[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Lightfall - Legendary Difficulty Final Boss Clear", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4107305-gp_destiny2lightfall_finalboss_calusfight_export_03022023_site.jpg\" width=\"480\" /> Campaign spoilers! Here's full gameplay of a fight with Destiny 2: Lightfall's campaign boss, Calus.", "link": "https://www.gamespot.com/videos/destiny-2-lightfall-legendary-difficulty-final-boss-clear/2300-6460779/", "date_published": "2023-03-02 23:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Dead Island 2 Skill Cards Revealed In New Gameplay | GameSpot News", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4107303-news0302_v0.jpg\" width=\"480\" /> Dead Island 2 is getting closer and closer to release and today we got a 15 minute gameplay dump.", "link": "https://www.gamespot.com/videos/dead-island-2-skill-cards-revealed-in-new-gameplay-gamespot-news/2300-6460778/", "date_published": "2023-03-02 23:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Minecraft's Camel-Filled Update Finally Has A Name: Trails And Tales", "description": "<p>After announcing a <a href=\"https://www.gamespot.com/articles/minecrafts-next-big-update-will-add-camels-craftable-bamboo-and-more/1100-6508359/\">game-changing update was headed our way late last year</a>, Mojang has finally revealed the name of the new 1.20 update for its survival game <a href=\"https://www.gamespot.com/games/minecraft/\">Minecraft</a>. The upcoming update will now be called Trails and Tales.</p><p dir=\"ltr\">Per Minecraft tradition, the content Trails and Tales adds to the game will be themed around the name, similarly to how the Caves and Cliffs update introduced new aquatics and caves for players to explore. The 1.20 update aims to do the same by telling \"unique stories\" and having players \"riding towards the horizon on a camel.\"</p><p>According to the official <a href=\"https://www.minecraft.net/en-us/article/the-trails---tales-update\">Minecraft blog</a>, the Trails and Tales has no release date, but is scheduled to arrive \"later this year.\" The blog explains that the new update is meant to encourage players to go out and explore so that they can come up with their own stories as they encounter mobs and mine materials.</p><a href=\"https://www.gamespot.com/articles/minecrafts-camel-filled-update-finally-has-a-name-trails-and-tales/1100-6512009/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/minecrafts-camel-filled-update-finally-has-a-name-trails-and-tales/1100-6512009/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 22:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall's Strand Fragments Unlocking Today, More Than A Week Early", "description": "<p dir=\"ltr\">Destiny 2: Lightfall's new Strand subclass is not available to you until you complete the <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-tips-guide/1100-6511991/\">campaign</a>, but even then, it's not <em>fully </em>available. That's because you have to unlock Aspects and Fragments--the system first introduced with Stasis that lets you customize how the subclass works--over time using Strand Meditations. But even if you've done enough grinding to have tons of those, more than half of the available Fragments are locked until a future date. Or at least, that <em>was</em> the plan, as Bungie has now announced that it will roll out an update today providing access to all Fragments.</p><p dir=\"ltr\">Acknowledging that it's heard criticism about Strand--something that could change with more Fragments available--Bungie <a href=\"https://www.bungie.net/7/en/News/article/lightfall-twab-03-02-23\">announced</a> a live update is coming sometime today, March 2, that lets you unlock any Fragment. To be clear, you still need to earn Strand Meditations and actually unlock these Fragments, a process that will need to be repeated across each of your classes if you play more than one character.</p><p dir=\"ltr\">But the key thing is you'll have the option of grabbing any Fragment you want, instead of being limited to the first six. Previously, four more Fragments were set to unlock on March 7, with another four unlocking after the world's first completion of the <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-raid-the-root-of-nightmares-start-time-details/1100-6511185/\">Root of Nightmares raid</a>, meaning that would happen no sooner than March 10.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfalls-strand-fragments-unlocking-today-more-than-a-week-early/1100-6512008/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfalls-strand-fragments-unlocking-today-more-than-a-week-early/1100-6512008/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "EU Antitrust Regulator Delays Ruling On Microsoft Buyout Of Activision Blizzard", "description": "<p>The European Commission, the European Union's competition regulator, has announced that it has pushed back the provisional deadline to rule on Microsoft's acquisition of Activision Blizzard. The ruling is now set to release on April 25.</p><p>As spotted by <a href=\"https://www.videogameschronicle.com/news/eu-regulator-extends-the-deadline-for-its-decision-on-microsoft-activision-merger/\">VGC</a>, the news comes only a day after EU antitrust boss Margrethe Vestager urged caution. When asked by <a href=\"https://www.bloomberg.com/news/videos/2023-02-28/eu-s-vestager-on-state-aid-antitrust-tech-video\">Bloomberg</a> whether regulators were \"racing\" to get a ruling, Vestager said, \"I think that’s a very important discussion because we cannot be in a race. We need to serve the specific markets where we have jurisdiction.\"</p><p>\"And I also hope that people working with us appreciate that we have a different legal framework. I think in Europe we are the ones with the highest bar, the most heavyweight legal obligations. We need to produce a recent decision that will eventually go public but that will also have to stand up for very tight scrutiny in court.\"</p><a href=\"https://www.gamespot.com/articles/eu-antitrust-regulator-delays-ruling-on-microsoft-buyout-of-activision-blizzard/1100-6512006/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/eu-antitrust-regulator-delays-ruling-on-microsoft-buyout-of-activision-blizzard/1100-6512006/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sony Ordered To Reveal Third-Party Exclusivity Deals As Part Of FTC's Activision Blizzard Buyout Lawsuit", "description": "<p>Sony will need to produce all of its documents related to third-party deals from 2019 to the present, despite the company's attempts to have the request thrown out, a Federal Trade Commission judge has ruled.</p><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/microsoft-subpoenas-sony-to-get-new-info-for-activision-blizzard-case/1100-6510823/\">Microsoft subpoenaed copies of every Sony third-party licensing agreement</a> from 2012 to the present, as well as documents and communications related to Sony Interactive Entertainment president Jim Ryan's declaration to the FTC. This comes as part of its defense-building process ahead of the <a href=\"https://www.gamespot.com/articles/the-ftc-is-now-suing-microsoft-over-pending-activision-blizzard-merger/1100-6509849/\">FTC's lawsuit against Microsoft</a> regarding its attempt to acquire <a href=\"https://www.gamespot.com/articles/microsoft-buys-activision-blizzard-in-deal-valued-at-nearly-70-billion-bobby-kotick-staying-on-as-ceo/1100-6499710/\">Activision Blizzard in a $69 billion deal</a>.</p><p dir=\"ltr\">Sony argued that such a request had no value and that producing the documents would be a burden. Sony also requested to not produce files handled by specific Sony employees, with the argument being that some of those documents were in Japanese and would be too difficult to search through.</p><a href=\"https://www.gamespot.com/articles/sony-ordered-to-reveal-third-party-exclusivity-deals-as-part-of-ftcs-activision-blizzard-buyout-lawsuit/1100-6512007/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sony-ordered-to-reveal-third-party-exclusivity-deals-as-part-of-ftcs-activision-blizzard-buyout-lawsuit/1100-6512007/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 21:14:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Find Secret Nezarec Dialogue Across Neomuna In Destiny 2: Lightfall", "description": "<p>When exploring Neomuna in Destiny 2: Lightfall, you may come across some muffled sounds that in-game captions call \"Unintelligible Whispers.\" On the <a href=\"https://www.reddit.com/r/DestinyLore/comments/11ftaxc/nezarecs_sin_helmet_allows_you_to_hear_the/?utm_source=share&amp;utm_medium=web2x&amp;context=3\">Destiny Lore subreddit</a>, one player shared that equipping Nezarec-related gear--Nezarec's Whisper glaive works too--turns those whispers into clear dialogue.</p><p>Nezarec's name has been around in Destiny for a long time, but recent references to this character since Season of Plunder are hard to miss. Season of Plunder also revealed that Nezarec is associated with the Lunar Pyramid on the Moon, and now, people of Neomuna in the CloudArk are having nightmares. Additionally, Tormentor names in the Lightfall campaign mention Nezarec. The Hypernet Current shares its voice, so you know that those other whispers scattered around Neomuna are also Nezarec's voice.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1655/16554081/4107098-nezarecdialogue_neomuna_gamespot.jpg\"><img alt=\"Using the Nezarec's Whisper glaive to listen to secret lines in Maya's Retreat on Neomuna\" src=\"https://www.gamespot.com/a/uploads/scale_super/1655/16554081/4107098-nezarecdialogue_neomuna_gamespot.jpg\" /></a><figcaption>Using the Nezarec's Whisper glaive to listen to secret lines in Maya's Retreat on Neomuna</figcaption></figure><p>The video shared by <a href=\"https://youtu.be/ToYhEGWE3Ao\">Myelin Games</a> shows that you can listen to Nezarec's dialogue in the Thrilladrome Lost Sector. Revisiting a spot in Maya's Retreat where we first came across the whispers, we uncovered another set of lines. <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-raid-the-root-of-nightmares-start-time-details/1100-6511185/\">The Root of Nightmare raid</a> is set to begin on March 10 and hints at Nezarec's involvement.</p>", "link": "https://www.gamespot.com/articles/how-to-find-secret-nezarec-dialogue-across-neomuna-in-destiny-2-lightfall/1100-6512002/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 21:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "WoW: Dragonflight Patch 10.0.7 Will Introduce Randomized Treasure Vaults And A Powerful New Ring", "description": "<p><a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft: Dragonflight's</a> next major update is around the corner, and Blizzard is sharing more information on all the new activities players can expect, including details on the new Zskera Vault system.</p><p dir=\"ltr\">Patch 10.7 will allow max-level players to explore the Dracthyr starting zone of the Forbidden Reach, offering new story quests that will explore the origins of the game's newest playable race. Hidden within the Forbidden Reach is the Zskera Vault, where, once a week players will be able to enter a \"randomized treasure room\" filled with \"puzzles, monsters, and mysteries,\" in order to score some valuable loot, according to a Blizzard <a href=\"https://worldofwarcraft.blizzard.com/en-us/news/23923482/dragonflight-return-to-the-forbidden-reach\">blog</a> post.</p><p dir=\"ltr\">To access the vault and its treasures, plates will need to explore the Forbidden Reach to acquire keys, although six keys will be provided to players via an introductory quest. The keys are bind-on-account, so they can be used by any character on an account.</p><a href=\"https://www.gamespot.com/articles/wow-dragonflight-patch-10-0-7-will-introduce-randomized-treasure-vaults-and-a-powerful-new-ring/1100-6512005/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wow-dragonflight-patch-10-0-7-will-introduce-randomized-treasure-vaults-and-a-powerful-new-ring/1100-6512005/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 20:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Halo Infinite's Community Forge Playlist Is More Popular Than Team Slayer", "description": "<p>Halo Infinite added the much-anticipated Forge mode in November, and, despite remaining in a beta state, the map- and mode-making tools have proven to be very popular with the community. It's also been announced that the Halo Infinite playlist containing maps and modes made by fans using Forge is the most popular in the game overall.</p><p>Developer 343 Industries has <a href=\"https://news.xbox.com/en-us/2023/03/02/halo-infinite-forge-beta-1-million-creations/\">announced</a> that as of January 2, 2023, Halo Infinite players have collectively built more than 1 million creations using Forge. Additionally, players have together logged more than 8.5 million custom game matches since the Custom Game Browser launched in December 2022. The Custom Game Browser lets people seek out and find custom game types created with Forge, and there are some <a href=\"https://www.reddit.com/r/halo/comments/yxz77f/halo_infinite_beer_pong_by_isle_of_rein/\">really fun and unique ones out there.</a></p><p>Halo's Forge tools debuted back in 2007 with Halo 3, and have been updated and improved in subsequent Halo launches leading up to Halo Infinite's robust Forge tools.</p><a href=\"https://www.gamespot.com/articles/halo-infinites-community-forge-playlist-is-more-popular-than-team-slayer/1100-6512004/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/halo-infinites-community-forge-playlist-is-more-popular-than-team-slayer/1100-6512004/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 20:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Easily Get A God Roll Grenade Launcher In Destiny 2: Lightfall Right Now", "description": "<p dir=\"ltr\">Heavy grenade launchers are among the biggest beneficiaries of the update that released alongside Destiny 2: Lightfall, having gotten some very nice buffs. That hopefully means you recently got your hands on a good Wendigo, but if not, fret not: There's a god roll grenade launcher you can potentially get your hands on right now through a bit of trickery. Here's how it works.</p><p dir=\"ltr\">Among the new Season of Defiance weapons you can obtain is a heavy grenade launcher called Regnant. It's an adaptive-frame type, just like Wendigo, and it can roll with some excellent perks. You might luck out and get a great one, or you'll eventually be able to unlock its pattern and craft one. But through an apparent glitch shared by YouTube channel <a href=\"https://www.youtube.com/watch?v=PASSaQ3FwI0\">Above</a>, once you've obtained one Regnant, you have another avenue to securing that god roll.</p><p dir=\"ltr\">Assuming you already have gotten Regnant, head into your Collections and find it in the grenade launcher section. Typically, you can't pull weapons with randomized perks from here, but Regnant is an exception. And although the version you see lists Rangefinder and Pugilist as its perks, the version of the gun you receive will actually have randomized perks. Therefore, provided you can afford the cost--1,000 Glimmer, 10 Legendary Shards, and seven Enhancement Cores--you can pull copies of the gun indefinitely until you get what you want.</p><a href=\"https://www.gamespot.com/articles/how-to-easily-get-a-god-roll-grenade-launcher-in-destiny-2-lightfall-right-now/1100-6512003/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-to-easily-get-a-god-roll-grenade-launcher-in-destiny-2-lightfall-right-now/1100-6512003/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 20:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "LOTR: Return Of The King Is Coming Back To Theaters For 20th Anniversary", "description": "<p>The Lord of the Rings: The Return of the King is seemingly headed back to theaters in April to celebrate the movie's 20th anniversary. Multiple movie theater chains, including <a href=\"https://www.regmovies.com/movies/lord-of-the-rings-return-of-the-king-20th-ann/ho00014044\">Regal </a>and <a href=\"https://www.cinemark.com/movies/the-lord-of-the-rings-the-return-of-the-king-20th-anniversary\">Cinemark</a>, have updated their websites with showtimes for Return of the King. Based on the listings, it appears Return of the King will come back for a limited time beginning April 13.</p><p>Cinemark's website states that the runtime is 4 hours and 20 minutes, so it seems the theater will show the extended version of Peter Jackson's Oscar-winning epic. That's good news because for many, the extended edition is the best version, even if it is very, very long.</p><div>          </div><p>Return of the King opened in theaters in December 2003, so its 20th anniversary isn't actually until later this year, but any good Hobbit would want to celebrate early and often.</p><a href=\"https://www.gamespot.com/articles/lotr-return-of-the-king-is-coming-back-to-theaters-for-20th-anniversary/1100-6511992/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/lotr-return-of-the-king-is-coming-back-to-theaters-for-20th-anniversary/1100-6511992/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 20:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Xbox Controllers Get Big Discounts At Target", "description": "<p dir=\"ltr\">Xbox Series X|S controllers are discounted at Target for a limited time. The exact savings depends on which color option you pick, but you can <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/xbox-series-x-s-wireless-controller/-/A-81874852?preselect=82101454\">save between 15% and 32% on a new wireless controller</a>.</p><p dir=\"ltr\">For example, black controllers are just $44.49 (from $60), while the white option is $50 (normally $60), and red controllers are down to $44.49 (normally $65). There are several other color options available.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/xbox-series-x-s-wireless-controller/-/A-81874852?preselect=82101454\">See deal at Target</a> </div><p dir=\"ltr\">The deal lasts through Friday, March 3--or until they run out--and is only valid for Xbox Series X|S controllers bought through Target’s online store. Select models are eligible for local delivery or in-store pickup if you don’t want to wait for shipping, though Target’s standard shipping time is only a few days, so you won’t be waiting long for it to arrive if those options aren’t available.</p><a href=\"https://www.gamespot.com/articles/xbox-controllers-get-big-discounts-at-target/1100-6512001/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/xbox-controllers-get-big-discounts-at-target/1100-6512001/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 20:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Warzone 2 Ashika Island Easter Eggs You Should Try", "description": "<p dir=\"ltr\">Season 2 of <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Call of Duty: Warzone 2</a> added the brand-new Ashika Island Resurgence map, and the small island is plentiful with Easter eggs. Here we walk you through a few newly discovered Easter eggs, each of which will be worth trying early in your match to score some high-tier rewards.</p><h2 dir=\"ltr\">Power Plant Easter egg</h2><p dir=\"ltr\">Ashika Island's Power Plant location was already a great place to loot, but now there's a small Easter egg step to complete here for extra rewards.</p><p dir=\"ltr\">When you head inside the building and drop to the lower level, you'll notice stairs and a pathway that heads underground. The door on the right is locked in this hallway, but there are switches on the wall that you can interact with to open it.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-ashika-island-easter-eggs-you-should-try/1100-6512000/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cod-warzone-2-ashika-island-easter-eggs-you-should-try/1100-6512000/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 20:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Best Nintendo Switch Deals: Save On Preorders, Exclusives, And Accessories", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106917-link%E2%80%99sawakening%281%29.jpg\" /><br /><h3><p>March is off to a surprisingly great start when it comes to Nintendo Switch deals, as both hit games and popular accessories are currently on sale. Whether you’re looking to clear your backlog, preorder upcoming blockbusters, or snag a new controller, there are a lot of great options to peruse.</p><p>Some of the best Switch deals available right now are for preorders, as you can reserve <span class=\"norewrite\">           <a href=\"https://supershop.sjv.io/c/1804712/1185863/14902?subId1=subid_value&amp;u=https://www.super.com/shop/products/bayonetta-origins-cereza-and-the-lost-demon-nintendo-switch\">Bayonetta Origins</a> </span> for just $49 with promo code GMSPTBYNT. And while <span class=\"norewrite\">           <a href=\"https://supershop.sjv.io/c/1804712/1185863/14902?subId1=subid_value&amp;u=https://www.super.com/shop/products/the-legend-of-zelda-tears-of-the-kingdom-nintendo-switch\">Tears of the Kingdom</a> </span> will be the first Switch game to carry a $70 price tag, you can preorder it for $60 when using promo code GMSPTZLDA.</p><p>If you’d rather pick up games already on the market, then consider checking out <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Fire-Emblem-Engage-Nintendo-Switch/1620432434\">Fire Emblem Engage</a> </span> for $48, down from $60, or <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mario-Rabbids-Sparks-Hope-Nintendo-Switch/dp/B09742H73B?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Mario + Rabbids Sparks of Hope</a> </span> for $30, down from $60. Both offer strategic combat, engaging narratives, and surprisingly great graphics. And at these new low prices, they’re hard to pass up. They are joined by plenty of other deals on exclusive games--check out the full list below.</p><p>Games aren’t the only Switch items on sale to kick off March, as several popular accessories are also seeing price cuts. Two different versions of the highly reviewed PowerA Enhanced Wireless Controller are up for grabs--one with a <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PowerA-Enhanced-Wireless-Controller-Nintendo-Switch-Mario/dp/B08GH6WY13?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Mario design</a> </span> and another with a <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PowerA-Enhanced-Wireless-Controller-Nintendo-Switch/dp/B0B42G7Z87?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Zelda design.</a> </span> A few great accessories bundles are being discounted, and they’re a great option if you need to fill your game room with useful gadgets without the hassle of shopping around for dozens of individual products. You'll even find reprints of <span class=\"norewrite\">           <a href=\"https://howl.me/cje4JXpOgD0\">Peach</a> </span> and <span class=\"norewrite\">           <a href=\"https://howl.me/cje4JrIg4VG\">Mario</a> </span>miibo, and while they're not on sale, they're bound to sell out fast.</p><p>You’ll find a list of our favorite Switch deals below.</p></h3></p><br />     <p><h2>The Legend of Zelda: Tears of the Kingdom</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106903-tearsofthekingdom%282%29.jpg\" /><br /><h3><p> </p><p><strong>$60 with code GMSPTZLDA ($<del>70</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://supershop.sjv.io/c/1804712/1185863/14902?subId1=subid_value&amp;u=https://www.super.com/shop/products/the-legend-of-zelda-tears-of-the-kingdom-nintendo-switch\">See at Super Shop</a> </div></div><p> </p><p> </p></h3></p><br />     <p><h2>The Legend of Zelda: Link’s Awakening</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106894-link%E2%80%99sawakening%281%29.jpg\" /><br /><h3><p><strong>$40 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/the-legend-of-zelda-link-s-awakening-nintendo-switch/-/A-82533135?preselect=76780149\">See at Target</a> </div></div></h3></p><br />     <p><h2>The Legend of Zelda: Breath of the Wild</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106889-breathofthewild%282%29.jpg\" /><br /><h3><p><strong>$40 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/the-legend-of-zelda-breath-of-the-wild-nintendo-switch/-/A-52161264\">See at Target</a> </div></div></h3></p><br />     <p><h2>Bayonetta 3</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106887-bayonetta3%281%29.jpg\" /><br /><h3><p> </p><p><strong>$50 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Bayonetta-3-Nintendo-Switch/dp/B072MK1CLN?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Bayonetta Origins: Cereza and the Lost Demon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106888-bayonettaorigins%282%29.jpg\" /><br /><h3><p> </p><p><strong>$49 with code GMSPTBYNT ($<del>60</del>)</strong></p><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://supershop.sjv.io/c/1804712/1185863/14902?subId1=subid_value&amp;u=https://www.super.com/shop/products/bayonetta-origins-cereza-and-the-lost-demon-nintendo-switch\">See at Super Shop</a> </div></div><p> </p></h3></p><br />     <p><h2>Fire Emblem Engage</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106890-fireemblemengage%281%29.jpg\" /><br /><h3><p> </p><p><strong>$48 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Fire-Emblem-Engage-Nintendo-Switch/1620432434\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Kirby and the Forgotten Land</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106891-kirbyandtheforgottenland%281%29.jpg\" /><br /><h3><p> </p><p><strong>$52 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Kirby-and-the-Forgotten-Land-Nintendo-Switch/703058186\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Super Mario Odyssey</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106902-supermarioodyssey%281%29.jpg\" /><br /><h3><p> </p><p><strong>$37 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Super-Mario-Odyssey-Nintendo-Switch-Physical-Edition/56011600\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Kirby Star Allies</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106892-kirbystarallies%281%29.jpg\" /><br /><h3><p><strong>$45 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/kirby-star-allies-nintendo-switch/-/A-53298020\">See at Target</a> </div></div></h3></p><br />     <p><h2>Kirby’s Return to Dream Land Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106893-kirby%E2%80%99sreturntodreamlanddeluxe%281%29.jpg\" /><br /><h3><p> </p><p><strong>$56 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Kirbys-Return-Dream-LandTM-Deluxe-Nintendo/dp/B0BF7XR94T?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario + Rabbids Sparks of Hope</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106895-mario%2Brabbidssparksofhope%282%29.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Mario-Rabbids-Sparks-Hope-Nintendo-Switch/dp/B09742H73B?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>The Legend of Zelda: Skyward Sword HD</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106900-skywardswordhd%281%29.jpg\" /><br /><h3><p> </p><p><strong>$45 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Legend-Zelda-Skyward-Sword-Nintendo-Switch/dp/B08X2HNT4D?tag=gamespot-promos-20&amp;ascsubtag=ag:gs-2900-4663|vg:-|st:mwb\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Mario Strikers: Battle League</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106896-mariostrikers%281%29.jpg\" /><br /><h3><p> </p><p><strong>$44 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Nintendo-Switch-Strikers-Battle-League-Football/dp/B09S77J9TX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>New Super Mario Bros U Deluxe</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106897-newsupermariobrosudeluxe%282%29.jpg\" /><br /><h3><p><strong>$44 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/new-super-mario-bros-u-deluxe-nintendo-switch/-/A-82518738?preselect=54136573\">See at Target</a> </div></div></h3></p><br />     <p><h2>Pokemon Violet</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106899-pokemonviolet%282%29.jpg\" /><br /><h3><p><strong>$51 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pokemon-Violet-Nintendo-Switch/776638564?athbdg=L1600\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Pokemon Scarlet + Violet Dual Pack</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106898-pokemonscarlet%2Bvioletdualpack%281%29.jpg\" /><br /><h3><p> </p><p><strong>$105 ($<del>120</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pokemon-Scarlet-Pokemon-Violet-Dual-Pack-Nintendo-Switch/1545999884\">See at Walmart</a> </div></div><p> </p></h3></p><br />     <p><h2>Sonic Colors Ultimate</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106901-soniccolorsultimate%281%29.jpg\" /><br /><h3><p><strong>$30 ($<del>50</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/sonic-colors-ultimate-nintendo-switch/-/A-83498616\">See at Target</a> </div></div></h3></p><br />     <p><h2>Teenage Mutant Ninja Turtles: The Cowabunga Collection</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106904-teenagemutantninjaturtles%281%29.jpg\" /><br /><h3><p><strong>$30 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/teenage-mutant-ninja-turtles-the-cowabunga-collection-nintendo-switch/-/A-86267112\">See at Target</a> </div></div></h3></p><br />     <p><h2>SanDisk 256GB Ultra microSDXC Card</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106905-sandisk256gbultramicrosdxccard.jpg\" /><br /><h3><p> </p><p><strong>$22 ($<del>33</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/SanDisk-256GB-microSDXC-Memory-Adapter/dp/B0B7NV73PJ?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Switch Sports Accessories Bundle</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106906-switchsportsaccessoriesbundle.jpg\" /><br /><h3><p> </p><p><strong>$45 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Switch-Sports-Accessories-CODOGOY-Nintendo-Compatible/dp/B0BJZYJZWC?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Switch Charger</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106907-switchcharger.jpg\" /><br /><h3><p> </p><p><strong>$16 ($<del>20</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/NALENSY-Charger-Nintendo-Adapter-Compatible/dp/B08DFWB2GX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>FastSnail Charging Dock</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106908-fastsnailchargingdock.jpg\" /><br /><h3><p> </p><p><strong>$15 ($<del>20</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/FastSnail-Charging-Compatible-Nintendo-Indication/dp/B07KYHBVYH?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Switch Game Case Holder</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106909-switchgamecaseholder.jpg\" /><br /><h3><p> </p><p><strong>$12 ($<del>14</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Cartridge-Portable-Organizer-Accessories-Protective/dp/B0B14XGRFR?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Benazcap Nintendo Switch Case</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106910-benazcapnintendoswitchcase.jpg\" /><br /><h3><p> </p><p><strong>$21 ($<del>27</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Benazcap-Compatible-Nintendo-Accessories-Protector/dp/B09C5RTFRM?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Orzly Switch Accessories Bundle</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106911-orzlyswitchaccessoriesbundle.jpg\" /><br /><h3><p> </p><p><strong>$21 ($<del>50</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Orzly-Accessories-Nintendo-Protectors-Headphones/dp/B076JG7TNX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Redstorm Switch Pro Controller</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106912-redstormswitchprocontroller.jpg\" /><br /><h3><p> </p><p><strong>$25 ($<del>40</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Controller-Nintendo-Wireless-Programmable-Vibration/dp/B0B2VVYKQ7?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>PowerA Enhanced Wireless Controller (Mario)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106913-poweraenhancedwirelesscontroller.jpg\" /><br /><h3><p> </p><p><strong>$42 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PowerA-Enhanced-Wireless-Controller-Nintendo-Switch-Mario/dp/B08GH6WY13?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Logitech G435 Gaming Headset</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106914-logitechg435gamingheadset.jpg\" /><br /><h3><p> </p><p><strong>$30 ($<del>80</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Logitech-G435-Wireless-Gaming-Headset/dp/B08R8GJPC2?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p><p> </p></h3></p><br />     <p><h2>PowerA Enhanced Wireless Controller (Link Watercolor)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106915-poweraenhancedwirelesscontroller%28linkwatercolor%29.jpg\" /><br /><h3><p> </p><p><strong>$50 ($<del>60</del>)</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/PowerA-Enhanced-Wireless-Controller-Nintendo-Switch/dp/B0B42G7Z87?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Super Mario Series Mario amiibo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106919-marioamiibo.jpg\" /><br /><h3><p><strong> $16</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.bestbuy.com/site/nintendo-amiibo-figure-super-mario-series-mario/4970014.p\">See at Best Buy</a> </div></div><p> </p><p> </p></h3></p><br />     <p><h2>Peach amiibo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1702/17023653/4106921-peachamiibo.jpg\" /><br /><h3><p><strong> $16</strong></p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.bestbuy.com/site/nintendo-amiibo-figure-peach-multi/3215111.p?skuId=3215111\">See at Best Buy</a> </div></div><p> </p></h3></p><br />", "link": "https://www.gamespot.com/gallery/best-nintendo-switch-deals-save-on-preorders-exclusives-and-accessories/2900-4663/", "date_published": "2023-03-02 19:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Partition: How To Access And Complete Lightfall's New Weekly Activity", "description": "<p>Partition: Hard Reset is a fast-paced endgame weekly activity available after completing the Bluejay quest, which is part of the Hall of Heroes questline after the <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-tips-guide/1100-6511991/\">Destiny 2: Lightfall campaign</a>. The recommended Power for this activity is 1790, but if you're Power 1750 or above, you should be able to do it solo. Partition also has numerous modifiers from <a href=\"https://www.gamespot.com/articles/destiny-2-champions-how-to-defeat-barrier-overload-and-unstoppable-champions/1100-6508246/\">Champions</a>, elemental shielded enemies, elemental surges and threats, and more.</p><p>Nimbus and Osiris will take you into the Vex Network to fight both the Vex and the invading Shadow Legion, and this guide will help you access Partition and provide some tips.</p><h2>How to access Partition</h2><p>When you finish the Lightfall campaign, get the <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-how-to-get-deterministic-chaos-exotic-machine-gun/1100-6511972/\">Unfinished Business quest for the Deterministic Chaos Exotic machine gun</a>, and it'll ask you to visit the Hall of Heroes. Grab the Hall of Heroes quest from the hologram named Quinn Laghari. It's a lengthy questline with multiple parts, and one of those is the Bluejay quest. The Bluejay quest will introduce you to Partition.</p><a href=\"https://www.gamespot.com/articles/destiny-2-partition-how-to-access-and-complete-lightfalls-new-weekly-activity/1100-6511995/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-partition-how-to-access-and-complete-lightfalls-new-weekly-activity/1100-6511995/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 19:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty Preorders Discounted For Xbox And PC", "description": "<p>Wo Long: Fallen Dynasty has flown under the radar a bit, but the dark fantasy game published by Koei Tecmo launches this tomorrow, March 3. Developed by Team Ninja, the studio behind the Nioh series, Wo Long: Fallen Dynasty is a souls-like with fast-paced combat. And if you <span class=\"norewrite\">           <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/wo-long-fallen-dynasty\">preorder</a> </span> the game ahead of its launch, you can get it for just $50, down from $60. The deal is available for PC at Fanatical, Green Man Gaming, and Newegg. Fanatical and GMG have the PC Steam version, while Newegg has digital copies via the Microsoft Store for Xbox and PC (as well as Steam for PC).</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.anrdoezrs.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/wo-long-fallen-dynasty\">Preorder at Fanatical</a> </div><div class=\"norewrite\" title=\"\">           <a href=\"https://greenmangaming.sjv.io/c/1804712/1219987/15105?subId1=subid_value&amp;u=https://www.greenmangaming.com/games/wo-long-fallen-dynasty-pc/\">Preorder at Green Man Gaming</a> </div><div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=44583&amp;u1=subid_value&amp;murl=https://www.newegg.com/koei-tecmo-wo-long-fallen-dynasty-standard-edition-xbox-series-x-s-xbox-one-windows/p/N82E16832959110\">Preorder at Newegg (Xbox and PC)</a> </div></div></div><p> </p><p>If you're shopping at Newegg, you have to enter promo code <strong>WLFDPP</strong> to receive the discount. To get the impressive preorder deal at Fanatical, you’ll need to use promo code <strong>WOLONG2</strong> at checkout. Codes sold through both Fanatical and Green Man Gaming are redeemable on Steam. The only difference in the deals is that you'll get a 5% off coupon for your next order by preordering at Fanatical.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-preorders-discounted-for-xbox-and-pc/1100-6511859/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-preorders-discounted-for-xbox-and-pc/1100-6511859/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "John Wick: Chapter 4 - Trailers, Casting News, And Everything To Know About Keanu Reeves' Latest Action Thriller", "description": "<p dir=\"ltr\">Nostalgia is a powerful drug, and for the past five years, Reeves has been one of its top suppliers. In 2019, Reeves starred in John Wick: Chapter 3 - Parabellum. In 2020, he starred in Bill and Ted Face the Music (2020), a sequel to Bill and Ted's Excellent Adventure (1989) and Bill &amp; Ted's Bogus Journey (1991). Next, he starred in The Matrix Resurrections (2021), which was both a sequel and a reboot to the original Matrix trilogy.</p><p dir=\"ltr\">And now, Reeves will star in the fourth John Wick film, aptly titled John Wick: Chapter 4. Get ready for kinetic camerawork and wall-splattering headshots. Here's everything we know about John Wick: Chapter 4 so far.</p><h3 dir=\"ltr\"><strong>What's the release date?</strong></h3><p dir=\"ltr\">John Wick 4 will debut in theaters on March 24, 2023. Its running time is 2 hours and 49 minutes, which makes it the longest movie in the John Wick franchise so far.</p><a href=\"https://www.gamespot.com/articles/john-wick-chapter-4-trailers-casting-news-and-everything-to-know-about-keanu-reeves-latest-action-thriller/1100-6511998/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/john-wick-chapter-4-trailers-casting-news-and-everything-to-know-about-keanu-reeves-latest-action-thriller/1100-6511998/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Overwatch 2's Third One Punch Man Skin Is Tatsumaki, The Terrible Tornado", "description": "<p>Blizzard has revealed the third <a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> skin coming as part of its One Punch Man crossover event, with support hero Kiriko getting a Terrible Tornado skin. The two previously announced skins were <a href=\"https://www.gamespot.com/articles/overwatch-2s-next-one-punch-man-skin-is-mumen-rider/1100-6511451/\">Mumen Rider Soldier 76</a> and <a href=\"https://www.gamespot.com/articles/blizzard-reveals-overwatch-2s-first-ip-collaboration-with-one-punch-man-saitama-skin/1100-6511221/\">Saitama Doomfist</a>.</p><p dir=\"ltr\">Revealed on <a href=\"https://news.xbox.com/en-us/2023/03/02/overwatch-2-kiriko-one-punch-man-skin/\">Xbox Wire</a>, the Legendary Terrible Tornado Kiriko skin will be part of a bundle costing 2,100 Coins (roughly $21 USD). The bundle will also include a Victory Pose and Name Card. This bundle, along with the rest of the One Punch Man cosmetics, will be available in the Overwatch 2 shop from March 7 to April 6.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1599/15997278/4107048-ow2terribletornadobundle.jpg\"><img alt=\"The Terrible Tornado bundle includes a skin, victory pose, and name card.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1599/15997278/4107048-ow2terribletornadobundle.jpg\" /></a><figcaption>The Terrible Tornado bundle includes a skin, victory pose, and name card.</figcaption></figure><p dir=\"ltr\">Speaking with Xbox Wire, art director Dion Rogers explained how One Punch Man came to be one of the first major crossover events for Overwatch 2. Rogers said that as the team spoke with various anime studios about the possibility of the crossover, when One Punch Man came up, many of the team members, including game director Aaron Keller, expressed their love and excitement for it. One character artist was so excited about the idea that he began drawing up Saitama Doomfist art during the meeting discussing the crossover.</p><a href=\"https://www.gamespot.com/articles/overwatch-2s-third-one-punch-man-skin-is-tatsumaki-the-terrible-tornado/1100-6511997/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/overwatch-2s-third-one-punch-man-skin-is-tatsumaki-the-terrible-tornado/1100-6511997/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How Vampire Survivors Went From Hobby Project To Game Of The Year", "description": "<p dir=\"ltr\">By any measure, Poncle's Vampire Survivors is one of the biggest surprise Steam hits of the past few years, perhaps even longer. The content-rich roguelite quickly garnered an <a href=\"https://www.gamespot.com/articles/how-top-tier-time-waster-vampire-survivors-became-an-unlikely-smash-hit/1100-6509178/\">impressive amount of buzz</a> last year after it debuted on Steam in late 2021, eventually becoming one of the service's best-selling games. But when Poncle's Luca Galante first started working on the project in his spare time, he was just hoping to get 100 people to play the game on Itch.io, a goal it originally failed to reach.</p><p dir=\"ltr\">\"I just wanted to get a few players to help with feedback and suggestions as I kept adding content to the core game, and have a laugh together at the silly references,\" Galante tells GameSpot. \"I was hoping for maybe around 100 people to play it and comment on itch, but that didn’t happen.\"</p><p dir=\"ltr\">However, while Vampire Survivors might have struggled to find an audience on Itch.io, Galante didn't lose faith. A few months after its Itch.io release, he decided to upload the game onto Steam, where it was met with a lot more excitement. Galante says some of this success comes from the three distinct sources that inspired the game. Its top-down bullet-hell gameplay, for example, was first kindled by a mobile game called Magic Survival, while its impressive visual effects came from the little-known platformer Lapis X Labyrinth. As for the Castlevania-esque set dressing, Galante says he simply had a royalty-free asset pack with that theme lying around, and it seemed fitting.</p><a href=\"https://www.gamespot.com/articles/how-vampire-survivors-went-from-hobby-project-to-game-of-the-year/1100-6511980/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-vampire-survivors-went-from-hobby-project-to-game-of-the-year/1100-6511980/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Vampire Survivors 2 Is Unlikely, Would Have To Offer Something \"Radically New\"", "description": "<p dir=\"ltr\">Sleeper hit Vampire Survivors continues to be a very popular game on Steam, with thousands of simultaneous players at any given time. However, in an <a href=\"https://www.gamespot.com/articles/how-vampire-survivors-went-from-hobby-project-to-game-of-the-year/1100-6511980/\">exclusive interview</a> with GameSpot, studio head Luca Galante says that a Vampire Survivors 2 is \"unlikely\" for now, though he didn't rule it out entirely.</p><p dir=\"ltr\">In the interview, Galante explains how the game transformed from a hobby project that initially failed to attract his goal of 100 players to a monster hit that dominated the Steam sales charts for months. When asked about the future of the game, Galante stated that a hypothetical sequel to the game is unlikely, because its current DLC plan has achieved so much success.</p><p dir=\"ltr\">\"With the way Vampire Survivors is designed, we can deliver both new content and new game mechanics on the existing game, so why make a sequel?\" he tells GameSpot in the piece. \"I think that if we make a sequel or a spiritual successor, then we should offer something radically new.\"</p><a href=\"https://www.gamespot.com/articles/vampire-survivors-2-is-unlikely-would-have-to-offer-something-radically-new/1100-6511982/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/vampire-survivors-2-is-unlikely-would-have-to-offer-something-radically-new/1100-6511982/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Deadpool 2 And Baywatch Star Jack Kesy Donning The Horns As The New Hellboy", "description": "<p>Originally reported by <a href=\"https://www.giantfreakinrobot.com/ent/jack-kesy-cast-hellboy-reboot.html\">Giant Freakin Robot</a> and confirmed by <a href=\"https://www.msn.com/en-us/movies/news/hellboy-movie-the-crooked-man-casts-actor-jack-kesy-as-the-antihero/ar-AA1894po\">The Hollywood Reporter</a>, Jack Kesy (Black Tom Cassidy from Deadpool 2, FX's The Strain) will take on the role of a younger Hellboy in the upcoming Hellboy: The Crooked Man. Kesy is the third actor to fill out the character's Right Hand of Doom after Ron Perlman and David Harbour.</p><p>Crooked Man is set in the 1950s' and finds Hellboy investigating rural Appalachia for the BPRD (the Bureau for Paranormal Research and Defense, the agency where he works almost like a black-ops boogeyman). There, Hellboy and another agent uncover a small community haunted by witches, led by a mysterious foe tied Hellboy’s past: the Crooked Man.</p><p>This will be the second Hellboy feature under the Millennium Media banner as it purchased the IP back in 2018.</p><a href=\"https://www.gamespot.com/articles/deadpool-2-and-baywatch-star-jack-kesy-donning-the-horns-as-the-new-hellboy/1100-6511999/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/deadpool-2-and-baywatch-star-jack-kesy-donning-the-horns-as-the-new-hellboy/1100-6511999/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2 Terminal Overload Guide: How To Get Terminal Overload Keys In Lightfall's New Activity", "description": "<p>Trouble is brewing on the streets of Neomuna, but fortunately, not even an army of time-traveling mechanical aliens and the almighty Shadow Legion of Calus can stand up to a few heavily armed Guardians. Similar to public activities such as Escalation Protocol and Altars of Sorrow, Terminal Overload is a challenging showdown between Cabal and Vex forces that plays out across three stages.</p><p>It's a high-level event, you'll want to finish the Lightfall campaign first and power up your Guardian for the battles that lie ahead. Up to six players can participate in Terminal Overload, and with some particularly nasty enemies to deal with, you'll want to ensure that you have a full fireteam ready for all phases of action.</p><h3>How to prepare for Terminal Overload</h3><p>You'll want to make certain that you've reached a sufficient power level for Terminal Overload, as this mode recommends being at high level for the challenges that lie ahead. The current pinnacle cap of Destiny 2 is set at 1810, and that's a level that you've very unlikely to reach in your first week of playing Lightfall. There are ways to <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-how-to-level-up-quickly/1100-6511968/\">level up quickly in Lightfall</a>, and the closer you get to the pinnacle level, the better your overall survivability odds. If you're looking for a guaranteed way to get up to power level 1770 at the very least, playing the <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-tips-guide/1100-6511991/\">Lightfall campaign on Legend difficulty</a> is one of the best ways to do so, as you'll be rewarded with armor and weapons that are way above the current soft cap of 1750 once you're done.</p><a href=\"https://www.gamespot.com/articles/destiny-2-terminal-overload-guide-how-to-get-terminal-overload-keys-in-lightfalls-new-activity/1100-6511994/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-terminal-overload-guide-how-to-get-terminal-overload-keys-in-lightfalls-new-activity/1100-6511994/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:26:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Super Mario Amiibo Figures Are Back In Stock At Best Buy", "description": "<p dir=\"ltr\">If you’re looking to fill out your Nintendo Amiibo collection, the <a href=\"https://howl.me/cje4JrIg4VG\">Mario</a> and <a href=\"https://howl.me/cje4JXpOgD0\">Princess Peach</a> figures from the Super Mario Amiibo line are back in stock at Best Buy. Each Amiibo is $16.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://howl.me/cje4JrIg4VG\">See Mario Amiibo at Best Buy</a> </div></div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://howl.me/cje4JXpOgD0\">See Princess Peach Amiibo at Best Buy</a> </div></div><p dir=\"ltr\">This restock is the perfect time to grab both Mario and Princess Peach ahead of the Super Mario Bros. Movie, which just had its release date <a href=\"https://www.gamespot.com/articles/super-mario-bros-movie-gets-new-release-date-and-its-earlier-than-expected/1100-6511900/\">moved up to April 5</a>. Considering Amiibo tend to sell out quickly, and the Super Mario Bros. Movie will surely ramp up demand, it’s probably wise to snag these Amiibo while they’re still available.</p><p dir=\"ltr\">Mario and Princess Peach aren’t the only Amiibo deals at Best Buy right now. The Metroid Dread pack, which includes figures of Samus in her Metroid Dread power suit and an E.M.M.I. enemy, <span class=\"norewrite\">           <a href=\"https://howl.me/cje4MnBcCGk\">is discounted to $25</a> </span> (was $30) at Best Buy as well. The sale is a good excuse to grab the Amiibo set to complement the recent release of <a href=\"https://howl.me/cje4NgS5pRj\">Metroid Prime Remastered’s physical edition</a>.</p><a href=\"https://www.gamespot.com/articles/super-mario-amiibo-figures-are-back-in-stock-at-best-buy/1100-6511996/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/super-mario-amiibo-figures-are-back-in-stock-at-best-buy/1100-6511996/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall Legendary Campaign Final Calus Boss Fight Guide", "description": "<p dir=\"ltr\">If you've made your way through most of the Legendary campaign of Destiny 2: Lightfall, there's a decent chance you're stuck on the final boss encounter against Calus. At the end of the mission Desperate Measures, you're in for a <em>tough </em>fight for a variety of reasons. Having spent quite a bit of time on it ourselves, we have some suggestions on what gear to equip and general strategies to finish the fight.</p><p dir=\"ltr\"><em><strong>Desperate Measures spoilers ahead.</strong></em></p><h2 dir=\"ltr\">Recommended gear</h2><p dir=\"ltr\">This fight sees you finally squaring off against Calus in a circle-shaped arena. You can check our <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-tips-guide/1100-6511991/\">Lightfall Legendary campaign guide</a> for more general tips and Exotic armor suggestions, but as for weapons in this fight, I'd recommend <strong>Osteo Striga</strong>, a <strong>void fusion rifle</strong>, and a <strong>linear fusion rifle</strong> (I used Cataclysmic, the origin trait of which can grant you health when reloading). Osteo Striga is great at both dealing with the many enemies you'll encounter and damaging Calus. The fusion rifle is good for killing the green-shielded enemies (who should be prioritized) and other tougher enemies, as well as melting the overshield that Calus periodically receives.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-final-calus-boss-fight-guide/1100-6511993/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-final-calus-boss-fight-guide/1100-6511993/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 18:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall Legendary Campaign Tips Guide", "description": "<p dir=\"ltr\">The new Destiny 2 expansion, Lightfall, is here, and as was introduced with last year's Witch Queen DLC, its campaign comes in two flavors: Classic and Legendary. Classic is the standard difficulty of all previous Destiny campaigns, which is to say, it's not especially challenging for veteran players. Legendary is meant to punch you in the face, ramping up the difficulty to put it on par with some of the game's harder content. Sure enough, Lightfall's Legendary campaign is quite difficult and likely not something you'll want to jump into as a novice player, as you'll need skills and equipment you might not yet possess. But if you are taking it on, here's what you need to know about how it works and some tips on how to best survive.</p><h2 dir=\"ltr\">What's different about the Legendary campaign?</h2><p dir=\"ltr\">Lightfall's Legendary campaign missions each carry the same modifiers, all of which are meant to make things much more difficult:</p><p dir=\"ltr\"><strong>Legendary:</strong> Enemies are more aggressive, have heavier shields, and are more plentiful.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-tips-guide/1100-6511991/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-legendary-campaign-tips-guide/1100-6511991/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 17:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Disney's Haunted Mansion Movie Trailer Offers A Spooky Sneak Peek", "description": "<p dir=\"ltr\">Disney has released the first trailer for Haunted Mansion, which is due to hit theaters on July 28. Below, check out the nearly two-minute clip offering a first solid look at the live-action movie reimagining the 2003 film.</p><p dir=\"ltr\">\"As a lifelong fan of the Haunted Mansion attraction, I'm beyond excited to share the teaser trailer for our new film adaptation featuring an incredible cast,\" director Justin Simien (Dear White People, Bad Hair) said in a release. \"Our team has worked tirelessly to create a scary, funny, and cinematic otherworldly adventure for both new and die-hard fans to enjoy! I can't wait for audiences to experience this big screen version of the iconic Disney attraction.\"</p><div>          </div><p dir=\"ltr\">Inspired by the classic theme park attraction, Haunted Mansion is \"about a woman and her son who enlist a motley crew of so-called spiritual experts to help rid their home of supernatural squatters.\" The film's producers are Dan Lin and Jonathan Eirich, with Nick Reynolds and Tom Peitzman serving as executive producers. The movie's ensemble cast includes LaKeith Stanfield, Tiffany Haddish, Owen Wilson, Danny DeVito, Rosario Dawson, Chase W. Dillon and Dan Levy, with Jamie Lee Curtis and Jared Leto.</p><a href=\"https://www.gamespot.com/articles/disneys-haunted-mansion-movie-trailer-offers-a-spooky-sneak-peek/1100-6511989/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/disneys-haunted-mansion-movie-trailer-offers-a-spooky-sneak-peek/1100-6511989/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 17:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Valorant's Competitive Game Mode Update Is Coming Soon", "description": "<p>Riot Games has announced that Valorant's new competitive game mode, Premier, will be released with Episode 6 Act 3.</p><p>The developer released a new in-depth video explaining everything about the upcoming mode, with game director Andy Ho sharing the details. Premier is a team-based competitive system that will allow players to build their own team and compete across a set of pre-scheduled matches.</p><div>          </div><p>In this new game mode, players will be given the option to create their own team or join a team of five friends to compete together against teams of similar skill levels. Once a roster has been built, the player's team will be placed in a division where they'll play across a persistent season composed of weekly matches and tournaments on designated maps.</p><a href=\"https://www.gamespot.com/articles/valorant-competitive-game-mode-update-is-coming-soon/1100-6511990/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/valorant-competitive-game-mode-update-is-coming-soon/1100-6511990/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 17:22:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Lord Of The Rings: Everything We Know About The Upcoming Movies", "description": "<p dir=\"ltr\">Believe it or not, Peter Jackson's Oscar-winning The Lord of the Rings movies debuted more than 20 years ago. The third movie, Return of the King, swept the Oscars and won 11 Academy Awards, including Best Picture and Best Director for Jackson. He followed those up with a much less critically adored (but still commercially successful!) The Hobbit trilogy. Now, two decades on, Warner Bros. and New Line have announced plans to make new The Lord of the Rings movies, and that makes for potentially exciting news for fans of the series.</p><p dir=\"ltr\">As with any announcement about new entries to a beloved series, some fans are skeptical, and understandably so. WB/New Line is plotting ahead with an attempt to create what insiders are calling a <a href=\"https://www.gamespot.com/articles/lord-of-the-rings-aiming-to-become-a-star-wars-like-franchise-but-there-are-no-scripts-yet-report/1100-6511927/\">Star Wars-like universe for Middle-earth</a>. These new movies are coming as Amazon Studios plots its own legally and creatively distinct Lord of the Rings project with the TV series The Rings of Power, which is now under production for Season 2.</p><p dir=\"ltr\">In this post, we're rounding up everything we know about the new Lord of the Rings movies.</p><a href=\"https://www.gamespot.com/articles/lord-of-the-rings-everything-we-know-about-the-upcoming-movies/1100-6511987/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/lord-of-the-rings-everything-we-know-about-the-upcoming-movies/1100-6511987/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 17:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "John Wick 4 Expected To Have Best Start At Box Office In Franchise History", "description": "<p>John Wick: Chapter 4 is expected to make a lot of money during its opening weekend later this month, so much so that it is on track to set a new franchise record.</p><p>Chapter 4, which releases March 24, is tracking to earn between $60 million-$70 million for its first weekend in the US, <a href=\"https://deadline.com/2023/03/john-wick-chapter-4-box-office-keanu-reeves-1235276778/\">according to Deadline</a>. That would be the strongest start in the history of the series. For comparison, 2014's original John Wick earned <a href=\"https://www.boxofficemojo.com/title/tt2911666/?ref_=bo_se_r_1\">$14.4 million</a> in its first weekend, while Chapter 2 made <a href=\"https://www.boxofficemojo.com/title/tt4425200/?ref_=bo_se_r_3\">$30.4 million</a> to start. Chapter 3 continued the upward trend, banking <a href=\"https://www.boxofficemojo.com/title/tt6146586/?ref_=bo_se_r_4\">$56.8 million </a>over its first stateside weekend, and Chapter 4 is expected to have an even bigger start. </p><div>          </div><p> </p><a href=\"https://www.gamespot.com/articles/john-wick-4-expected-to-have-best-start-at-box-office-in-franchise-history/1100-6511984/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/john-wick-4-expected-to-have-best-start-at-box-office-in-franchise-history/1100-6511984/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 17:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Dead by Daylight Movie Adaptation Will Terrify Audiences On The Big Screen", "description": "<p> </p><p dir=\"ltr\">Canadian gaming studio Behaviour Interactive and production companies Blumhouse and Atomic Monster are all joining forces for a feature film adaptation of the popular multiplayer horror game Dead by Daylight. <a href=\"https://variety.com/2023/digital/news/dead-by-daylight-movie-jason-blum-james-wan-1235540749/\">Variety</a> was first to report.</p><p dir=\"ltr\">\"In Dead by Daylight the Behaviour team has created a love letter to the world of horror, building an incredible environment teeming with atmosphere and terrifying villains--perfect for a scary cinematic adaptation,\" producer James Wan said. \"We're big fans of the game at Atomic Monster, and are thrilled to be teaming up with Blumhouse to bring this frighteningly visceral world to the big screen.\"</p><a href=\"https://www.gamespot.com/articles/new-dead-by-daylight-movie-adaptation-will-terrify-audiences-on-the-big-screen/1100-6511986/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-dead-by-daylight-movie-adaptation-will-terrify-audiences-on-the-big-screen/1100-6511986/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 17:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Get 7 Great Steam Games For $20", "description": "<p>Another month, another enticing Platinum bundle from Fanatical. The <span class=\"norewrite\">           <a href=\"https://www.dpbolvw.net/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/pick-and-mix/platinum-collection-build-your-own-bundle\">Platinum Collection March: Build Your Own Bundle</a> </span> is now live, giving you a chance to pick up seven games for just $20. There are also options to snag five games for $15 or three games for $10--making it easy to find something that fits your budget.</p><p>The Platinum Collection gives you a catalog of 18 games to build your bundle from, most of which are highly rated indies. Opting for the $20 bundle is the best value, as each game comes out to <strong>just $2.86 each</strong>. And considering most of these games retail for at least $20, it’s definitely worth browsing through the collection. All games are <strong>redeemable on Steam</strong> and come with a 5% off voucher for your next purchase through Fanatical.</p><p>Lake is one of the standout titles, offering a relaxing, story-based adventure that has you jumping into the shoes of a postal worker. As you explore the quaint town of Providence Oak, you’ll be able to form friendships and make decisions that impact the outcome of your journey. It’s a chill game, and one that’s great to play if you’re burnt out on fast-paced shooters or keeping up with a battle pass.</p><a href=\"https://www.gamespot.com/articles/get-7-great-steam-games-for-20/1100-6511985/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/get-7-great-steam-games-for-20/1100-6511985/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 16:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "A New Free Game Is Available At Epic Right Now", "description": "<p>For more than four years now, the Epic Games Store has regularly given away free games. Every Thursday at 8 AM PT / 11 AM ET, Epic offers at least one free PC game (sometimes two or three, though!). All you need to do to claim the free games is <a href=\"https://www.epicgames.com/id/register\">create a free Epic account</a> and enable two-factor authentication to start snagging freebies. You have a week to add the freebies to your library before the new one(s) take their place. At this point, Epic has given away hundreds of free games, and there's no sign that the program will stop any time soon. We keep this article up to date weekly to highlight both the current free games and next week's offerings.</p><h2>Current free game at Epic</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1595/15950357/4106844-riseofindustry.jpg\"><img alt=\"Rise of Industry\" src=\"https://www.gamespot.com/a/uploads/scale_super/1595/15950357/4106844-riseofindustry.jpg\" /></a><figcaption>Rise of Industry</figcaption></figure><p> </p><p>From now until <strong>March 9 at 8 AM PT / 11 AM ET</strong>, you can grab Rise of Industry, a sim set during the Industrial Revolution. You're job is to create a thriving empire of factories and businesses and produce necessary goods for the area around you. The world is procedurally generated, so if you like the loop, you might be able to get a lot of hours out of Rise of Industry.</p><a href=\"https://www.gamespot.com/articles/a-new-free-game-is-available-at-epic-right-now/1100-6476419/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/a-new-free-game-is-available-at-epic-right-now/1100-6476419/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 16:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Apex Legends Imperial Guard Collection Event Includes Discounted Wraith Heirloom", "description": "<p><a href=\"https://www.gamespot.com/games/apex-legends/\">Apex Legends</a>' upcoming Imperial Guard Collection Event was announced today via a trailer uploaded to the game's official YouTube channel. But this Collection Event's ultimate reward is like no other--instead of a <a href=\"https://www.gamespot.com/articles/apex-legends-prestige-bloodhound-skin-everything-you-need-to-know/1100-6500308/\">Prestige Skin</a>, an <a href=\"https://www.gamespot.com/articles/apex-legends-heirlooms-guide/1100-6495067/\">Heirloom Weapon</a>, a set of <a href=\"https://www.gamespot.com/articles/apex-legends-season-16-gameplay-trailer-reveals-players-can-get-heirloom-shards-soon/1100-6511312/\">Heirloom Shards</a>, or a mind-bogglingly <a href=\"https://www.gamespot.com/articles/respawn-unveils-170-peacekeeper-skin-and-players-are-furious/1100-6510854/\">expensive reactive weapon skin,</a> players who collect all 24 Imperial Guard event cosmetics will unlock a new version of Wraith's kunai knife.</p><p dir=\"ltr\">In addition to the premium cosmetic collection, a series of free rewards will be available to players who earn the 5,000 challenge points required to complete the reward track. But the most exciting feature of the event isn't just event-exclusive--it's sticking around. As mentioned in <a href=\"https://www.gamespot.com/articles/apex-legends-season-16-patch-notes-buff-peacekeeper-and-mastiff-add-shiny-gold-shotgun-bolt/1100-6511419/\">Season 16's patch notes</a>, Mixtape Mode is set to launch alongside the Imperial Guard Collection Event, and the feature is here to stay even after Imperial Guard ends.</p><div>          </div><p dir=\"ltr\">Starting with the launch of Imperial Guard on March 7, Team Deathmatch will be replaced with Mixtape Mode, a permanent new playlist featuring three popular modes that were previously only accessible as part of limited-time events. Mixtape Mode includes TDM, <a href=\"https://www.gamespot.com/articles/apex-legends-control-mode-tips/1100-6500394/\">Control</a>, and <a href=\"https://www.gamespot.com/articles/apex-legends-throwing-knife-isnt-here-to-stay-but-more-ltms-are-on-the-way/1100-6507756/\">Gun Run</a>, with each mode rotating every hour. Sadly, <a href=\"https://www.gamespot.com/articles/respawn-sunsets-arenas-adds-tdm-playlists-to-apex-legends/1100-6511167/\">Arenas appears to be gone for good</a>, and Respawn has given no indication that players will see the 3v3 mode return to Apex anytime soon. On a brighter note, all modes available via Mixtape will be added to the Private Lobby feature, allowing players to host their own tournaments. The number of players needed to start a match in each mode is as follows:</p><a href=\"https://www.gamespot.com/articles/apex-legends-imperial-guard-collection-event-includes-discounted-wraith-heirloom/1100-6511988/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/apex-legends-imperial-guard-collection-event-includes-discounted-wraith-heirloom/1100-6511988/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 16:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "A Lord Of The Rings Musical Is Happening", "description": "<p>The Lord of the Rings is being turned into a musical stage show and will be performed in the English countryside this summer.</p><p>As reported by <a href=\"https://deadline.com/2023/03/lord-of-the-rings-music-stage-adaptation-watermill-theatre-jrr-tolkien-matthew-warchus-1235276555/\">Deadline</a>, The Lord of the Rings musical is set to take place at the Watermill Theatre located in Berkshire, England, a countryside near Oxfordshire, where original author J.R.R Tolkien spent his time writing the Great War of the Ring storyline. The musical will be \"semi-immersive\" and take advantage of the venue's setting on the banks of the River Lambourn, while also making the Watermill Theatre and its surrounding area reminiscent of the Shire.</p><p>Originally co-created in 2006 by Matthew Warchus--director of Roald Dahl's Matilda the Musical--the musical will feature original songs inspired by The Lord of the Rings and is expected to take place on July 25 and will run for approximately 12 weeks.</p><a href=\"https://www.gamespot.com/articles/a-lord-of-the-rings-musical-is-happening/1100-6511983/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/a-lord-of-the-rings-musical-is-happening/1100-6511983/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Dead Island 2 Official Extended Gameplay Reveal", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4106840-deadisland2rozszerzonaprezentacjarozgrywkips5%26ps4.mp4.00_10_04_34.still005.jpg\" width=\"480\" /> Get your first look at Dead Island 2 extended gameplay. Follow our Slayer, Dani, through the streets of Beverly Hills and Bel-Air as she showcases new weapons and powerful skills like ground pounds. The combat won't leave you disappointed as you go head to head with some of our Los Angelenos zombies.", "link": "https://www.gamespot.com/videos/dead-island-2-official-extended-gameplay-reveal/2300-6460768/", "date_published": "2023-03-02 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Super Mario Movie - Fire-Breathing Bowser Toy Is Available Now", "description": "<p>In just a few weeks, Nintendo's favorite plumber is making his animated debut on the big screen. Nintendo isn't missing an opportunity to create some terrific merchandise around the film, and while <a href=\"https://www.gamespot.com/articles/super-mario-bros-movie-toyline-revealed/1100-6510816/\">some of the Super Mario Bros. action figures might be a little creepy</a>, this <a href=\"https://www.amazon.com/dp/B09TPMKWX1?tag=gamespot-promos-20\">$30 Bowser toy</a> is an instant attention-grabber.</p><p>Produced by Jakks Pacific, Bowser looks like he was plucked straight from the movie. Voiced by Tenacious D's Jack Black--who's also the voice of the much more cuddly Kung Fu Panda--this Bowser is big, mean, and ready to conquer the Mushroom Kingdom. Articulation looks fairly decent for this bulky collectible, he has a very colorful paint job that's true to the video game source material, and he has an impressive height of seven inches.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106834-bowser%282%29.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106834-bowser%282%29.jpg\" /></a></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106835-bowser%281%29.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4106835-bowser%281%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106836-bowser%283%29.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4106836-bowser%283%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106837-bowser%284%29.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4106837-bowser%284%29.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106838-bowser%285%29.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4106838-bowser%285%29.jpg\" />     </a>   </div>  </figure><div><div class=\"norewrite\" title=\"\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/dp/B09TPMKWX1?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a> </div></div><div><div class=\"norewrite\" title=\"\">           <a href=\"https://goto.target.com/c/1804712/81938/2092?subId1=subid_value&amp;u=https://www.target.com/p/nintendo-the-super-mario-bros-movie-bowser-figure-with-fire-breathing-effect/-/A-86194843\">See at Target</a> </div></div><p>The big feature of this Bowser toy is its \"fire-breathing\" mode, which allows the mighty Mario enemy to vent steam from his mouth. You'll need three AAA batteries for this feature, and once you fill him up with water, you can press his side spike to make him belch out vapors that are illuminated by an internal LED. Don't worry, this is <em>not </em>a vaping toy. If you'd prefer to keep Bowser in mint condition, you can also display him inside of his box, which is designed for this purpose.</p><a href=\"https://www.gamespot.com/articles/super-mario-movie-fire-breathing-bowser-toy-is-available-now/1100-6511981/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/super-mario-movie-fire-breathing-bowser-toy-is-available-now/1100-6511981/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall - How To Level Up Quickly", "description": "<p>Lightfall introduces a number of changes to the worlds of Destiny 2, but the expansion also levels the playing field across the board with a power level reset for all players. Whether you're a rookie Guardian or a seasoned veteran, everyone starts Lightfall at the new power level of 1,600, and as you progress through the game, you'll steadily increase those numbers.</p><p>For experienced players, the race is on now to reach a high power level ahead of March 10's <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-raid-the-root-of-nightmares-start-time-details/1100-6511185/\">The Root of Nightmares raid</a> launch. That grind to power up will go through three phases, as there'll be soft, power, and pinnacle caps to reach on the way, which we'll explain in more detail below.</p><h3>What is the Destiny 2 power level?</h3><p>That number on your Guardian screen is essentially the sum total of your power gleaned from your equipped weapons, armor, and seasonal artifact. This is what determines just how much damage you can dish out and receive, with other factors like armor mods and subclass loadouts also influencing your survivability.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-how-to-level-up-quickly/1100-6511968/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-how-to-level-up-quickly/1100-6511968/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:41:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "These Nintendo Switch Accessories Bundles Are Super Cheap Right Now", "description": "<p>The Nintendo Switch is one of the most versatile consoles of 2023, designed to be played at home, on the road, and anywhere in between. That means you might find yourself traveling with the device and using it more often than you’d expect--so you’ll probably want to stock up on accessories to keep it safe. And right now, you can snag the <span class=\"norewrite\">           <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Accessories-Nintendo-Starter-Carrying-Protector-Controller/dp/B0792QJ28Y?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">EOVOLA Accessories Kit,</a> </span> which offers more than a dozen different items for just $38, down from $67. Additionally, Amazon is offering a Lightning Deal on a smaller <a href=\"https://www.amazon.com/Orzly-Accessories-Nintendo-Protectors-Headphones/dp/B076JG7TNX?tag=gamespot-promos-20\">bundle from Orzly</a> that's worth checking out.. </p><div class=\"norewrite\" title=\"6511979 - Switch Accessory Bundle\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Orzly-Accessories-Nintendo-Protectors-Headphones/dp/B076JG7TNX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">Orzly Switch Accessories Bundle</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Orzly-Accessories-Nintendo-Protectors-Headphones/dp/B076JG7TNX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">$21 (was $50)</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1595/15950357/4106854-orzlyswitch.jpg\" />                             <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Orzly-Accessories-Nintendo-Protectors-Headphones/dp/B076JG7TNX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\"></a>                        </div>              <div class=\"item-description\"><p>Orzly's Switch Accessories Bundle is available as an Amazon Lightning Deal. It's a ridiculously good value at only $21 (down from $50). This bundle comes with a great Nintendo Switch grip, carrying case, screen protector, charging cable, earbuds, cartridge case, and a stylus. T</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Orzly-Accessories-Nintendo-Protectors-Headphones/dp/B076JG7TNX?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a>                              </div>                                         </div>      </div>                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Accessories-Nintendo-Starter-Carrying-Protector-Controller/dp/B0792QJ28Y?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">EOVOLA Switch Accessories Kit</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Accessories-Nintendo-Starter-Carrying-Protector-Controller/dp/B0792QJ28Y?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">$38 (was $67)</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1702/17023653/4106816-accessorieskit%281%29.jpg\" />                             <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Accessories-Nintendo-Starter-Carrying-Protector-Controller/dp/B0792QJ28Y?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\"></a>                        </div>              <div class=\"item-description\"><p>The EOVOLA Accessories Kit is about more than protection for your Switch. While it does come with a carrying case, two tempered glass screen protectors, a switch game card case, and a TPU soft case, you’ll also find two switch wheels for racing games, two Joy-Con grips for added comfort, and a multi-angle play stand. </p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/Accessories-Nintendo-Starter-Carrying-Protector-Controller/dp/B0792QJ28Y?tag=gamespot-promos-20&amp;ascsubtag=ag:|vg:-|st:dtp\">See at Amazon</a>                              </div>                                         </div>      </div>   </div> </div><p>That makes it a pretty robust bundle, and one that should provide you with just about every accessory you'll ever need for the hybrid console. The list of gear in this bundle is truly impressive--here’s a look at what's included with your purchase.</p><ul><li>One Switch Carrying Case</li><li>One Switch Multi-Angle Playstand</li><li>Two tempered glass screen protectors</li><li>One 4-in-1 Joy-Con Charging Dock</li><li>One TPU soft case</li><li>One Switch Game Card Case</li><li>Two Switch Wheels</li><li>Two Joy-Con Grips</li><li>Four Joy-Con Cases</li><li>Eight Joy-Con Caps</li></ul><p>All told, you're paying right around two bucks for each item. And even if you only end up using half the gear in the bundle, that’s still a solid deal. We’re not sure how long this will stick around, so be sure to check it out if you want to stock up on Switch accessories without breaking the bank.</p><a href=\"https://www.gamespot.com/articles/these-nintendo-switch-accessories-bundles-are-super-cheap-right-now/1100-6511979/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/these-nintendo-switch-accessories-bundles-are-super-cheap-right-now/1100-6511979/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "God Of War Ragnarok And Stray Among Top Nominees On 2023 BAFTA Games Awards List", "description": "<p>It might be March, but award season is not over yet. The British Academy of Film and Television Arts has announced the nominees for its 2023 BAFTA Games Awards.</p><p>Leading the pack are <a href=\"https://www.gamespot.com/games/god-of-war-ragnarok/\">God of War Ragnarok</a> and <a href=\"https://www.gamespot.com/games/stray/\">Stray</a>, each with nine nominations including Best Game, Best Animation, and Best Narrative. However, God of War also boasts an impressive number of cast member nominations, with six of its performers nominated across two categories. This makes God of War the most-nominated game since the BAFTA Games Awards first began in 2004.</p><p><a href=\"https://www.gamespot.com/articles/elden-ring-is-gamespots-game-of-the-year-2022/1100-6509957/\">GameSpot's own 2022 Game of the Year</a>, <a href=\"https://www.gamespot.com/games/elden-ring/\">Elden Ring</a>, trails only slightly behind, with eight nominations across the award show's 18 categories. Other notable nominees are <a href=\"https://www.gamespot.com/games/horizon-forbidden-west/\">Horizon Forbidden West</a>, <a href=\"https://www.gamespot.com/games/tunic/\">Tunic</a>, <a href=\"https://www.gamespot.com/games/vampire-survivors/\">Vampire Survivors</a>, and <a href=\"https://www.gamespot.com/games/a-plague-tale-requiem/\">A Plague Tale: Requiem</a>, each with five nominations, and the psychological thriller <a href=\"https://www.gamespot.com/games/immortality/\">Immortality</a> with four.</p><a href=\"https://www.gamespot.com/articles/god-of-war-ragnarok-and-stray-among-top-nominees-on-2023-bafta-games-awards-list/1100-6511970/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/god-of-war-ragnarok-and-stray-among-top-nominees-on-2023-bafta-games-awards-list/1100-6511970/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Fortnite X Creed Official Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4106795-adoniscreedswingshiswayintofortnite%21.mp4.00_00_20_57.still001.jpg\" width=\"480\" /> Adonis Creed swings his way into Fortnite in this latest collaboration.", "link": "https://www.gamespot.com/videos/fortnite-x-creed-official-trailer/2300-6460767/", "date_published": "2023-03-02 15:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Donnie Yen Pushed Back Against Asian Stereotypes In John Wick 4 And Rogue One", "description": "<p>Actor Donnie Yen has opened up about the Asian stereotypes he's constantly encountered in Hollywood over the years. While the martial artist has played a range of roles in Asian cinema, he expressed his frustrations with how generic things can be in the States.</p><p dir=\"ltr\">Speaking with <a href=\"https://www.gq.com/story/gq-hype-donnie-yen\">GQ</a>, Yen gave an example of this typecasting with Rogue One: A Star Wars Story. The actor says it was his idea to make his character, Chirrut Îmwe, blind, as well as a bit more comedic. \"One thing I pointed out is he was a stereotype,\" Yen said regarding early drafts of the story. \"Typical master. Doesn't smile.\"</p><p dir=\"ltr\">More recently, Yen fought back against similar issues with John Wick: Chapter 4. He plays the assassin Caine in the upcoming film, but that wasn't the character's original name. \"The name was Shang or Chang,\" he said. \"Why does he always have to be called Shang or Chang?</p><a href=\"https://www.gamespot.com/articles/donnie-yen-pushed-back-against-asian-stereotypes-in-john-wick-4-and-rogue-one/1100-6511977/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/donnie-yen-pushed-back-against-asian-stereotypes-in-john-wick-4-and-rogue-one/1100-6511977/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Sonic Co-Creator Yuji Naka Admits Guilt In Square Enix Insider Trading Case", "description": "<p dir=\"ltr\">Yuji Naka, the co-creator of Sonic the Hedgehog and a well-known figure of Sega's golden age, has admitted guilt in his trial for <a href=\"https://www.gamespot.com/articles/sonic-co-creator-yuji-naka-has-been-arrested-for-alleged-insider-trading/1100-6509282/\">insider trading</a>. As reported by <a href=\"https://www3.nhk.or.jp/news/html/20230302/k10013996471000.html\">NHK</a>, when presented with the charges, Naka said that there was \"no doubt\" that he was guilty of the charges. Naka is accused of buying shares based on insider information, which is a violation of Japan law.</p><p dir=\"ltr\">Naka is accused of committing two separate acts of insider trading. The first alleges that he bought about 3 million yen worth of stock in Japanese developer Aiming after he learned that the studio was working on a new Dragon Quest mobile game before it was publicly announced. The second relates to another mobile game announcement, Square Enix's Final Fantasy VII: The First Soldier, where he allegedly did the same thing. He's accused of netting the equivalent of $146,000 from these sales.</p><p dir=\"ltr\">Naka is not alone in facing these charges, as several other former Square Enix employees are accused of being involved in the scheme. In recent years, Naka has become somewhat notorious for directing Balan Wonderworld, a critically panned platformer that released shortly before he left Square Enix. Naka <a href=\"https://www.gamespot.com/articles/sonic-co-creator-yuji-naka-blasts-square-enix-for-balan-wonderworlds-failure/1100-6502967/\">sued Square Enix</a> in 2022, claiming that the game was released in an unfinished state, and that he was removed as director six months prior to the game's launch.</p><a href=\"https://www.gamespot.com/articles/sonic-co-creator-yuji-naka-admits-guilt-in-square-enix-insider-trading-case/1100-6511976/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/sonic-co-creator-yuji-naka-admits-guilt-in-square-enix-insider-trading-case/1100-6511976/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 15:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Resident Evil 4 Remake: 11 Things We Learned From The New Gameplay", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4106437-re4remake_site.jpg\" width=\"480\" /> Resident Evil 4 Remake is only weeks away, but there are still so many questions to answer about Capcom’s ambitious remake. Thankfully, we got the chance to see about 20 minutes of gameplay which gave us a glimpse into the lake area, the castle, and the iconic Krauser knife fight. Here are 11 new things we learned about the game.", "link": "https://www.gamespot.com/videos/resident-evil-4-remake-11-things-we-learned-from-the-new-gameplay/2300-6460766/", "date_published": "2023-03-02 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Eight Titles Are Leaving Xbox Game Pass On March 15", "description": "<p>Another month for Xbox Game Pass subscribers means a new batch of games will be added to the service, but eight titles will be leaving by March 15.</p><p>One of 2021's most notable games, Marvel's Guardians of the Galaxy, is among the collection of games to be leaving before the end of the month. This third-person RPG follows Star-Lord and his crew as they get swept up in an interplanetary disaster, featuring tag-team gameplay, choice-based consequences, and a variety of boss fights.</p><p>Regarded as one of the best indie titles of all time, Undertale is a rich 2D role-playing game full of unique characters and a turn-based combat system filled with player-made choices that impact the story. After a human child falls underground, the player discovers a world that has become the home and prison to a monster race, who long to return to the surface.</p><a href=\"https://www.gamespot.com/articles/eight-titles-are-leaving-xbox-game-pass-on-march-15/1100-6511975/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/eight-titles-are-leaving-xbox-game-pass-on-march-15/1100-6511975/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall: How To Get Deterministic Chaos Exotic Machine Gun", "description": "<p>Completing the Destiny 2: Lightfall campaign unlocks additional quests for new Exotic weapons, and one of those quests is called Unfinished Business, which rewards the Deterministic Chaos Void machine gun. A heavy projectile weakens targets on impact every fourth bullet and every 16th bullet makes enemies volatile when holding down the trigger. To start the Unfinished Business Exotic quest, speak with Nimbus after completing the Lightfall campaign. Here's everything you need to know about the quest, including how to find Cipher Qubits and Cloud Accretions.</p><h2>Unfinished Business quest</h2><p>The first task has you visit the Hall of Heroes, which is a few steps above the Strider’s Gate landing zone, then talk with Nimbus again after the cutscene. (While at the Hall of Heroes, you should speak to the hologram of city archivist Quinn Laghari to get a quest called Welcome to the Hall of Heroes that leads to the Winterbite Exotic weapon quest.)</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1655/16554081/4106775-unfinishedbusinessquest_lightfall_gamespot.jpg\"><img alt=\"The Unfinished Business Exotic quest from Nimbus\" src=\"https://www.gamespot.com/a/uploads/scale_super/1655/16554081/4106775-unfinishedbusinessquest_lightfall_gamespot.jpg\" /></a><figcaption>The Unfinished Business Exotic quest from Nimbus</figcaption></figure><p>The third step asks you to collect Cipher Qubits that drop from defeated Vex and extract five resources. These resources are shiny crystal shards called Cloud Accretion that are basically Neomuna’s destination material--adding the resource detector mod on your Ghost helps find them. You’ll need eight Cipher Qubits to extract Rohan’s data from each Cloud Accretion.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-how-to-get-deterministic-chaos-exotic-machine-gun/1100-6511972/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-how-to-get-deterministic-chaos-exotic-machine-gun/1100-6511972/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall - Where To Find The Gilded Precept Lost Sector", "description": "<p>If you're looking for a fight in Destiny 2's Lightfall expansion, you'll find plenty of them in the new Gilded Precept lost sector of Neomuna. This gauntlet can be found just outside of the flagship of Calus, and is populated with Shadow Legion Cabal looking to prove their worth in the arena of combat. If you're ready to gate-crash these hallowed grounds and accept a challenging encounter against a small army of Cabal who have very itchy trigger-fingers, here's a breakdown on where this lost sector is and what you can expect to find inside of it.</p><p>For more Lightfall guides, you can check out <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-thrilladome-lost-sector/1100-6511966/\">where to find the Thrilladome lost sector</a> and <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-hydroponics-delta-lost-sector/1100-6511965/\">where to find the Hydroponics Delta lost sector</a>.</p><h3>Where to find the Gilded Precept lost sector</h3><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106690-destiny22023-03-0113-56-24.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4106690-destiny22023-03-0113-56-24.jpg\" /></a></figure><p>Head to Ahimsa Park on Neomuna, and when you get to the flagship of Calus, look for a small rock formation on the far right.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-gilded-precept-lost-sector/1100-6511967/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-gilded-precept-lost-sector/1100-6511967/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mario Kart 8's Next DLC Courses And Birdo Playable Character Arrive March 9", "description": "<p>Nintendo has announced that the next DLC courses for Mario Kart 8 Deluxe are coming very soon. Wave 4 of the Booster Course Pass, containing eight courses and a new DLC character, arrives March 9.</p><p>The new courses include Amsterdam Drift, Riverside Park, DK Summit, Yoshi's Island, Bangkok Rush, Mario Circuit, Waluigi Stadium, and Singapore Speedway. These are all courses from past Mario Kart titles, except for Yoshi's Island, which is a brand-new track. Players can race these tracks in the new Fruit Cup and Boomerang Cup. Wave 4 also adds a new character, Birdo, to the roster.</p><div>          </div><p>The Booster Course Pass costs $25 and includes 48 DLC courses in all. Alternatively, you can subscribe to Nintendo Switch Online + Expansion Pack ($50/year) to get the Booster Course Pass and <a href=\"https://www.nintendo.com/switch/online/nintendo-switch-online/expansion-pack/?cid=A1005-01:ch=pdpd&amp;gclid=CjwKCAiAr4GgBhBFEiwAgwORrX6Wes53UMuinhA3eCLRcdTwcULC6d00eqC6HELI__YC3142ZxMJlxoC3poQAvD_BwE\">a range of other benefits</a>.</p><a href=\"https://www.gamespot.com/articles/mario-kart-8s-next-dlc-courses-and-birdo-playable-character-arrive-march-9/1100-6511973/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mario-kart-8s-next-dlc-courses-and-birdo-playable-character-arrive-march-9/1100-6511973/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall - Where To Find The Thrilladome Lost Sector", "description": "<p>Trouble is brewing in Destiny 2: Lightfall's Neomuna arcade, as the Vex have discovered a backdoor into the Neptunian city's systems through one of its entertainment areas. Fortunately, the city has you to count on for its Vex problem in this lost sector, which combines a futuristic gaming location with Vex simulations to create a unique area to explore. The Thrilladome lost sector, which has a 1780 power level recommendation, can be challenging, but it's one that you'll want to prepare for after the Lightfall campaign ends.</p><p>For the Unfinished Business Exotic mission that will ultimately reward you with the new Deterministic Chaos machine gun, you'll need to dive into this lost sector as one of the quest steps. Once you're done with that mission, the Thrilladome is an excellent location for farming Vex as part of any possible seasonal objectives or bounties, and it has some great sections in which to practice your new Strand-swinging powers while you're dealing with the pressure of having time-traveling robots shoot a barrage of lasers at you.</p><p>For more Lightfall guides, you can check out <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-hydroponics-delta-lost-sector/1100-6511965/\">where to find the Hydroponics Delta lost sector</a> and <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-gilded-precept-lost-sector/1100-6511967/\">where to find the Gilded Precept lost sector</a>.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-thrilladome-lost-sector/1100-6511966/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-thrilladome-lost-sector/1100-6511966/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2: Lightfall - Where To Find The Hydroponics Delta Lost Sector", "description": "<p>Neomuna is this year's big new Destiny 2 destination, and like other patrol zones introduced in the game over the years, it has a number of lost sectors to explore. These mini-levels have a simple formula, as you'll work your way through corridors loaded with enemies, defeat them, and eventually take on a boss at the end as you chase after some loot in the process. Not just great for a round of target practice, the right lost sector can also help you tick <a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-and-season-defiance-seasonal-challenges-guide/1100-6511886/\">seasonal challenges</a> off your to-do list.</p><p>Among the the three lost sectors that you'll come across in Lightfall is the Hydroponics Delta area in Zephyr Concourse. With a recommended power level of 1750 for this area, you'll need to work your way through the Lightfall campaign to increase your chances at survival. If you're planning to do the Legend difficulty version of this lost sector--1830 power level recommended--so that you can earn an Exotic, it'll have the following modifiers in play:</p><ul><li>Locked Equipment, Extra Shields</li><li>Barrier and Unstoppable champions</li><li>Threat: Void</li><li>Shields: None</li><li>Modifiers: Empath (enhanced radar)</li></ul><p>Once you're properly geared up, here's where you can find the lost sector and what you can expect inside of it.</p><a href=\"https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-hydroponics-delta-lost-sector/1100-6511965/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-lightfall-where-to-find-the-hydroponics-delta-lost-sector/1100-6511965/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Star Wars Jedi: Survivor Sequel Planned, But Not Promised", "description": "<p dir=\"ltr\">Always three, there are. At least, that's the way it seems with Star Wars, and the Jedi game series starring Cal Kestis sounds to be no different.</p><p dir=\"ltr\">Star Wars Jedi: Survivor director Stig Asmussen expressed his desire to make the game franchise a trilogy while speaking with <a href=\"https://www.ign.com/articles/star-wars-jedi-survivor-director-wants-to-make-cals-saga-a-trilogy\">IGN</a>. Jeff Grubb, of GameSpot sister site Giant Bomb, added <a href=\"https://twitter.com/jeffgrubb/status/1631053586233794560?s=46&amp;t=gp9HY1NQP1eeZxZoq0Xxsw\">on Twitter</a> that \"the assumption among the team I've heard is that, as long as Survivor does fine, they will begin working on another Jedi game.\"</p><p dir=\"ltr\">Asmussen told IGN how he and his team at Respawn Entertainment plotted out Star Wars Jedi: Survivor with a sequel planned in their minds. \"We had a pretty decent idea of timeframe where we wanted Survivor to take place, what the stakes were going to be, what the tone of the game was going to be, what Cal was going to be up against, and how the crew was going to factor into that,\" Asmussen said. \"And there's ideas of what we could do beyond that as well.\"</p><a href=\"https://www.gamespot.com/articles/star-wars-jedi-survivor-sequel-planned-but-not-promised/1100-6511971/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/star-wars-jedi-survivor-sequel-planned-but-not-promised/1100-6511971/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 14:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Olympic Esports Events For 2023 Include Gran Turismo, Just Dance, Chess", "description": "<p dir=\"ltr\">The Olympics aren't just for traditional sports, as the International Olympics Committee announced recently that qualification for the Olympic Esports Series 2023 has begun. The events, which will culminate in the finals in Singapore in late June, will be streamed live on Olympics.com and on other social media sites.</p><p dir=\"ltr\">So far, nine events have been confirmed for the Olympic Esports Series. Just Dance will represent the dance event, Chess.com will be used for the chess event, and motor sport competitors will vie for pole position in Gran Turismo 7. The other six events include archery (Tic Tac Bow), baseball (WBSC eBaseball: Power Pros), cycling (Zwift), sailing (Virtual Regatta), taekwondo (Virtual Taekwondo), and tennis (Tennis Clash).</p><p dir=\"ltr\">As noted by <a href=\"https://www.videogameschronicle.com/news/gran-turismo-and-just-dance-will-be-events-in-the-2023-olympic-esports-series/\">VGC</a>, it's not clear at this point how exactly the qualification process will work for each of the separate events. We do know that the Gran Turismo 7 qualification will take place on a custom Olympic Esports Series track, which will be available in the game starting April 13. The IOC is promoting the Olympic Esports Series as its attempt to support the world of virtual sports within the greater Olympics umbrella. The first event of this kind took place in 2021 and featured only five different events.</p><a href=\"https://www.gamespot.com/articles/olympic-esports-events-for-2023-include-gran-turismo-just-dance-chess/1100-6511935/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/olympic-esports-events-for-2023-include-gran-turismo-just-dance-chess/1100-6511935/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 13:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New $300 Switch Bundle Confirmed, Includes A Free Mario Game, Launches March 10", "description": "<p><strong>[UPDATE]</strong> Nintendo has now confirmed the new Switch bundle. It's called the Choose One bundle, and it comes with a Switch system, red Joy-Cons, and your choice of a free Mario game download. The options include, as rumored, Super Mario Odyssey, Mario Kart 8 Deluxe, or New Super Mario Bros. U Deluxe. It also includes a sticker pack themed around The Super Mario Bros. Movie.</p><p>The Choose One bundle launches March 10, priced at $300.</p><figure style=\"width: 460px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4106774-screenshot2023-03-02at9.12.59am.png\"><img alt=\"The Choose One bundle arrives March 10\" src=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4106774-screenshot2023-03-02at9.12.59am.png\" /></a><figcaption>The Choose One bundle arrives March 10</figcaption></figure><p> </p><a href=\"https://www.gamespot.com/articles/new-300-switch-bundle-confirmed-includes-a-free-mario-game-launches-march-10/1100-6511969/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-300-switch-bundle-confirmed-includes-a-free-mario-game-launches-march-10/1100-6511969/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 13:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Switch Bundle Apparently Leaks, And It May Include A Free Mario Game", "description": "<p>It looks like Nintendo may release a new Switch bundle soon to coincide with the debut of The Super Mario Bros. Movie in April. Images posted on Reddit show the box for this unannounced bundle, with one of the perks being a choice of one of three games to download at no extra cost.</p><p>The options include some excellent titles, including Super Mario Odyssey, New Super Mario Bros. U Deluxe, or Mario Kart 8 Deluxe. The bundle also seemingly comes with sticker sheets for the The Super Mario Bros. Movie and a Switch console sporting red Joy-Cons. One side of the box features Mario's face and his cold, glaring eyes staring back at you. It's a little unnerving, actually. Pricing was not mentioned.</p><div>                </div><p>This bundle isn't a total surprise, though, as <a href=\"https://twitter.com/billbil_kun/status/1627956301849296898?s=20\">it's been making the rounds of the rumor mill for weeks</a>. These images, however, are the most authentic-looking that we've seen so far. The packaging seen in the leak includes ESRB imagery, which suggests this bundle might be released in America, as opposed to being a region-specific product.</p><a href=\"https://www.gamespot.com/articles/new-switch-bundle-apparently-leaks-and-it-may-include-a-free-mario-game/1100-6511969/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-switch-bundle-apparently-leaks-and-it-may-include-a-free-mario-game/1100-6511969/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 13:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How Long Is Wo Long: Fallen Dynasty?", "description": "<p><a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> is Team Ninja's newest soulslike outing, bringing the company's trademark challenge and flair to a tale based in ancient China. With winding levels filled to the brim with demons, punishing bosses who can snuff you out in just a hit or two, and an abundance of gear to grind for and upgrade, Wo Long: Fallen Dynasty will certainly keep you busy for many, many hours. If you'd like to know just how long it'll take you to make your way through, though, we've got the answer here.</p><h2>How long is Wo Long: Fallen Dynasty?</h2><p>Completing the campaign in Wo Long: Fallen Dynasty will average around <strong>25 hours</strong>. That being said, genre veterans with considerable knowledge of how these types of games play may be able to work through it a bit quicker, while those trying their hands at a soulslike for the first time could find that it takes them even longer.</p><p>Completionists, meanwhile, can expect to spend at least <strong>5-10 additional hours beating any skipped side missions</strong> and wrapping up the extra requirements for obtaining all of the Trophies or Achievements in the game. This includes finding various types of collectibles, fully upgrading armor and weapons, engaging in some cooperative play, and doing a few miscellaneous tasks.</p><a href=\"https://www.gamespot.com/articles/how-long-is-wo-long-fallen-dynasty/1100-6511879/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-long-is-wo-long-fallen-dynasty/1100-6511879/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty - How To Change Your Character's Appearance", "description": "<p>Part of the appeal of any role-playing game is creating a character that you connect with, as you're likely to be spending a lot of time with them throughout your lengthy journey. <a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> has a fairly robust character creation system that should meet the needs of most players, but if you decide you'd like to change things up, you'll have the opportunity to do so. Here's how to change your character's appearance in Wo Long: Fallen Dynasty.</p><h2>How to change your character's appearance in Wo Long: Fallen Dynasty</h2><p><strong>You can change your character's appearance at any time by speaking to Zuo Ci at the Hidden Village</strong>, but you won't unlock this location until you've made a bit of progress in the game. Zuo Ci won't be available on your first visit, either, but he'll soon be available once you've completed a few more missions.</p><p>Once unlocked, Zuo Ci can be found in the house on the main platform of the Hidden Village (where you spawn). Select \"Character Creation\" from the list of options he provides you to gain access to all of the same features you were able to use when originally creating your character. While you're there, you can also <a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-respec/1100-6511683/\">respec your character's attributes</a>.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-change-your-characters-appearance/1100-6511685/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-change-your-characters-appearance/1100-6511685/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty - How To Respec", "description": "<p>A debate has long since waged about whether you should be able to respec your character's attributes in soulslike games, but <a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> makes its stance extremely clear: Yes, you should be able to respec your stats, and you should be able to do it as often as you'd like with no consequences. If you're looking to change things up but aren't quite sure how, we've got you covered below.</p><h2>How to respec in Wo Long: Fallen Dynasty</h2><p>Once you've made a little bit of progress in the main story, you'll eventually come across the Hidden Village hub. You can revisit this location at any point in the story to meet and engage with a variety of NPCs, allowing you to earn items, upgrade your weapons, and more. After completing a few more missions, the house on the top of the hill near the flag (where you spawn) will finally open up. Inside, you'll find a character named Zuo Ci, who offers you a handful of options.</p><p><strong>Speak to Zuo Ci in the Hidden Village and select \"Reset Parameters,\"</strong> which is Wo Long: Fallen Dynasty's way of saying \"respec,\" essentially. In the next menu, you can take points from a virtue and redistribute it to any other virtue you'd like to level up. There are no consequences for moving these stats around as you see fit, so you're welcome to revisit Zuo Ci as many times as you'd like to change up your build. You can even <a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-change-your-characters-appearance/1100-6511685/\">change your character's appearance</a> here, too, if you'd like.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-respec/1100-6511683/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-respec/1100-6511683/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty - Lu Bu Boss Guide", "description": "<p><a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> has plenty of challenging boss battles throughout its long and winding campaign, but for most players, the game's first major skill check is likely to be the initial showdown against warlord <strong>Lu Bu</strong>. This big fella has a huge health bar and hits like a truck, making him a challenge for even the most hardened veterans of the genre--but we've got a few tips and tricks that might help you deal with him a bit better.</p><h2>How to beat Lu Bu in Wo Long: Fallen Dynasty</h2><p>Lu Bu is fast and deadly, so you'll need to be prepared for the fight by ensuring your gear is leveled as much as you can get it and that you've got some pretty decent deflecting skills. When you're ready to take him down, here are some tips to keep in mind.</p><h3>Master the horseback phase first</h3><p>The battle against Lu Bu is likely to be a long one, so mastering the very opening of the fight is important. You'll want to be sure you can complete this phase without needing to use your Dragon Cure Pots to heal--you'll very likely need them later. Lu Bu will begin the fight on horseback, and his moveset will be pretty limited. He'll frequently charge at you with a swipe that is easy to dodge or deflect, and then he'll post up and shoot some arrows at you, which you should usually just block (more on that below). He also has two critical strikes--a high leap attack and a charge--both of which are pretty easy to time deflects for so that you can get massive spirit damage on him.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-lu-bu-boss-guide/1100-6511688/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-lu-bu-boss-guide/1100-6511688/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty - Where To Find The House Keys", "description": "<p>After completing the first handful of missions in <a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a>, you'll soon find yourself in a serene Hidden Village. It's a beautiful place where a variety of NPCs will gather with various tasks for you to complete, including a young lady who needs help rounding up her <strong>house key</strong>--though you'll soon find that the quest expands even further than that. We'll tell you how to find the <strong>Taoist's House Key</strong> and the <strong>Taoist's Backdoor Key</strong> in this guide.</p><h2>Where to find the House Key</h2><p>The Taoist's House Key is found in the mission <strong>\"In Search of the Immortal Wizard\"</strong> in Part 3--but it can be easy to miss if you aren't paying attention to your surroundings. <strong>You'll find it sitting behind a stone structure covered in vines at the end of the mission</strong> while traveling through the winding mountain path directly before the boss arena. If you reach the spot to drop down and fight the boss, you've gone too far, so turn around and spot the glowing item on the ground.</p><p>Take the key to the woman, then continue to speak with her to find that she also needs you to find her backdoor key.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-where-to-find-the-house-keys/1100-6511721/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-where-to-find-the-house-keys/1100-6511721/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty Golden Cicada Shells Explained", "description": "<p>Like most games in the genre, <a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> is filled to the brim with items to find off the beaten path, though many of them don't have immediately obvious uses. Such is the case with Golden Cicada Shells, which you'll find in well-hidden spots throughout levels--that is, if you're exploring thoroughly enough. But what do they do, and where do you take them? We've got you covered below.</p><h2>Where to take Golden Cicada Shells</h2><p>After completing the first few main missions in the game, you'll eventually find the quiet and majestic Hidden Village hub, where you'll be able to <a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-respec/1100-6511683/\">respec your attributes</a>, upgrade your weapons, and undertake some game-long missions. It's in this Hidden Village that you'll encounter the NPC desperately seeking Golden Cicada Shells.</p><figure style=\"width: 3840px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4102584-wolong_fallendynasty_20230221172933.jpg\"><img alt=\"Take Cicada Shells to the man atop this tall tower in the Hidden Village.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4102584-wolong_fallendynasty_20230221172933.jpg\" /></a><figcaption>Take Cicada Shells to the man atop this tall tower in the Hidden Village.</figcaption></figure><p><strong>You can take Golden Cicada Shells to the man high atop an extremely tall tower in the center of the village.</strong> From the spawn point, take the vine to the left of the battle flag, then head down the stairs and left across three more sets of vines to reach the tower. Use the vines wrapped around the tower to scale it, and at the very top will be a strange fellow who seems eager to get as many Golden Cicada Shells as you can bring him.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-where-to-take-cicada-shells/1100-6511726/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-where-to-take-cicada-shells/1100-6511726/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty Guides Hub", "description": "<p><a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> is Team Ninja's newest entry in the Soulslike genre, bringing plenty of punishing combat encounters, gear to find and upgrade, and plenty of collectibles to discover in its winding levels set in ancient China. With so much to do in the game, we've put together quite a few guides answering some key questions, and we've compiled them all here for you to peruse.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Beginner's guide</a></li><li><a href=\"https://www.gamespot.com\">How long it takes to beat the game</a></li></ul></div><h2 id=\"Beginner_s_guide\">Beginner's guide</h2><p>Wo Long: Fallen Dynasty is one of the genre's more approachable entries, but it still never hurts to know what to expect before diving into such a difficult title. If you want a leg up, check out our <a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-beginners-guide/1100-6511641/\">Beginner's Guide</a> for some tips and tricks for the opening hours of the game.</p><h2 id=\"How_long_it_takes_to_beat_the_game\">How long it takes to beat the game</h2><p>Like most soulslike titles, there's a lot to tackle in Wo Long: Fallen Dynasty, and it's not going to be a quick and easy adventure. If you'd like to know what's in store for you, find out <a href=\"https://www.gamespot.com/articles/how-long-is-wo-long-fallen-dynasty/1100-6511879/\">how long it takes to beat</a>.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-guides-hub/1100-6511953/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-guides-hub/1100-6511953/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty New Game Plus Explained: 5-Star Gear And Other Changes", "description": "<p><a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> is a challenging soulslike experience that is certain to last <a href=\"https://www.gamespot.com/articles/how-long-is-wo-long-fallen-dynasty/1100-6511879/\">quite a few hours</a> on an initial playthrough. With so much content to see throughout your first run through the campaign, you might think that's all that is available to you--but there's plenty more to delve into after besting the final boss. As with Team Ninja's other games, there is a New Game Plus mode to experience once you've rolled the credits, and we'll tell you what to expect below.</p><h2>How New Game Plus works in Wo Long: Fallen Dynasty</h2><p>Once you beat the game by defeating the final boss, you unlock the ability to replay the game on the harder <strong>Rising Dragon difficulty</strong>. Parts 1-3 are available from the get-go on this new difficulty, meaning you can take on missions out of their original order if you find yourself stuck on something or simply don't want to play a particular level. As you reach certain completion milestones, you gain access to more and more late-game missions that you can once again finish in whatever order you prefer.</p><p>Enemies will hit much harder on this new difficulty, so maxing out your 4-star gear and having a <a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-respec/1100-6511683/\">solid build</a> will be of vital importance if you want to tackle the whole campaign again. Otherwise, not much changes besides the <strong>addition of 5-star gear</strong>, which can be periodically found in chests or dropped by enemies. Coming by this highest tier of gear won't be common, so you may need to grind certain missions or bosses for chances at scoring specific pieces that would help your build.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-new-game-plus-explained-5-star-gear-and-other-changes/1100-6511878/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-new-game-plus-explained-5-star-gear-and-other-changes/1100-6511878/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty Review - Souls-Like Of The Three Kingdoms", "description": "<p dir=\"ltr\">The first boss fight in Wo Long: Fallen Dynasty is right up there with the toughest first bosses in video game history. This opening battle pits you against Zhang Liang of the Yellow Turbans, as you clash in a kinetic two-phase fight to the death. It's an intense skill check that challenges your prowess of Wo Long's mechanics almost immediately. In many ways, it feels like a rite of passage for the rest of the game and a bold statement of intent from developer Team Ninja. I initially loved how it forced me to adapt to the demands of the game's particular brand of Souls-like combat, yet the further I progressed, the more this feeling dissipated as I realized that this introductory struggle was little more than an unbalanced outlier, providing a much sterner test than the bosses following it.</p><p dir=\"ltr\">For many, this sudden difficulty spike will be a barrier to entry, halting progress a mere 10 minutes into the game. It's a shame Wo Long begins with such a sturdy roadblock, not least because this initial undertaking isn't indicative of the rest of the game moving forward. In fact, outside of this first boss, Team Ninja has crafted one of the more approachable Souls-likes in what is a traditionally challenging genre.</p><p dir=\"ltr\">I didn't encounter another boss fight on par with Zhang Liang's difficulty until roughly 15 hours into Wo Long's campaign. Most of the bosses in between were a relative cakewalk, to the point where I was able to cut down each one on my first attempt--usually in under a minute. I still had fun dispatching every single one, but the ease with which I was able to do so makes them lose some of their luster and reinforces the notion that the first boss is at odds with the rest of the game. The battle with Zhang Liang sets up expectations that never come to fruition, particularly when other fights allow you to summon help from either AI or human teammates.</p><a href=\"https://www.gamespot.com/reviews/wo-long-fallen-dynasty-review-souls-like-of-the-three-kingdoms/1900-6418040/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/wo-long-fallen-dynasty-review-souls-like-of-the-three-kingdoms/1900-6418040/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wo Long: Fallen Dynasty Tips And Tricks", "description": "<p>Whether you're a newbie or a genre veteran, <a href=\"https://www.gamespot.com/games/wo-long-fallen-dynasty/\">Wo Long: Fallen Dynasty</a> is likely to test your mettle with its risk/reward exploration and punishing boss battles. There's a lot to keep up with in Team Ninja's newest Soulslike entry, and it can seem a little overwhelming when you first dive in--especially since many of the game's mechanics put unique spins on those of similar titles. But we've compiled a few handy tips here that we hope will give you some insight into how to approach Wo Long: Fallen Dynasty's opening hours.</p><h2>Aggression is rewarded</h2><p>Wo Long's spirit system greatly rewards your aggression--at least when that aggression is doled out appropriately. Your standard attacks and well-timed deflects raise your spirit (stamina), which you can then spend on Martial Arts or heavy attacks for significant damage to your enemy's HP and spirit. If you spend too much time blocking or dodging and not enough time dishing out those standard attacks, you'll quickly find that your own spirit gets broken, leaving you stunned and vulnerable as a result. In short, make sure you're maintaining your spirit by staying on top of foes with attacks and deflecting their swings when possible.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/679/6794662/4102184-1%281%29.jpg\"><img alt=\"Aggression is encouraged in Wo Long.\" src=\"https://www.gamespot.com/a/uploads/scale_super/679/6794662/4102184-1%281%29.jpg\" /></a><figcaption>Aggression is encouraged in Wo Long.</figcaption></figure><h2>There aren't many barriers to experimentation early on</h2><p>Wo Long is one of the genre's least punishing games in terms of experimentation, especially in the opening hours. After completing the first handful of missions in the game, you gain access to an NPC in the village hub that allows you to <a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-how-to-respec/1100-6511683/\">respec your character's stats</a> at no cost anytime you'd like. Meanwhile, you won't necessarily need to invest heavily in weapon and armor upgrades until much later in the game.</p><a href=\"https://www.gamespot.com/articles/wo-long-fallen-dynasty-tips-and-tricks/1100-6511641/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wo-long-fallen-dynasty-tips-and-tricks/1100-6511641/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Halo Infinite Team Deep Dives On Season 3's New Maps", "description": "<p>Almost a week ahead of Halo Infinite Season 3's launch, developer 343 Industries has released new information about the upcoming updates maps and modes.</p><p>As previously shown in <a href=\"https://www.gamespot.com/articles/halo-infinite-season-3-echoes-within-is-its-biggest-update-yet/1100-6511817/\">Season 3's launch trailer</a>, the season will introduce three new maps to Halo: Infinite. The first, Oasis, is a Big Team Battle map, set on red rocks in the process of terraforming to a verdant green. Basically everywhere on this map is vehicle accessible, meaning that you can take a warthog into the tunnels and buildings that populate the landscape. This offers both chaotic and strategic possibilities, especially for CTF.</p><p>The second is an arena map called Cliffhanger. This map is a snowy mountaintop, which hides an ONI research facility. Cliffhanger was designed with zone-control modes in mind. It's asymmetric and the design team wanted to make each area feel unique and tactically different, depending on the mode you are playing the map in.</p><a href=\"https://www.gamespot.com/articles/halo-infinite-team-deep-dives-on-season-3s-new-maps/1100-6511964/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/halo-infinite-team-deep-dives-on-season-3s-new-maps/1100-6511964/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 05:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Marvel Snap Decks - Best MODOK Decks", "description": "<p><a href=\"https://www.gamespot.com/games/marvel-snap/\">Marvel Snap</a>’s newest season pass, <a href=\"https://www.gamespot.com/articles/marvel-snap-into-the-quantum-realm-season-start-time-new-cards-and-ant-man-details/1100-6511225/\">Into the Quantum Realm</a>, introduces us to a new card: MODOK. MODOK is a 5-Cost card with 8-Power and has a game-changing On Reveal effect that discards your entire hand. MODOK’s effect may seem entirely unfavorable or even game-losing, but Discard decks are incredibly terrifying, surprising, and can turn the tables in a match very swiftly or at the last possible moment to attain that sweet victory. In our best <a href=\"https://www.gamespot.com/articles/marvel-snap-decks-best-pool-2-decks/1100-6509074/\">Pool 2</a> and <a href=\"https://www.gamespot.com/articles/marvel-snap-decks-best-pool-3-decks/1100-6510135/\">Pool 3</a> decks, we did cover two different Discard decks: Discardian Discord and Discardian Dissonance respectively. MODOK is able to improve Discard decks even more so through its On Reveal effect.</p><p dir=\"ltr\">This guide will cover a few of the best MODOK-based decks, how to improve your already efficient Discard-centric decks, and even if you are not the sort of cardfighter to purchase Marvel Snap’s season passes, these decks will still be viable in creating in the future when you do eventually obtain MODOK due to the game’s card rollout system.</p><h2 dir=\"ltr\"><strong>Discarding Detriment</strong></h2><p dir=\"ltr\">Discarding Detriment is similar to Discardian Dissonance from Pool 3 but swaps out Gambit for MODOK. Colleen will always discard the lowest-cost card, so you want to be discarding Swarm. Swarm, when discarded, creates an extra copy, which also is a 0-Cost card. By playing these 0-Cost Swarm cards on top of Lockjaw’s location, you will be able to swap out for a much stronger card in your deck such as Hell Cow, America Chavez, or even Sword Master.</p><a href=\"https://www.gamespot.com/articles/marvel-snap-decks-best-modok-decks/1100-6511963/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/marvel-snap-decks-best-modok-decks/1100-6511963/?ftag=CAD-01-10abi2f", "date_published": "2023-03-02 00:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}]