[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Introduces Passwordless Secure Sign-In with Passkeys for Google Accounts", "description": "Almost five months after Google added support for passkeys to its Chrome browser, the tech giant has begun rolling out the passwordless solution across Google Accounts on all platforms.\nPasskeys, backed by the FIDO Alliance, are a more secure way to sign in to apps and websites without having to use a traditional password. This, in turn, can be achieved by simply unlocking their computer or", "link": "https://thehackernews.com/2023/05/google-introduces-passwordless-secure.html", "date_published": "2023-05-03 13:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Hacker Group Earth Longzhi Resurfaces with Advanced Malware Tactics", "description": "A Chinese state-sponsored hacking outfit has resurfaced with a new campaign targeting government, healthcare, technology, and manufacturing entities based in Taiwan, Thailand, the Philippines, and Fiji after more than six months of no activity.\nTrend Micro attributed the intrusion set to a cyber espionage group it tracks under the name Earth Longzhi, which is a subgroup within APT41 (aka HOODOO", "link": "https://thehackernews.com/2023/05/chinese-hacker-group-earth-longzhi.html", "date_published": "2023-05-03 13:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Download the eBook: What Does it Take to be a Full-Fledged Virtual CISO?", "description": "Almost half of MSP clients fell victim to a cyberattack within the last 12 months. In the SMB world, the danger is especially acute as only 50% of SMBs have a dedicated internal IT person to take care of cybersecurity. No wonder cybercriminals are targeting SMBs so heavily. No wonder SMBs are increasingly willing to pay a subscription or retainer to gain access to expert C-level cyber-assistance", "link": "https://thehackernews.com/2023/05/download-ebook-what-does-it-take-to-be.html", "date_published": "2023-05-03 10:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Operation SpecTor: $53.4 Million Seized, 288 Vendors Arrested in Dark Web Drug Bust", "description": "An international law enforcement operation has resulted in the arrest of 288 vendors who are believed to be involved in drug trafficking on the dark web, adding to a long list of criminal enterprises that have been shuttered in recent years.\nThe effort, codenamed Operation SpecTor, also saw the authorities confiscating more than $53.4 million in cash and virtual currencies, 850 kg of drugs, and", "link": "https://thehackernews.com/2023/05/operation-spector-534-million-seized.html", "date_published": "2023-05-03 10:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple and Google Join Forces to Stop Unauthorized Tracking Alert System", "description": "Apple and Google have teamed up to work on a draft industry-wide specification that's designed to tackle safety risks and alert users when they are being tracked without their knowledge or permission using devices like AirTags.\n\"The first-of-its-kind specification will allow Bluetooth location-tracking devices to be compatible with unauthorized tracking detection and alerts across Android and", "link": "https://thehackernews.com/2023/05/apple-and-google-join-forces-to-stop.html", "date_published": "2023-05-03 09:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Exploiting 5-year-old Unpatched Vulnerability in TBK DVR Devices", "description": "Threat actors are actively exploiting an unpatched five-year-old flaw impacting TBK digital video recording (DVR) devices, according to an advisory issued by Fortinet FortiGuard Labs.\nThe vulnerability in question is CVE-2018-9995 (CVSS score: 9.8), a critical authentication bypass issue that could be exploited by remote actors to gain elevated permissions.\n\"The 5-year-old vulnerability (", "link": "https://thehackernews.com/2023/05/hackers-exploiting-5-year-old-unpatched.html", "date_published": "2023-05-03 07:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "CISA Issues Advisory on Critical RCE Affecting ME RTU Remote Terminal Units", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Tuesday released an Industrial Control Systems (ICS) advisory about a critical flaw affecting ME RTU remote terminal units.\nThe security vulnerability, tracked as CVE-2023-2131, has received the highest severity rating of 10.0 on the CVSS scoring system for its low attack complexity.\n\"Successful exploitation of this", "link": "https://thehackernews.com/2023/05/cisa-issues-advisory-on-critical-rce.html", "date_published": "2023-05-03 05:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}]