[{"source": "https://www.theguardian.com/international/rss", "title": "California town mourns beloved ‘Compassion Guy’ killed in stabbing", "description": "<p>David Breaux would lend an ear to people over the years, asking for their insights into what compassion means</p><p>Residents of the California university town of Davis are mourning the loss of a man they say was known for spreading compassion and love to anyone he came across.</p><p>David Breaux, dubbed “Compassion Guy” by his neighbors, was stabbed to death on the morning of 27 April on the same park bench he sat on for years, lending an ear and his heart to people who would talk with him.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/03/california-town-mourns-compassion-guy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/03/california-town-mourns-compassion-guy", "date_published": "2023-05-03 22:41:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Lazio make Napoli wait for Serie A title, Inter win 6-0", "description": "<ul><li>Lazio beat Sassuolo 2-0 to reclaim second spot</li><li>Atlético Madrid hit five to leapfrog Real in La Liga</li></ul><p>Goals by Felipe Anderson and Toma Basic earned <strong>Lazio</strong> a 2-0 home win over <strong>Sassuolo</strong> in Serie A, sending Maurizio Sarri’s side back to second place and delaying runaway leaders Napoli’s title celebrations.</p><p>There was confusion after eight minutes at the Stadio Olimpico when Ciro Immobile was first awarded a goal after a lengthy VAR check, only for it to be disallowed moments later. However, there was no doubt six minutes laterwhen Marcos Antonio scooped the ball over the top and Anderson finished well past Andrea Consigli.</p> <a href=\"https://www.theguardian.com/football/2023/may/03/european-roundup-lazio-make-napoli-wait-for-serie-a-title-inter-win-6-0\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/03/european-roundup-lazio-make-napoli-wait-for-serie-a-title-inter-win-6-0", "date_published": "2023-05-03 22:21:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I have no influence’: Ten Hag admits Manchester United transfer concern", "description": "<ul><li>Manager wants clarity on funds available in summer</li><li><a href=\"https://www.theguardian.com/football/blog/2023/may/02/sordid-saga-of-manchester-uniteds-sale-looks-like-a-kind-of-football-endgame\">Deadline for club takeover bids passed last week</a></li></ul><p>Erik ten Hag has not been informed of the finance available in the summer to strengthen Manchester United’s squad because of the uncertainty regarding the ownership. The Glazers are yet to decide whether <a href=\"https://www.theguardian.com/football/blog/2023/may/02/sordid-saga-of-manchester-uniteds-sale-looks-like-a-kind-of-football-endgame\">a full sale or investment</a> in United should occur.</p><p>There had been hope that the club’s future would be resolved before the start of the transfer window but this now appears all but impossible. Both Sheikh Jassim bin Hamad al-Thani and Sir Jim Ratcliffe want to buy the club outright, whereas Ares Management, Elliott Investment Management and Carlyle Group, three US funds, are interested in offering finance to one or more of the Glazers.</p> <a href=\"https://www.theguardian.com/football/2023/may/03/erik-ten-hag-manchester-united-transfer-plans-limbo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/03/erik-ten-hag-manchester-united-transfer-plans-limbo", "date_published": "2023-05-03 21:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US Federal Reserve votes to increase interest rates to 16-year high", "description": "<p>Rise in benchmark interest rate is 10th hike since March 2022, when the Fed started its rapid inflation-fighting campaign</p><p>The US Federal Reserve voted to increase interest rates to a 16-year high on Wednesday, even as a <a href=\"https://www.theguardian.com/business/2023/may/02/is-the-banking-crisis-coming-to-an-end-as-jp-morgan-ceo-notes-risks-linger\">banking crisis</a> has left the economy wobbling.</p><p>The quarter-point rise in the Fed’s benchmark interest rate was the 10th hike since March 2022, when interest rates were zero and the Fed started its rapid inflation-fighting campaign. The interest rate now stands at 5% to 5.25%.</p> <a href=\"https://www.theguardian.com/business/2023/may/03/interest-rates-increase-federal-reserve-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/03/interest-rates-increase-federal-reserve-vote", "date_published": "2023-05-03 18:01:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mercedes ‘100% committed’ to keeping Lewis Hamilton, insists Toto Wolff", "description": "<ul><li>Team principal plays down rumours of move for Charles Leclerc</li><li>Wolff: Hamilton ‘feels that he’s strong and we feel the same’</li></ul><p>Team principal Toto Wolff has said Mercedes are “100% committed” to keeping Lewis Hamilton and expects to see the former world champion chasing a record eighth Formula One title next year, despite reports the British driver could walk away from the sport.</p><p>There has also been speculation in the paddock linking Mercedes with a move for Ferrari’s Charles Leclerc, but the Monégasque driver has said he was “fully committed” to the Italian team.</p> <a href=\"https://www.theguardian.com/sport/2023/may/03/lewis-hamilton-mercedes-toto-wolff-formula-one-f1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/03/lewis-hamilton-mercedes-toto-wolff-formula-one-f1", "date_published": "2023-05-03 16:55:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Anthony Davis’ huge night helps Lakers win playoff series opener against Warriors", "description": "<ul><li>Davis has 30 points, 23 rebounds in 117-112 victory</li><li>Knicks level series with Heat in Tuesday’s other game</li></ul><p>LeBron James no longer has to do it all against Stephen Curry on the big stage, not even close. Anthony Davis plugs the middle and takes away the easy chances inside. Dennis Schröder has the energy to help chase No 30 all over the court. D’Angelo Russell can hit a big shot with a hand in his face.</p><p>That’s the thing about these new-look Lakers – they take much pressure off the game’s all-time scoring leader, even with the defending champions on a 14-0 run with their home crowd rocking.</p> <a href=\"https://www.theguardian.com/sport/2023/may/03/anthony-davis-huge-night-helps-lakers-win-playoff-series-opener-against-warriors\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/03/anthony-davis-huge-night-helps-lakers-win-playoff-series-opener-against-warriors", "date_published": "2023-05-03 11:24:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Police detain 130 in raids across Europe targeting ‘Ndrangheta mafia", "description": "<p>Raids form part of three-year investigation into crime syndicate controlling cocaine flow into Europe</p><p>Police have arrested more than 130 people in coordinated raids in half a dozen European countries as part of a crackdown targeting the Italian ‘ ’Ndrangheta organised crime syndicate, prosecutors and police have said.</p><p>The suspects are mostly accused of money-laundering, criminal tax evasion, fraud, drug possession, production and smuggling, mafia-type criminal association and the possession and trafficking of weapons, authorities in Germany said on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/may/03/police-detain-130-in-raids-across-europe-targeting-ndrangheta-mafia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/03/police-detain-130-in-raids-across-europe-targeting-ndrangheta-mafia", "date_published": "2023-05-03 10:19:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pupil arrested after nine killed in Belgrade school shooting", "description": "<p>Boy, 14, opened fire in classroom and then killed eight pupils and a security guard, Serbian interior ministry says</p><p>A 14-year-old boy shot his teacher in a Belgrade classroom on Wednesday morning before opening fire on other students and security guards, killing eight pupils and a security guard, Serbia’s interior ministry said.</p><p>Milan Milosevic, the father of one of the pupils at the Vladislav Ribnikar elementary school, said his daughter was in the class where the gun was fired.</p> <a href=\"https://www.theguardian.com/world/2023/may/03/pupil-arrested-after-nine-killed-in-belgrade-school-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/03/pupil-arrested-after-nine-killed-in-belgrade-school-shooting", "date_published": "2023-05-03 10:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New York takes big step toward renewable energy in ‘historic’ climate win", "description": "<p>Measure will also help shift utilities away from private companies to make them publicly owned</p><p>New York state has passed legislation that will scale up the state’s renewable energy production and signals a major step toward moving utilities out of private hands to become publicly owned.</p><p>The bill, included in the state’s new budget, will require the state’s public power provider to generate all of its electricity from clean energy by 2030. It also allow<strong>s</strong> the public utility to build and own renewables while phasing out fossil fuels.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/03/new-york-renewable-energy-public-utilities\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/03/new-york-renewable-energy-public-utilities", "date_published": "2023-05-03 10:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Ready for some help?’: how a controversial technology firm courted Portland police", "description": "<p>SoundThinking, a gunshot detection company, worked with top police officials to secure a city contract, according to emails obtained by the Guardian</p><p>On 5 February 2022, police in Portland, Oregon, sent out a <a href=\"https://www.portlandoregon.gov/police/news/read.cfm?id=402158\">bulletin</a> pleading with the public for information about a recent homicide case. Police had found Corey M Eady injured with several gunshot wounds, and the 44-year-old had died shortly after being taken to a hospital. “This is the 11th homicide in Portland this year,” the bulletin read. “All 11 have been by gunfire.”</p><p>The next day, Portland police captain James Crooker got a text. “Ready for some help?”</p><p>Shotspotter marketed itself aggressively to Portland police by tapping its vast network of law enforcement partners and supporters – some of whom now work at the company – to vouch for or advocate for the service.</p><p>The company backed up claims it is a noninstrusive and effective public safety tool with academic studies, some of which it funded or helped set up.</p><p>Once Portland police was on board, the company worked closely with Crooker, the Portland police captain, to win over a volunteer-led police oversight group, Fitcog, which recommended the use of Shotspotter devices to the mayor, Ted Wheeler.</p><p>Greene, the representative, also helped Crooker prepare for media interviews and even offered the company’s services to help the city apply for federal grants to fund a contract.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/03/oregon-police-gunshot-detection-shotspotter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/03/oregon-police-gunshot-detection-shotspotter", "date_published": "2023-05-03 10:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Last UK rescue flight from Sudan to take off on Wednesday", "description": "<p>Foreign secretary says there will be no further British evacuation flights from wartorn Port Sudan</p><p>The final UK rescue flight from Sudan is expected to take off on Wednesday, the government has said.</p><p>The foreign secretary, James Cleverly, said British nationals who wanted to leave the country need to make their way to the Coral hotel in Port Sudan by 10am local time (9am BST), adding that there would be no further British evacuation flights from the city.</p> <a href=\"https://www.theguardian.com/world/2023/may/03/last-uk-rescue-flight-from-sudan-to-take-off-on-wednesday\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/03/last-uk-rescue-flight-from-sudan-to-take-off-on-wednesday", "date_published": "2023-05-03 07:22:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "King Charles’s coronation dress rehearsal – in pictures", "description": "<p>Early risers got a sneak preview of Saturday’s coronation as rehearsals took place in central London on Wednesday morning. Hundreds of soldiers, many on horseback, marched down from Buckingham Palace past Trafalgar Square and Downing Street to Westminster Abbey</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/may/03/king-charles-coronation-dress-rehearsal-london-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/may/03/king-charles-coronation-dress-rehearsal-london-in-pictures", "date_published": "2023-05-03 06:27:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Six Libyans face death penalty for converting to Christianity", "description": "<p>Religious laws are increasingly being used to silence civil society and human rights groups, say activists</p><p>Six Libyans are facing the death penalty for converting to Christianity and proselytising under laws increasingly being used to silence civil society and human rights organisations, say activists.</p><p>The women and men – some from Libya’s minority ethnic groups, including the Amazigh, or Berbers, in the west of the country – were separately detained in March by security forces.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/03/six-libyans-face-death-penalty-for-converting-to-christianity\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/03/six-libyans-face-death-penalty-for-converting-to-christianity", "date_published": "2023-05-03 05:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US man, 79, beaten to death in Mexico while delivering donations to the poor", "description": "<p>Rudy Lazo, who immigrated to the US from El Salvador in the 1980s, would regularly deliver clothes, food and toys to Tijuana</p><p>A 79-year-old American man who transported clothes, food and toys into <a href=\"https://www.theguardian.com/world/mexico\">Mexico</a> to donate to the poor was beaten to death during a delivery trip in Tijuana, family members and authorities said.</p><p>Rudy Lazo’s killing during an apparent robbery in mid-April happened a couple of months after the US state department warned Americans to avoid Mexico, citing elevated kidnapping and homicide risks in areas including Baja California, the state Tijuana is in.</p> <a href=\"https://www.theguardian.com/world/2023/may/03/american-man-beating-death-tijuana-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/03/american-man-beating-death-tijuana-mexico", "date_published": "2023-05-03 05:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Is your fridge a vegetable graveyard? How to revive dead produce into crisper soup", "description": "<p>In her fortnightly food column, cook and author <strong>Alice Zaslavsky</strong> shares  tips and recipes with Australian produce. This week – shchi, and how to avoid wilted veg </p><p>Your fridge’s crisper drawer is the first kitchen skill worth cracking. Even if you’ve grown to refer to yours as “the rotter” where that hopeful haul of herbage snapped up at the shops in a spontaneous “health kick” goes to die. Especially so!</p><p>Rather than letting your vegetables gloop and congeal, extend their lives. And if they start to look a little lank, there’s a tasty way to transform them into a midweek marvel.</p> <a href=\"https://www.theguardian.com/food/2023/may/03/is-your-fridge-a-vegetable-graveyard-how-to-revive-dead-produce-into-crisper-soup\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/03/is-your-fridge-a-vegetable-graveyard-how-to-revive-dead-produce-into-crisper-soup", "date_published": "2023-05-03 02:59:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New Zealand Labour minister suddenly defects to Māori party", "description": "<p> Meka Whaitiri says she will join an ‘unapologetic Māori political movement’ to stand in the upcoming general election</p><p>A minister in New Zealand’s Labour government has abruptly quit the party, saying she will contest the upcoming election for the minor Māori party – roiling colleagues who were blindsided by her defection.</p><p>Meka Whaitiri’s resignation from Labour “effective immediately” appeared likely to bolster the electoral fortunes of Te Pāti Māori (the Māori party), which recent polls suggest could be the kingmaker after October’s general election.</p> <a href=\"https://www.theguardian.com/world/2023/may/03/new-zealand-labour-minister-suddenly-defects-to-maori-party\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/03/new-zealand-labour-minister-suddenly-defects-to-maori-party", "date_published": "2023-05-03 02:46:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Israel strikes Gaza as unrest continues after death of hunger striker", "description": "<p>Rockets were fired towards Israel from Gaza after the death of Khader Adnan was announced</p><p>Israeli jets struck targets across Gaza as armed groups there fired rocket barrages toward Israel in response to the death of a Palestinian hunger striker in Israeli custody.</p><p>Plumes of smoke spiralled into the sky late on Tuesday as the jets hit targets that the Israeli military said included weapons manufacturing sites and training camps of Hamas, the Islamist group that governs the blockaded coastal enclave.</p> <a href=\"https://www.theguardian.com/world/2023/may/03/israel-strikes-gaza-as-unrest-continues-after-death-of-hunger-striker-khader-adnan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/03/israel-strikes-gaza-as-unrest-continues-after-death-of-hunger-striker-khader-adnan", "date_published": "2023-05-03 01:48:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Apple and Google submit plan to fight AirTag stalking", "description": "<p>Companies join forces to tackle unwanted tracking via Apple’s gadget and similar devices such as Tile</p><p>Apple and Google are teaming up to thwart unwanted tracking through AirTags and similar gadgets.</p><p>The two companies behind the iPhone and the software that powers Android phones on Tuesday submitted a proposal to set standards for combatting secret surveillance on Bluetooth devices that were created to help people find lost keys, keep tabs on luggage or to locate other things that have a tendency to be misplaced.</p> <a href=\"https://www.theguardian.com/technology/2023/may/02/apple-airtag-surveillance-tracking-google-samsung\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/02/apple-airtag-surveillance-tracking-google-samsung", "date_published": "2023-05-03 00:22:02+00:00", "persistent": false, "user": null, "language": "en-US"}]