[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Last-Gen Games Can Still Rival Current-Gen Games Graphically", "description": "While performance issues are nothing new in today's games, it's interesting seeing the jump in visual quality. Titles like Returnal, Horizon Forbidden West and Forza Horizon 5, all showcase the sheer power of current-gen hardware. \n\nBut looking back at previous-gen games, especially some which never received upgrades for the newer hardware, it's crazy how some could easily rival the current crop. Let's look at 15 last-gen titles that fall into that category.", "link": "https://www.youtube.com/watch?v=s-kkNT5AADE", "date_published": "2023-05-03 15:30:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The Hell Happened To REDFALL?", "description": "By now, you would've seen several reviews for Arkane's Redfall. The co-op looter shooter is now available on Xbox Series X/S and PC after reportedly over five years in development (if LinkedIn profiles are anything to go by). A quick peek at its Metacritic reveals a Metascore of 64 on PC out of 38 reviews, while the Xbox version has a 59 Metascore based on 29 reviews.\n\nSteam hasn't been too kind either – it's sitting a “Mostly Negative” rating based on 816 user reviews, with only 30 percent being positive. In a way, some people would have predicted Redfall not living up to Arkane Studios' legacy. The overall gameplay looked incredibly formulaic, and the heavy focus on co-op was odd.", "link": "https://www.youtube.com/watch?v=ghzbNwP404I", "date_published": "2023-05-03 13:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Last Case of Benedict Fox Review - The Final Verdict", "description": "There’s something wildly thoughtful and provocative about The Last Case of Benedict Fox. You’ll find it within this wondrous 2.5D platformer’s beautiful world that is oozing life despite death being front and center. \n\nIt only wavers in its messy combat experiences with the shadow forces of limbo. Despite this particular fault, there’s still plenty to love.", "link": "https://www.youtube.com/watch?v=ow5mg2gq0Rw", "date_published": "2023-05-03 12:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}]