[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Chrono Odyssey | Official Action MMO Gameplay Trailer", "description": "Chrono Odyssey, Next-generation Open-world MMORPG\n\n- Explore the breathtaking wilderness of \"Setera,\" where an open-world full of life and constant changes awaits you.\n- Engage in combat with challenging foes and hone your skills in attack, defense, dodging, and a range of unique abilities across six classes.\n- Utilize the incredible power to manipulate time and space to your advantage, freezing time, rewinding events, and exploring further in ways you never thought possible.", "link": "https://www.youtube.com/watch?v=JuED6NGVKY8", "date_published": "2023-05-03 16:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "You're Missing Out If You Only Play Resident Evil 4 Once | No HUD", "description": "Resident Evil 4 remake might be one of the most highly replayable single-player experiences of all time.\n\nThis is No HUD, a show all about finding new and interesting ways to play some of your favorite games. In our first episode we take a look at Resident Evil 4 and why it's a huge mistake to stop after your first playthrough.\nThat’s because Resident Evil 4 has so much more to offer past a first-time experience, including gameplay changes on higher difficulties, unlockables that offer fun bonuses, and a whole host of challenges to pursue. The game is a masterclass in replayability with new layers to it with each run. Whether intentional or not, Resident Evil 4 is an incredible example of how replaying a game can be just as, if not more rewarding, than that first playthrough.\n\nTimestamps:\n0:00 - Intro\n1:13 - The First Playthrough\n2:17 - New Game Plus\n3;37 - Challenges and Rewards\n5:25 - Mastery\n\n#gaming #residentevil4 #nohud #gamespot \n\nTo be entered to win some amazing prizes reply to the pinned comment in this video with #GamespotGiveaway and tell us what you think Leon's best 'Resident Evil 4' oneliner is in either the remake or original game! Giveaway closes at on 5/4 at 8AM PT! Available to US Residents ONLY. See terms and conditions for details.\n\nSweepstakes Rules: https://www.gamespot.com/articles/gamespot-brand-new-shows-sweepstakes-rules/1100-6513743/", "link": "https://www.youtube.com/watch?v=WZPJ9xySa0Y", "date_published": "2023-05-03 15:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}]