{"entries": [{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "link": "https://www.youtube.com/watch?v=0rXXdE6UFRc", "title": "Lady Wray: Tiny Desk Concert", "date_published": "2023-02-01 10:00:01+00:00", "description": "Bobby Carter | February 1, 2023\nThis year's Black History Month celebration at the Tiny Desk features a carefully crafted lineup spanning many genres, generations and walks of life. Each artist represents the best in their class and will be performing at the Tiny Desk for the first time.\n\nAs Lady Wray and her band checked into NPR headquarters for their Tiny Desk concert, I overheard her talking about how the excitement to perform kept her up all night. Once upstairs, the band got situated for soundcheck, and as she shook off the nervousness, something happened behind the Desk I'd never heard before. The first note from her mouth was so piercing I thought my ears were deceiving me. It sounded like she was singing through a loudspeaker. Bob Boilen walked over with a puzzled look, and before I could get a word out, I affirmed that we had just heard Lady Wray's natural vocal cords. \"And that's light,\" she said as the band moved on to the next song.\n\nThat powerful voice has sustained Nicole Wray's decades-long career. As a teenager, she caught the attention of fellow Virginia natives Missy Elliott and Timbaland, lending vocals to their projects and releasing a hit of her own. She went on to work with other A-listers ranging from Jay-Z to The Black Keys, until she linked up with singer Terri Walker and formed the duo Lady in 2012. The pair split following a brief stint but Wray carried on the band name, prepending it to her own, and began making the music she was born to do solo with Big Crown records.\n\nFor her Tiny Desk, Lady Wray brought the classic soul from her last two albums, Queen Alone and Piece of Me, including \"Joy & Pain\" and \"Guilty.\" She closed with a rearranged and emotional version of \"Melody,\" named after her daughter.\n\nSET LIST\n\"Piece Of Me\"\n\"Joy & Pain\"\n\"Guilty\"\n\"Melody\"\n\nMUSICIANS\nLady Wray: vocals\nLola Adanna: vocals\nJT: keys, vocals\nEric Hagstrom: drums\nKevin Martin: guitar\nTony Martin: bass\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirectors: Sofia Seidel, Kara Frame\nAudio Engineer: Josh Rogosin\nVideographers: Sofia Seidel, Joshua Bryant, Kara Frame, Maia Stern\nEditor: Maia Stern\nAudio Assistant: Jay Czys\nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#ladywray #nprmusic #tinydesk", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "NPR Music"}}