{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/feb/01/european-roundup-mbappe-has-penalty-saved-before-injury-strikes-in-psg-win", "title": "European roundup: Mbappé has penalty saved before injury strikes in PSG win", "date_published": "2023-02-01 22:59:03+00:00", "description": "<ul><li>Arsenal loanee Balogun goes top of Ligue 1 scoring charts</li><li>Cancelo creates assist for Bayern; Barcelona win 2-1 at Real Betis</li></ul><p>Kylian Mbappé missed a penalty and limped off injured as Ligue 1 leaders <strong>Paris Saint-Germain</strong> battled to victory at <strong>Montpellier</strong>.</p><p>The World Cup golden boot winner saw a spot-kick saved by Benjamin Lecomte before a retake was ordered and the France forward missed again. He was then forced off after just 21 minutes having suffered an injury.</p> <a href=\"https://www.theguardian.com/football/2023/feb/01/european-roundup-mbappe-has-penalty-saved-before-injury-strikes-in-psg-win\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/feb/01/usman-khawaja-stranded-in-australia-with-visa-issues-ahead-of-india-tour", "title": "Australia opener Usman Khawaja cleared to fly to India after visa issues resolved", "date_published": "2023-02-01 21:32:07+00:00", "description": "<ul><li>Pakistan-born batter faced anxious wait for visa approval</li><li>Khawaja will join teammates a day later than planned</li></ul><p>Star batter Usman Khawaja has been cleared to join his Australian teammates in India after his visa issues were sorted.</p><p>Pakistan-born Khawaja will fly out of Melbourne on Thursday, more than a day later than planned, after an anxious wait for his visa to be approved.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/01/usman-khawaja-stranded-in-australia-with-visa-issues-ahead-of-india-tour\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/feb/01/tyre-nichols-funeral-tributes-kamala-harris", "title": "In Memphis, tributes to Tyre Nichols – and a vow to fight for justice", "date_published": "2023-02-01 21:10:35+00:00", "description": "<p>Hundreds braved the cold in Tennessee to grieve the 29-year-old Black motorist who died after being beaten by five officers</p><p>Tyre Nichols’ body lay in a dark brown casket on a frigid Wednesday afternoon at the Boulevard Christian Church, just 19 miles north-west of his memorial site, where a large white cross stood surrounded by stuffed animals, balloons and, notably, a skateboard.</p><p>The church’s celebration choir sang as hundreds of people, from family, residents, civil rights activists and vice-president Kamala Harris filled the auburn pews on both levels of the church sanctuary in Memphis, a predominantly-Black city overseen by a white mayor and a Black police chief. Nichols had lived here as a skateboard-loving Fedex worker before he died after a beating by Memphis police in January.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/01/tyre-nichols-funeral-tributes-kamala-harris\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/feb/01/philadelphia-eagles-lineman-josh-sills-indicted-on-and-kidnap-charges", "title": "Philadelphia Eagles lineman Josh Sills indicted on rape and kidnap charges", "date_published": "2023-02-01 20:27:34+00:00", "description": "<ul><li>Charges stem from alleged incident in December 2019</li><li>Player will not be allowed to play in this month’s Super Bowl</li></ul><p>Josh Sills, a backup offensive lineman for the NFC champion Philadelphia Eagles, has been indicted on rape and kidnapping charges that stem from an alleged incident in Ohio just over three years ago, authorities said Wednesday.</p><p>Sills, an undrafted free agent who was on the inactive list in Philadelphia’s conference title <a href=\"https://www.theguardian.com/sport/2023/jan/29/nfc-championship-game-philadelphia-eagles-san-francisco-49ers-nfl-football\">victory over San Francisco on Sunday</a>, was indicted on Tuesday by a grand jury in Ohio.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/01/philadelphia-eagles-lineman-josh-sills-indicted-on-and-kidnap-charges\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/feb/01/rishi-sunak-plans-us-trip-with-northern-ireland-high-on-agenda", "title": "Rishi Sunak plans US trip with Northern Ireland high on agenda", "date_published": "2023-02-01 16:46:07+00:00", "description": "<p>UK officials in flurry of diplomacy seeking agreement with EU over protocol, but play down talk that deal is close</p><p>Rishi Sunak is considering a trip to visit Joe Biden in the US as talks between the UK and EU over the Northern Ireland protocol intensify.</p><p>The prime minister’s officials are drawing up plans for him to travel to Washington in the coming weeks to discuss a range of topics, including Ukraine, economic security and technology.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/01/rishi-sunak-plans-us-trip-with-northern-ireland-high-on-agenda\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/feb/01/man-dies-after-fans-brawl-at-vermont-middle-school-basketball-game", "title": "Man dies after fans brawl at Vermont middle-school basketball game", "date_published": "2023-02-01 15:42:29+00:00", "description": "<ul><li>State troopers called after fight reported between spectators</li><li>60-year-old man dies after seeking medical attention</li></ul><p>A man died after a brawl broke out among spectators at a middle school basketball game in northern Vermont, local police have said.</p><p>Vermont state troopers were called to the Alburgh Community Education Center just before 7pm on Tuesday after a report of a large fight involving spectators during a seventh- and eighth-grade boys basketball game between Alburgh and St Albans.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/01/man-dies-after-fans-brawl-at-vermont-middle-school-basketball-game\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/feb/01/lebron-james-moves-to-fourth-on-all-time-assists-list-as-scoring-record-nears", "title": "LeBron James moves to fourth on all-time assists list as scoring record nears", "date_published": "2023-02-01 12:46:36+00:00", "description": "<ul><li>Lakers star 89 points away from all-time NBA scoring record</li><li>Moves up assists chart after triple-double at MSG</li></ul><p>LeBron James will soon be the NBA’s top scorer, though that was never his focus. He’s also one of the game’s leading passers, and combining the two – possibly better than anyone ever – is what really makes him proud.</p><p>“I didn’t get to this point in my career by thinking about records or how many points I have, whatever the case might be,” James said. “I just play the game the right way. I approach the game every night only trying to be a triple threat by scoring, rebounding, assisting, defending, and may the chips fall where they may.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/01/lebron-james-moves-to-fourth-on-all-time-assists-list-as-scoring-record-nears\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/feb/01/alessia-russo-failed-bid-arsenal-manchester-united-wsl-moving-goalposts", "title": "Fallout from failed Alessia Russo bid may shape Arsenal and United futures", "date_published": "2023-02-01 12:27:32+00:00", "description": "<p>Arsenal’s attempt to sign title rivals’ star striker in women’s world-record bid is likely to impact the player and both clubs</p><p><em><strong>Welcome to Moving the Goalposts, the Guardian’s free women’s football newsletter. Here’s an extract from this week’s edition. To receive the full version once a week, just put your email in below:</strong></em></p><p>Arsenal’s audacious late swoop to sign the Manchester United striker Alessia Russo set the already busy January transfer window alight.</p> <a href=\"https://www.theguardian.com/football/2023/feb/01/alessia-russo-failed-bid-arsenal-manchester-united-wsl-moving-goalposts\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/feb/01/brutes-by-dizz-tate-review-adolescent-agony-in-fame-hungry-florida", "title": "Brutes by Dizz Tate review – adolescent agony in fame-hungry Florida", "date_published": "2023-02-01 11:00:08+00:00", "description": "<p>The lives of teenage girls are expertly evoked in this horror-infused novel about the disappearance of a TV preacher’s daughter</p><p>In her much-heralded debut, a voyeuristic coming-of-age mystery bristling with horror tropes, Dizz Tate evokes a Florida town poisoned by secrets and explores fickle allegiances in teenage lives.</p><p>Brutes recounts the disappearance of a TV preacher’s 14-year-old daughter, Sammy, through the watchful eyes of a Greek chorus of 13-year-old girls who form her unofficial fanclub. As the town searches for its lost “angel”, the girls trace the events leading to this moment: the complex dynamics between Sammy and school power couple Mia and Eddie, and their roles in recruiting for the Star Search dance classes, which exploit fame-hungry kids by dangling casting auditions and a ticket to Hollywood. When the girls discover the true cost of these coveted prizes, that knowledge will haunt them into adulthood.</p> <a href=\"https://www.theguardian.com/books/2023/feb/01/brutes-by-dizz-tate-review-adolescent-agony-in-fame-hungry-florida\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/feb/01/saudi-arabia-tourism-bodys-sponsorship-of-2023-womens-world-cup-condemned-by-human-rights-groups", "title": "Saudi Arabia tourism body’s sponsorship of 2023 Women’s World Cup condemned by human rights groups", "date_published": "2023-02-01 06:33:02+00:00", "description": "<p>Australian and New Zealand football organisations seek ‘urgent’ clarification from Fifa over its deal with Visit Saudi </p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/feb/01/australia-live-news-anthony-albanese-alice-springs-alcohol-ban-alan-tudge-robodebt-hearing-cost-of-living-housing-indigenous-australians-george-pell-updates\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Human rights advocates have condemned the decision to allow Saudi Arabia’s tourism authority to sponsor the 2023 Women’s World Cup in Australia and New Zealand, calling it a “textbook case of sports-washing”.</p><p><a href=\"https://www.theguardian.com/football/2023/jan/31/womens-world-cup-football-sponsored-visit-saudi-arabia\">Visit Saudi is set to join international brands</a> such as Adidas, Coca-Cola and Visa in attaching their names to the 32-team tournament that is due to kick off on 20 July at Auckland’s Eden Park.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/football/2023/feb/01/saudi-arabia-tourism-bodys-sponsorship-of-2023-womens-world-cup-condemned-by-human-rights-groups\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/feb/01/margot-canaday-queer-career-book-lgbtq-work", "title": "‘Work is about belonging’: LGBTQ+ people’s history in the workplace", "date_published": "2023-02-01 06:23:02+00:00", "description": "<p>In a new book, historian Margot Canaday studies the neglected history of queer people in American workplaces</p><p>There has been scant attention paid to queer people in the workplace, argues historian Margot Canaday in her fascinating new book Queer Career: Sexuality and Work in Modern America. “Queer people are one of the largest, but least studied, minority groups in the workforce,” Canaday said while speaking to the Guardian about her book.</p><p>According to her book, straight historians have tended to ignore the experiences of LGBTQ+ people in the workplace and queer researchers have focused on other aspects of community life, assuming that workplaces were uninteresting, because they weren’t places where LGBTQ+ were able to reveal their true identities. “There has been an assumption that the workplace has been a straight place that was not so revelatory for historians,” Canaday told me.</p> <a href=\"https://www.theguardian.com/books/2023/feb/01/margot-canaday-queer-career-book-lgbtq-work\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/global-development/2023/feb/01/pakistan-textile-industry-crisis-women", "title": "Pakistan’s textile industry is crisis – and women are bearing the brunt of its decline | Parveen Latif Ansari", "date_published": "2023-02-01 06:15:02+00:00", "description": "<p>The threat of permanently lost jobs means many are frightened to speak up over basic labour rights. My organisation helps women fight for their jobs – and decent conditions</p><p>Over the years, women in Pakistan’s once thriving textile industry have played a crucial role supplying Europe and the US with items from denim to towels. But since the pandemic, 7 million workers have been laid off due to low exports and the country’s <a href=\"https://www.theguardian.com/global-development/2023/jan/10/banks-and-countries-pledge-10bn-to-rebuild-pakistan-after-catastrophic-floods\">grave economic crisis</a>. In my city, Faisalabad, hundreds of thousands of the 1.3 million textile workers – half of whom are women – have lost their jobs and the jobs of a huge number are on the brink.</p><p>For Faisalabad’s female textile workers the biggest worry is that these jobs will be lost for ever. That is worse than their <a href=\"https://www.theguardian.com/global-development/2022/jun/12/missguided-collapse-pakistani-garment-workers-left-destitute-and-starving\">delayed and underpaid salaries</a>, <a href=\"https://www.theguardian.com/global-development/2022/may/22/murder-rape-and-abuse-in-asia-factories-the-true-price-of-uk-fast-fashion-jeyasre-kathiravel\">the harassment they face at work</a> and having no healthcare facilities.</p><p><em>Parveen Latif Ansari</em><em> heads the Women Workers’ Alliance (WWA), campaigning for better pay and conditions for thousands of women in the textile industry in </em><em>Faisalabad.</em></p> <a href=\"https://www.theguardian.com/global-development/2023/feb/01/pakistan-textile-industry-crisis-women\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/31/anthony-lowe-police-killing-amputee-huntington-park", "title": "California police kill double amputee who was fleeing: ‘Scared for his life’", "date_published": "2023-02-01 06:00:06+00:00", "description": "<p>Anthony Lowe’s family says they want to see Huntington Park police prosecuted: ‘I’m heartbroken and filled with rage’</p><p>A southern California police department is facing national backlash after footage revealed that officers fatally shot a double amputee and wheelchair user who appeared to be hobbling away on the ground before he was killed.</p><p>Anthony Lowe, 36, was killed by officers in Huntington Park, a city in southern Los Angeles county, last Thursday. Cellphone <a href=\"https://www.latimes.com/california/story/2023-01-29/family-wants-to-know-why-police-shot-anthony-lowe-double-amputee-who-used-a-wheelchair?fbclid=IwAR2NtJthIXeSaWOEJGOii8tP4dIXpNHVExG6AyzM3AJZcCxo-G5rCzeyxCo\">footage</a> captured part of the incident, showing Lowe on a sidewalk next to his wheelchair appearing to try to flee as two officers approach him with weapons drawn. More police cars arrived as the officers followed Lowe, who seemed to be limping away, but the video did not capture the shooting.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/31/anthony-lowe-police-killing-amputee-huntington-park\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/feb/01/wheel-of-fugitive-florida-sheriff-lost-job", "title": "Florida man claims sheriff’s ‘Wheel of Fugitive’ video cost him his job", "date_published": "2023-02-01 06:00:05+00:00", "description": "<p>Internet video identified man as a fugitive four times even though he was either in jail or on probation at time of each airing</p><p>David Gay says he lost his job and was left distressed after a <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a> sheriff repeatedly accused him of being a fugitive in social media videos created to resemble the popular television gameshow Wheel of Fortune.</p><p>But Gay wasn’t running from the law at any of those times – he was either already in the local jail in connection with a misdemeanor case or had already been released from custody after being given probation.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/01/wheel-of-fugitive-florida-sheriff-lost-job\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/feb/01/massachusetts-prisoners-organ-donations", "title": "Massachusetts prisoners may get shorter sentences for organ donations", "date_published": "2023-02-01 06:00:05+00:00", "description": "<p>A new bill proposes that prisoners get at least two months off their sentences for donating bone marrow or organs</p><p>Prisoners in Massachusetts may soon have the option to get their sentences reduced in exchange for donating their organs or bone marrow if a proposed law is passed in the US state.</p><p>A new bill with the aim of establishing an organ and donation program within the state’s department of corrections has been proposed by two state lawmakers – both Democrats.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/01/massachusetts-prisoners-organ-donations\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/01/dr-phil-daytime-television-talkshow-to-end-after-21-seasons", "title": "Dr Phil: daytime television talkshow to end after 21 seasons", "date_published": "2023-02-01 05:16:29+00:00", "description": "<p>Phil McGraw dispensed advice to rebellious teens, disfunctional families and troubled celebrities for 25 years</p><p>Dr. Phil, the US talkshow that saw Dr Phil McGraw divvy out life advice to individuals and which became a regular on daytime television around the world, is set to end later this year after 21 seasons.</p><p>Hosted by McGraw since 2002, the show saw him advise guests who were troubled by problems, often to do with their finances, weight, families, addictions and marriages.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/01/dr-phil-daytime-television-talkshow-to-end-after-21-seasons\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/01/young-women-around-me-are-doing-feminism-all-wrong-here-is-why", "title": "Self-care is important – but we shouldn’t mistake it for feminist action | Zoya Patel", "date_published": "2023-02-01 01:02:01+00:00", "description": "<p>As long as there is a big gap between the women who have the most freedoms, and those with the least, our work as feminists is not over<br /></p><p>My social media has been filled with young women of a similar age and background to me, sharing their “feminist actions” for the coming year. Among these have been commitments to set boundaries in relationships to improve their mental health, keep time for self-care, challenge their internalised beauty standards and set aside daily meditation time to improve their emotional energy.</p><p>I found myself scratching my head. These are valuable goals to prioritise as individuals, absolutely – but is this really what passes for feminist <em>action</em> now? We’re just going to each toil away at our own wellbeing and forget about collectivising to challenge systemic inequality?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/01/young-women-around-me-are-doing-feminism-all-wrong-here-is-why\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/feb/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-343-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 343 of the invasion", "date_published": "2023-02-01 00:15:54+00:00", "description": "<p>Some western allies have cooled on idea of supplying fighter jets to Ukraine; Russia preparing for ‘imminent’ renewal of offensive</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/feb/01/russia-ukraine-war-at-a-glance-what-we-know-on-day-343-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}