[{"source": "https://www.theguardian.com/rss", "title": "Excess baggage: 15 of the best oversized bags – in pictures", "description": "<p>This season’s best bags are big and bold</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/mar/25/excess-baggage-15-of-the-best-oversized-bags-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/mar/25/excess-baggage-15-of-the-best-oversized-bags-in-pictures", "date_published": "2023-03-25 23:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak outlines ‘immediate justice’ scheme to combat antisocial behaviour", "description": "<p>Offenders to clean up damage within 48 hours, wearing jumpsuits or hi-viz jackets, in government bid to claim crime as priority</p><p>Offenders guilty of crimes such as vandalism will be ordered to start repairing the damage they caused within two days of receiving their punishment, under a government pledge to tackle antisocial behaviour.</p><p>Victims of crimes will also be given a say over the type of punishment that offenders should face, as will communities, under an “immediate justice” scheme to be unveiled by Rishi Sunak on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/rishi-sunak-immediate-justice-scheme-to-combat-antisocial-behaviour\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/rishi-sunak-immediate-justice-scheme-to-combat-antisocial-behaviour", "date_published": "2023-03-25 23:10:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England must show steel as emotions run high before visit of Ukraine", "description": "<p>Gareth Southgate warns against distractions at Wembley on the back of his side’s big step forward in victory against Italy</p><p>It is fair to say that there will be a lot going on at Wembley on Sunday before England kick off their second Euro 2024 qualifying tie, against Ukraine. A golden boot presentation for Harry Kane to mark his status as the nation’s record goalscorer; he set the mark with a penalty in Thursday’s <a href=\"https://www.theguardian.com/football/2023/mar/23/italy-england-euro-2024-qualifying-group-c-match-report\">2-1 win over Italy in Naples</a> and would be congratulated by the prime minister, Rishi Sunak, on Saturday.</p><p>Another presentation, this one of a posthumous honorary England cap to the <a href=\"https://www.theguardian.com/football/2022/oct/07/fa-award-jack-leslie-posthumous-england-cap-97-years-after-call-up\">family of Jack Leslie</a>, the black player who was denied the chance to play for his country in 1925 because of the colour of his skin. And a minute of applause for George Cohen, the 1966 World Cup winner, who died in December. So, sporting achievement; anti-racism plus the righting of a historical wrong; and the celebration of a cherished football figure. The power of the game – and specifically that of a sold-out Wembley – to provide a platform for so much continues to amaze.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/england-must-show-steel-as-emotions-run-high-before-visit-of-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/england-must-show-steel-as-emotions-run-high-before-visit-of-ukraine", "date_published": "2023-03-25 22:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nathan Broadhead’s last-gasp strike rescues draw for Wales in Croatia", "description": "<p>So, Wales finally know what life after Gareth Bale looks like and it’s not so bad, after all. Just as the supporters in a lively away end were ready to swallow a slender defeat against World Cup semi-finalists, the substitute and Wales debutant Nathan Broadhead poked in a stoppage-time equaliser to stun Croatia in Split. Cue delirium as the away bench emptied into the technical area. A few hours before kick-off the Wales squad went for a pre-match stroll on a glistening stretch of the Dalmatian coast and by the end of the night they had clinched an unlikely draw to claim a point from their Group D Euro 2024 qualifying opener. Croatia should have been out of sight but Broadhead’s late equaliser cancelled out Andrej Kramaric’s first-half strike.</p><p>This match, Wales’s first since exiting the World Cup at the end of November, always had the makings of a tricky opening assignment against a team who finished third in Qatar. Since departing Doha, Joe Allen, Chris Gunter and Jonny Williams have stepped back from international duty, Bale has been busy wowing seasoned golfers at Pebble Beach after retiring from football altogether and manager Rob Page has added Eric Ramsay, first-team coach at Manchester United, to his staff as part of a reshuffle. That is not to say Wales’s starting lineup in Split was unfamiliar – every player in the XI got minutes in Qatar – but there was room for six uncapped players on the bench.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/croatia-wales-euro-2024-qualifying-group-d-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/croatia-wales-euro-2024-qualifying-group-d-match-report", "date_published": "2023-03-25 21:55:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joselu scores twice on long-awaited debut to ease Spain past Norway", "description": "<p>Joselu had waited 15 years to make his international debut but he wasn’t about to wait any longer. Sent on with nine minutes left, the 32-year-old Espanyol striker was only two minutes into his first ever game when he scored the goal that finally secured victory for Spain and only three minutes into it when he scored his second, clinching a 3-0 victory over Norway on their first night under the coach Luis de la Fuente.</p><p>After the first had given Spain a 2-0 lead, Joselu had stood by the centre circle, holding his head, barely able to believe this but it was going to get even better. Next thing he knew, he was lying in the corner having only gone and done it again, while the Rosaleda chanted his name. This was not the way anyone had expected a sometimes nervy night to finish, but they were loving it. An old man had won it for a new team.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/joselu-scores-twice-on-long-awaited-debut-to-ease-spain-past-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/joselu-scores-twice-on-long-awaited-debut-to-ease-spain-past-norway", "date_published": "2023-03-25 21:52:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrew Lloyd Webber’s eldest son, Nicholas, dies of gastric cancer aged 43", "description": "<p>Oscar-winning composer says son, also a successful composer, died on Saturday in hospital surrounded by family</p><p>Andrew Lloyd Webber has announced that his eldest son, Nicholas, has died from gastric cancer aged 43.</p><p>The Oscar-winning composer wrote on Twitter that his son, who was also a successful composer, died on Saturday at Basingstoke hospital in Hampshire surrounded by his family.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/25/andrew-lloyd-webbers-eldest-son-nicholas-dies-of-gastric-cancer-aged-43\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/25/andrew-lloyd-webbers-eldest-son-nicholas-dies-of-gastric-cancer-aged-43", "date_published": "2023-03-25 20:51:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In this golden age for football, the threat of overkill looms ever larger", "description": "<p>From bloated World Cups to dull club competitions excess is everywhere, but who will stand up against the exploitation?</p><p>It’s worth asking before launching into a jeremiad where you would have stood on major disruptions of the past. Have I become the old man who yells at clouds and is simply opposed to everything new? Would I have been against professionalism, the 1925 change in the offside law, the advent of European football, the foundation of the Premier League? Is this just the conservative creep of age? Perhaps. But, equally, it’s hard to look at football and where it may be headed and not feel fearful.</p><p>In some ways, football has rarely had it so good. The Premier League this season offers a title race, a battle for fourth and a nine-team relegation scrap; almost every match feels consequential. The World Cup provided a classic variant on one of the greatest narratives of all time, the <a href=\"https://www.theguardian.com/football/2022/dec/18/qatar-2022-dishes-up-sporting-surprise-and-a-coronation-for-lionel-messi\" title=\"\">ageing star triumphing at the last</a> – and Lionel Messi’s consecration came after extraordinary tension against the Netherlands in the quarter-final and France in the final.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/25/in-this-golden-age-for-football-the-threat-of-overkill-looms-ever-larger\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/25/in-this-golden-age-for-football-the-threat-of-overkill-looms-ever-larger", "date_published": "2023-03-25 20:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: stress of Ofsted inspections cited as factor in deaths of 10 teachers", "description": "<p>Observer investigation uncovers link between school reports and heart attacks, strokes and nervous breakdowns</p><p>Stress caused by Ofsted inspections was cited in coroners’ reports on the deaths of 10 teachers over the past 25 years, the <em>Observer</em> can reveal.</p><p>The research, by charity the Hazards Campaign and the University of Leeds, will intensify what Ofsted has called the “outpouring of anger” in the sector over the <a href=\"https://www.theguardian.com/education/2023/mar/17/headteacher-killed-herself-after-news-of-low-ofsted-rating-family-says\" title=\"\">death of Berkshire headteacher Ruth Perry</a>, who killed herself in January. Her family have attributed her death to the inspectorate having downgraded her school. Education unions called last week for all inspections to be halted.</p> <a href=\"https://www.theguardian.com/education/2023/mar/25/revealed-stress-of-ofsted-inspections-cited-as-factor-in-deaths-of-10-teachers\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/25/revealed-stress-of-ofsted-inspections-cited-as-factor-in-deaths-of-10-teachers", "date_published": "2023-03-25 20:00:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 32, killed in suspected targeted shooting in Manchester", "description": "<p>Police have arrested a 33-year-old man on suspicion of murder and are looking for a second after attack in Openshaw</p><p>A 32-year-old man has been killed in a suspected targeted shooting in Manchester, police have announced.</p><p>A 33-year-old man has been arrested on suspicion of murder and detectives are looking for a second man who is thought to have escaped in a vehicle shortly after the attack in Openshaw, at about 2pm.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/man-32-killed-in-suspected-targeted-shooting-in-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/man-32-killed-in-suspected-targeted-shooting-in-manchester", "date_published": "2023-03-25 19:54:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "García and Ladd fire Manchester United to top of WSL with win over West Ham", "description": "<p>A comfortable victory for Manchester United at Old Trafford saw them return to the top of the Barclays WSL. After a closely fought first half, United took control in the second. A penalty from captain Katie Zelem and goals from Lucia García and Hayley Ladd saw them delight the home crowd who had turned out in their numbers on Women’s Football Weekend.</p><p>United returned to league action on the biggest stage of all, the Theatre of Dreams, after the disappointment of losing to Chelsea a fortnight ago. Despite that, confidence in the squad remained high after Marc Skinner’s side reached their first ever FA Cup semi-final last weekend. Looking to get their title chase back on track, the United manager named his strongest available line up. Leah Galton was the most notable returnee, taking up her customary position down the left in her 100th appearance for the club.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/manchester-united-west-ham-women-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/manchester-united-west-ham-women-super-league-match-report", "date_published": "2023-03-25 19:38:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Hunter signs off in style as Packer lights up England’s rout of Scotland", "description": "<ul><li>England 58-7 Scotland</li><li>Packer hat-trick inspires Red Roses in Hunter’s final game</li></ul><p>The England co-captain Sarah Hunter was given the perfect send-off as she retired after the Red Roses demolished Scotland in their opening Women’s Six Nations match. Hunter, who is the <a href=\"https://www.theguardian.com/sport/2022/oct/28/sarah-hunter-rugby-odyssey-from-amateur-to-englands-most-capped-player\" title=\"\">overall record cap-holder for her country</a>, received a standing ovation from the 10,053 supporters when she was replaced after 58 minutes in her home city of Newcastle.</p><p>After 141 caps, 10 Six Nations titles, nine grand slams and one World Cup, Hunter led the team out for a final time and had tears in her eyes as the national anthem played. The emotion was poured into a strong performance from the defending champions who ran in 10 tries including a hat-trick from player of the match, Marlie Packer.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/sarah-hunter-signs-off-in-style-as-packer-lights-up-englands-rout-of-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/sarah-hunter-signs-off-in-style-as-packer-lights-up-englands-rout-of-scotland", "date_published": "2023-03-25 19:24:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Cyclone Diary: amid the cleanup, the true meaning of home and community emerges", "description": "<p>In the third instalment in a series of diaries about Cyclone Gabrielle’s aftermath , Anna Rankin talks to those who are still salvaging their lives</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/mar/12/my-cyclone-diary-after-the-flood-the-dread-that-replaces-panic\">My Cyclone Diary: after the flood, the dread that replaces panic</a></strong></li></ul><p>On his third attempt, previously thwarted by weather, prime minister Chris Hipkins visited the flood-ravaged region of Hawke’s Bay, including our town of Wairoa. He offered no specific assurances regarding long-term financial help but did credit iwi (tribes) and marae (meeting grounds) for the critical work they had undertaken over the past month. He acknowledged the likelihood of an event as <a href=\"https://www.theguardian.com/world/cyclone-gabrielle\">Cyclone Gabrielle</a> occurring again, adding that the cumulative effect of the damage wrought provided a reminder of the “volatility of New Zealand” and that more could be done. One lesson, he submitted, was “you can never have one plan and assume that plan will work”.</p><p>This observation is felt instinctively, by people like local teacher José, who was out on the morning after the floods, riding on horseback through brown waters with his students to save a flooded Māori language learning centre. This knowledge is why he and others like him may view formal visits by those in suits with scepticism, trepidation. There is the sense that it is works that ought to precede words.</p> <a href=\"https://www.theguardian.com/world/2023/mar/26/my-cyclone-diary-amid-the-cleanup-the-true-meaning-of-home-and-community-emerges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/26/my-cyclone-diary-amid-the-cleanup-the-true-meaning-of-home-and-community-emerges", "date_published": "2023-03-25 19:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I want it to have a future’: churches in rural Australia are struggling to keep the lights on", "description": "<p>Dwindling attendance has seen a drop in the number of operational churches in regional Australia, and ministers say the church has to change to survive</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>It’s early March and the heat is stifling. People mill around on the pavement of the Uniting church in Crookwell waiting for their turn to enter but there’s only standing room left inside. It’s one of their own.</p><p>It’s the fourth funeral that the 32-year-old Rev Daniel Mossfield has taken in three weeks. The emotional toll and additional workload is “taxing”, he says. The other three funerals are for community members not a part of the congregation.</p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/26/i-want-it-to-have-a-future-churches-in-rural-australia-are-struggling-to-keep-the-lights-on\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/26/i-want-it-to-have-a-future-churches-in-rural-australia-are-struggling-to-keep-the-lights-on", "date_published": "2023-03-25 19:00:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Top Tory MPs ask for £10,000 a day to work for fake Korean company", "description": "<p>Video footage shows Matt Hancock and Kwasi Kwarteng discussing pay rates after being duped by campaigners</p><p>The former chancellor, Kwasi Kwarteng, and former health secretary, Matt Hancock, agreed to work for £10,000 a day to further the interests of a fake South Korean firm after apparently being duped by the campaign group Led by Donkeys.</p><p>Kwarteng attended a preliminary meeting at his parliamentary office and agreed in principle to be paid the daily rate after saying he did not require a “king’s ransom”. When Hancock was asked his daily rate, he responded: “It’s 10,000 sterling.”</p> <a href=\"https://www.theguardian.com/politics/2023/mar/25/top-tory-mps-ask-for-10000-a-day-to-work-for-fake-korean-company\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/25/top-tory-mps-ask-for-10000-a-day-to-work-for-fake-korean-company", "date_published": "2023-03-25 18:42:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We French were born to confront authority. Can Macron withstand the onslaught? | Agnès Poirier", "description": "Strikes over pension reform are not the problem. The president is up against the spirit of a nation<p>The Communist trade unions, the far left and a ragtag group of provocateurs had warned that they would do anything to disrupt King Charles’s three-day state visit to France. According to intelligence service reports <a href=\"https://www.leparisien.fr/politique/charles-iii-les-coulisses-du-report-de-sa-visite-detat-24-03-2023-VFLMZIYQXJE7LJ7MRYFXWQYTUE.php\" title=\"\">leaked</a> to <em>Le Parisien</em>, they were actively planning action in Versailles and Bordeaux during Charles and Camilla’s visit.</p><p>In the end, their threats were taken seriously. Besides, the 4,000 policemen and women dedicated to the royal event could be of urgent use elsewhere. To the relief of the masters of protocol and the diplomats, and of an overwhelming majority of the French people – who would have been mortified if their guests of honour had been inconvenienced in any way – President Emmanuel Macron decided to spare the king the very French drama playing out in our streets. <em>Ouf</em> – or, in English, phew.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/we-french-were-born-to-confront-authority-can-macron-withstand-the-onslaught\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/25/we-french-were-born-to-confront-authority-can-macron-withstand-the-onslaught", "date_published": "2023-03-25 18:30:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida principal resigns after parents decry Michelangelo’s David as pornography", "description": "<p>Tallahassee Classical school’s governing board heard complaints after sixth-graders were shown classical sculpture</p><p>A Florida principal has resigned after students at a Christian charter school in Tallahassee were <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/florida-school-principal-fired-michelangelo-porn-desantis-law\">shown the statue of the biblical figure David by Michelangelo</a>, prompting at least one parent to complain that the children had been exposed to pornography.</p><p>Hope Carrasquilla resigned Monday as principal of the Tallahassee Classical school after the campus’s governing board told her to either step down or be fired over parental complaints that came in after sixth-grade students were shown the 16th-century sculpture, one of the Renaissance’s most famous pieces of art.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/florida-principal-resigns-michelangelo-david\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/florida-principal-resigns-michelangelo-david", "date_published": "2023-03-25 18:29:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia to station tactical nuclear weapons in Belarus", "description": "<p>Deal will not violate non-proliferation agreements, Putin says</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/mar/25/russia-ukraine-war-live-russian-assault-on-bakhmut-has-largely-stalled-says-uk\">Russia-Ukraine war: latest updates</a></strong></li></ul><p>Russia has struck a deal with Belarus to station tactical nuclear weapons on its territory but will not violate non-proliferation agreements, Vladimir Putin has said.</p><p>The Belarusian president, Alexander Lukashenko, had long raised the issue of stationing tactical nuclear weapons in Belarus, which borders Poland, Putin told state television.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/russia-to-station-tactical-nuclear-weapons-in-belarus\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/russia-to-station-tactical-nuclear-weapons-in-belarus", "date_published": "2023-03-25 18:23:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ushba Tesoro’s hold-up surge chins Algiers to win Dubai World Cup", "description": "<ul><li>Equinox smashes Meydan track record in Sheema Classic</li><li>Frankie Dettori completes Dubai Turf hat-trick on Lord North</li></ul><p>Ushba Tesoro produced a remarkable run, coming from the back of the field under Yuga Kawada, to take the Dubai World Cup for Japan.</p><p>When they turned for home, James Doyle aboard the Simon and Ed Crisford-trained Algiers looked the likely winner and went a length clear with a furlong and a half to run.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/meydan-dubai-world-cup-frankie-dettori-horse-ushba-tesoro-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/meydan-dubai-world-cup-frankie-dettori-horse-ushba-tesoro-racing", "date_published": "2023-03-25 18:05:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liz Truss criticised for ‘stunning lack of humility’ over reported peerage plans", "description": "<p>Ex-PM has reportedly nominated at least four new members of Lords despite only lasting 49 days in No 10</p><p>Liz Truss has been accused of showing a “stunning lack of humility” following reports that she plans in effect to create a peer for every 10 days she spent in office.</p><p>The former prime minister is reported to <a href=\"https://www.theguardian.com/politics/2023/mar/24/liz-truss-requests-peerages-for-some-of-her-closest-tory-supporters\">have nominated</a> at least four new members of the House of Lords, despite being forced from office after only 49 days, following a <a href=\"https://www.theguardian.com/business/2022/oct/20/the-mini-budget-that-broke-britain-and-liz-truss\">disastrous mini-budget</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/25/liz-truss-criticised-stunning-lack-humility-peerage-plans\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/25/liz-truss-criticised-stunning-lack-humility-peerage-plans", "date_published": "2023-03-25 18:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clocks go forward, Boris Johnson goes backwards – cartoon", "description": "<p>One hundred years after Harold Lloyd’s famous clock-hanging stunt, the former PM finds himself in a similar predicament</p><p>• <a href=\"https://guardianprintshop.com/collections/david-simonds\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/25/clocks-go-forward-boris-johnson-goes-backwards-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/25/clocks-go-forward-boris-johnson-goes-backwards-cartoon", "date_published": "2023-03-25 18:00:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Karl Geary: ‘I was writing out of confusion and horror, rage and love’", "description": "<p>The actor turned novelist on creating authentic working-class characters, swapping Dublin for New York aged 16, and why sewing is like writing</p><p>Before making his literary debut in 2017 with <em><a href=\"https://www.theguardian.com/books/2016/dec/29/montpelier-parade-karl-geary-review\">Montpelier Parade</a></em>, Irish-born novelist Karl Geary spent more than two decades acting and screenwriting, with credits including <em>Coney Island Baby</em> (starring his wife-to-be, <em>Breaking Bad</em>’s Laura Fraser), <em>The Burrowers</em> and an episode of <em>Sex and the City</em>. (Just don’t ask him about his shirtless appearance in Madonna’s 1992 coffee-table tome, <em>Sex</em>.) Now 50, he’s back with a second book, <em>Juno Loves Legs</em>, a piercing platonic love story whose misfit protagonists careen into young adulthood in 1980s Dublin, where he himself grew up.</p><p><strong>How did the new novel start for you?<br /></strong>With Juno’s voice and this line: “Dear Legs, it’s not gone my way.” She’s a bit of a bully – she elbowed and kneed her way in, screaming to be heard. I was writing a totally different book set in New York, but once I had her voice it just flatlined on the page.</p> <a href=\"https://www.theguardian.com/books/2023/mar/25/karl-geary-i-was-writing-out-of-confusion-and-horror-rage-and-love-juno-loves-legs\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/25/karl-geary-i-was-writing-out-of-confusion-and-horror-rage-and-love-juno-loves-legs", "date_published": "2023-03-25 18:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands rally in Tel Aviv against Benjamin Netanyahu’s judicial overhaul", "description": "<p>Further demonstrations come after Israeli prime minister vowed to press on with changes despite international concern</p><p>Thousands of Israelis rallied in Tel Aviv against a judicial overhaul by the hard-right government, ahead of a key week expected to see more legislative steps and mass protests.</p><p>The latest demonstration to hit Israel’s commercial hub came days after the prime minister, Benjamin Netanyahu, vowed to press on with the changes despite mounting international alarm.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/tel-aviv-demonstrations-against-benjamin-netanyahu-judicial-overhaul-israel\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/tel-aviv-demonstrations-against-benjamin-netanyahu-judicial-overhaul-israel", "date_published": "2023-03-25 17:56:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France: several police and protesters injured in clash over planned reservoir", "description": "<p>Sixteen police and two protesters seriously hurt in western rural district of Sainte-Soline</p><p>Several people have been injured after clashes between French police and protesters opposed to a large water reservoir for farm irrigation, despite a ban on gatherings in the area.</p><p>Police fired teargas to repel some protesters who threw fireworks and other projectiles as they crossed fields to approach the construction area in the western rural district of Sainte-Soline. At least three police vehicles were set alight, television footage showed.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/france-several-police-and-protesters-injured-in-clash-over-planned-reservoir\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/france-several-police-and-protesters-injured-in-clash-over-planned-reservoir", "date_published": "2023-03-25 17:50:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A play set during the Troubles brings home the monstrosity of a few English politicians| Rowan Moore", "description": "The Windsor framework offers hope for Northern Ireland, yet some, such as Boris Johnson, played with peace and voted against it<p>It was possible to hope, last Wednesday afternoon, that the toxic idiocy of British politics might recede a little. Even as Boris Johnson spaffed truth and common sense up the wall, in his seemingly vain effort to redeem his reputation, a slow defeated sigh, as of air leaving a leaking balloon, came from the <a href=\"https://www.telegraph.co.uk/politics/2023/03/22/tory-big-beasts-lick-wounds-brexit-rebellion-fizzles/?li_source=LI&amp;li_medium=liftigniter-rhr\" title=\"\">rightwingers’ rebellion</a> against the Windsor framework, the plan to rescue Northern Ireland from the worst effects of Brexit.</p><p>That evening, I went to <em>Under the Black Rock</em> by Tim Edge, a play set during the Troubles and performed at the Arcola theatre in Dalston, east London. It featured torture, murder, the destruction of a family and the deaths of children as collateral damage from bomb explosions, all of them realities of the conflict that the Good Friday agreement helped to end. The play brought home the monstrosity of English politicians such as Johnson, who voted against the framework, casually playing games with peace in Northern Ireland. Do they really want this sort of stuff to come back?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/play-set-troubles-monstrosity-english-politicians\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/25/play-set-troubles-monstrosity-english-politicians", "date_published": "2023-03-25 17:30:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mexican children’s entertainer Chabelo dies aged 88", "description": "<p>Comic, real name Xavier López, fronted children’s TV show that ran from 1967 to 2015</p><p>The Mexican children’s entertainer Xavier López, better known by his stage name Chabelo, has died at 88, Mexico’s president has said.</p><p>Andrés Manuel López Obrador tweeted that his eldest son “woke up early to see him [on television] more than 40 years ago”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/mexican-childrens-entertainer-chabelo-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/mexican-childrens-entertainer-chabelo-dies", "date_published": "2023-03-25 17:29:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate claims of blackmail targeted against Alison Hammond", "description": "<p>Blackmailer reportedly threatened This Morning presenter with spreading lies and damaging her career</p><p>Police are investigating claims of blackmail targeted against the This Morning presenter Alison Hammond.</p><p>The 48-year-old regularly presents the ITV show alongside Dermot O’Leary and was recently announced as the new co-host of The Great British Bake Off.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/police-investigate-claims-of-blackmail-targeted-against-alison-hammond\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/police-investigate-claims-of-blackmail-targeted-against-alison-hammond", "date_published": "2023-03-25 17:05:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rubbish fashion: street art costumes of Kinshasa – in pictures", "description": "<p>In his series Fulu Act, Brussels-based documentary photographer <a href=\"http://www.colindelfosse.be/\">Colin Delfosse</a> captures street artists in Kinshasa, who craft striking costumes out of everyday objects found littering the streets, such as discarded wigs, wires, soda cans and bottle lids, to raise awareness of environmental issues facing the Democratic Republic of the Congo. “The statement behind their costumes is to condemn and inform about overconsumption and its side effects, namely pollution, poverty, lack of reliable investments and so on,” says Delfosse. “By capturing these images, I’m giving an echo to their crucial work.”</p><ul><li>Colin Delfosse is shortlisted in the Sony world photography awards 2023. An exhibition of the photographs is at <a href=\"https://www.somersethouse.org.uk/whats-on/sony-world-photography-awards-exhibition-2023\">Somerset House, London, 14 April-1 May</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/25/rubbish-fashion-street-art-costumes-of-kinshasa-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/25/rubbish-fashion-street-art-costumes-of-kinshasa-in-pictures", "date_published": "2023-03-25 17:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "So things are getting better – but it’s no thanks to the Bank of England", "description": "<p>Governor Andrew Bailey has had to accept that the economy is resilient, but he’ll still find reasons to keep interest rates high</p><p>From the fog of contradictory economic data over recent months comes a sense of direction. Suddenly, there is no more talk of recession, even as business surveys show firms doing OK. Instead, the picture is clear and there is no doubt the economy is growing again.</p><p>A slump that was supposed send the economy backwards in the first half of this year has vanished, notwithstanding worries about a global banking meltdown and credit crunch. That leaves predictions of a decline in economic activity being replaced by an expansion during the second, third and fourth quarters of 2023. It’s quite a turnaround.</p> <a href=\"https://www.theguardian.com/business/2023/mar/25/so-things-are-getting-better-but-its-no-thanks-to-the-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/25/so-things-are-getting-better-but-its-no-thanks-to-the-bank-of-england", "date_published": "2023-03-25 17:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Terri White: Finding Britain’s Ghost Children; From Gay to Ze; Who Killed Aldrich Kemp?", "description": "<p>White’s emotional investigation into kids in abusive households is a must-hear. Plus, queer parents debunk gender roles and a hilarious return for Radio 4’s spy drama</p><p><strong>Terri White: Finding Britain’s Ghost Children</strong> (BBC Radio 5 Live) | <a href=\"https://www.bbc.co.uk/sounds/brand/p0f95sn5\">BBC Sounds</a><br /><strong>From Gay to Ze</strong> (Lotte Jeffs/Stu Oakley) | <a href=\"https://podcasts.apple.com/gb/podcast/from-gay-to-ze/id1670747307\">Apple Podcasts</a><br /><strong>Who Killed Aldrich Kemp?</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/brand/p09hbsqb\">BBC Sounds</a></p><p>Terri White is a gifted journalist and communicator who had a tough time in her youth. She was abused, physically and sexually, by her mother’s boyfriends. Her refuge was school.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/25/the-week-in-audio-terri-white-finding-britains-ghost-children-from-gay-to-ze-who-killed-aldrich-kemp\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/25/the-week-in-audio-terri-white-finding-britains-ghost-children-from-gay-to-ze-who-killed-aldrich-kemp", "date_published": "2023-03-25 17:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida couple kidnapped and being held for ransom in Haiti, family says", "description": "<p>Jean Dickens Toussaint and Abigail Toussaint were reportedly abducted on a bus on 18 March while visiting ailing relatives</p><p>A <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a> couple visiting the <a href=\"https://www.theguardian.com/world/haiti\">Haitian</a> capital of Port-au-Prince are being held at ransom after being kidnapped, according to their family.</p><p>Jean Dickens Toussaint and Abigail Toussaint were reportedly abducted on a bus on 18 March while visiting the stricken nation to see ailing relatives and attend a community festival.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/florida-couple-kidnapped-ransom-haiti\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/florida-couple-kidnapped-ransom-haiti", "date_published": "2023-03-25 16:40:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Official behind Plymouth tree felling says it will be ‘really good for city’", "description": "<p>Giles Perritt says ‘change is difficult’ as campaigners obtain court order to extend injunction against future felling</p><p>An official behind the controversial felling of 110 trees by Plymouth council has said their removal will be “really good for the city”.</p><p>Giles Perritt, the council’s assistant chief executive, was speaking after campaigners got a high court order to extend an injunction to stop future felling.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/official-behind-plymouth-tree-felling-really-good-for-city-giles-perritt\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/official-behind-plymouth-tree-felling-really-good-for-city-giles-perritt", "date_published": "2023-03-25 16:27:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England v Scotland: Women’s Six Nations – live", "description": "<ul><li>Updates from the 4.45pm GMT kick-off at Kingston Park</li><li>Get in touch: contact Daniel <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">by email</a> or <a href=\"https://twitter.com/danielgallan\">Twitter</a></li></ul><p>It’s easy to get overly schmaltzy when it comes to ‘rugby values’, but these are genuinely a heartwarming images:</p><p>Bryan Easson has named a youthful XV, especially in the backline where his centre and wing parings – including debutant Francesca McGhie - have 11 caps between them. They’re now steered by a new attack coach, Chris Laidlaw, who has been brought in to inject some life into an underperforming outfit.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/25/england-v-scotland-womens-six-nations-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/25/england-v-scotland-womens-six-nations-live", "date_published": "2023-03-25 16:20:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Handre Pollard shines as free-scoring Leicester dismantle Bristol", "description": "<ul><li>Leicester 46-24 Bristol</li><li>Tigers run in six tries to strengthen playoff hopes</li></ul><p>A Handre Pollard-inspired Leicester showed their title credentials with a statement win that moved them clear of the pack in the race for the semi-finals. The South African fly-half’s 19-point haul included a try as Tigers ran in six at Welford Road, with skipper Julian Montoya scoring twice, along with finishes from Ben Youngs, Anthony Watson and replacement hooker Charlie Clare.</p><p>Bristol contributed plenty to the game, including tries from Harry Thacker, Gabriel Ibitoye and Harry Randall as well as seven points from the boot of AJ MacGinty and two from Ibitoye. However, that could not prevent their four-match winning run coming to an end.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/leicester-bristol-premiership-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/leicester-bristol-premiership-match-report", "date_published": "2023-03-25 16:13:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greens deal with SNP could end if new leader rejects progressive policies", "description": "<p>Patrick Harvie and Lorna Slater indicated Bute House agreement would end if Kate Forbes was elected</p><p>The Scottish Greens have issued a stark warning to the next leader of the Scottish National party that “a sincere commitment to progressive values cannot be an optional extra”.</p><p>With the SNP announcing on Monday who will replace Nicola Sturgeon as party leader and first minister after her shock resignation last month, the Scottish Green leadership gave their most definitive indication yet that the partnership deal between the two parties would be over if Kate Forbes is elected.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/25/greens-snp-bute-house-agreement-patrick-harvie-lorna-slater-kate-forbes\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/25/greens-snp-bute-house-agreement-patrick-harvie-lorna-slater-kate-forbes", "date_published": "2023-03-25 16:12:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scott McTominay’s late double adds the gloss as Scotland sink Cyprus", "description": "<p>Scotland will face far sterner tests, namely on Tuesday when Spain visit Hampden Park. One also hopes supporters will be rewarded with a higher level of entertainment than was on offer during this turgid encounter with Cyprus.</p><p>Still, Steve Clarke will glean solace from that rare Scottish event of a winning start to a qualifying campaign. There was a clean sheet, too, for the debutant goalkeeper Angus Gunn. In truth, the Norwich City custodian had precious little to do before Andronikos Kakoullis fired a deflected shot into his gloves five minutes from time. One goal always looked like it would be enough for Scotland but the substitute Scott McTominay added gloss to the scoreline with two strikes in the dying embers of the game.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/scotland-cyprus-euro-2024-qualifying-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/scotland-cyprus-euro-2024-qualifying-match-report", "date_published": "2023-03-25 16:04:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Early wildfire in Spain’s Valencia region forces 1,500 villagers to evacuate", "description": "<p>Emergency services say they have contained spread of blaze that has scorched more than 4,000 hectares</p><p>Spain’s first big wildfire of the year has scorched more than 4,000 hectares (9,900 acres) of forest and forced 1,500 villagers to leave their homes in the Valencia region.</p><p>Residents recounted fleeing their houses and leaving animals behind. “Bad – how am I supposed to feel? Your town is burning, your life is burning, Our animals were there and no one can tell us anything,” said Antonio Zarzoso, 24, who had to leave the village of Puebla de Arenoso.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/wildfire-spain-valencia-evacuation-villagers-firefighters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/wildfire-spain-valencia-evacuation-villagers-firefighters", "date_published": "2023-03-25 16:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sissoko Segal Parisien Peirani: Les Égarés review – an awesome foursome", "description": "<p>(No Format!) <br />This stellar quartet, featuring kora, cello, accordion and saxophone, channel a multitude of influences to irresistible effect</p><p>The French cellist Vincent Segal is one of those peripatetic players who shows up across the musical frontier: on albums by Sting or “barefoot diva” Cesária Évora, on an arthouse film score or a dancefloor remix of Bumcello, the duo he formed with drummer Cyril Atef almost a quarter of a century ago. Segal’s most feted collaboration remains with Malian kora master <a href=\"https://www.ballakesissoko.com/en/\">Ballaké Sissoko</a> on <em>Chamber Music</em> (2009) and <em>Musique de Nuit</em> (2015), where they pulled the traditions of Africa and Europe into a seductive neoclassical fusion.</p><p>Here, the pair are joined by <a href=\"https://www.theguardian.com/music/2020/oct/17/vincent-peirani-and-emile-parisien-abrazo-review-delightful-and-astonishing\">accordionist Vincent Peirani and soprano sax player Émile Parisien</a> on a venture that proves just as irresistible, even if its title translates as The Lost. It’s a sprightly, restless set, with Segal’s plucked cello providing a thrumming heartbeat to what is a communal, improvisational approach. There are reflective pieces – Sissoko’s Ta Nyé and Banja bookend the record in flurries of kora – but more typical is the group’s reworking of the late Joe Zawinul’s Orient Express, while on Esperanza the quartet seem to be channelling a drunken Colombian cumbia. Although inflected by various accents – there’s a Balkan feel to Izao, a touch of John Coltrane to Parisien’s sax – this is truly fusion music.</p> <a href=\"https://www.theguardian.com/music/2023/mar/25/ballake-sissoko-vincent-segal-vincent-parisien-emile-peirani-les-egares-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/25/ballake-sissoko-vincent-segal-vincent-parisien-emile-peirani-les-egares-review", "date_published": "2023-03-25 16:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You wait ages for an AI chatbot to come along, then a whole bunch turn up. Why? | John Naughton", "description": "<p>The fact that ChatGPT isn’t the only machine-learning program out there is down to the way in which tech breakthroughs arise</p><p>When, late last year, the editor asked me and other <em>Observer</em> writers what we thought 2023 would be like, <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/01/sport-tv-tech-and-fashion-what-does-2023-have-in-store-for-us\">my response</a> was that it would be more like 1993 than any other year in recent history. Why? Simply this: 1993 was the year that Mosaic, the first modern web browser, launched and all of a sudden the non-technical world understood what this strange “internet” thing was for. This was despite the fact that the network had been switched on a whole decade earlier, during which time the world seemed almost entirely unaware of it; as a species, we seem to be slow on the uptake.</p><p>Much the same would happen in 2023, I thought, with <a href=\"https://www.theguardian.com/technology/chatgpt\">ChatGPT</a>. Machine-learning technology, misleadingly rebranded as <a href=\"https://www.theguardian.com/technology/artificialintelligenceai\">artificial intelligence (AI)</a>, has been around for eons, but for the most part, only geeks were interested in it. And then out comes ChatGPT and suddenly “meatspace” (internet pioneer <a href=\"https://www.theguardian.com/technology/2018/feb/08/john-perry-barlow-open-internet-dream-dying\">John Perry Barlow</a>’s derisive term for the non-techie world) wakes up and exclaims: “So <em>that’s</em> what this AI stuff is all about. Wow!”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/you-wait-ages-for-an-ai-chatbot-to-come-along-then-a-whole-bunch-turn-up-chatgpt\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/25/you-wait-ages-for-an-ai-chatbot-to-come-along-then-a-whole-bunch-turn-up-chatgpt", "date_published": "2023-03-25 16:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was a magical place to grow up’: the artist using her childhood home as a canvas", "description": "<p>Carla von der Becke has turned her South Downs home into a crucible of creativity</p><p>I’m still getting used to this. It’s quite disconcerting,” says Carla von der Becke, looking up at an assemblage of agricultural tools – hefty saws included – hanging around a rustic chandelier in the kitchen of her home in the South Downs. The perilous-looking arrangement is the latest intervention here, in the house Carla grew up in, by her friend the South African artist <a href=\"https://www.instagram.com/helena_pritchard_/?hl=en\" title=\"\">HelenA</a> Pritchard (who intervened in her own name to add the “A” in at the end).</p><p>The two women met a decade ago through mutual friends in the art world – Carla is co-director of London-based PR agency <a href=\"https://www.albanyartscommunications.com/\" title=\"\">Albany Arts</a> – and HelenA had occasionally been a visitor to the house when Carla was staying with her parents. Then, early in 2021, Carla’s mother died “quite unexpectedly. She had been caring for my dad, who has dementia, so then I was here caring for him, and it was quite intense…” It was at this point that HelenA offered to come and stay for a longer spell. “Carla didn’t have any help, she was doing everything herself and I thought she might just need a friend. And I love getting out into the country.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/it-was-a-magical-place-to-grow-up-the-artist-using-her-childhood-home-as-a-canvas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/it-was-a-magical-place-to-grow-up-the-artist-using-her-childhood-home-as-a-canvas", "date_published": "2023-03-25 16:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a vacuum cleaner running all day’: noisy nightlife making Spanish streets ‘uninhabitable’", "description": "<p>Tensions between residents and revellers have reached boiling point after loosening of serving restrictions during Covid</p><p>The sun has barely set when the music starts thumping on Madrid’s <a href=\"https://www.lonelyplanet.com/articles/calle-ponzano-where-to-go-on-madrids-hottest-street\" title=\"\">Calle Ponzano</a>. As queues start to form outside the already heaving bars, the party spills out on to the pavement, leaving customers jostling for space with an ever-growing cacophony of smokers and passersby.</p><p>Lost in the fray is the brightly lettered message – pleading with punters to keep the noise down – from banners that flap from balconies above. It is a last ditch effort by those who have found themselves living on the frontline of a battle playing out across Spain as exhausted neighbours <a href=\"https://www.theguardian.com/world/2022/jun/14/barcelona-to-install-sound-level-monitors-in-bid-to-beat-noise-pollution\" title=\"\">face off against raucous drinkers</a>.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/spain-noisy-nightlife-tensions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/spain-noisy-nightlife-tensions", "date_published": "2023-03-25 16:00:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak used incorrect asylum backlog figures, statistics watchdog says", "description": "<p>UK Statistics Authority says PM used inaccurate figures when comparing current backlog with situation under Labour </p><p>The statistics watchdog has found that the prime minister used incorrect figures when comparing the current asylum backlog to when Labour was in power.</p><p>Sir Robert Chote, the chair of the UK Statistics Authority, has <a href=\"https://uksa.statisticsauthority.gov.uk/correspondence/response-from-sir-robert-chote-to-stephen-kinnock-mp-asylum-backlogs/\">written to</a> the immigration minister, Robert Jenrick, to point out the inaccuracy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/sunak-used-incorrect-asylum-backlog-figures-statistics-watchdog-says\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/sunak-used-incorrect-asylum-backlog-figures-statistics-watchdog-says", "date_published": "2023-03-25 16:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Newman double inspires Leeds’ comeback win over Catalans Dragons", "description": "<ul><li>Leeds 32-22 Catalans Dragons</li><li>Rhinos stage recovery from 22-8 down at half-time </li></ul><p>It is often said teams are a reflection of their head coach and how it has never felt more like that than on a sun-drenched spring afternoon in Leeds. Rohan Smith is certainly enigmatic in the sense you never quite know what you are going to get from the Australian, be it in his dealings with the media or his brave decision-making, whether that is in regards to team selection, tactical or anything else.</p><p>Six weeks into the Super League season, his Rhinos side have all the hallmarks of a team who you just cannot second guess when it comes to performance. For 40 minutes, they were error-strewn and off their best, just as they were last week in defeat to Castleford. It was no surprise that Catalans led by 14 at the break and the smart money was on the Dragons making it six wins from six.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/leeds-catalans-dragons-super-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/leeds-catalans-dragons-super-league-match-report", "date_published": "2023-03-25 15:14:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Ali Smith’s cultural highlights", "description": "<p>The award-winning Scottish author on a brilliant exhibition in Paris, a talismanic collection of new poetry and an apocalyptic novel like no other</p><p>Born in Inverness in 1962, <a href=\"https://www.theguardian.com/profile/alismith\">Ali Smith</a> has published 12 novels, including <em><a href=\"https://www.theguardian.com/books/2014/sep/07/how-to-be-both-review-ali-smith-dual-narrative-francesco-del-cossa\">How to Be Both</a></em>, which won the Women’s prize for fiction, the Goldsmiths prize and the Costa novel of the year award, and her “<a href=\"https://www.theguardian.com/books/2019/sep/21/i-initially-thought-it-would-be-about-the-season-ali-smith-on-writing-autumn\">seasonal quartet</a>”, starting with<a href=\"https://www.theguardian.com/books/2016/oct/12/autumn-ali-smith-review#:~:text=The%20symphony%20of%20all%20the,sad%20fragility%E2%80%9D%20of%20mortal%20lives.\"> </a><em><a href=\"https://www.theguardian.com/books/2016/oct/12/autumn-ali-smith-review#:~:text=The%20symphony%20of%20all%20the,sad%20fragility%E2%80%9D%20of%20mortal%20lives.\">Autumn</a> </em>in 2016. She has been shortlisted twice for both the Booker prize and the Orange prize with <em><a href=\"https://www.theguardian.com/books/2001/apr/14/fiction.alismith\">Hotel World</a></em> and <em><a href=\"https://www.theguardian.com/books/2005/jun/11/bookerprize2005.bookerprize\">The Accidental</a>,</em> and has also published several short story collections, plays and nonfiction. Next, she is chair of the judges for the 2023 Rathbones Folio prize, the winner of which is announced on 27 March. She lives in Cambridge.</p> <a href=\"https://www.theguardian.com/books/2023/mar/25/on-my-radar-ali-smith-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/25/on-my-radar-ali-smith-cultural-highlights", "date_published": "2023-03-25 15:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police in England and Wales ‘evading public scrutiny’ by deleting misconduct outcomes from websites", "description": "<p>Observer investigation finds case of Met officer and serial rapist David Carrick among dozens removed from police websites</p><p>Police forces in England and Wales have been accused of trying to “evade public scrutiny” after an <em>Observer</em> investigation found that the outcomes of dozens of officer misconduct cases have been deleted from their websites.</p><p>They include some of the most serious cases of criminality, including that of the serial rapist <a href=\"https://www.theguardian.com/society/2023/feb/07/david-carrick-jailed-life-rapes-met-police-officer\" title=\"\">David Carrick</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/police-england-wales-deleting-outcomes-misconduct-hearings\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/police-england-wales-deleting-outcomes-misconduct-hearings", "date_published": "2023-03-25 15:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Beasts review – breathtakingly tense Galician thriller", "description": "<p>A French couple’s dreams of the good life in rural northern Spain descend into all-out war with the locals in Rodrigo Sorogoyen’s superbly acted drama </p><p>It was meant to be a purer, simpler way of life. Former teacher Antoine (Denis Ménochet) and his wife, Olga (Marina Foïs), relocated from their comfortable life in France to a smallholding in the Spanish hill country of Galicia. The aim is to grow organic vegetables and give back to the community by renovating abandoned village houses. But while the land may be fertile, it is drenched in bad blood. And while there’s a melancholy beauty in the verdant, mist-shrouded peaks, the hill people, as their menacing neighbour Xan (Luis Zahera) points out with relish, are an ugly bunch. There’s a simmering, creeping menace to Spanish director Rodrigo Sorogoyen’s superb, award-winning thriller, a sense of an inevitable collision between the newcomers and those whose roots – and grudges – run generations deep in the Galician soil.</p><p>The modest village bar is Xan’s domain. Face sharpened by the elements, dissatisfaction and a seemingly inexhaustible supply of spite, he uses the gloomy room as a combat arena in which he goads his chosen target – in this case, Antoine. Xan and his brother Lorenzo are already at odds with the French couple over a planning dispute, but it soon becomes clear that Xan plans open warfare, and that Antoine is not one to back away from a fight.</p> <a href=\"https://www.theguardian.com/film/2023/mar/25/the-beasts-review-breathtakingly-tense-galician-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/25/the-beasts-review-breathtakingly-tense-galician-thriller", "date_published": "2023-03-25 15:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘His goose is cooked’: Even true-blue Wokingham voters think Boris Johnson’s time is up", "description": "<p>And there are signs that ‘chaos fatigue’ created by the former PM means that  solid Tory seats such as John Redwood’s could be up for grabs at the next election</p><p>Some howled with derision. Others scowled. Most laughed. On a soggy spring afternoon in the traditionally Tory constituency of Wokingham, the mention of Boris Johnson still provoked strong reactions. Yet even among those in the town’s outdoor market who retained some affection for the former prime minister, there was an acceptance that his return may be more trouble than it was worth.</p><p>“His goose is cooked, sadly,” said Annette Stephens, overseeing a stall heaving with fresh eggs and farm produce. “I think Boris did a good job when he got us through Covid. He’s a great character. But I think as a whole, the nation now wouldn’t trust him – which is sad.”</p> <a href=\"https://www.theguardian.com/politics/2023/mar/25/boris-johnson-wokingham-voters-chaos-fatigue-tory-seats\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/25/boris-johnson-wokingham-voters-chaos-fatigue-tory-seats", "date_published": "2023-03-25 15:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flight that killed White House official pitched violently after takeoff", "description": "<p>Plane did not encounter turbulence, but forces about four times stronger than gravity that caused it to swoop down before going up</p><p>The business jet flight that <a href=\"https://www.theguardian.com/us-news/2023/mar/07/dana-hyde-dead-flight-turbulence-white-house\">killed a White House official</a> earlier this month violently pitched up and down after pilots addressed cockpit warnings by switching off a system meant to keep the aircraft stable, but it did not encounter turbulence as was initially reported, federal investigators have said.</p><p>Dana Hyde’s death on 3 March was the subject of a <a href=\"https://t.co/Ht5eRmqT0i\">preliminary National Transportation Safety report</a> Friday which described a series of mishaps before and after the Bombardier plane she was on swooped out of control.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/white-house-official-flight-death-turbulence\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/white-house-official-flight-death-turbulence", "date_published": "2023-03-25 14:42:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family warns of railway dangers after girl’s death in Dorset", "description": "<p>Family of Roxy Phillips, who was found dead next to tracks in Weymouth, says her death was ‘tragic accident’</p><p>A family has warned about the dangers of railway lines after a teenage girl was found dead near tracks in Dorset.</p><p>Officers were called to train lines in Weymouth at 2.25am on Thursday, where they found 15-year-old Roxy Phillips unresponsive.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/family-warns-of-railway-dangers-after-girls-death-in-dorset\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/family-warns-of-railway-dangers-after-girls-death-in-dorset", "date_published": "2023-03-25 14:19:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A ‘complete mess’: fury in north London over HS2’s ‘big hole in the ground’", "description": "<p>The blighted communities have little to show for six years of disruption … except a mile-long hole in the ground</p><p>Six years after turning the first spade at Euston station, it’s hard for local people to see HS2 as anything other than levelling down.</p><p>Hundreds of homes have been demolished. A school, a pub and other businesses have been knocked down or starved of customers. Families have been separated. Now the project has been put on hold and the builders are moving out, leaving a mile-long hole.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/a-complete-mess-fury-in-north-london-over-hs2s-big-hole-in-the-ground\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/a-complete-mess-fury-in-north-london-over-hs2s-big-hole-in-the-ground", "date_published": "2023-03-25 14:10:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Explosion destroys Pennsylvania chocolate factory, killing two", "description": "<p>Nine people injured in blast at West Reading plant known for manufacturing chocolate Easter bunnies</p><p>An explosion at a Pennsylvania chocolate factory known for manufacturing chocolate Easter bunnies killed two and injured nine on Friday, according to officials.</p><p>The cause of the deadly blast that left the facility 60 miles north-west of Philadelphia obliterated a little more than two weeks before Easter remained under investigation on Saturday morning. But officials have said they believe it may have resulted from a gas leak, <a href=\"https://6abc.com/chocolate-factory-on-fire-flames-berks-county-west-reading/13007115/\">WPVI reported</a>, and warned residents to stay away from the area.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/explosion-destroys-pennsylvania-chocolate-factory\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/explosion-destroys-pennsylvania-chocolate-factory", "date_published": "2023-03-25 14:09:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham v Arsenal: Women’s Super League – live", "description": "<ul><li>Updates from the 3pm GMT kick-off at Brisbane Road</li><li>Get in touch: <a href=\"mailto:rob.smyth@theguardian.com\">contact Rob</a> with your thoughts on the game</li></ul><p>Hello and welcome to live coverage of Tottenham Hotspur v Arsenal at Brisbane Road. The north London derby is usually all-consuming, but for Arsenal this game is almost – I said almost – a warm-up ahead of a potentially season-defining week.</p><p>On Wednesday they play Bayern Munich, with the chance to qualify for the Champions League semi-finals for the first time in a decade. Then, next Sunday, they host Manchester City in a match that is significant both to this year’s WSL and next year’s Champions League. Arsenal aren’t out of the WSL title race, not with all three of their rivals still to play, but for those games to matter they really need to take care of Spurs today.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/25/tottenham-v-arsenal-womens-super-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/25/tottenham-v-arsenal-womens-super-league-live", "date_published": "2023-03-25 14:07:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snoop Dogg review – highs and lows from the D-O-double-G", "description": "<p><strong>O2 Arena, London</strong> <br />The rapper drawls his way through his greatest hits and some cheesy near-misses in this long-delayed show. Shame about the unreconstructed objectification<br /></p><p>Just over 30 years have passed since Snoop Dogg – then known by his full name, <a href=\"https://www.thethings.com/when-did-snoop-dogg-change-his-name-snoop-lion/\">Snoop Doggy Dogg</a> – first appeared on a record: a Dr Dre cut called <a href=\"https://en.wikipedia.org/wiki/Deep_Cover_(song)\">Deep Cover</a>. Written to soundtrack a movie, the song was judged too hot to be included in the final track listing for Dre’s now classic album, <em><a href=\"https://www.theguardian.com/music/2011/jun/13/dr-dre-chronic-west-coast\">The Chronic</a></em>, because of its premise – killing an undercover police officer.</p><p>Tonight, wearing an eye-catching, bandana-patterned jumpsuit with Death Row Records printed on it, Snoop Dogg laconically drawls his debut verses about “doing a <a href=\"https://en.wikipedia.org/wiki/187_(slang)\">187</a> on a cop”, vestiges of his original menace still present, despite a profound evolution. At 51, Snoop remains physically unchanged – apart from his hair, and his need for occasional sit-downs behind the DJ’s riser. If anything survives of his 2013 <a href=\"https://www.tmz.com/2013/01/23/snoop-lion-snoop-dogg-rejected-bunny-wailer-rastarians-reincarnated/\">conversion to Rastafarianism</a>, it’s the dreadlocks that fall luxuriantly down his back in a ponytail.</p> <a href=\"https://www.theguardian.com/music/2023/mar/25/snoop-dogg-review-highs-and-lows-from-the-d-o-double-g\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/25/snoop-dogg-review-highs-and-lows-from-the-d-o-double-g", "date_published": "2023-03-25 14:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From breakfast treats to easy lemon tart: John Whaite’s springtime bakes – recipes", "description": "<p>Four bakes to welcome spring: a brioche bostock with rhubarb, coconut and almonds, a no-bake take on the classic lemon tart, a light sponge soaked in malted tea and topped with cream, and chewy little pistachio and orange cakes</p><p>At this time of the year, when everything starts to awaken, crocuses spring up and there are squirrels aplenty among the leafless branches for my dog to lust after through the windows, my palate tends to change, too. Moving on from the hearty stews and countless sticky toffee puddings of winter, I crave something sharper, lighter and a little more fragrant. These bakes are a celebration of time moving forward.</p> <a href=\"https://www.theguardian.com/food/2023/mar/25/from-breakfast-treats-to-easy-lemon-tart-john-whaites-springtime-bakes-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/25/from-breakfast-treats-to-easy-lemon-tart-john-whaites-springtime-bakes-recipes", "date_published": "2023-03-25 14:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Judi Love: ‘Working in a hairdresser was the best education’", "description": "<p>The comedian, 42, talks about growing up shy, forgetting names, loving being a mum, and getting free haircuts</p><p><strong>​​I lived in my own world</strong> as a kid. I sang Whitney Houston songs to imagined crowds. While watching films, I’d pretend to be the star of my own movie. Something in me wanted to entertain, but there was no representation. I never thought there was a space for this chubby working-class West Indian girl in Leyton to be on screen.</p><p><strong>Getting drunk at school</strong> was my wildest teenage moment. It was the last day before exams – we got wasted on our break and came back for the final class. I’m not sure where the booze came from, but we partied hard, playing music. The teachers had no idea what to do.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/25/this-much-i-know-judi-love-working-in-an-afro-hairdresser-was-the-best-education\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/25/this-much-i-know-judi-love-working-in-an-afro-hairdresser-was-the-best-education", "date_published": "2023-03-25 14:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a rockstar album’: the UK jazz musicians marking five decades of Miles Davis’s Bitches Brew", "description": "<p>In an epic feat of improvisation, 12 players over three days reimagined the jazz great’s magnum opus. Nubya Garcia, Dave Okumu and producer Martin Terefe talk us through the recording of London Brew</p><p>“We played for three days straight with no notes on the page and no repeats. There were 12 musicians in the room, just listening and responding. It was intense.” In December 2020, the jazz saxophonist <a href=\"https://www.nubyagarcia.com/\">Nubya Garcia</a> took part in a marathon London-based recording session to mark the 50th anniversary of the release of Miles Davis’s album <em>Bitches Brew</em>. Also recorded over three days, in New York in 1969 with a group of 13 musicians, <em>Bitches Brew</em> is a sprawling work of jazz, funk and psychedelic rock. Squealing horns battle with a thunderous, swinging rhythm section of double drummers, while electronic keyboard and guitars shred through melody with a piercing clarity.</p><p>One of the most groundbreaking jazz albums ever made, it won a Grammy in 1971 and has sold more than 1m copies. Its use of tape editing and looping techniques went on to inspire the process of hip-hop sampling, and its sound helped birth the genre-hopping style of jazz fusion, influencing the work of artists as varied as the pianist Herbie Hancock (who played in Davis’s Second Great Quintet until 1968), guitarist George Benson and Radiohead.</p> <a href=\"https://www.theguardian.com/music/2023/mar/25/uk-jazz-musicians-50-years-of-miles-davis-bitches-brew-london-nubya-garcia-shabaka-hutchings-dave-okumu\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/25/uk-jazz-musicians-50-years-of-miles-davis-bitches-brew-london-nubya-garcia-shabaka-hutchings-dave-okumu", "date_published": "2023-03-25 14:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Flight simulator for tractors: how a video game is enticing farmers on to Xbox", "description": "<p>Farming Simulator lets customers test out new trailers, balers and other machinery before buying the real thing</p><p>Tractors are commonly sold to farmers at agricultural fairs and announced in the trade press. But machinery makers are falling over themselves to get a slice of a much more unlikely advertising vehicle: the <a href=\"https://www.farming-simulator.com/\" title=\"\">Farming Simulator</a> video game.</p><p>The developers, Giants Software, now receive hundreds of queries a year from manufacturers of equipment – from tractors and combine harvesters to trailers, balers and seed drills – about how they can feature in the game, where players create their own virtual farm.</p> <a href=\"https://www.theguardian.com/games/2023/mar/25/flight-simulator-for-tractors-how-a-video-game-is-enticing-farmers-on-to-xbox\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/mar/25/flight-simulator-for-tractors-how-a-video-game-is-enticing-farmers-on-to-xbox", "date_published": "2023-03-25 14:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leylah Fernandez’s struggles on show in Miami but she has grit to rise again", "description": "<p>Like Emma Raducanu, the Canadian has found it difficult after her breakout 2021 but the skills and fighting spirit are still there</p><p>Within a few games of Leylah Fernandez’s second-round match against Belinda Bencic at the Miami Open on Friday, defeat already seemed inevitable. As Bencic squeezed up to the baseline, suffocating the young Canadian with her early ball-striking and sharp redirections, Fernandez could not keep up. She tried to hold her own position inside the baseline, but was easily pushed back. When she assumed more risk, forcing the ball closer to the lines, her errors piled up. After 67 minutes, the 20-year-old was thoroughly beaten 6-1, 6-1.</p><p>Eighteen months on from her unforgettable run to <a href=\"https://www.theguardian.com/sport/2021/sep/11/emma-raducanu-makes-tennis-history-with-us-open-final-win\" title=\"\">the 2021 US Open final</a>, Fernandez faces plenty of her own struggles as she tries to follow up her breakout performance. In New York, she showed off the full breadth of her talent. Despite standing 5ft 6in, she smote opponents with the combined force of her vicious lefty forehand, unfailingly aggressive returning, movement that allowed her to quickly flip defence to attack and her crafty resourcefulness.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/leylah-fernandezs-struggles-on-show-in-miami-but-she-has-grit-to-rise-again\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/leylah-fernandezs-struggles-on-show-in-miami-but-she-has-grit-to-rise-again", "date_published": "2023-03-25 13:53:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re ignorant’: Crawford hits out at racist abuse of Ireland Under-15s players", "description": "<ul><li>Under-21s manager calls on social media companies to act</li><li>‘These same people will be cheering goals if Chieo scores’</li></ul><p>The Republic of Ireland Under-21s manager, Jim Crawford, has hit out at the “uneducated” trolls who sent online abuse to members of the country’s under-15s squad.</p><p>The Football Association of Ireland has condemned the attacks which came after the under-15s’ back-to-back 6-0 victories over Latvia this week, as “vile and horrific” and is working with police and social media companies to identify and deal with those responsible.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/jim-crawford-ireland-abuse-social-media\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/jim-crawford-ireland-abuse-social-media", "date_published": "2023-03-25 13:37:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asylum seekers in UK face being moved to army bases or disused ferries – reports", "description": "<p>Plans to use holiday camps and student halls to relocate people from hotels now thought unlikely go ahead</p><p>Asylum seekers could be moved out of hotels and into military bases or disused ferries under government plans that could be announced next week, according to reports.</p><p>The proposals, first <a href=\"https://www.telegraph.co.uk/news/2023/03/24/migrants-could-housed-old-ferries-rishi-sunak-ends-hotel-stays/\">reported</a> by the Telegraph, have not been denied by government sources. However, they have told the Guardian they are “speculation”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/asylum-seekers-uk-face-being-moved-to-army-bases-disused-ferries-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/asylum-seekers-uk-face-being-moved-to-army-bases-disused-ferries-reports", "date_published": "2023-03-25 13:18:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two boys appear in court charged with murder of Rohan Shand in Northampton", "description": "<p>Rohan, 16, known to his family and friends as Fred, died on Wednesday after incident in Kingsthorpe</p><p>Two teenage boys have appeared in court after being charged with the murder of a 16-year-old who was stabbed to death in Northampton.</p><p>Rohan Shand, known to his family and friends as Fred, died following the incident near the Cock hotel in Harborough Road, Kingsthorpe, at about 3.35pm on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/rohan-shand-northampton-murder-teenage-boys-charged\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/rohan-shand-northampton-murder-teenage-boys-charged", "date_published": "2023-03-25 13:17:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland v Cyprus: Euro 2024 qualifying – live", "description": "<ul><li>Euro 2024 qualifier updates from the 2pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you mail <a href=\"mailto:scott.murray@theguardian.com\">Scott any match thoughts</a></li></ul><p><strong>Celtic midfielder Callum McGregor wins his 50th cap for Scotland, while in goal Norwich City’s Angus Gunn makes his debut.</strong> St Mirren midfielder Alex Gogic starts for the visitors.</p><p><strong>Scotland:</strong> Gunn, Robertson, Hanley, Tierney, McGinn, McGregor, Adams, Porteous, Armstrong, Jack, Hickey.<br /><em>Subs: Kelly, Clark, Patterson, McTominay, Dykes, Christie, Hyam, Gilmour, Cooper, Ferguson, Brown, McLean.</em></p> <a href=\"https://www.theguardian.com/football/live/2023/mar/25/scotland-v-cyprus-euro-2024-qualifying-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/25/scotland-v-cyprus-euro-2024-qualifying-live", "date_published": "2023-03-25 13:02:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex, power, money: how the real-life Succession stars make TV show look tame", "description": "<p>The hit series satirising a billionaire media family is toned-down compared with the true stories of the Murdochs and Redstones</p><p>As HBO’s acclaimed satire <em><a href=\"https://www.theguardian.com/tv-and-radio/succession\" title=\"\">Succession</a></em> begins its fourth and final season this week, fans will be asking: “How will it all end?” The story of the machiavellian media mogul Logan Roy, played so menacingly by Brian Cox, and his power-hungry children has been must-see viewing for anyone interested in the machinations of high-profile billionaires and their damaged families.</p><p>Said to be inspired by the dramas of media dynasties like the Murdochs and <a href=\"https://www.theguardian.com/media/2023/feb/18/sumner-redstone-family-viacom-unscripted-book\" title=\"\">the Redstones</a>, <em>Succession</em> has been justly lionised for its biting wit and savage characterisations. But what has been more overlooked is that the show’s creators, led by Briton Jesse Armstrong, have envisioned a credible world of superrich movers and shakers by scaling <em>down</em> the action from the operatic behaviour of real-world counterparts.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/25/sex-power-money-how-the-real-life-succession-stars-make-tv-show-look-tame\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/25/sex-power-money-how-the-real-life-succession-stars-make-tv-show-look-tame", "date_published": "2023-03-25 13:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pregnant women in English jails are seven times more likely to suffer stillbirth", "description": "<p>Exclusive: campaigners demand new sentencing guidelines after data reveals a dramatic rise in the chance of a prisoner’s baby dying</p><p>Women in prison have a seven-times higher probability of suffering a stillbirth than those in the general population – an increase from a five-times higher probability since the data was last collected <a href=\"https://www.theguardian.com/society/2021/dec/05/jailed-women-in-uk-five-times-more-likely-to-suffer-stillbirths-data-shows\" title=\"\">two years ago</a> – the<em> Observer</em> can reveal.</p><p>Figures obtained through freedom of information requests sent to 11 NHS trusts serving women’s prisons in England also showed that for the years 2020-22, 25% of babies born to women in prison were admitted to a neonatal unit afterwards – almost double the national figure of 14%.</p> <a href=\"https://www.theguardian.com/society/2023/mar/25/pregnant-women-in-english-jails-are-seven-times-more-likely-to-suffer-stillbirth\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/25/pregnant-women-in-english-jails-are-seven-times-more-likely-to-suffer-stillbirth", "date_published": "2023-03-25 13:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Florida, parents are always right – even when they think a Michelangelo is porn", "description": "<p>A principal was fired after a Renaissance art class was shown David in the latest example of the state’s censorship crusade</p><p>Ah, the Renaissance. A period that saw the growth of intellectual reason, the flowering of art and culture, and a lot of very hardcore pornography.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/florida-school-principal-fired-michelangelo-porn-desantis-law\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/25/florida-school-principal-fired-michelangelo-porn-desantis-law", "date_published": "2023-03-25 13:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rites of spring: the Lake District’s ancient stones marking the passage of the seasons", "description": "<p>Castlerigg and Long Meg and Her Daughters form a celebration of the landscape and astronomical alignments that signpost seasonal rhythms</p><p>Spring is coming, and I am planning a pilgrimage. I’m going to the vast landscape of the Lake District to visit two of the country’s most picturesque and fascinating prehistoric monuments: <a href=\"https://www.theguardian.com/culture/2022/jun/25/solitude-and-awful-wildness-why-you-should-visit-castlerigg-stone-circle\" title=\"\">Castlerigg stone circle</a> and Long Meg and Her Daughters.</p><p>Castlerigg, a circle of 38 boulders of varying sizes, the tallest standing over two metres, is about a 1½ miles from Keswick. It sits on a plateau ringed by some of Cumbria’s highest fells: Blencathra, Helvellyn, Grasmoor and Skiddaw. The view from the circle is so impressive that when Samuel Taylor Coleridge visited in 1799 with his friend William Wordsworth, he declared “the mountains stand one behind the other, in orderly array as if evoked by and attentive to the assembly of white-vested wizards”.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/25/rites-of-spring-the-lake-districts-ancient-stones-marking-the-passage-of-the-seasons\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/25/rites-of-spring-the-lake-districts-ancient-stones-marking-the-passage-of-the-seasons", "date_published": "2023-03-25 13:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The science of sailing: inside the race across the world’s most remote ocean", "description": "<p>After a long hiatus, the epic Ocean Race is back – but this year, as well as dodging icebergs, cracking masts and suffering the occasional ‘hull sandwich failure’, the teams are gathering crucial data from places even research vessels rarely reach</p><p>The Southern Ocean is not somewhere most people choose to spend an hour, let alone a month. Circling the icy continent of Antarctica, it is the planet’s wildest and most remote ocean. Point Nemo – just to the north in the South Pacific – is the farthest location from land on Earth, 1,670 miles (2,688km) away from the closest shore. The nearest humans are generally those in the International Space Station when it passes overhead.</p><p>But on 21 March, four sailing teams came through here – part of a marathon race round the bottom of the Earth, from Cape Town in South Africa to Itajaí in Brazil.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/25/southern-ocean-race-science-sailing\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/25/southern-ocean-race-science-sailing", "date_published": "2023-03-25 13:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "French police accused of using excessive force during pension protests", "description": "<p>Human rights watchdog say people angry at Macron’s pension law had right to protest peacefully </p><p>Europe’s leading human rights watchdog has accused the French police of using “excessive force” during protests against a fiercely contested pension law.</p><p>Dunja Mijatovic, the Council of Europe’s human rights commissioner, said those wishing to gather peacefully had a right to be protected from “police brutality” and attacks by protesters against officers did not justify a heavy-handed response.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/french-police-accused-of-using-excessive-force-during-pension-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/french-police-accused-of-using-excessive-force-during-pension-protests", "date_published": "2023-03-25 12:58:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From prison to refuge: fight to turn Oscar Wilde’s Reading gaol into arts hub", "description": "<p>Campaigners hope bid to develop site of prison where famous poem was composed may finally succeed</p><p>The site of Reading’s former prison has a highly desirable location in the town’s centre and a celebrated history, not least as the setting of Oscar Wilde’s most famous poem, the <a href=\"https://www.poetryfoundation.org/poems/45495/the-ballad-of-reading-gaol\">Ballad of Reading Gaol</a>.</p><p>But almost a decade after HMP Reading was closed, the historic building where Wilde was <a href=\"https://www.history.com/this-day-in-history/oscar-wilde-is-sent-to-prison-for-indecency\">incarcerated</a> for homosexual acts remains locked and inaccessible, while its owners, the Ministry of Justice, have been unable to find a commercial buyer for the site.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/fight-turn-reading-gaol-prison-site-arts-hub-oscar-wilde\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/fight-turn-reading-gaol-prison-site-arts-hub-oscar-wilde", "date_published": "2023-03-25 12:44:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: OAE, Bach’s Mass in B minor; Aurora Orchestra – review", "description": "<p><strong>Royal Festival Hall, London; Bristol Cathedral</strong><br />A heckler heightened the atmosphere before a precise performance of Bach’s testing mass; and care home residents enjoyed a thrilling rendition of Beethoven’s Fifth in a truly resonant setting</p><p>Feelings run high in classical music, especially now. You sense it in audience behaviour. At the Festival Hall last week, <a href=\"https://oae.co.uk/people/crispin-woodhead/\">Crispin Woodhead</a>, chief executive of the Orchestra of the Age of Enlightenment, came on stage before a performance of Bach’s Mass in B minor. The gist of his brief welcome, of which more shortly, was to thank the audience for buying tickets: in so doing, they were supporting an organisation that believes in excellence and in making music available to all. We all knew what he meant. No need to say the words “BBC” or “Singers” or “Arts Council” or “cuts”. But there was unexpected opposition. A man at the front started shouting and gesticulating. The crowd jeered back in an effort to silence him, some in language even more colourful than his own. For an instant, the atmosphere was nasty. He was escorted out. The performance began, magnificent and affecting, and the loss was his.</p><p>Bach finished this two-hour choral work in 1749, a year before his death. His reason for writing it is unknown. He probably never heard it performed in its entirety and may not have intended it as a single work. The challenge to the singers is immense. At times, the choral writing is in five parts, high-lying, exposed, technically difficult, tiring. The 22-strong Choir of the Enlightenment was impeccable, each entry confident and precise, keeping up with the brisk tempi set by the conductor, Václav Luks, in his OAE debut. Czech-born, a harpsichordist as well as horn player, Luks is an early music specialist. His application and care showed in every bar and in the thoughtful coherence of the whole: look out for his name.</p> <a href=\"https://www.theguardian.com/music/2023/mar/25/the-week-in-classical-oae-bachs-mass-in-b-minor-aurora-orchestra-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/25/the-week-in-classical-oae-bachs-mass-in-b-minor-aurora-orchestra-review", "date_published": "2023-03-25 12:30:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Reece James out of England qualifier with Ukraine due to ‘ongoing issue’", "description": "<ul><li>James missed the World Cup in Qatar after a knee injury</li><li>Marcus Rashford, Mason Mount and Nick Pope also absent</li></ul><p>Reece James will miss England’s Euro 2024 qualifier against Ukraine “for assessment on an ongoing issue”.</p><p>The 23-year-old has endured an injury-interrupted season, with the Chelsea right-back missing the World Cup in Qatar due to a knee problem. James came off the bench in Naples as 10-man England saw out a 2-1 victory against reigning champions Italy in Thursday’s European qualification opener – his first cap since September.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/reece-james-england-ukraine-southgate-euro-2024-qualifier\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/reece-james-england-ukraine-southgate-euro-2024-qualifier", "date_published": "2023-03-25 12:27:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met chief may have ‘missed his moment’ to overhaul force, says Louise Casey", "description": "<p>Author of damning report criticises Sir Mark Rowley over refusal to acknowledge institutional racism, sexism and homophobia</p><p>The Metropolitan police commissioner has “potentially missed his moment” to radically overhaul Britain’s largest police service by refusing to acknowledge there is institutional racism, sexism and homophobia within its ranks, according to Dame Louise Casey.</p><p>Casey, whose damning 300-page report found that <a href=\"https://www.theguardian.com/uk-news/2023/mar/21/metropolitan-police-institutionally-racist-misogynistic-homophobic-louise-casey-report\">prejudice was systematically present throughout the force</a>, said Sir Mark Rowley was an “outstanding leader” but had missed an opportunity, nearly 25 years after the Macpherson report applied the term “institutional racism” to the police following the murder of Stephen Lawrence.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/met-police-chief-mark-rowley-louise-casey-report\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/met-police-chief-mark-rowley-louise-casey-report", "date_published": "2023-03-25 12:19:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Funeral of black second world war veteran moved as large crowds expected", "description": "<p>Westminster council says new date and venue being arranged to ensure Ft Sgt Peter Brown gets ‘sendoff he deserves’</p><p>The funeral of one of the RAF’s last black second world war veterans is to be moved as large crowds are expected to attend the service.</p><p>Organisers were inundated with requests to attend the service for Ft Sgt Peter Brown, who <a href=\"https://www.theguardian.com/uk-news/2023/mar/22/raf-last-black-ww2-veteran-peter-brown\">died alone aged 96</a> in Maida Vale, west London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/funeral-black-second-world-war-veteran-peter-brown-moved-large-crowds-expected\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/funeral-black-second-world-war-veteran-peter-brown-moved-large-crowds-expected", "date_published": "2023-03-25 12:19:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why candy lovers shouldn’t panic over California’s ‘Skittle ban’", "description": "<p>Bill aims to ban chemicals that appear in the candy, perhaps setting an example nationwide</p><p>For fans of candy – and who isn’t one? – the headlines have been alarming: a California bill would “ban Skittles”, the rainbow-colored fruity sweets, alongside treats including M&amp;Ms, Nerds and some baked goods.</p><p>It’s true a lawmaker is pushing for changes that would affect the products, but the reality is much less terrifying.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/why-candy-lovers-shouldnt-panic-over-californias-skittle-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/why-candy-lovers-shouldnt-panic-over-californias-skittle-ban", "date_published": "2023-03-25 12:18:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles France visit could have had echoes of 1789, says ex-ambassador", "description": "<p>Grandeur of royal couple’s state visit amid protests would have been ‘bad idea’ and it was right to postpone it, Lord Ricketts says</p><p>King Charles’ state visit to France and a banquet at the Palace of Versailles could have had “echoes” of the French Revolution, according to former British ambassador to France.</p><p>Lord Ricketts, who was Britain’s man in France from 2012 to 2016, said that the dinner would have been poorly timed during widespread protests against the French president, Emmanuel Macron’s, plans to reform pensions and raise the retirement age from 62 to 64.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/king-charles-france-visit-1789-echoes-ex-ambassador-lord-ricketts\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/king-charles-france-visit-1789-echoes-ex-ambassador-lord-ricketts", "date_published": "2023-03-25 12:01:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City’s Lauren Hemp: ‘I know on my day I can be unstoppable’", "description": "<p>Forward focused on becoming more consistent and believes club’s progressive form this season can trouble opponents Chelsea </p><p>Lauren Hemp believes Manchester City have transformed since the turn of the year and Sunday’s visit of Chelsea to the Academy Stadium offers the chance to show the progress made since back-to-back defeats at the start of the season which have seen City fly under the radar in the Women’s Super League title race.</p><p>“You’ve seen a different side to Man City, too,” the forward says. “A more dominating side. We’ve beaten Arsenal, which shows that we are capable of [beating the top teams] and it’s important that we carry that on. It did take a little while for those coming in to get used to everyone, to get used to the style of play, to find different connections and work well together. That has grown over the season. And it’s a perfect time for it to now be working, coming towards the end of the season where the trophies are up for grabs.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/manchester-citys-lauren-hemp-i-know-on-my-day-i-can-be-unstoppable\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/manchester-citys-lauren-hemp-i-know-on-my-day-i-can-be-unstoppable", "date_published": "2023-03-25 12:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United’s kids are all right after tough love in the lower leagues | Will Unwin", "description": "<p>Clubs including Stockport and Altrincham are giving United’s academy players a taste of life beyond Carrington</p><p>Ninety-seven percent of Premier League academy players never make a single top-flight appearance. Those who drop out of elite environments <a href=\"https://www.theguardian.com/football/2022/jun/02/pain-of-release-academy-what-football-can-learn-dominic-ball\" title=\"\">can struggle to adapt</a> to the different demands of the lower leagues. Manchester United’s professional development phase players, however, are finding out about life away from Carrington. Youngsters have been sent to train for up to a month at a time with lower-league clubs to open their eyes to the wider football world and enrich their education.</p><p>“If a player is in our programme from a really young age to 19, 20, they have only ever seen one version of what football looks like and the version at Manchester United is very different to what it might look like in the rest of the world,” United’s head of academy, Nick Cox, says.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/uniteds-kids-are-all-right-after-a-spell-of-tough-love-in-the-lower-leagues\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/uniteds-kids-are-all-right-after-a-spell-of-tough-love-in-the-lower-leagues", "date_published": "2023-03-25 12:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jay Blades looks back: ‘The boy in that photo would be amazed if he knew what my life was like today’", "description": "<p>The Repair Shop presenter reflects on growing up poor, discovering fashion, and why fame will never go to his head</p><p>Born in London in 1970, <a href=\"https://www.theguardian.com/food/2022/sep/18/jay-blades-i-talk-a-lot-about-black-history-but-i-also-love-black-future\" title=\"\">Jay Blades</a> is the furniture restorer and TV presenter best known for <a href=\"https://www.theguardian.com/commentisfree/2021/dec/17/the-repair-shop-the-idyllic-show-that-brings-me-to-tears\" title=\"\">The Repair Shop</a>. His childhood in Hackney was blighted by racism and fighting, until a career in community and social work changed the course of his life. It wasn’t until Blades was 40 and working for a charity which encouraged young people to repair furniture that he discovered he had a skill for crafting and fixing objects. Before finding fame on screen, he got a degree in criminology and philosophy from Buckinghamshire New University, where he is now chancellor. Blades opened the first physical shop for his online brand Jay &amp; Co in Poole, Dorset, earlier this month.</p><p><strong>The car in this photo </strong>was parked somewhere on Clapton High Street in east London, and I was on my way to a wedding – probably of one of my cousins. I was 13 and looking properly grown-up. I was always tall – 6ft by the time I was 11! But being in that tux, even though I had cheap white sports socks on underneath, made me feel like the governor. Hence why I am posing like that: “Bosh! Here I am!”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/jay-blades-looks-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/jay-blades-looks-back", "date_published": "2023-03-25 12:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meera Sodha’s vegan recipe for quick puy lentil, celery and herb salad | The new vegan", "description": "<p>Earthy lentils welcome spring with the addition of sweet herbs, bright pickles and fresh, green crunch </p><p><a href=\"https://davidhieatt.typepad.com/doonethingwell/2010/01/do-one-thing-well.html\">“Do one thing well”</a> is the mantra of my favourite denim company, <a href=\"https://hiutdenim.co.uk/\">Hiut Denim</a>; it’s also what I need to be doing more of at the moment. As such, I’m taking a short break from this column to finish a much overdue book. Until I’m back, towards the end of the summer, here’s a little something for you. If I’ve timed it right and spring sunshine is in the air by the time you read this, I hope you’ll relish the taste of sweet herbs, bright pickles and fresh, green crunchiness. As ever, thanks for reading, cooking and letting me give you suggestions of how to fashion plants into your weekly meals. See you soon.</p> <a href=\"https://www.theguardian.com/food/2023/mar/25/vegan-quick-puy-lentil-celery-herb-salad-recipe-meera-sodha\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/25/vegan-quick-puy-lentil-celery-herb-salad-recipe-meera-sodha", "date_published": "2023-03-25 12:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There were fist-fights down at CD:UK’ – 90s pop remembered by those who lived through it", "description": "<p>Conflict between bands, conflict within bands, booze, breakdowns and awards-show agony: in these extracts from oral history Reach for the Stars, Five, Steps, Pete Waterman and more spill about the dark side of the decade</p><p>Formed in May 1997, Five, AKA Ritchie Neville, Scott Robinson, J Brown, Sean Conlon and Abz Love, released their debut single Slam Dunk (Da Funk) just six months later and found themselves living in a house together as teenagers. The band’s 11 UK Top 10 singles, three Top 5 albums and two arena tours spanned less than a four-year period. That it ended in burnout, depression and fist-fights was hardly surprising given their light-speed ascent. In recent years, there has been a happy ending of sorts with Neville, Robinson and Conlon reuniting as a three-membered Five and releasing a new album last year. But it all started out via five lads standing out from an initial crowd of 3,000 wannabes that featured a pre-fame Russell Brand among their number …</p><p><strong>Chris Herbert (manager, Five)</strong> The idea [behind Five] was Boyzone were going to bring you a bunch of flowers and Five were going to fuck you against a wall down the side alley. Girls love a bad boy and boys could relate to it. Musically it was going to be harder and tougher.</p> <a href=\"https://www.theguardian.com/music/2023/mar/25/five-steps-90s-pop-reach-for-the-stars-michael-cragg-extract\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/25/five-steps-90s-pop-reach-for-the-stars-michael-cragg-extract", "date_published": "2023-03-25 11:55:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India’s Rahul Gandhi vows to ‘defend democracy’ after being stripped of seat", "description": "<p>Top opposition figure expelled from parliament after being convicted of defamation over Modi remark</p><p>The top Indian opposition figure Rahul Gandhi has said he will keep fighting for democracy after blaming his expulsion from parliament on his demands for an investigation into a key business ally of the prime minister, Narendra Modi.</p><p>Gandhi was <a href=\"https://www.theguardian.com/world/2023/mar/24/indian-opposition-leader-rahul-gandhi-expelled-from-parliament-defamation-conviction-modi\">stripped of his parliamentary seat</a> on Friday, a day after he was convicted of defamation in Modi’s home state of Gujarat for a 2019 campaign-trail remark seen as an insult to the prime minister.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/india-rahul-gandhi-vows-defend-democracy-expelled-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/india-rahul-gandhi-vows-defend-democracy-expelled-parliament", "date_published": "2023-03-25 11:08:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-trans activist Posie Parker ends New Zealand tour after chaotic protests at event", "description": "<p>The controversial UK gender activist was booed, heckled and doused with tomato juice in a heated confrontation between groups in Auckland</p><p>The anti-trans activist known as Posie Parker has cancelled further events and reportedly left New Zealand after chaotic protests ended her planned appearance in Auckland.</p><p>Kellie-Jay Keen-Minshull, who also goes by the name Posie Parker, was due to speak in Auckland on Saturday morning. The controversial UK gender activist was met by crowds of pro-trans rights counter-protesters, estimated to be in the thousands, and substantially outnumbering the speaker’s supporters. She left the event before speaking, after being booed, heckled and doused with tomato juice.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/anti-trans-activist-posie-parker-ends-new-zealand-tour-after-violent-protests-erupt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/anti-trans-activist-posie-parker-ends-new-zealand-tour-after-violent-protests-erupt", "date_published": "2023-03-25 11:06:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young country diary: Not just one newborn lamb, but two! | Levi", "description": "<p><strong>Glossop, Derbyshire:</strong> We were watching the farmer feeding the younger sheep outside, when suddenly her alarm went off</p><p>As the mid-afternoon mist came down upon us, we drove over the picturesque rolling hills. The car jolted from side to side on the craggy, treacherous ground. We came to a stop at a farm and a farmer greeted us with a warm welcome. She led us into an old, creaking barn with friendly cows and a small flock of sheep laying beside their wobbly little lambs. We went outside and across the yard to see the two dominant male sheep in a massive field. It was feeding time, so the farmer poured feed into buckets as they nudged her legs.</p><p>She then fed the younger sheep in the opposite field, throwing them pellets like a thousand bullets firing over the wall. Suddenly, her phone went off like a siren, warning her that a baby lamb was being born.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/25/young-country-diary-not-just-one-newborn-lamb-but-two\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/25/young-country-diary-not-just-one-newborn-lamb-but-two", "date_published": "2023-03-25 11:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You walked in and your heart sank’: the shocking inside story of Manston detention centre", "description": "<p>Last year, the short-term facility in Kent ballooned into a vast, unsafe camp holding thousands of people, including children. How did our asylum system get so broken – and what does it reveal about Rishi Sunak’s promise to stop the small boats?</p><p>In late September last year, a Home Office employee walked into a newly opened section of the Manston short-term holding facility in Kent and realised that conditions there were spiralling out of control: “It had got way beyond what was ethical and humane.”</p><p>The site, a collection of marquees in the grounds of a former army barracks near a disused airport, was overcrowded, and staff were improvising increasingly unsuitable makeshift expansions. “There were people who’d been sleeping on a mat on the floor of a marquee for 20 days. We’d run out of space, so we were opening old bits of the site. They’d put some mats on the floor of the gym – a really old building. It looked like it was about to fall down. None of it had been set up with decent hygiene facilities, bedding or anything. You walked in and your heart just sank. I had a feeling of: ‘Oh my God, what have we got into here?’” says the official, who asked not to be identified.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/inside-story-of-manston-detention-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/inside-story-of-manston-detention-centre", "date_published": "2023-03-25 11:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Berlin welcomes topless female swimmers in victory for activists", "description": "<p>Gender equality campaigners celebrate rule change, which affects indoor and outdoor pools</p><p>When a lifeguard asked police to remove Lotte Mies for bathing topless at her local indoor swimming pool in Berlin it was a move that would inadvertently trigger a rule change allowing all women, including visiting female tourists, the freedom to go topless while swimming in the city.</p><p>The decision to change clothing rules around swimming in the German capital was made after two women, including Mies, filed complaints about being thrown out or barred from the city’s pools for refusing to cover up, and demanded the same rights as their male counterparts when bathing “<em>oben-ohne</em>” (topless) at the city’s public pools.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/25/berlin-welcomes-topless-female-swimmers-in-victory-for-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/25/berlin-welcomes-topless-female-swimmers-in-victory-for-activists", "date_published": "2023-03-25 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Resistance fighter, novelist - and Sartre’s favourite agony aunt: rediscovering Alba Céspedes", "description": "<p>Championed by Elena Ferrante, Céspedes’s neo-realist classic The Forbidden Notebook is being reissued 70 years after it was first published. It still speaks to women’s lives today</p><p>Postwar Italian neorealism was one of the most exciting literary movements of the 20th century, but it’s only recently that the female neorealists have had the attention they deserve. In 2018, the publisher Daunt began its vital championing of <a href=\"https://www.theguardian.com/books/2019/feb/25/if-ferrante-is-a-friend-ginzburg-is-a-mentor-the-rise-and-rise-of-writer-natalia-ginzburg\" title=\"\">Natalia Ginzburg</a>, and now Pushkin brings us Alba de Céspedes. These women were famous in their lifetimes but have been forgotten since, and I think we owe their rediscovery to our own need for a reinvigorated realist novel during a moment almost as crisis-laden as Italy in the 1940s.</p><p>It’s telling that many of today’s most sophisticated realists, <a href=\"https://www.theguardian.com/books/rachel-cusk\" title=\"\">Rachel Cusk</a> and <a href=\"https://www.theguardian.com/books/sally-rooney\" title=\"\">Sally Rooney</a> among them, have been crucial in championing Ginzburg. And it’s no coincidence that all this began with <a href=\"https://www.theguardian.com/books/elena-ferrante\" title=\"\">Ferrante</a> fever. Elena Ferrante herself owes so much to neorealism, and it’s she who has driven the rediscovery of Céspedes. In <a href=\"https://www.theguardian.com/books/2016/oct/29/frantumaglia-a-writers-journey-elena-ferrante-review\" title=\"\">Frantumaglia</a>, a collection of letters and reflections, she listed Céspedes’s The Best of Husbands as one of the few novels – “books of encouragement” – she could read while writing. Publishers everywhere rushed to find a copy, and this agile, conversational translation of Céspedes’s 1952 Forbidden Notebook, by Ferrante’s own translator, <a href=\"https://www.theguardian.com/books/2020/sep/12/ann-goldstein-i-try-to-make-it-really-clear-that-i-am-not-elena-ferrante\" title=\"\">Ann Goldstein</a>, is the first in a series of novels to be republished.</p> <a href=\"https://www.theguardian.com/books/2023/mar/25/resistance-fighter-novelist-and-sartres-favourite-agony-aunt-rediscovering-alba-cespedes\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/25/resistance-fighter-novelist-and-sartres-favourite-agony-aunt-rediscovering-alba-cespedes", "date_published": "2023-03-25 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young country diary: Being dragged away from my computer was worth it | Stanley", "description": "<p><strong>Carmarthenshire, Wales:</strong> I was swept away by the red kite, the golden glow of gorse, and the maze of cave systems</p><p>Just half an hour after I was persuaded to tear my eyes away from the hypnotising computer screen and join my parents on a walk, I was already enjoying it. The path parallel to the River Cennen was fringed with the golden glow of gorse flowers bathing in the sunlight. The newborn lambs’ fragile bleats resounded throughout the valley, and the last of the snowdrops’ milky-white petals cast a cold glow.</p><p>As we walked on, we left the farmland behind and found ourselves on open hillside covered with grey limestone boulders and the burnt orange of last year’s bracken. Huge sinkholes littered the land, with ancient oaks growing up from the depths.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/25/young-country-diary-being-dragged-away-from-my-computer-was-worth-it\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/25/young-country-diary-being-dragged-away-from-my-computer-was-worth-it", "date_published": "2023-03-25 11:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheikh Jassim submits second bid to buy Manchester United", "description": "<ul><li>Qatar Islamic Bank chair placed offer late on Friday night</li><li>Bid comes after week when sale had been thrown into doubt</li></ul><p>Sheikh Jassim bin Hamad al-Thani has made a second bid to buy Manchester United, it is understood. The Qatar Islamic Bank chair – who is also the son of a former Qatari prime minister – placed his second-round offer late on Friday night.</p><p>A source close to the bid says the Qataris remain confident of completing a takeover at Old Trafford despite rival interest from Sir Jim Ratcliffe and the Finnish businessman Thomas Zilliacus.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/sheikh-jassim-submits-second-qatari-bid-to-buy-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/sheikh-jassim-submits-second-qatari-bid-to-buy-manchester-united", "date_published": "2023-03-25 10:39:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TikTok banned on London City Hall devices over security concerns", "description": "<p>Move by Greater London authority comes after Chinese-owned app was blocked on UK parliamentary devices</p><p>London City Hall staff will no longer have TikTok on their devices in the latest ban imposed on the Chinese-owned social media app over security concerns.</p><p>The Greater London authority (GLA) said the rule was implemented as it takes information security “extremely seriously”.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/25/tiktok-banned-on-london-city-hall-devices-over-security-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/25/tiktok-banned-on-london-city-hall-devices-over-security-concerns", "date_published": "2023-03-25 10:31:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nelson Piquet fined £780k for racist and homophobic comments about Lewis Hamilton", "description": "<ul><li>Brazilian fined for language used in two interviews</li><li>Judge awards damages so ‘society can be free’ from prejudice</li></ul><p>The Brazilian three-times Formula One champion Nelson Piquet must pay 5m reals (£780k) in moral damages for racist and homophobic comments about Mercedes driver Lewis Hamilton, a Brazilian court ruled on Friday.</p><p>In an interview in November 2021, Piquet used a Portuguese racial slur in reference to the seven-times world champion when commenting on Hamilton’s crash with Max Verstappen at the British Grand Prix.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/nelson-piquet-fined-lewis-hamilton-comments-f1\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/nelson-piquet-fined-lewis-hamilton-comments-f1", "date_published": "2023-03-25 10:16:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Batmobiles, Bugs Bunny and James Dean’s jeans: a day inside the Warner Bros top-secret archive", "description": "<p>To celebrate 100 years, the studio is letting reporters into a protected vault of movie treasures. Just don’t try and find it on Google maps</p><p>There is an actual Batcave in Los Angeles, where all the old Batmen live. I can’t tell you where: I signed an NDA. But in the most unlikely neighbourhood, in the most obscure location, lies a giant warehouse where Warner Bros keeps a century’s worth of treasures, including the best vehicles from its Batman films going back to 1989.</p><p>On a tour of this warehouse, which Warner Bros calls, with a slightly villainous air, the “Corporate Archive”, I saw nine Batmobiles, in a row, gleaming. Each one is a functioning vehicle with an engine, not just an elaborate prop. The most expensive cost close to $1m. It has wing-shaped treads on the tires, so it leaves little bats in its wake.</p> <a href=\"https://www.theguardian.com/film/2023/mar/25/warner-bros-secret-archive-batman-superman-bugs-bunny\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/25/warner-bros-secret-archive-batman-superman-bugs-bunny", "date_published": "2023-03-25 10:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police investigate US woman’s hair salon ruined by racism after Guardian article", "description": "<p>Sheriff’s office reached out to Angel Pittman in response to <a href=\"https://www.theguardian.com/us-news/2023/mar/21/north-carolina-racism-stylist-driven-from-her-land-white-neighbor\">story</a> but 21-year-old said she won’t speak until she obtains counsel</p><p>Police are now re-examining the case of Angel Pittman, whose dreams of opening a mobile hair salon in North Carolina were ruined by racism.</p><p>In response to the <a href=\"https://www.theguardian.com/us-news/2023/mar/21/north-carolina-racism-stylist-driven-from-her-land-white-neighbor\">story</a>, published by the Guardian this week, the Rowan county sheriff’s office has reached out to her family “to see if we could further assist them”.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/angel-pittman-hair-salon-north-carolina-police-reopen-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/angel-pittman-hair-salon-north-carolina-police-reopen-case", "date_published": "2023-03-25 10:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I had to be a rebel to play football’: England’s Leah Williamson on sexism, self-doubt and winning the Euros", "description": "<p>Ever since she battled to get into an all-boys team at age six, the Arsenal star has blazed a trail for women in football. Now she wants to inspire girls to follow in her footsteps. Plus – an extract from her new book</p><p>When Leah Williamson was seven, her father told her he didn’t want to hear any excuses. If she really wanted to become a professional footballer, and was prepared to put the effort in, there was no reason why she shouldn’t succeed. Today, Williamson is one of the best-paid women in the game and captain of an England team that hasn’t lost for 29 matches, including <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\" title=\"\">the final of last year’s Euros</a>.</p><p>What makes her father’s words remarkable is that, at the time, there was no professional women’s league in England. Even more remarkably, when she was a toddler her parents feared that she might never walk properly. Williamson was born with inward-pointing toes. “If they couldn’t have fixed it, it would have created problems when I started to grow. I would have had to wears braces on my legs,” she says.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/i-had-to-be-a-rebel-to-play-football-england-captain-leah-williamson-on-beating-sexism-nerves-and-self-doubt-to-win-the-euros\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/i-had-to-be-a-rebel-to-play-football-england-captain-leah-williamson-on-beating-sexism-nerves-and-self-doubt-to-win-the-euros", "date_published": "2023-03-25 10:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is there a serial killer in your home? Or is your cat just an extrovert? | Celia Haddon", "description": "<p>I assumed all cats liked to hunt, but there’s growing evidence of a wide range of feline personalities</p><p>Seeing the happy face of my cat, William, at the catflap used to make my heart sink. Usually, a limp body would be protruding from his mouth. Worse still, sometimes the corpse was struggling, resulting in William chasing the luckless mouse or young rat around my kitchen for half an hour or more. For me, this was the dark side of cat ownership.</p><p>Yet, apparently it was also a sign that I had a cat with an extrovert temperament, with confidence in the safety of his home territory, according to a new study. The findings add to a growing body of evidence that cats have different personality traits, just like humans.</p><p>Celia Haddon is the co-author, with Prof Daniel Mills, of Being Your Cat: What’s Going on in Your Feline’s Mind</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/cats-hunt-feline-personalities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/25/cats-hunt-feline-personalities", "date_published": "2023-03-25 10:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Power move: Stacey Abrams’ next act is the electrification of the US", "description": "<p>The Georgia activist on why she is leaving campaign politics behind to focus on weaning Americans off fossil fuels</p><p>Stacey Abrams has been hailed as a masterly community organizer, after she helped turn out the voters that secured two Senate seats for Democrats in once solidly red Georgia. She has also run twice – unsuccessfully – for state governor. For her next move, she’s not focusing on electoral power so much as power itself.</p><p>Recently she left the world of campaign politics and took a job as senior counsel for the non-profit Rewiring America. Her role will focus on helping thousands of people across America wean their homes and businesses off fossil fuels and on to electricity, at a moment when scientists have given a “<a href=\"https://www.theguardian.com/environment/2023/mar/20/ipcc-climate-crisis-report-delivers-final-warning-on-15c\">final warning</a>” about the need to curb greenhouse gas emissions and prevent global catastrophe.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/stacey-abrams-interview-electric-power-green-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/stacey-abrams-interview-electric-power-green-energy", "date_published": "2023-03-25 10:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tamal Ray’s recipe for crisp fried tofu and tempura spring onions with spicy barbecue sauce", "description": "<p>This vegetarian recipe takes its influence from Korean fried chicken, and the resulting sticky, sweet, crisp dish will more than satisfy any fast-food cravings</p><p>This is a recipe for Saturday nights, when you need something fried, crisp and dripping in delicious, hot, sticky-sweet sauce. The inspiration came from our incredible local Korean fried chicken shop, though I’ve bowed to my boyfriend’s challenge to cut down on meat and produced a recipe that vegetarians can enjoy. The use of vodka in the batter (a tip I picked up from <a href=\"https://www.seriouseats.com/j-kenji-lopez-alt-5118720\">J Kenji López-Alt</a>) might strike you as strange, but it’s crucial to the final texture: the alcohol rapidly boils away, leaving the crispest batter you’ve ever had.</p> <a href=\"https://www.theguardian.com/food/2023/mar/25/tamal-ray-recipe-crisp-fried-tofu-tempura-spring-onions-spicy-barbecue-sauce\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/25/tamal-ray-recipe-crisp-fried-tofu-tempura-spring-onions-spicy-barbecue-sauce", "date_published": "2023-03-25 10:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Lewis must regain its ‘soul’ to survive, says Mary Portas", "description": "<p>Retail expert urges troubled UK company not to lose sight of its values amid proposal to welcome outside investment</p><p>Mary Portas, one of Britain’s leading retail consultants, has said the John Lewis group faces a battle to regain its soul, amid its potential move to welcome outside ownership.</p><p>Portas, who advised David Cameron’s coalition government on the future of high streets, sent an open letter to the group’s chair, Sharon White, and Nish Kankiwala, who joins as the group’s first chief executive on Monday, urging them not to lose sight of its values and position as a British institution.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/john-lewis-must-regain-its-soul-to-survive-says-mary-portas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/john-lewis-must-regain-its-soul-to-survive-says-mary-portas", "date_published": "2023-03-25 09:41:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maggie O’Farrell: ‘The worst thing anyone’s said to me? You’ll never walk again’", "description": "<p>The author on stammering, lying to her hairdresser, and her bad recycling habit </p><p>Born in Northern Ireland, Maggie O’Farrell, 50, went to Cambridge University and then became a journalist. Her first novel, <a href=\"https://guardianbookshop.com/after-youd-gone-9780747268161\" title=\"\">After You’d Gone</a>, won the 2001 Betty Trask award. Subsequent books include the 2010 Costa book award-winning <a href=\"https://guardianbookshop.com/the-hand-that-first-held-mine-9780755308460\" title=\"\">The Hand That First Held Mine</a>, and the memoir <a href=\"https://guardianbookshop.com/i-am-i-am-i-am-seventeen-brushes-with-death-9781472240767\" title=\"\">I Am, I Am, I Am</a>. Her latest novel is <a href=\"https://guardianbookshop.com/the-marriage-portrait-9781472223845\" title=\"\">The Marriage Portrait</a>. The stage adaptation of <a href=\"https://guardianbookshop.com/hamnet-9781472223821\" title=\"\">Hamnet</a>, which won the 2020 Women’s prize for fiction, is at the <a href=\"https://www.rsc.org.uk/hamnet/\" title=\"\">RSC Swan theatre</a> in Stratford from 1 April to 17 June, and at the Garrick theatre in London from 30 September to 6 January 2024. She is married with three children and lives in Edinburgh.</p><p><strong>When were you happiest?</strong><br />Last summer, swimming in a waterfall in Cumbria with my daughters.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/maggie-ofarrell-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/maggie-ofarrell-interview", "date_published": "2023-03-25 09:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Diana Evans: ‘The Tory rhetoric asks us to forget, I’m trying to make sure that we don’t’", "description": "<p>Five years on from her acclaimed novel Ordinary People, the writer returns to explore the lives of black British Londoners. She talks about Grenfell, belonging – and how she writes to bear witness</p><p>In 2019, Diana Evans’s third novel <a href=\"https://www.theguardian.com/books/2018/apr/11/ordinary-people-diana-evans-review-couples-marital-angst-black-mixed-race\" title=\"\">Ordinary People</a> met with a rapturous critical response, was shortlisted for the Women’s prize, and earned comparisons to Tolstoy from the New Yorker, due to her gift for intertwining “the public and the private, the momentous and the mundane”. Since her debut, 26A, was published in 2005, her novels have been a record of our times, offering elegant yet excoriating observations of London life through the intimate lens of domestic relationships.</p><p>Her fiction takes aim at the intersection of love and politics. Her characters come alive by how they experience, observe and react to current events. This in turn influences how they love and are loved. The political becomes part of the pain of ordinary life. It is a project she continues in her latest novel, A House for Alice, the follow-up to Ordinary People, which continues the story of two long-term couples – Melissa and Michael, and Damian and Stephanie. When we speak, she explains that she was drawn back to the characters by a visceral connection: “I genuinely believed in Michael and Melissa’s love story but there’s so much in their way – psychologically, societally – and I wanted to pick that apart a bit more.”</p> <a href=\"https://www.theguardian.com/books/2023/mar/25/diana-evans-the-tory-rhetoric-asks-us-to-forget-im-trying-to-make-sure-that-we-dont\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/25/diana-evans-the-tory-rhetoric-asks-us-to-forget-im-trying-to-make-sure-that-we-dont", "date_published": "2023-03-25 09:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Money coaches: the mentors who focus on financial health, not wealth", "description": "<p>A new breed of ‘personal trainer’ has a more user-friendly, holistic approach to how you spend</p><p>Dharmesh Patel was sceptical about how much he would get out of sessions with a money coach.</p><p>“I thought it might just be about budgeting – how to manage the pot that I’ve got – but it was much more holistic: less about trying to grow your personal wealth and more about thinking about your financial health and wellbeing.” The 31-year-old from east London is now a convert: “I couldn’t recommend coaching enough.”</p> <a href=\"https://www.theguardian.com/money/2023/mar/25/money-coaches-the-mentors-who-focus-on-financial-health-not-wealth\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/25/money-coaches-the-mentors-who-focus-on-financial-health-not-wealth", "date_published": "2023-03-25 09:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forward thinking: why daylight savings is here to stay in UK", "description": "<p>British summer time starts at 1am on Sunday, when clocks go forward an hour</p><p>The ritual of clock-changing is upon us once again as British summer time begins at 1am on Sunday 26 March, when clocks go forward to 2am. Much of the population gets to lose an hour’s sleep – excluding those who work nights, those who are having a big night out, and those with pets and small children that don’t pay any heed to the clock anyway.</p><p>Sometimes known as “daylight savings time”, the clock-change moves the UK to GMT+1, resulting in more daylight in the evenings but less in the mornings. That is great news if you want to go out and do things in the evenings, less so if you have a job where you have to start early.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/25/clocks-go-forward-british-summer-time\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/25/clocks-go-forward-british-summer-time", "date_published": "2023-03-25 09:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five care chains thought to make £150m a year for low-rated homes in England", "description": "<p>Council are paying large sums for elderly care homes that are inadequate, need improving and not safe, finds Guardian research</p><p>Five of the largest private care chains are taking £150m a year in taxpayers’ money for places in English elderly care homes rated inadequate or requiring improvement, including some that are “not safe”, the Guardian has estimated.</p><p>The leading earner from public funds is HC-One, a chain of 285 care homes majority-owned by a US private equity company, according to analysis of council spending records.</p> <a href=\"https://www.theguardian.com/society/2023/mar/25/five-care-chains-thought-to-make-150m-a-year-for-low-rated-homes-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/25/five-care-chains-thought-to-make-150m-a-year-for-low-rated-homes-in-england", "date_published": "2023-03-25 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "McDonald’s, milk, Ronaldo: the top 10 football adverts of the 90s", "description": "<p>From back garden keepie-uppies to airport flicks and tricks, a countdown of the greatest commercials from the decade</p><p>Scott Parker before he was Scott Parker, or rather when he was a lad called Jimmy who loved doing keepie-uppies in his back garden, and what impressive keepie-uppies they were. Indeed historians believe this may have been the first sighting of sick tekkers on British television, and it’s what made this ad, used by McDonald’s to promote itself as an official sponsor of the 1994 World Cup, catch attention. It is simple and cool, and because of who Jimmy grew up to be it is memorable. Not that Parker, who was 13 and at Charlton’s academy when the ad was made, looks back at it with huge fondness. “I was known as the McDonald’s boy for large parts,” he said in a <a href=\"https://www.bournemouthecho.co.uk/sport/19629997.parker-reveals-starring-mcdonalds-advert-teenager-good-horrendous/\">recent interview</a>. “It was horrendous.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/mcdonalds-milk-ronaldo-the-top-10-football-adverts-of-the-90s\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/mcdonalds-milk-ronaldo-the-top-10-football-adverts-of-the-90s", "date_published": "2023-03-25 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukrainian top brass stirs the pot with talk of Bakhmut counterattack", "description": "<p>As Russian observers hunt for clues of a spring offensive, Ukraine’s land forces chief suggests an unlikely strategy</p><p>Spring has arrived in Ukraine – with late March temperatures an unreasonably high 17C along much of the frontline in the east. It means it is possible to declare, definitively, that the Russian campaign to knock out Ukraine’s power grid has failed, and whatever happens next in the war, its people will not be frozen out of their homes, as was once feared when the cynical bombing campaign began on 10 October.</p><p>The reality, of course, was the missile strikes on key infrastructure had been largely abandoned at the end of January, with Russian missile stocks at 10-15% of prewar levels, according to Ukrainian estimates. Moscow’s tactics are changing: Vadym Skibitsky, deputy head of Kyiv’s military intelligence, <a href=\"https://www.rbc.ua/rus/news/gur-rozpovili-k-rosiya-zminyue-tsili-obstriliv-1679491754.html\">said in a TV interview</a> that it appeared military fuel and “logistics systems” were now being targeted.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/ukrainian-top-brass-stirs-the-pot-with-talk-of-bakhmut-counterattack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/ukrainian-top-brass-stirs-the-pot-with-talk-of-bakhmut-counterattack", "date_published": "2023-03-25 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Your garden should be a multilayer food forest, says RHS horticulturist", "description": "<p>Tom Massey promotes natural ‘forest gardens’ with biodiverse planting to create wildlife havens</p><p>Your garden should have many layers, like a rainforest, to perform for biodiversity and climate, a leading garden designer has said.</p><p>Tom Massey, an award-winning horticulturist, said most gardens only have a couple of layers, with a mown lawn, some bushes and perhaps a tree. But adding multiple layers, with intermingled planting, helps to mimic what one may find in a biodiverse forest, with each layer giving benefits for wildlife.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/garden-multilayer-forest-biodiverse-tom-massey-rhs\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/garden-multilayer-forest-biodiverse-tom-massey-rhs", "date_published": "2023-03-25 08:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aliaksandr Ivulin: ‘It’s not very safe to be a footballer in Belarus now’", "description": "<p>State opposition leads to prison while the national team plays all games away from home due to the support of Russia</p><p>There will be no supporters in the stands of Stadion Karadorde, in the Serbian city of Novi Sad, when Belarus begin their Euro 2024 qualifying campaign with a “home” match against Switzerland on Saturday. Nor, in many eyes, will there be much excuse for the fact their meeting is taking place at all. Belarus are the competition’s pariahs: virtually friendless bar this weekend’s hosts and condemned to play all of their games on foreign soil for the foreseeable future, they will play on despite the deep sense of unease around their participation.</p><p>Last March Uefa banned Belarus from playing on their own territory on account of the country’s supporting role in Russia’s invasion of Ukraine. But they have not been barred from competing, unlike the state to which Belarus is essentially a vassal, and few think the governing body has gone far enough. The case for a ban becomes even stronger when Belarus’s dismal human rights record, which has had a direct and crippling effect on its football scene, is thrown in.</p> <a href=\"https://www.theguardian.com/football/2023/mar/25/aliaksandr-ivulin-its-not-very-safe-to-be-a-footballer-in-belarus-now\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/25/aliaksandr-ivulin-its-not-very-safe-to-be-a-footballer-in-belarus-now", "date_published": "2023-03-25 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chicken schnitzel, idli and cookies: Yotam Ottolenghi’s recipes for cooking with semolina", "description": "<p>Chicken schnitzels coated in semolina crumb with a pea salsa, savoury south Indian cakes for dipping in coconut chutney and spicy oil, and irresistible lemony semolina and almond cookies</p><p>Many of my favourite comfort foods are connected by one ingredient: semolina. Whether it’s the gnocchi my Italian grandmother made for us or the syrup-drenched cakes, dumplings and couscous of my childhood in Jerusalem, it’s often semolina at work. Its texture is distinct: somehow glutinous and gritty in the likes of those gnocchi, but also light and sandy in cakes and cookies. Semolina, which is halfway between wheat and flour, is also a really effective way to bring a welcome crunch to two other great comfort foods: roast potatoes, which benefit hugely from being rolled in a little semolina after they’ve been parboiled, and chicken schnitzel. In fact, it’s a bit of a miracle ingredient.</p> <a href=\"https://www.theguardian.com/food/2023/mar/25/chicken-schnitzel-braised-peas-idli-coconut-chutney-lemony-cookies-yotam-ottolenghi-recipes-cooking-with-semolina\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/25/chicken-schnitzel-braised-peas-idli-coconut-chutney-lemony-cookies-yotam-ottolenghi-recipes-cooking-with-semolina", "date_published": "2023-03-25 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s accountants urge retention of non-dom status", "description": "<p>Evelyn Partners recently confirmed PM made around £5m in past three years, mostly through investments</p><p>Rishi Sunak’s accountancy firm, a wealth management company that argued against removing non-domiciled status, has welcomed the government’s tax breaks for wealthy savers and promises to minimise clients’ capital gains tax.</p><p>Evelyn Partners signed off on the three-page summary of the prime minister’s tax affairs which <a href=\"https://www.theguardian.com/politics/2023/mar/22/rishi-sunak-publishes-long-awaited-personal-uk-tax-returns\">Downing Street released</a> this week, showing that Sunak made around £5m in the last three years, mostly through his US-based investment fund.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/25/rishi-sunaks-accountants-urge-retention-of-non-dom-status\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/25/rishi-sunaks-accountants-urge-retention-of-non-dom-status", "date_published": "2023-03-25 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on Shelfie’s guide to organising books – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/mar/25/tom-gauld-on-shelfies-guide-to-organising-books-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/mar/25/tom-gauld-on-shelfies-guide-to-organising-books-cartoon", "date_published": "2023-03-25 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Democracy is broken’: French public divided on pensions and protests", "description": "<p>Seven people share their opinions of Emmanuel Macron’s plan to shake up the country’s retirement system</p><p>More than a million protesters took to the streets in France on Thursday after Emmanuel Macron’s decision to <a href=\"https://www.theguardian.com/world/2023/mar/16/emmanuel-macron-uses-special-powers-to-force-pension-reform-france\">force through legislation</a> to raise the minimum pension age last week.</p><p>The government <a href=\"https://www.theguardian.com/world/2023/mar/20/emmanuel-macron-survives-first-confidence-vote-amid-protests\">narrowly survived a no-confidence</a> vote on Monday after invoking article 49.3 of the constitution to bypass parliament for the bill.</p> <a href=\"https://www.theguardian.com/world/2023/mar/25/democracy-is-broken-france-view-of-pension-reform-and-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/democracy-is-broken-france-view-of-pension-reform-and-protests", "date_published": "2023-03-25 08:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My family owned 1,000 slaves and profited from the trade: this is how I am trying to make amends | Laura Trevelyan", "description": "<p>I left the BBC to fight for restorative justice. The £100,000 we have so far donated to Grenada should be seen only as a first step</p><p>In 1833, when Britain finally abolished slavery, my ancestors were absentee owners of more than 1,000 enslaved people on the Caribbean island of Grenada. To the best of my knowledge, the Trevelyans never set foot on the island. They enjoyed the profits that came rolling in from sugar harvested by exploited and brutalised enslaved people thousands of miles away across the Atlantic Ocean.</p><p>Like much of Britain, my ancestors never had to confront the face of slavery – or its sordid legacy. Generations later, my extended family spent a year debating how we could respond to the horrors of the past. The deafening silence from the descendants of slave owners, from other families like ours, causes unimaginable pain, Sir Hilary Beckles of the Caribbean Community’s Reparations Commission told us. He convinced us of the power of an apology and encouraged us to lead by example.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/25/slaves-trade-amends-grenada-laura-trevelyan\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/25/slaves-trade-amends-grenada-laura-trevelyan", "date_published": "2023-03-25 08:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russian assault on Bakhmut has ‘largely stalled’, says UK ministry", "description": "<p>Ministry of Defence says ‘extreme attrition’ and tensions between Russia’s military and Wagner mercenaries are probably behind failure of offensive</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-395-of-the-invasion\">What we know on day 395 of the invasion</a></li></ul><p>Hello and welcome back to our live coverage of the war in Ukraine. This is Adam Fulton to bring you up to speed with the latest developments.</p><p>The leaders of the US and Canada, Joe Biden and Justin Trudeau, have met in Ottawa and reaffirmed their “steadfast support” for Ukraine just days after the leaders of Russia and China met for a summit in Moscow.</p><p><strong>At least 10 civilians were killed and 20 wounded from long-range Russian bombardments in several parts of Ukraine on Friday,</strong> officials said. The casualties included two people who died in heavy Russian shelling of the town of Bilopillia in Sumy province in northern Ukraine, President Volodymyr Zelenskiy’s office said.</p><p><strong>The United Nations has said it is “deeply concerned” by what it said were summary executions of prisoners of war by both Russian and Ukrainian forces</strong> on the battlefield. A new report from the UN’s office of the high commissioner for human rights said its monitors had documented dozens of the executions by both sides, that the actual number was likely higher and that they “may constitute war crimes”.</p><p><strong>The Russian former president Dmitry Medvedev said <a href=\"https://www.theguardian.com/world/2023/mar/24/russian-forces-preparing-ukrainian-counteroffensive-dmitry-medvedev\">Moscow was readying for a Ukrainian counteroffensive</a></strong> that “everyone knows” Kyiv is preparing for. Medvedev, who is deputy chair of Putin’s powerful security council, warned that Moscow was ready to use “absolutely any weapon” if Ukraine attempted to retake the Crimean peninsula that Russia annexed in 2014.</p><p><strong>Russian forces attacked northern and southern stretches of the front in eastern Ukraine’s eastern Donbas region</strong> on Friday. Ukrainian military reports described heavy fighting along a line running from Lyman to Kupiansk, as well as in the south at Avdiivka on the outskirts of the Russian-held city of Donetsk.</p><p><strong>The US president, Joe Biden, has said he believed China has not sent arms to Russia</strong> after its invasion of Ukraine. “I’ve been hearing now for the past three months China is going to provide significant weapons to Russia ... They haven’t yet,” he told a news conference on Friday. “Doesn’t mean they won’t, but they haven’t yet.”</p><p><strong>Ukraine claimed Russian forces were “running out of steam” in Bakhmut </strong>and its commanders have started to raise the prospect of an unlikely turnaround in the besieged eastern Ukrainian city.</p><p><strong>Three women were among at least five people killed after a Russian missile struck one of the “invincibility points” </strong>providing refuge and basic services for Ukrainian civilians in the eastern city of Kostiantynivka in the Donetsk region, local officials said. The Russians attacked overnight on Thursday with S-300 anti-aircraft missiles, prosecutors said</p><p><strong>Air force commanders from Sweden, Norway, Finland and Denmark have agreed to create a unified Nordic air defence</strong> aimed at countering the rising threat from Russia, they said. The intention is to be able to operate jointly based on already known ways of operating under Nato, according to statements by the four countries’ armed forces. The Danish air force commander, Major General Jan Dam, said: “Our combined fleet can be compared to a large European country.”</p><p><strong>About 10,000 civilians, many of them elderly and with disabilities, are living in “very dire conditions” in and around Bakhmut,</strong> according to the International Committee of the Red Cross (ICRC). Several thousand civilians are estimated to remain in the city itself and be “spending almost the entire days in intense shelling in the shelters”, the ICRC’s Umar Khan said.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/25/russia-ukraine-war-live-russian-assault-on-bakhmut-has-largely-stalled-says-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/25/russia-ukraine-war-live-russian-assault-on-bakhmut-has-largely-stalled-says-uk", "date_published": "2023-03-25 07:07:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How do ants communicate and why were whale bones used in corsets? Try our kids’ quiz", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/how-do-ants-communicate-and-why-were-whale-bones-used-in-corsets-try-our-kids-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/how-do-ants-communicate-and-why-were-whale-bones-used-in-corsets-try-our-kids-quiz", "date_published": "2023-03-25 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parking tickets: how to challenge paying a fine … and win", "description": "<p>As number of tickets issued by private firms in Britain hits record high, here are your options</p><p>The number of parking tickets issued by private companies has hit a record high, according to figures published this month.</p><p>An analysis of Driver and Vehicle Licensing Agency data <a href=\"https://uk.style.yahoo.com/drivers-suffer-24-increase-parking-115742174.html\">by the PA news agency</a> shows the number of parking tickets issued by private firms in Britain soared by 24% in the second half of 2022 to reach 5.7m – an average of about 31,000 every day.</p> <a href=\"https://www.theguardian.com/money/2023/mar/25/parking-tickets-how-to-challenge-paying-a-fine-and-win\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/25/parking-tickets-how-to-challenge-paying-a-fine-and-win", "date_published": "2023-03-25 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What links Oscar Wilde and Johnny Depp? The Saturday quiz", "description": "<p>From fire-coloured cats to Roger Kingdom, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which Filipino was assassinated at the airport later named after him?<br /><strong>2</strong> Which non-feline has a scientific name meaning “fire-coloured cat”?<br /><strong>3</strong> Sabrage is the technique of doing what with a sword?<br /><strong>4</strong> Which Dickens novel has a female narrator?<br /><strong>5</strong> Which football team has won more European Cups than league titles?<br /><strong>6</strong> In the Bible, who lived to the age of 962?<br /><strong>7</strong> Which dynasty originated in the second marriage of Catherine of Valois?<br /><strong>8</strong> Which national opera company is based in Leeds?<br /><strong>What links:</strong><strong><br />9</strong> 23 in March; 73 in September?<br /><strong>10</strong> Alexander Selkirk; John F Kennedy; Lucy Irvine?<br /><strong>11</strong> Bears, cola bottles, fried eggs, heart throbs and rings?<br /><strong>12</strong> Golden; Beaver; Evergreen; Last Frontier?<br /><strong>13</strong> Oscar Wilde; David Irving; Johnny Depp; Rebekah Vardy?<br /><strong>14</strong> Sharm el-Sheikh; Glasgow; Madrid; Katowice?<br /><strong>15</strong> Bob Hayes (100m and wide receiver); Roger Kingdom (110m hurdles and speed coach)?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/what-links-oscar-wilde-and-johnny-depp-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/what-links-oscar-wilde-and-johnny-depp-the-saturday-quiz", "date_published": "2023-03-25 07:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Strawberries instead of bin liners: poll reveals strange supermarket delivery substitutions", "description": "<p>Shoppers reported replacement items in 47% of UK deliveries, including 62% from Asda, in Which? survey</p><p>Dog chews instead of chicken breasts? Strawberries in place of bin liners? These are just some of the strangest supermarket substitutions, according to a poll.</p><p>Almost half of supermarket deliveries (47%) included a substitute item over the past 12 months, the survey for the consumer group Which? found.</p> <a href=\"https://www.theguardian.com/business/2023/mar/25/strawberries-instead-of-bin-liners-poll-reveals-strange-supermarket-delivery-substitutions\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/25/strawberries-instead-of-bin-liners-poll-reveals-strange-supermarket-delivery-substitutions", "date_published": "2023-03-25 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dad said: We’re going to follow Captain Cook’: how an endless round-the-world voyage stole my childhood", "description": "<p>In 1976, Suzanne Heywood’s father decided to take the family on a three-year sailing ‘adventure’ – and then just kept going. It was a journey into fear, isolation and danger …</p><p>When we lived in England my days had a familiar rhythm. Each morning, my mother flung open the curtains in my room, and I tugged my school jumper over my head and pulled on my skirt before tumbling downstairs to eat cereal with my younger brother Jon. After school, we’d play on the swing in our garden, or crouch at the far end of the stream to watch dragonflies hovering above the gold-green surface.</p><p>I was used to this rhythm; I liked it and thought it would never change. Until one morning over breakfast, my father announced that we were going to sail around the world.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/suzanne-heywood-round-the-world-sailing-trip-stolen-childhood\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/suzanne-heywood-round-the-world-sailing-trip-stolen-childhood", "date_published": "2023-03-25 07:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump lives rent-free in Americans’ heads amid possible indictment", "description": "<p>While the ex-president left the White House over two years ago, the Trump addiction is hard to beat as his legal perils dominate headlines</p><p>When Donald Trump took his final walk from the White House, boarded a helicopter and vanished into a cold sky, millions of Americans <a href=\"https://www.theguardian.com/us-news/2021/apr/26/biden-presidency-100-days-return-to-normal\">breathed a sigh of relief</a>. With the former US president retired to his Mar-a-Lago estate, they reasoned, they would no longer live in constant dread of new scandals or impulsive tweets.</p><p>Two years and two months later, it turns out that <a href=\"https://www.nytimes.com/2018/05/05/opinion/sunday/trump-obsession.html\">Trump addiction</a> is hard to beat. His legal perils have dominated headlines all week. Republicans continue to define themselves in relation to him. He remains the favourite for the party nomination in next year’s presidential election. Trump is still living rent-free in the nation’s head.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/trump-news-scandals-lawsuit-cases-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/trump-news-scandals-lawsuit-cases-coverage", "date_published": "2023-03-25 07:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tornado in Mississippi kills at least seven, with more trapped under rubble", "description": "<p>Buildings wrecked and power lines downed by ‘supercell’ storm system as governor says search and rescue efforts continuing</p><p>A powerful tornado tore through rural Mississippi on Friday night, killing at least seven people, destroying buildings and knocking out power as severe weather that produced hail the size of golf balls moved through several southern states.</p><p>The National Weather Service confirmed a tornado caused damage about 60 miles (96km) north-east of Jackson, Mississippi. The rural towns of Silver City and Rolling Fork reported destruction as the tornado continued sweeping north-east at 70mph (113km/h) without weakening, racing towards Alabama.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/25/tornado-deaths-mississippi-alabama-rolling-fork\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/25/tornado-deaths-mississippi-alabama-rolling-fork", "date_published": "2023-03-25 06:56:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bagging a table at a walk-in-only restaurant – the Edith Pritchett cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/25/bagging-a-table-at-a-walk-in-only-restaurant-edith-pritchett-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/25/bagging-a-table-at-a-walk-in-only-restaurant-edith-pritchett-cartoon", "date_published": "2023-03-25 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘Spoiler alert – I’m going on another date with Sam’", "description": "<p>Madeline, 27, a PhD student, meets Sam, 28, an actor</p><p><strong>What were you hoping for?</strong><br />A great date or a good story to tell the extended family at Thanksgiving.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/blind-date-madeline-sam\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/blind-date-madeline-sam", "date_published": "2023-03-25 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Letter from another America: Justin Webb on Alistair Cooke", "description": "<p>The BBC host, once a foreign correspondent in the US, hopes to introduce a great predecessor to a new audience – warts and all</p><p>In his <a href=\"https://www.bbc.co.uk/programmes/p00sylxq\">final Letter from America</a>, Alistair Cooke mused on the impact of the Iraq war on the 2004 presidential election. He finished with a quotation from the Democratic nominee, John Kerry: “George Bush must be driven from the White House and I’m the man to do it.”</p><p>It was the end of the world’s longest-running speech radio programme. Over 2,869 broadcasts and 58 years, Cooke offered wry, piercing observations of American society to Britons via the BBC.</p> <a href=\"https://www.theguardian.com/books/2023/mar/25/letter-from-america-justin-webb-alistair-cooke\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/25/letter-from-america-justin-webb-alistair-cooke", "date_published": "2023-03-25 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: the power is off – no doubt the fault of the electrician’s apprentice", "description": "<p>My wife is very keen to get it back on today – she can’t countenance the thought of having me working in the house</p><p>I wake to hear my wife saying something about a power cut.</p><p>“Where?” I say.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/25/tim-dowling-the-power-is-off-no-doubt-the-fault-of-the-electricians-apprentice\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/25/tim-dowling-the-power-is-off-no-doubt-the-fault-of-the-electricians-apprentice", "date_published": "2023-03-25 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You’d come out feeling better’: shoppers on changes at John Lewis", "description": "<p>Store closures and loss of bonuses are blow to customers and workers who feel part of John Lewis family</p><p>When John Lewis announced it would not reopen its Sheffield store after the pandemic, Margaret Dakin was devastated. “The shock was literally like being hit,” she says.</p><p>Dakin, 62, has marked life’s big occasions in the city’s John Lewis store. “I bought every significant item from that shop: material for my wedding dress, outfits for grand occasions … my oven,” she says of the department store known until 2002 as Cole Brothers. “When I bought my first house as a skint local government officer in the 1980s, I saved up enough money to buy my living room carpet from there.”</p> <a href=\"https://www.theguardian.com/business/2023/mar/25/changes-john-lewis-sheffield-mourns-loss\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/25/changes-john-lewis-sheffield-mourns-loss", "date_published": "2023-03-25 06:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Infinity Pool to Succession: a complete guide to this week’s entertainment", "description": "<p>Whether it’s an icky shocker from a body-horror scion or a warring dynasty of uber-rich media scumbags, our critics have you covered for the next seven days</p><p><strong>Infinity Pool</strong><br /><em>Out now</em><br />This weird and wonderful film confirms that director Brandon Cronenberg is very much taking after his famous father David in the body-horror stakes. An author (Alexander Skarsgård) suffering from writer’s block shows up to a White Lotus-style resort, only to find things are less luxury getaway, more psychosexual nightmare.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/25/going-out-staying-in-complete-guide-to-the-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/25/going-out-staying-in-complete-guide-to-the-weeks-entertainment", "date_published": "2023-03-25 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the M15 officer who risked his life to meet an IRA leader", "description": "<p>Journalist Peter Taylor spent 20 years tracking down the man who disobeyed orders to encourage that Good Friday agreement. Plus: a night of musical hits. Here’s everything to watch this evening </p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/25/tv-tonight-the-m15-officer-who-risked-his-life-to-meet-an-ira-leader\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/25/tv-tonight-the-m15-officer-who-risked-his-life-to-meet-an-ira-leader", "date_published": "2023-03-25 06:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gordon Moore, Intel co-founder who predicted rise of the PC, dies at 94", "description": "<p>Engineer, whose microchip forecast became known as ‘Moore’s Law’, foresaw mobile phones and home computers decades before they existed</p><p>Intel Corp co-founder Gordon Moore, a pioneer in the semiconductor industry whose “Moore’s Law” predicted a steady rise in computing power for decades, has died at the age of 94, the company announced.</p><p>Intel and Moore’s family philanthropic foundation said he died on Friday surrounded by family at his home in Hawaii.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/25/gordon-moore-intel-co-founder-who-predicted-rise-of-the-pc-dies-at-94\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/25/gordon-moore-intel-co-founder-who-predicted-rise-of-the-pc-dies-at-94", "date_published": "2023-03-25 05:46:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 395 of the invasion", "description": "<p>Russian attacks on Ukraine leave at least 10 civilians dead; UN says both sides in war have summarily executed PoWs</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/mar/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-395-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/25/russia-ukraine-war-at-a-glance-what-we-know-on-day-395-of-the-invasion", "date_published": "2023-03-25 03:06:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trafficked: the operation – part three | podcast", "description": "<p>The story of a Ukrainian woman who escaped modern slavery in the UK. Annie Kelly reports</p><p>When <strong>Julia</strong> is found in a brothel by the Surrey police detective <strong>Martyn</strong>, she tells him where to find the gang’s boss, Aleksander. Three days later, Martyn and his team get a warrant and go to the address.</p><p>“There was a map. He’d actually circled the location of brothels ... ” Martyn tells the journalist <strong>Annie Kelly</strong>, editor of the Guardian’s <a href=\"https://www.theguardian.com/global-development/series/rights-and-freedom\">Rights and Freedom project</a>. “He’d written the driving distance and the travel time between all of them.”</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/25/trafficked-the-operation-part-three-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/25/trafficked-the-operation-part-three-podcast", "date_published": "2023-03-25 03:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire chief executive Stephen Vaughan spells out financial issues", "description": "<ul><li>County sustained £3.5m cash shortfall this year</li><li>Colin Graves interested in returning as chairman</li></ul><p>The Yorkshire chief executive, Stephen Vaughan, says anyone who could help assist the club with their financial difficulties would be “listened to seriously” for the chair vacancy, with Colin Graves having stated his interest in returning.</p><p>Vaughan spelt out the issues facing the club to members at the county’s annual general meeting on Friday night, highlighting a £3.5m cash shortfall this year, and the need to repay £14.9m to the Graves Trust.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/25/county-cricket-yorkshire-agm-stephen-vaughan\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/25/county-cricket-yorkshire-agm-stephen-vaughan", "date_published": "2023-03-25 00:32:45+00:00", "persistent": false, "user": null, "language": "en-UK"}]