[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "U.K. National Crime Agency Sets Up Fake DDoS-For-Hire Sites to Catch Cybercriminals", "description": "In what's a case of setting a thief to catch a thief, the U.K. National Crime Agency (NCA) revealed that it has created a network of fake DDoS-for-hire websites to infiltrate the online criminal underground.\n\"All of the NCA-run sites, which have so far been accessed by around several thousand people, have been created to look like they offer the tools and services that enable cyber criminals to", "link": "https://thehackernews.com/2023/03/uk-national-crime-agency-sets-up-fake.html", "date_published": "2023-03-25 08:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Warns of Stealthy Outlook Vulnerability Exploited by Russian Hackers", "description": "Microsoft on Friday shared guidance to help customers discover indicators of compromise (IoCs) associated with a recently patched Outlook vulnerability.\nTracked as CVE-2023-23397 (CVSS score: 9.8), the critical flaw relates to a case of privilege escalation that could be exploited to steal NT Lan Manager (NTLM) hashes and stage a relay attack without requiring any user interaction.\n\"External", "link": "https://thehackernews.com/2023/03/microsoft-warns-of-stealthy-outlook.html", "date_published": "2023-03-25 06:13:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "OpenAI Reveals Redis Bug Behind ChatGPT User Data Exposure Incident", "description": "OpenAI on Friday disclosed that a bug in the Redis open source library was responsible for the exposure of other users' personal information and chat titles in the upstart's ChatGPT service earlier this week.\nThe glitch, which came to light on March 20, 2023, enabled certain users to view brief descriptions of other users' conversations from the chat history sidebar, prompting the company to", "link": "https://thehackernews.com/2023/03/openai-reveals-redis-bug-behind-chatgpt.html", "date_published": "2023-03-25 05:51:00+00:00", "persistent": false, "user": null, "language": "en-US"}]