[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Deceive Inc. Review - The Final Verdict", "description": "Deceive Inc.’s gameplay is thrilling and packed with anxious excitement for the first half of every match, but is then soured by a second half that relies too heavily on bad-feeling gunplay. This is a shame because it does mostly deliver on its promise of a tense spy-thriller action game, but locking better weapons behind higher levels and not properly balancing what is available does a disservice to the rest of the experience. \n\nIf you’re looking for an engaging multiplayer spy game, Deceive Inc. is hiding in plain sight. It has some issues that mar an otherwise solid experience, but it’s difficult to fault it for those since it will only run you $20.", "link": "https://www.youtube.com/watch?v=9dU16BuSUCw", "date_published": "2023-03-25 19:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Here's What We Think Will Happen In Star Wars Jedi Survivor", "description": "Star Wars Jedi: Survivor is probably one of the more anticipated games of the year, which is saying a lot given all the big titles. \n\nStill, with its predecessor having over 20 million players since July 2021, receiving strong critical acclaim, and reportedly influencing Electronic Arts' direction with story-focused games for the better, it's easy to see why there's so much excitement.", "link": "https://www.youtube.com/watch?v=4C5vl9tcC2k", "date_published": "2023-03-25 15:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Metal Gear Solid 3 Remake - 5 Things It NEEDS To Change, 5 Things It Needs To Keep", "description": "At long last, Konami is ready to come back into the AAA gaming scene. Silent Hill's revival is well and truly underway with multiple games in the works right now, and if leaks are to be believed, the Japanese company is gearing up to bring some of its other beloved dormant franchises back into the limelight as well. \n\nThe name that instantly comes to mind is, of course, Metal Gear Solid, and according to reports, a ground-up remake of Metal Gear Solid 3: Snake Eater is in development at Virtuos and ready to be announced in the coming months. \n\nWhether or not that actually ends up happening remains to be seen, but if it does, we, like everyone else, are going to want to see certain things from the game. To that end, here, we're going to talk about a few things that we want the MGS3 remake to keep intact from the original, and a few that we're hoping it'll change.", "link": "https://www.youtube.com/watch?v=zH5Q68CRGwA", "date_published": "2023-03-25 13:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}]