[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "SapphireStealer Malware: A Gateway to Espionage and Ransomware Operations", "description": "An open-source .NET-based information stealer malware dubbed SapphireStealer is being used by multiple entities to enhance its capabilities and spawn their own bespoke variants.\n“Information-stealing malware like SapphireStealer can be used to obtain sensitive information, including corporate credentials, which are often resold to other threat actors who leverage the access for additional", "link": "https://thehackernews.com/2023/08/sapphirestealer-malware-gateway-to.html", "date_published": "2023-08-31T14:31:42.124054+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean Hackers Deploy New Malicious Python Packages in PyPI Repository", "description": "Three additional malicious Python packages have been discovered in the Package Index (PyPI) repository as part of an ongoing malicious software supply chain campaign called VMConnect, with signs pointing to the involvement of North Korean state-sponsored threat actors.\nThe findings come from ReversingLabs, which detected the packages tablediter, request-plus, and requestspro.\nFirst disclosed at", "link": "https://thehackernews.com/2023/08/north-korean-hackers-deploy-new.html", "date_published": "2023-08-31T13:28:02.982661+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Numbers Don't Lie: Exposing the Harsh Truths of Cyberattacks in New Report", "description": "How often do cyberattacks happen? How frequently do threat actors target businesses and governments around the world? The BlackBerry® Threat Research and Intelligence Team recently analyzed 90 days of real-world data to answer these questions. Full results are in the latest BlackBerry Global Threat Intelligence Report, but read on for a teaser of several interesting cyber attack statistics.", "link": "https://thehackernews.com/2023/08/numbers-dont-lie-exposing-harsh-truths.html", "date_published": "2023-08-31T12:30:23.463460+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Earth Estries' Espionage Campaign Targets Governments and Tech Titans Across Continents", "description": "A hacking outfit nicknamed Earth Estries has been attributed to a new, ongoing cyber espionage campaign targeting government and technology industries based in the Philippines, Taiwan, Malaysia, South Africa, Germany, and the U.S.\n\"The threat actors behind Earth Estries are working with high-level resources and functioning with sophisticated skills and experience in cyber espionage and illicit", "link": "https://thehackernews.com/2023/08/earth-estries-espionage-campaign.html", "date_published": "2023-08-31T09:50:04.380395+00:00", "bookmarked": false, "dead": false, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]