[{"source": "https://businessinsider.com.pl/.feed", "title": "Parytety narzucone ustawą. Hiszpański rząd poparł pomysł", "description": "Hiszpański rząd zatwierdził projekt ustawy dotyczącej parytetu płci w instytucjach administracji publicznej oraz w zarządach dużych firm.", "link": "https://businessinsider.com.pl/wiadomosci/parytety-narzucone-ustawa-hiszpanski-rzad-poparl-pomysl/1v77lhq", "date_published": "2023-03-07 20:34:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "100 mld zł. Jacek Sasin o szacowanych kosztach elektrowni jądrowej", "description": "Budowa elektrowni atomowej przez ZE PAK i PGE we współpracy z koreańskim KHNP, według \"bardzo wstępnego szacunku\", może kosztować ok. 100 mld zł — poinformował wicepremier Jacek Sasin.", "link": "https://businessinsider.com.pl/technologie/jacek-sasin-podal-bardzo-wstepny-koszt-budowy-atomowki/8whc6n9", "date_published": "2023-03-07 19:39:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szwecja na drodze do NATO. Kolejny krok wykonany", "description": "Rząd Szwecji przyjął projekt ustawy o wejściu kraju do NATO. Dokument powinien zostać przyjęty przez parlament za dwa tygodnie. — W czwartek wznowione zostaną rozmowy z Turcją w sprawie ratyfikacji szwedzkiego wniosku — poinformował premier Szwecji Ulf Kristersson.", "link": "https://businessinsider.com.pl/wiadomosci/szwecja-na-drodze-do-nato-kolejny-krok-wykonany/3tzmltb", "date_published": "2023-03-07 19:22:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szklany sufit czy równe szanse? Szef OPZZ o sytuacji kobiet na rynku pracy", "description": "Kwestia równego traktowania w zakresie pracy, warunków zatrudnienia czy możliwości awansu wciąż pozostawia wiele do życzenia. Dyskryminacja kobiet na rynku pracy to duży problem, a trudności, jakie napotykają, wpływają na ich samoocenę i standard życia. I nie chodzi tu tylko o zarobki — wskazuje Piotr Ostrowski, przewodniczący Ogólnopolskiego Porozumienia Związków Zawodowych.", "link": "https://businessinsider.com.pl/prawo/praca/rowne-prawa-kobiet-na-rynku-pracy-opinia-szefa-zwiazkowej-centrali/2pmlbc6", "date_published": "2023-03-07 19:10:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niskie temperatury aż do kwietnia. Co z cenami gazu?", "description": "Ceny gazu w Europie wzrosły we wtorek w reakcji na prognozy, że niskie temperatury w regionie utrzymają się aż do kwietnia. Jednak i tak gaz jest znacznie tańszy niż kilka miesięcy temu. Jak mogą kształtować się ceny w najbliższym czasie?", "link": "https://businessinsider.com.pl/gospodarka/niskie-temperatury-az-do-kwietnia-co-z-cenami-gazu/7wxggjn", "date_published": "2023-03-07 18:54:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Błyskawiczne zwroty podatków. Już 4 mld zł na kontach Polaków", "description": "Państwo zwróciło już Polakom 4 mld zł nadpłaconego podatku. Pieniądze trafiły na konta 2,5 mln z grona 6 mln osób, które złożyły już roczne zeznania podatkowe za 2022 r.", "link": "https://businessinsider.com.pl/twoje-pieniadze/blyskawiczne-zwroty-podatkow-juz-4-mld-zl-na-kontach-polakow/rm225jb", "date_published": "2023-03-07 18:44:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jerome Powell o stopach procentowych. Jest gotowy do podwyżek", "description": "Prezes Fedu nie tylko nie wyklucza dalszych podwyżek stóp procentowych w USA, ale mówi, że jego zdaniem będą one konieczne. Równocześnie zastrzega, że ewentualne decyzje będą podejmowane na podstawie napływających z gospodarki danych.", "link": "https://businessinsider.com.pl/gospodarka/makroekonomia/jerome-powell-o-stopach-procentowych-jest-gotowy-do-podwyzek/rhttn91", "date_published": "2023-03-07 18:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podwyżki dobiły kolejny lokal. Kultowy bar mleczny zamknięty po prawie 50 latach działalności", "description": "Rosnące koszty sprawiły, że z gastronomicznej mapy Polski znika kolejny lokal. Przez drastyczne podwyżki trzeba było zamknąć kultowy bar mleczny, który działał w Poznaniu od prawie 50 lat.", "link": "https://businessinsider.com.pl/biznes/bar-zamknal-sie-po-50-latach-wlasciciele-wywiesili-znamienna-kartke-na-drzwiach/zhj6m23", "date_published": "2023-03-07 18:04:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "UOKiK przeprowadził 20 tys. kontroli i nałożył blisko 430 mln kar", "description": "UOKiK wydał w 2022 r. ponad 950 decyzji z zakresu ochrony konkurencji i konsumentów. Kontrole przyniosły łączną kwotę kar na poziomie prawie 430 mln zł. Najmocniej ucierpiało Allegro, któremu grozi ponad 206 mln zł za praktyki naruszające konkurencję.", "link": "https://businessinsider.com.pl/gospodarka/uokik-przeprowadzil-20-tys-kontroli-i-nalozyl-blisko-430-mln-kar-rocznie/fk0ynm5", "date_published": "2023-03-07 17:24:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Handel Chin z Rosją nabiera tempa. Są nowe dane", "description": "Handel Chin z Rosją wzrósł w dwucyfrowym tempie w okresie styczeń-luty — wynika z danych opublikowanych we wtorek. Import Chin z Rosji wzrósł o ponad 30 proc. w porównaniu z analogicznym okresem w ubiegłym roku.", "link": "https://businessinsider.com.pl/gospodarka/handel-chin-z-rosja-nabiera-tempa-sa-nowe-dane/tl3nwn7", "date_published": "2023-03-07 17:13:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To oni mieli wysadzić Nord Stream. Nowe ustalenia wywiadu USA", "description": "Nowe informacje amerykańskiego wywiadu wskazują, że ataków na gazociągi Nord Stream 1 i 2 dokonała \"proukraińska grupa\", choć nie ma dowodów, by była bezpośrednio związana z ukraińskimi władzami - doniósł we wtorek \"New York Times\". W skład grupy mogli wchodzić zarówno Ukraińcy, jak i Rosjanie.", "link": "https://businessinsider.com.pl/gospodarka/to-oni-mieli-wysadzic-nord-stream-nowe-ustalenia-wywiadu-usa/v71912j", "date_published": "2023-03-07 16:42:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Błaszczak: w Polsce może powstać hub serwisowy dla leopardów", "description": "Polska jest gotowa do utworzenia centrum serwisowego przekazywanych Ukrainie czołgów Leopard — powiedział we wtorek minister obrony narodowej Mariusz Błaszczak. Wskazał, że problemem jest brak niemieckich części zamiennych, jednak \"ma nadzieję na przełom\". Dodał, że polski przemysł zbrojeniowy jest również gotowy do produkcji takich części.", "link": "https://businessinsider.com.pl/wiadomosci/leopardy-dla-ukrainy-hub-serwisowy-w-polsce-gdzie-moze-powstac/jns2189", "date_published": "2023-03-07 16:16:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Czechy. Skradziono konia Ramzana Kadyrowa, resort potwierdza", "description": "Czeska policja poinformowała, że w nocy z 3 na 4 marca ze stajni w okolicy Roudnic nad Łabą skradziono konia pełnej krwi angielskiej. Jak potwierdziło to Ministerstwo Finansów naszych południowych sąsiadów, właścicielem zwierzęcia był czeczeński przywódca Ramzan Kadyrow.", "link": "https://businessinsider.com.pl/wiadomosci/czechy-skradziono-konia-ramzana-kadyrowa-resort-potwierdza/rqb6799", "date_published": "2023-03-07 15:58:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na stacjach będzie jeszcze taniej. Rynek sprzyja polskim kierowcom", "description": "Z punktu widzenia polskiego kierowcy wszystko zaczyna iść w dobrą stronę, czyli w stronę tańszych paliw. Nie dość, że złoty się umocnił, to międzynarodowe ceny ropy idą w dół i zeszły już po przejściowych wzrostach do poziomów z początku roku. A na dodatek konkurencja w kraju jest większa niż za czasów Lotosu.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/na-stacjach-bedzie-jeszcze-taniej-rynek-sprzyja-polskim-kierowcom/mvbt4tm", "date_published": "2023-03-07 15:35:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na Wyspach brakuje warzyw. Problem widać w wynikach handlu", "description": "Problem z dostępnością świeżych warzyw na Wyspach Brytyjskich uderzył w wyniki sprzedaży tamtejszych sieci handlowych — donosi Reuters.", "link": "https://businessinsider.com.pl/biznes/na-wyspach-brakuje-warzyw-supermarkety-maja-problem/cxwfmfg", "date_published": "2023-03-07 15:34:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dwa dni wolnego za oddanie krwi. Znamy szczegóły", "description": "Krwiodawcy na stałe zyskają drugi, dodatkowy dzień wolny od pracy. Jeśli zdecydują się na systematyczną donację, to rocznie — łącznie z urlopami — będzie im przysługiwać nawet ponad 40 dni wolnych. Wystarczy, że umiejętnie skorzystają z nowych, wprowadzonych uprawnień pracowniczych.", "link": "https://businessinsider.com.pl/prawo/praca/uprawnienia-krwiodawcow-ile-dni-wolnego-im-przysluguje-beda-zmiany/vv05714", "date_published": "2023-03-07 15:25:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego stawka rośnie w bitwie o Bachmut? Cztery najważniejsze fakty", "description": "Ukraina od miesięcy walczy o utrzymanie kontroli nad oblężonym miastem Bachmut na wschodzie kraju. Dlaczego miasto ma tak duże znaczenie?", "link": "https://businessinsider.com.pl/wiadomosci/walki-o-bachmut-dlaczego-stawka-wciaz-rosnie-cztery-najwazniejsze-fakty/z74rlly", "date_published": "2023-03-07 14:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejna sieć otworzy się w niedziele. Znalazła nowy trik", "description": "Należąca do Grupy Eurocash sieć marketów alkoholowych Duży Ben znalazła sposób, by mimo zakazu handlu działać w niedziele. Zmodyfikowała w tym celu popularną już w innych sieciach metodę \"na ochroniarza\" — informują Wiadomości Handlowe.", "link": "https://businessinsider.com.pl/gospodarka/kolejna-siec-otworzy-sie-w-niedziele-znalazla-nowy-trik/vrlc8m3", "date_published": "2023-03-07 14:41:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chcą przyspieszyć boarding. Włączą pasażerom wesołą muzykę i migające światła", "description": "Długi boarding jest frustrujący nie tylko dla pasażerów. To także wyzwanie dla personelu lotniczego, który przeprowadza ludzi przez mostek załadunkowy i usadza w samolocie. Amerykańskie tanie linie lotnicze Southwest Airlines podjęły się misji, by to zmienić.", "link": "https://businessinsider.com.pl/lifestyle/podroze/chca-przyspieszyc-boarding-wlacza-pasazerom-wesola-muzyke-i-migajace-swiatla/y7ykpj7", "date_published": "2023-03-07 14:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sejmowe komisje zagłosowały w sprawie wiatraków. Suski mówił o świerszczach", "description": "Sejmowe komisje, którym przewodniczył poseł PiS Marek Suski, opowiedziały się we wtorek za ustaleniem 700 m jako minimalnej odległości turbin wiatrowych od zabudowań mieszkalnych w ustawie o inwestycjach w energetykę wiatrową. Tym samym odrzuciły poprawkę Senatu, która miała zmniejszyć tę odległość z 700 do 500 m. Teraz poprawki będą głosowane przez cały Sejm.", "link": "https://businessinsider.com.pl/gospodarka/sejmowe-komisje-za-poprawka-suskiego-w-sprawie-wiatrakow/lbl9ftm", "date_published": "2023-03-07 13:59:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sprowadzamy węgiel na potęgę. Zakupy za granicą znacznie wzrosły", "description": "Import węgla do Polski w 2022 r. wzrósł o 61,7 proc. w stosunku do roku 2021 r. To oznacza, że za granicą kupiliśmy ponad 20 mln ton tego surowca.", "link": "https://businessinsider.com.pl/gospodarka/sprowadzamy-wegiel-na-potege-oto-liczby/qrgsy1v", "date_published": "2023-03-07 13:54:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sfinks odradza się z popiołów. Najwyższy kurs od pięciu lat", "description": "Tak tak, chodzi o Sfinksa, a nie o feniksa. Pandemia powinna była dobić operatora sieci restauracji Sphinx, który i wcześniej był praktycznie bankrutem, ale pożyczkodawcy utrzymali firmę przy życiu i być może teraz to się opłaci. Akcje spółki rosły o 18 proc. we wtorek, a w tym roku zyskały już ponad 200 proc. Wróciła nadzieja.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/sfinks-odradza-sie-z-popiolow-najwyzszy-kurs-od-pieciu-lat/6m5tl70", "date_published": "2023-03-07 13:44:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ceny ziemi rolnej dawno tak szybko nie rosły. Tu jest najdrożej", "description": "O prawie 20 proc. wzrosły w 2022 r. ceny ziemi rolnej w Polsce. Jeden hektar to dziś wydatek ok. 61 tys. zł — podał GUS na podstawie danych z Agencji Restrukturyzacji i Modernizacji Rolnictwa. Jedno województwo pod względem cen przoduje od wielu lat.", "link": "https://businessinsider.com.pl/gospodarka/ceny-ziemi-rolnej-dawno-tak-szybko-nie-rosly-tu-jest-najdrozej/x1ygy3m", "date_published": "2023-03-07 13:29:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Turecki przemysł dronowy o krok od przełomu. Pomaga ukraiński producent", "description": "W ciągu niespełna dekady Turcja stała się potęgą w dziedzinie dronów. Turecki przemysł dronowy jest o krok od kolejnego kamienia milowego. To bezzałogowy myśliwiec dla nowego lotniskowca. Dwa prototypy są napędzane silnikiem wyprodukowanym przez ukraińską firmę, która kontynuuje realizację zamówień pomimo trwającego ataku Rosji.", "link": "https://businessinsider.com.pl/technologie/tureckie-drony-rosna-w-sile-hitem-moze-byc-czerwone-jablko/b10tg6m", "date_published": "2023-03-07 13:15:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Falstart\" fundacji rodzinnej. MF już chce zmian, choć ustawa jeszcze nie obowiązuje", "description": "Ustawa o fundacji rodzinnej jeszcze nie weszła w życie (ma to nastąpić 22 maja), a już rząd wprowadza do niej zmiany. Jedna z propozycji zakłada, że pożyczki z fundacji np. do jej założyciela będą opodatkowane 15 proc. podatkiem dochodowym. – To propozycja niekorzystna dla podatników. Najgorsze jednak jest to, że przepisy są zmieniane jeszcze przed ich wejściem w życie. To falstart fundacji rodzinnej – komentuje Marek Kolibski, doradca podatkowy, radca prawny i partner w KNDP. Nie brak jednak głosów przeciwnych, że lepiej poprawić ustawę wcześniej niż później", "link": "https://businessinsider.com.pl/prawo/podatki/ministerstwo-chce-uszczelnic-ustawe-o-fundacji-rodzinnej-nawet-eksperci-sa-zaskoczeni/wnebw3s", "date_published": "2023-03-07 12:53:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Falstart\" fundacji rodzinnej. MF już chce zmian, choć ustawa jeszcze nie obowiązuje", "description": "Ustawa o fundacji rodzinnej jeszcze nie weszła w życie — ma to nastąpić 22 maja, a już rząd wprowadza do niej zmiany. Jedna z propozycji zakłada, że pożyczki z fundacji np. do jej założyciela będą opodatkowane 15 proc. podatkiem dochodowym. Jedni eksperci podatkowi krytykują zmiany. Drudzy podkreślają, że lepiej poprawić ustawę wcześniej niż później.", "link": "https://businessinsider.com.pl/prawo/podatki/ministerstwo-chce-uszczelnic-ustawe-o-fundacji-rodzinnej-to-falstart/wnebw3s", "date_published": "2023-03-07 12:53:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Urlop w słonecznej Bułgarii. Komfortowe warunki i niskie ceny", "description": "Bułgaria posiada szerokie piaszczyste plaże, piękne zatoki, góry i urwiska skalne. Od lat jest jednym z najpopularniejszych kierunków podróży w sezonie letnim. Co przyciąga turystów do Bułgarii? Z pewnością piękne wybrzeże Morza Czarnego, ciepły i umiarkowany klimat, słoneczna pogoda oraz szeroki wybór hoteli, także z możliwością oferty all inclusive. W poniższym artykule zachęcamy do spędzenia urlopu w dwóch najbardziej popularnych bułgarskich kurortach: Złotych Piaskach oraz Słonecznym Brzegu. Podpowiemy, który z nich wybrać na spokojne, a który na rozrywkowe wczasy. W artykule polecamy również sprawdzone obiekty hotelowe, które mają dostępne terminy w okresie wiosennym i wakacyjnym, a jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/zaplanuj-sloneczny-urlop-w-bulgarii-komfortowe-warunki-i-niskie-ceny/wtf0cr5", "date_published": "2023-03-07 12:37:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef Boeinga stracił 7 mln dol. premii. Oto dlaczego", "description": "Dyrektor generalny Boeinga nie osiągnął celu na 2022 r. i nie dostał 7 mln dol. premii. I tak zarobił 22 mln 500 tys. dol.", "link": "https://businessinsider.com.pl/biznes/szef-boeinga-nie-osiagnal-celu-kolo-nosa-przeszlo-mu-7-mn-dol-premii/x0vxxxj", "date_published": "2023-03-07 12:33:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "I znów drożej na A2. Od czwartku nowe stawki za przejazd", "description": "Od 9 marca od godz. 6 rano na kierowców jadących fragmentami A2 między Nowym Tomyślem a Koninem zarządzanymi przez Autostradę Wielkopolską czekać będą nowe stawki. Większość zapłaci więcej, choć jest jedna obniżka.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/i-znow-drozej-na-a2-od-czwartku-nowe-stawki-za-przejazd/x4g97he", "date_published": "2023-03-07 12:19:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największa ukraińska spółka wychodzi z giełdy w Warszawie. \"Nie widać zalet\"", "description": "Notowane na warszawskiej giełdzie akcje ukraińskiej spółki Kernel spadły o ponad 5 proc. po wiadomości o planach głównego akcjonariusza. Ten ogłosił skup akcji i plany opuszczenia polskiego parkietu. Twierdzi, że akcjonariusze mniejszościowi mieli podejście wybitnie spekulacyjne i nie interesował ich rozwój spółki.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/najwieksza-ukrainska-spolka-wychodzi-z-gieldy-w-warszawie-nie-widac-zalet/20s36v0", "date_published": "2023-03-07 11:55:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Koniec aut spalinowych nie taki pewny? Unia ma się jednak ugiąć", "description": "Jest szansa na wycofanie się UE z planów zakazu rejestracji pojazdów emitujących spaliny od 2035 r. U naszych największych partnerów rośnie świadomość tego, że jest to zbyt daleko idący pomysł - powiedział we wtorek minister ds. UE Szymon Szynkowski vel Sęk.", "link": "https://businessinsider.com.pl/gospodarka/koniec-aut-spalinowych-nie-taki-pewny-unia-ma-sie-jednak-ugiac/d3dpyfh", "date_published": "2023-03-07 11:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ochroniarze towarzyszą Elonowi Muskowi nawet w toalecie", "description": "Elonowi Muskowi towarzyszy w siedzibie Twittera co najmniej dwóch ochroniarzy, którzy chodzą za nim nawet do toalety. Informację przekazał BBC inżynier pracujący w Twitterze.", "link": "https://businessinsider.com.pl/wiadomosci/ochroniarze-towarzysza-muskowi-nawet-w-toalecie/ce5kjff", "date_published": "2023-03-07 11:28:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co się dzieje z cenami majonezu? Mamy najnowsze dane ze sklepów", "description": "Początek roku przyniósł duże wzrosty cen m.in. warzyw czy papieru toaletowego. W tym gronie znalazł się też majonez, choć analizując ceny, warto zwracać uwagę na gramaturę. W Business Insider Polska jako pierwsi publikujemy dane z \"Indeksu cen w sklepach detalicznych\" autorstwa UCE Research i Wyższych Szkół Bankowych.", "link": "https://businessinsider.com.pl/wiadomosci/co-sie-dzieje-z-cenami-majonezu-mamy-najnowsze-dane-ze-sklepow/k5nswcv", "date_published": "2023-03-07 11:18:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podwyżki dla terytorialsów. Tyle dostaną żołnierze WOT", "description": "Żołnierze Wojsk Obrony Terytorialnej mogą liczyć w tym roku na podwyżki. W ten sposób Ministerstwo Obrony Narodowej chce zachęcić Polaków do wstąpienia w szeregi terytorialsów.", "link": "https://businessinsider.com.pl/wiadomosci/podwyzki-dla-terytorialsow-tyle-dostana-zolnierze-wot/ff8mjdt", "date_published": "2023-03-07 11:14:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Europie powstaje nowe górnicze eldorado. Giganci ostrzą zęby", "description": "Górniczy potentaci w obliczu kryzysu energetycznego wracają do starych pomysłów. Jednym z nich jest Iberyjski Pas Pirytowy, który w najbliższych latach może znowu zyskać na znaczeniu. \"Wiercimy non stop już od półtora roku\" — mówią przedstawiciele przemysły wydobywczego, cytowani przez serwis wnp.pl.", "link": "https://businessinsider.com.pl/gospodarka/przepisy/w-europie-powstaje-nowe-gornicze-eldorado-giganci-ostrza-zeby/clbw9gh", "date_published": "2023-03-07 11:12:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "O tej redakcji mówi cała Polska. Kto stoi za Radiem Szczecin?", "description": "Lokalna rozgłośnia ze Szczecina zaczęła budzić gigantyczne kontrowersje – ostatnio nawet większe niż sama TVP. Biznesowo to jednak ubogi kuzyn warszawskich mediów, choć pracownicy medialni Radia Szczecin zarabiają całkiem nieźle. Uzależnienie od polityki – jak mówią krytycy tej stacji – jest natomiast już całkiem \"warszawskie\".", "link": "https://businessinsider.com.pl/gospodarka/o-tej-redakcji-mowi-cala-polska-kto-stoi-za-radiem-szczecin/sdcyz48", "date_published": "2023-03-07 10:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Atomowa umowa PGE i ZE PAK. Sasin zapowiada energię, która nie będzie drenowała portfeli", "description": "PGE i ZE PAK podpisały umowę w sprawie utworzenia spółki, która zajmie się budową elektrowni jądrowej w Pątnowie (dzielnica Konina). Teraz czas na dalsze negocjacje z koreańskim KHNP, który dostarczy reaktory do bloków energetycznych, ale też ma się zaangażować w ten projekt finansowo.", "link": "https://businessinsider.com.pl/wiadomosci/atomowa-umowa-pge-i-ze-pak-tu-ma-stanac-kolejna-elektrownia-jadrowa/px0vwyp", "date_published": "2023-03-07 10:27:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prywatyzował PZU i TP SA, teraz mówi \"żegnam\" operatorowi A4. Cztery lata przed końcem koncesji", "description": "Już wkrótce dołączy do grona emerytów z największymi poborami w kraju. Decyzję podjął w listopadzie, teraz napisał list pożegnalny do akcjonariuszy Stalexportu. Emil Wąsacz po 22 latach kończy z zarządzaniem autostradą A4, z którą jako członek rządu podpisywał tajne aneksy do koncesji, gdy był ministrem skarbu państwa.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/prywatyzowal-pzu-i-tp-sa-teraz-mowi-zegnam-operatorowi-a4-cztery-lata-przed-koncem/k7jf3x3", "date_published": "2023-03-07 10:24:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jedna czekoladka dla pracownika w prezencie. Firma tłumaczy: chodziło o wzajemne docenienie", "description": "Pewna firma w Polsce wręczyła swoim pracownikom po jednej czekoladce Merci. Wszystko z okazji Międzynarodowego Dnia Docenienia. Teraz tłumaczy, że \"intencją organizatorów było zachęcenie pracowników do wzajemnego docenienia się w pracy\". O sprawie pisze gazeta.pl.", "link": "https://businessinsider.com.pl/wiadomosci/jedna-czekoladka-dla-pracownika-w-prezencie-firma-tlumaczy-chodzilo-o-wzajemne/zg2kct5", "date_published": "2023-03-07 10:13:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ostre sugestie Chin w kierunku USA. \"Konflikt i konfrontacja\" wiszą w powietrzu", "description": "Stosunki Chin i USA trudno było kiedykolwiek nazwać przyjaznymi. Podejście do wojny w Ukrainie i sprawa chińskich balonów nad USA tylko podgrzewają atmosferę. Minister spraw zagranicznych Qin Gang ostrzega Amerykanów przed konsekwencjami ich polityki.", "link": "https://businessinsider.com.pl/wiadomosci/ostre-sugestie-chin-w-kierunku-usa-konflikt-i-konfrontacja-wisza-w-powietrzu/93wqg6f", "date_published": "2023-03-07 10:04:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warszawa zaskoczyła wynikami budżetu. Miała być strata, jest nadwyżka", "description": "Niespodziewane 496 mln zł nadwyżki odnotowały w swoim budżecie władze Warszawy. Nie sprawdziły się więc czarne wizje dotyczące dziury w kasie. Powód do radości jest jednak połowiczny, bo jak zauważa warszawa.wyborcza.pl, to w dużej mierze efekt inwestycji, które nie wypaliły.", "link": "https://businessinsider.com.pl/finanse/warszawa-zaskoczyla-wynikami-budzetu-miala-byc-strata-jest-nadwyzka/wvb82d0", "date_published": "2023-03-07 09:46:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukradł 26 ton węgla. Z seicento zrobił sobie dostawczaka", "description": "29-letni mężczyzna okradł swojego pracodawcę z ekogroszku. Fiatem seicento wywiózł łącznie 26 ton węgla o wartości 63 tys. zł – powiedział w poniedziałek PAP oficer prasowy kępińskiej policji st. sierż. Rafał Stramowski.", "link": "https://businessinsider.com.pl/wiadomosci/ukradl-26-ton-wegla-z-seicento-zrobil-sobie-dostawczaka/fwwtvsq", "date_published": "2023-03-07 09:24:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jej pizzeria w pandemii dostawała wysokie kary. Wygrała wszystkie sprawy", "description": "15 tys. zł od sanepidu i 1 tys. zł od policji — to kary, jakie otrzymała właścicielka pizzerii z Radomia za działalność w czasie pandemii. Kobieta dwa lata walczyła w sądach i wygrała. \"Sanepid oddał 15 tys. zł, ale także odsetki, a nawet zwrócił pieniądze z tytułu kosztów upomnień\" — cytuje przedsiębiorczynię portal echodnia.eu.", "link": "https://businessinsider.com.pl/wiadomosci/jej-pizzeria-w-pandemii-dostawala-wysokie-kary-wygrala-wszystkie-sprawy/bed5qvy", "date_published": "2023-03-07 09:03:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Opony całoroczne - co warto wiedzieć przed zakupem", "description": "Opony całoroczne mogą okazać się bardzo dobrym rozwiązaniem dla wielu właścicieli samochodów. Z ogumieniem odpowiednim na wiele sezonów nie trzeba martwić się o przechowywanie opon letnich i zimowych. Znika także potrzeba zakupu drugiego kompletu, czyli oszczędności są ewidentne. Co jeszcze warto wiedzieć przed nabyciem całorocznego ogumienia?", "link": "https://businessinsider.com.pl/technologie/motoryzacja/opony-caloroczne-co-warto-wiedziec-przed-zakupem/5f0cptz", "date_published": "2023-03-07 08:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Składka zdrowotna 2023 dla przedsiębiorców. ZUS udostępnił specjalny kalkulator", "description": "Zbliża się termin rozliczenia składki zdrowotnej za 2022 r. Zobowiązani są do niego ci płatnicy składek, którzy w 2022 r. jako formę opodatkowania wybrali podatek według skali, podatek liniowy lub ryczałt od przychodów ewidencjonowanych. Rozliczenie, wraz z kwietniowymi deklaracjami, należy złożyć do 22 maja 2023 r.", "link": "https://businessinsider.com.pl/wiadomosci/skladka-zdrowotna-2023-dla-przedsiebiorcow-jest-specjalny-kalkulator/ebx9xcw", "date_published": "2023-03-07 08:44:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Załamanie w niemieckiej gospodarce. A i tak jest lepiej od prognoz", "description": "Zamówienia w niemieckim przemyśle spadły w styczniu o aż 10,9 proc. rok do roku. To nawet gorzej niż w słabym, poprzednim miesiącu. Wyniki ratował sektor produkcji samolotów i statków kosmicznych.", "link": "https://businessinsider.com.pl/gospodarka/zalamanie-w-niemieckiej-gospodarce-a-i-tak-jest-lepiej-od-prognoz/cqmwzse", "date_published": "2023-03-07 08:38:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Załamanie w niemieckim przemyśle. A i tak jest lepiej od prognoz", "description": "Zamówienia w niemieckim przemyśle spadły w styczniu o aż 10,9 proc. rok do roku. To nawet gorzej niż w słabym, poprzednim miesiącu. Wyniki i tak ratował sektor produkcji samolotów i statków kosmicznych.", "link": "https://businessinsider.com.pl/gospodarka/zalamanie-w-niemieckim-przemysle-a-i-tak-jest-lepiej-od-prognoz/cqmwzse", "date_published": "2023-03-07 08:38:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Długi na prawie 2 km. Powstanie imponujący most na Sanie", "description": "Na Sanie wW Stalowej Woli powstanie nowy most. Liczyć będzie 1,7 km. Właśnie zaprezentowano jego wizualizację. Przeprawa ma powstać do 2026 r., a koszt całej inwestycji jest szacowany na ok. 350 mln zł — informuje portalsamorzadowy.pl.", "link": "https://businessinsider.com.pl/wiadomosci/dlugi-na-prawie-2-km-powstanie-imponujacy-most-na-sanie/8y7fd12", "date_published": "2023-03-07 08:34:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tego Polacy oczekują od państwa w sprawie polityki mieszkaniowej [SONDAŻ]", "description": "Państwo powinno wspierać politykę mieszkaniową, dopłacając do obniżenia oprocentowania kredytów — tak uważa co trzeci badany. Nieco mniej osób jest zdania, że przez ulgi podatkowe lub finansując budowę mieszkań na wynajem — wynika z sondażu United Surveys dla \"DGP\" i RMF FM.", "link": "https://businessinsider.com.pl/twoje-pieniadze/prawo-i-podatki/tego-polacy-oczekuja-od-panstwa-w-sprawie-polityki-mieszkaniowej-sondaz/y33mh55", "date_published": "2023-03-07 08:24:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 7 marca poniżej 4,7 zł", "description": "Kurs euro poniżej 4,7 zł. We wtorek rano 7 marca 2023 r. kurs EUR/PLN wynosił 4,6868 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-7-marca-2023/gwlrkdd", "date_published": "2023-03-07 08:23:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 7 marca w okolicy 4,4 zł", "description": "Kurs dolara w okolicy 4,4 zł. We wtorek rano 7 marca 2023 r. kurs USD/PLN wynosi 4,3915.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-7-marca-2023/z7zg2lz", "date_published": "2023-03-07 08:21:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 7 marca powyżej 4,7 zł", "description": "Frank szwajcarski powyżej 4,7 zł. We wtorek rano 7 marca 2023 r. kurs tej waluty wobec polskiego złotego wynosi 4,7188.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-7-marca-2023/nk3k08p", "date_published": "2023-03-07 08:18:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kto będzie wytwarzał polskie dokumenty? PWPW może stracić monopol", "description": "Przepisy, które pozwalają bez przetargu zlecać Polskiej Wytwórni Papierów Wartościowych produkcję nie tylko paszportów czy dowodów osobistych, lecz także na przykład książeczek żeglarskich, według rzecznika generalnego TSUE naruszają dyrektywę — podaje we wtorek \"Dziennik Gazeta Prawna\".", "link": "https://businessinsider.com.pl/wiadomosci/kto-bedzie-wytwarzal-polskie-dokumenty-pwpw-moze-stracic-monopol/mfn7q7w", "date_published": "2023-03-07 07:17:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kobiety lepiej spłacają kredyty", "description": "Kobiety są solidniejsze w spłacie kredytów mieszkaniowych niż mężczyźni — wskazuje Biuro Informacji Kredytowej. Problemy ze spłatą raty na czas ma mniej niż 1 proc. kobiet, wśród mężczyzn ponad 1 proc.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kobiety-lepiej-splacaja-kredyty/nfbxl2g", "date_published": "2023-03-07 07:01:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten \"kamień milowy\" odbije się na portfelach Polaków. Oto konkretne wyliczenia", "description": "Choć porozumienia z KE w sprawie KPO wciąż nie ma, to strona rządowa zapewnia, że to tylko kwestia czasu. A jeśli tak, to Polacy odczują na własnych portfelach \"kamień milowy\" A71G. To nic innego, jak oskładkowanie umów-zleceń. Ma uporządkować rynek pracy, ale w niektórych przypadkach będzie skutkować dużo niższymi pensjami na rękę lub wyższymi kosztami dla zleceniodawców.", "link": "https://businessinsider.com.pl/poradnik-finansowy/kalkulatory/ten-kamien-milowy-odbije-sie-na-portfelach-polakow-oto-konkretne-wyliczenia/e6yhjzh", "date_published": "2023-03-07 06:37:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Robert Makłowicz oficjalnie ma nowy biznes. Umowa aż na 30 lat", "description": "Grupa Pamapol podpisała ze spółką Propinquus, której głównym wspólnikiem jest Robert Makłowicz umowę na 30 lat. Firmy mają razem tworzyć nowe produkty. W planach jest nawet budowa nowego zakładu — informują wiadomoscihandlowe.pl.", "link": "https://businessinsider.com.pl/finanse/handel/robert-maklowicz-oficjalnie-ma-nowy-biznes-umowa-az-na-30-lat/98ethcd", "date_published": "2023-03-07 06:37:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Drób i jaja z Ukrainy zalewają Polskę. Jest niepokój", "description": "Do Polski z Ukrainy przyjeżdżają gigantyczne kwoty mięsa drobiowego i jaj. Wzrosty importu robią wrażenie, które w branży wywołują zaniepokojenie — informują wiadomoscihandlowe.pl.", "link": "https://businessinsider.com.pl/finanse/handel/drob-i-jaja-z-ukrainy-zalewaja-polske-jest-niepokoj/7beh7h1", "date_published": "2023-03-07 06:10:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd posprząta po sobie w finansach publicznych", "description": "Rząd deklaruje, że zrobi wiosenne porządki w finansach publicznych i posprząta bałagan, którego sam narobił w ciągu ostatnich kilku lat. Główny element tych finansów, czyli budżet państwa, miał w grudniu 2022 r. ponad 30 mld zł deficytu. Poza tym mamy kolejne dane świadczące o ożywieniu na rynku mieszkaniowym, Orlen chce od Rosjan odszkodowania za brak ropy, a w strefie euro rosną oczekiwania związane z podwyżkami stóp procentowych. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/rzad-posprzata-po-sobie-w-finansach-publicznych/rm4y08f", "date_published": "2023-03-07 05:58:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co zrobić, by wzrosła dzietność? Konieczne zmiany w emeryturach, opiece, mieszkalnictwie [ANALIZA]", "description": "W najbliższych dekadach nie uda się doprowadzić do wyraźnego wzrostu wskaźnika dzietności, ale można ograniczyć jego spadek. Trzeba m.in. przeciwdziałać luce płacowej, zracjonalizować nabycie prawa do emerytur, przejąć część kosztów opieki i świadczeń od pracodawców. — Zbyt liberalne są warunki \"otwarcia prawa do emerytury\" — ocenia prof. Gertruda Uścińska, prezes ZUS. Brakuje też spójnej polityki migracyjnej.", "link": "https://businessinsider.com.pl/prawo/praca/zapasc-demograficzna-dlawi-polske-prezes-zus-wzywa-do-zmian-w-emeryturach/1zth4dk", "date_published": "2023-03-07 05:48:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Alkomaty na Wiejskiej. W Sejmie będą badać trzeźwość", "description": "Na Wiejskiej pojawią się alkomaty. Na obecność w organizmie alkoholu i narkotyków będą badani jednak nie parlamentarzyści, ale Straż Marszałkowska. Rząd pracuje już nad szczegółowymi regulacjami — informuje \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/alkomaty-na-wiejskiej-w-sejmie-beda-badac-trzezwosc/6g409yp", "date_published": "2023-03-07 05:45:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PiS nie miał szczęścia do wiceministrów od węgla. Czas na nowe rozdanie", "description": "Przyszłość polskiej energetyki i polskiego węgla może być jednym z wiodących tematów politycznych w roku wyborczym. Zapewne właśnie dlatego rząd zdecydował się na powołanie nowego pełnomocnika do spraw górnictwa — został nim Marek Wesoły. Według naszych wyliczeń to już siódma osoba odpowiedzialna za tę branżę, od kiedy PiS przejął władzę. Poprzednicy albo odeszli na inne stanowiska, albo nie potrafili poradzić sobie w trudnych rozmowach ze związkami zawodowymi na Śląsku.", "link": "https://businessinsider.com.pl/wiadomosci/pis-nie-mial-szczescia-do-wiceministrow-od-wegla-czas-na-nowe-rozdanie/75rqhj3", "date_published": "2023-03-07 05:35:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjska agentura chciała przejąć wielką polską firmę", "description": "Rosjanie groźbą próbowali wymusić od polskiej spółki Famur sprzedaż jej zagranicznych aktywów. ABW wie, kim są, ale nie ujawnia. Według eksperta to rosyjska agentura — pisze \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/rosyjska-agentura-chciala-przejac-wielka-polska-firme/tg8wfjm", "date_published": "2023-03-07 05:27:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sprzedajesz w internecie, wynajmujesz mieszkanie? Fiskus może dostać twoje dane na tacy", "description": "Platformy internetowe będą musiały przekazywać fiskusowi dane o sprzedawcach i usługodawcach, a nawet wynajmujących nieruchomości. Tak przewiduje projekt ustawy implementującej dyrektywę DAC 7. — Jeśli osoba prywatnie sprzedaje rzeczy i przekroczy progi (2 tys. euro lub 30 transakcji rocznie), to platforma będzie przekazywała również informacje o takich transakcjach — tłumaczy Agnieszka Wnuk, doradca podatkowy i partnerka w Quidea w rozmowie z Business Insiderem.", "link": "https://businessinsider.com.pl/prawo/podatki/sprzedajesz-w-internecie-wynajmujesz-mieszkanie-fiskus-moze-dostac-twoje-dane-na-tacy/m04nm02", "date_published": "2023-03-07 05:23:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Deweloperzy grają na przeczekanie. W połowie miast ceny mieszkań w dół, oferta się kurczy", "description": "Średnia cena mieszkań w 16 największych miastach Polski łączne z aglomeracjami wzrosła w lutym o 8,2 proc. rok do roku, ale to głównie z powodu Warszawy. W połowie miast cena spadała. Sprzedaż poszła w górę, ale zarazem oferta skurczyła się do niewidzianego od lat poziomu. Deweloperzy najwyraźniej wchodzą w fazę przeczekania, gdzie będą starać się utrzymywać mniej mieszkań w ofercie, a \"zimę rynkową\" spróbują przetrwać na gotówce.", "link": "https://businessinsider.com.pl/gospodarka/w-co-graja-deweloperzy-w-polowie-miast-tansze-mieszkania-i-mniejsza-oferta/5pw6kmh", "date_published": "2023-03-07 05:09:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mało kto o tym myśli. Pięć rad, które pozwolą uniknąć najgorszego scenariusza dla emerytów", "description": "Niewiele osób myśli o emeryturze, mając przed sobą jeszcze 30-40 lat pracy. Nawet nie zdają sobie sprawy z tego, jak wiele może dać regularnie odkładana stówka. Uzbierać się może nawet ponad 200 tys. zł, które będą uzupełnieniem często głodowych emerytur z ZUS. Eksperci pytani przez Business Insidera dają pięć rad, jak sprytnie ułożyć plan finansowy pod hasłem \"emerytura na bogato\".", "link": "https://businessinsider.com.pl/poradnik-finansowy/nie-oszczedzasz-na-emeryture-lepiej-to-sprawdz-by-uniknac-najgorszego/w1s8z2t", "date_published": "2023-03-07 05:04:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ciemne chmury nad posiadaczami kredytów. Teraz naprawdę odczują podwyżki rat", "description": "Podwyżki stóp procentowych już dawno się zatrzymały, WIBOR spadł z rekordowych poziomów i od kilku tygodni się zatrzymał, a kredytobiorcy zaczynają widzieć pierwsze obniżki rat swoich kredytów. Czy to oznacza, że ich koszmar już się skończył? Nic bardziej mylnego. Dopiero teraz zaczną odczuwać skutki zeszłorocznych decyzji RPP i będą musieli w domowych budżetach znaleźć dodatkowe kilka tysięcy złotych na spłatę kredytu.", "link": "https://businessinsider.com.pl/gospodarka/idzie-ciezki-czas-dla-kredytobiorcow-teraz-naprawde-odczuja-podwyzki-rat/jm0vpef", "date_published": "2023-03-07 05:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]