[{"source": "https://www.engadget.com/rss.xml", "title": "The FTC is investigating Elon Musk's handling of Twitter Blue and the ‘Twitter Files’", "description": "<p>The Federal Trade Commission is stepping up its investigation into  some of Twitter’s most controversial decisions since Elon Musk took over the company last fall. That includes the company’s mass layoffs and the launch of Twitter Blue, as well as the company’s dealings with journalists involved with the so-called “Twitter Files,” according to a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy90d2l0dGVyLWludmVzdGlnYXRpb24tZnRjLW11c2stZG9jdW1lbnRzLWRiNmIxNzllP21vZD1lMnR3IiwiY29udGVudFV1aWQiOiJjNDMyNjAwMC02NDYzLTQ4ZGEtOGM0OS04NWIwY2I5ZTVlMDQifQ&amp;signature=AQAAAXO-LyyEl_y58CjC1GjjqjTOxs2US5A7935GXFXw_HUt&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Ftwitter-investigation-ftc-musk-documents-db6b179e%3Fmod%3De2tw\"><ins>new report</ins></a> in <em>The Wall Street Journal</em>.</p><p>At issue, is Twitter’s 2022 <a href=\"https://www.engadget.com/ftc-twitter-targeted-advertising-215320214.html\"><ins>settlement</ins></a> with the FTC over its use of “deceptive” ad targeting. Along with a $150 million fine, the company at the time agreed to a “comprehensive privacy and information security program,” as well as other strict measures meant to protect users’ privacy. But there’s been widespread concern from lawmakers and others that Twitter has not adhered to those requirements under Musk’s leadership.</p><span id=\"end-legacy-contents\"></span><p>Now, <em>The Wall Street Journal </em> reports that the FTC has sent at least a dozen letters to Twitter since last fall in an effort to get more information about the company’s handling of layoffs, Twitter Blue, the “Twitter Files” and other issues. The agency is also reportedly trying to depose Musk as part of the inquiry. The House Judiciary Committee also released <a href=\"https://judiciary.house.gov/media/press-releases/weaponization-select-subcommittee-releases-staff-report-ftc-harassment-twitter\">a report</a> about the FTC's inquiries to Twitter.</p><p>The report isn’t the first suggestion that Twitter may have run afoul of the regulator since Musk’s takeover. The FTC previously said it had <a href=\"https://www.engadget.com/democratic-senators-ftc-investigation-elon-musk-211903854.html\"><ins>“deep concern”</ins></a> following the departures of key privacy and security executives. Lawmakers and others have also raised concerns about the hasty rollout of Twitter Blue, which <a href=\"https://www.theverge.com/2022/11/10/23451198/twitter-ftc-elon-musk-lawyer-changes-fine-warning\"><ins>reportedly</ins></a> launched without a proper privacy or security review,  a requirement of Twitter’s FTC settlement.</p><p>Likewise, as <em>Bloomberg </em>pointed out <a href=\"https://www.bloomberg.com/news/articles/2022-12-09/musk-twitter-leak-raises-concern-about-outside-data-access?sref=10lNAhZ9\"><ins>last year,</ins></a> the settlement also requires Twitter to limit internal access to Twitter users’ data. Security experts have questioned whether Musk’s decision to hand over reams of internal documents and grant journalists access to<a href=\"https://www.businessinsider.com/elon-musk-matt-taibbi-twitter-files-systems-access-2022-12\"><ins> internal systems </ins></a>could violate its obligations with the FTC.</p><p>In <a href=\"https://twitter.com/elonmusk/status/1633231562962780160\"><ins>a tweet,</ins></a> Musk called the FTC’s actions “a shameful case of weaponization of a government agency for political purposes and suppression of the truth.” Republican members of the House Judiciary Committee also <a href=\"https://judiciary.house.gov/media/press-releases/weaponization-select-subcommittee-releases-staff-report-ftc-harassment-twitter\"><ins>criticized</ins></a> the agency’s investigation as “harassment.”</p>This article originally appeared on Engadget at https://www.engadget.com/the-ftc-is-investigating-elon-musks-handling-of-twitter-blue-and-the-twitter-files-233539305.html?src=rss", "link": "https://www.engadget.com/the-ftc-is-investigating-elon-musks-handling-of-twitter-blue-and-the-twitter-files-233539305.html?src=rss", "date_published": "2023-03-07 23:35:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google I/O 2023 takes place on May 10th in front of a 'limited' in-person audience", "description": "<p>Google's annual developer conference will return on May 10th. The search giant <a href=\"https://twitter.com/sundarpichai/status/1633232047170007041?s=20\">announced</a> the date on Tuesday afternoon after internet users quickly solved the <a href=\"https://twitter.com/googledevs/status/1633180728048631812?s=20\">teaser puzzle</a> Google shared in the morning. As with <a href=\"https://www.engadget.com/google-io-2022-dates-214104884.html\">last year's conference</a>, I/O 2023 will take place in front of a &quot;limited live audience&quot; at the historic Shoreline Amphitheatre in Mountain View, California. Google has not held an I/O anyone can pay to attend since before the pandemic. In 2020, the conference <a href=\"https://www.engadget.com/2020-03-03-google-cancels-i-o-developer-conference.html\">was canceled</a>, like many other in-person events that were scheduled to take place that year. One year later, Google held the event at its Mountain View campus, with the in-person audience mostly limited to company employees.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><div id=\"4509832f52214656a9f52bce77f3b4ae\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Excited that this year's <a href=\"https://twitter.com/hashtag/GoogleIO?src=hash&amp;ref_src=twsrc%5Etfw\">#GoogleIO</a> will be on May 10, live from Shoreline Amphitheatre in Mountain View and online at <a href=\"https://t.co/sWxfPsVvJi\">https://t.co/sWxfPsVvJi</a><a href=\"https://t.co/QtNXE6wjl5\">pic.twitter.com/QtNXE6wjl5</a></p>— Sundar Pichai (@sundarpichai) <a href=\"https://twitter.com/sundarpichai/status/1633232047170007041?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote></div><p>The good news is that Google will publicly steam the event. I/O 2023 will open with a keynote from CEO Sundar Pichai, followed by on-demand developer sessions that will be available to watch on YouTube and the <a href=\"https://io.google/2023/\">I/O website</a>. More so than in past years, there will be a lot at stake at I/O 2023. It's likely Google will spend a significant portion of the event playing up its latest AI advances and innovations, and with good reason. The recent <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">announcement of Bard</a> did not go according to plan after the chatbot <a href=\"https://www.engadget.com/google-bard-chatbot-false-information-twitter-ad-165533095.html\">shared incorrect information</a> about the James Webb Space Telescope. Google needs to show it won't be outdone by rivals like OpenAI.&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/google-io-2023-takes-place-on-may-10th-in-front-of-a-limited-in-person-audience-232154501.html?src=rss", "link": "https://www.engadget.com/google-io-2023-takes-place-on-may-10th-in-front-of-a-limited-in-person-audience-232154501.html?src=rss", "date_published": "2023-03-07 23:21:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube reverses course on controversial swearing and monetization policy", "description": "<p>The <a href=\"https://www.engadget.com/youtube-to-fix-swearing-policy-demonetization-203130542.html\">new profanity rules YouTube introduced</a> late last year are being relaxed — with an update outlining a less restrictive policy that will allow the use of moderate and strong profanity to be used without risking demonetization. The original policy, first introduced in November, would flag any video that used rude language in the first several seconds as ineligible for advertising, with little delineation between &quot;strong&quot; or &quot;moderate&quot; swearing. The policy also seemed to apply retroactively, with many creators claiming that videos they published before the updated policy had lost their monetization status. Now, YouTube is reversing course with a <a href=\"https://support.google.com/youtube/thread/64073546?hl=en&amp;msgid=205107458\">tweaked set of rules</a> that allows <em>some</em> swearing.</p><p>Now, creators who use colorful language in the first seven seconds of a video are still eligible for advertising, with some conditions. If the profanity is &quot;moderate,&quot; the video won't face any restrictions — but strong profanity in those opening seconds could result in a video only receiving &quot;limited ads.&quot; Under the original rules, the update notes, both of these scenarios would have caused a video to be completely demonetized. Creators will be able swear more frequently after the first seven seconds without fear of losing advertising revenue, though YouTube notes that excessive swearing will still put content at risk of being demonetized or limited.</p><span id=\"end-legacy-contents\"></span><p>The update also clarifies that strong language in background, outro or intro music should not affect monetization status.</p><p>The new language policy goes into effect starting on March 7th — and while it doesn't address every concern creators had about the November ruleset, it should make it easier for most YouTubers to continue to monetize their videos without significantly changing their content or style.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-reverses-course-on-controversial-swearing-and-monetization-policy-210534968.html?src=rss", "link": "https://www.engadget.com/youtube-reverses-course-on-controversial-swearing-and-monetization-policy-210534968.html?src=rss", "date_published": "2023-03-07 21:05:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Public internet advocate Gigi Sohn withdraws from FCC consideration", "description": "<p>Gigi Sohn, President Biden's pick to serve as the critical fifth vote on the Federal Communications Commission, is withdrawing from her nomination to the telecom regulator. On Tuesday, Sohn said she recently asked President Biden to appoint someone else to the FCC. The Biden administration originally announced Sohn's nomination in October 2021, only for her to go on to face intense resistance from Republicans and moderate Democrats like Senator Joe Manchin of West Virginia.&nbsp;</p><p>Sohn's failure to win her confirmation is a major setback for the Biden administration and its bid to reshape US internet policy after a wave of deregulation under former President Donald Trump. The regulator has been mired in a two-to-two deadlock since the departure of former <a href=\"https://www.engadget.com/ajit-pai-stepping-down-fcc-chairman-replacement-what-happens-now-153024203.html\">Chairman Ajit Pai</a>, preventing current Chair Jessica Rosenworcel from moving forward on a host of policy issues, including the restoration of <a href=\"https://www.engadget.com/2017-12-01-net-neutrality-faq-title-i-title-ii-2017.html\">Obama-era net neutrality protections</a>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>&quot;Unfortunately, the American people are the real losers here,&quot; Sohn said in a statement. &quot;The FCC deadlock, now over two years long, will remain so for a long time. As someone who has advocated for my entire career for affordable, accessible broadband for every American, it is ironic that the 2-2 FCC will remain sidelined at the most consequential opportunity for broadband in our lifetimes.&quot;</p><p>During her confirmation hearings, Republicans cast Sohn as an extreme partisan. She also faced resistance from industry players, including organizations like the <a href=\"https://deadline.com/wp-content/uploads/2022/02/DGA-Letter-2.1.2022.pdf\">Directors Guild of America</a>. Conservative groups spent large sums of money campaigning against her confirmation. One organization, the Center for a Free Economy, spent $200,000 on Facebook ads opposing the nomination. Sohn pointed to those campaigns in explaining her decision.&nbsp;</p><p>&quot;When I accepted his nomination over sixteen months ago, I could not have imagined that legions of cable and media industry lobbyists, their bought-and-paid-for surrogates, and dark money political groups with bottomless pockets would distort my over 30-year history as a consumer advocate into an absurd caricature of blatant lies,&quot; she said.</p><p>It's possible Democrats could have advanced Sohn to the FCC despite opposition, but the likelihood of that happening significantly diminished after Senator Joe Manchin came out against her nomination. “Especially now, the FCC must remain above the toxic partisanship that Americans are sick and tired of, and Ms. Sohn has clearly shown she is not the person to do that,” he said in a recent statement. Per <a href=\"https://www.washingtonpost.com/technology/2023/03/07/gigi-sohn-withdraws-fcc-nomination/\"><em>The Washington Post</em></a>, White House Press Secretary Karine Jean-Pierre said that, as of Tuesday, the Biden administration did not have news to share on a new nominee.</p>This article originally appeared on Engadget at https://www.engadget.com/public-internet-advocate-gigi-sohn-withdraws-from-fcc-consideration-201020427.html?src=rss", "link": "https://www.engadget.com/public-internet-advocate-gigi-sohn-withdraws-from-fcc-consideration-201020427.html?src=rss", "date_published": "2023-03-07 20:23:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Senate bill would give Commerce Secretary the power to ban TikTok as a 'security threat'", "description": "<p>It's not just House representatives that <a href=\"https://www.reuters.com/technology/twelve-us-senators-back-giving-commerce-secretary-new-powers-ban-tiktok-2023-03-07/\">want the federal government to ban TikTok</a>. A bipartisan alliance of senators has <a href=\"https://www.reuters.com/technology/twelve-us-senators-back-giving-commerce-secretary-new-powers-ban-tiktok-2023-03-07/\">introduced</a> a bill that would give the Commerce Secretary the authority to ban TikTok and other foreign technology perceived as a <a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\">national security threat</a>. The would-be law would be limited to tech emerging from China, Cuba, Iran, North Korea, Russia and Venezuela.</p><p>The group is led by senators Mark Warner and John Thune. It includes high-profile politicians from both parties, including Joe Manchin and Mitt Romney.</p><span id=\"end-legacy-contents\"></span><p>The move comes just days after the House Foreign Affairs Committee advanced a bill, the Deterring America's Technological Adversaries (DATA) Act, in a partisan vote. A House vote is expected later in March. That measure is more targeted and meant to prevent Americans' data from falling into the hands of the Chinese government. In December, a section of an omnibus spending bill <a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\">banned TikTok on federal government devices</a> following similar restrictions in multiple states.</p><p>In all cases, the concern remains the same. Critics are concerned the Chinese government might use TikTok to collect data on Americans and spread propaganda. TikTok has repeatedly denied cooperation with Chinese officials, and has tried to assuage fears by moving data and traffic to US-based servers. Oracle, which runs the US servers, has been <a href=\"https://www.engadget.com/oracle-tiktok-algorithms-content-moderation-review-171742979.html/\">reviewing TikTok's algorithms</a> and moderation systems.</p><p>There's no certainty the Senate will pass its bill and reconcile it with a House equivalent. The Commerce Secretary also isn't guaranteed to exercise the power if granted. However, the introduction of the bill adds pressure to TikTok CEO Shou Zi Chew as he <a href=\"https://www.engadget.com/tiktok-ceo-congress-shou-zi-chew-privacy-security-china-201928160.html\">testifies before the House</a> on March 23rd. He'll be fighting a Congress that's even more determined to limit his company's business.</p>This article originally appeared on Engadget at https://www.engadget.com/senate-bill-would-give-commerce-secretary-the-power-to-ban-tiktok-as-a-security-threat-202139609.html?src=rss", "link": "https://www.engadget.com/senate-bill-would-give-commerce-secretary-the-power-to-ban-tiktok-as-a-security-threat-202139609.html?src=rss", "date_published": "2023-03-07 20:21:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Legislation to ban government use of facial recognition hits Senate for the third time", "description": "<p>Biometric technology may make it easy to unlock your phone, but democratic lawmakers have long cautioned against the use of facial recognition and biometrics by law enforcement. Not only have researchers documented instances of <a href=\"https://www.engadget.com/2018-02-12-facial-analysis-ai-has-racial-gender-bias.html\">racial and gender bias in such systems</a>, false positives have even led to <a href=\"https://www.engadget.com/facial-recognition-wrongful-arrest-michigan-141531393.html\">real instances of wrongful arrest</a>. That's why lawmakers have re-introduced the Facial Recognition and Biometric Technology Act. This actually marks the third time the bill was introduced to the Senate — despite being <a href=\"https://www.engadget.com/facial-recognition-ban-bill-democrats-182006734.html\">introduced in 2020</a> and <a href=\"https://www.engadget.com/facial-recognition-and-biometric-technology-moratorium-act-proposal-182236298.html\">2021</a>, the act was never advanced to a vote.</p><p>If passed, the Facial Recognition and Biometric Technology Act would outright ban any use of facial recognition or biometric surveillance by the federal government <em>unless</em>  that use is explicitly approved by an Act of Congress. That approval itself would be pretty limited: It would need to define who was allowed to use biometric surveillance, the exact type of biometric surveillance they would be using and the specific purpose it would be used for. Approval would also have the burden of further restrictions, such as adhering to minimum accuracy rates that would hopefully avoid false positives in the rare instances when use of the technology is approved.</p><span id=\"end-legacy-contents\"></span><p>The bill also hopes to encourage local and state governments to follow its lead, including a clause that would tie some federal funding for local law enforcement to complying with a &quot;substantially similar&quot; ban on facial recognition and biometrics.</p><p>While the bill hasn't had much luck making it to the floor of either chamber of congress, some states and local governments have been banning facial recognition technology on their own. In 2020, <a href=\"https://www.engadget.com/portland-facial-recognition-ban-035952590.html\">Portland Oregon put strict guardrails</a> on the use of facial recognition technology. <a href=\"https://www.engadget.com/new-york-temporary-ban-facial-recogniton-schools-144320708.html\">New York State</a> and Massachusetts have also put restrictions on the use of biometrics. Even <a href=\"https://www.engadget.com/irs-to-end-facial-recognition-use-195637614.html\">the IRS walked back</a> plans to use facial recognition for identity verification purposes.</p><p>That sounds encouraging for the re-introduced bill, but that momentum isn't universal: Law enforcement still sees biometrics as <a href=\"https://www.engadget.com/ten-federal-agencies-expanding-facial-recognition-070044629.html\">a useful tool for investigating crime</a>, and the TSA has been testing systems that compare travelers to the photo on their passport or driver's license.</p>This article originally appeared on Engadget at https://www.engadget.com/legislation-to-ban-government-use-of-facial-recognition-hits-senate-for-the-third-time-194547733.html?src=rss", "link": "https://www.engadget.com/legislation-to-ban-government-use-of-facial-recognition-hits-senate-for-the-third-time-194547733.html?src=rss", "date_published": "2023-03-07 19:45:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Playdate’s Catalog games store is live today", "description": "<p>Since Panic’s Playdate began <a href=\"https://www.engadget.com/playdate-group-one-orders-shipping-174813662.html\"><ins>shipping last spring</ins></a>, the handheld has offered two ways for players to install games. To start, the device comes with a seasonal lineup of free titles. These are automatically added to your Playdate’s library at a cadence of two every week for 12 weeks, for a total of 24 games during its <a href=\"https://play.date/games/season-one/\"><ins>first season</ins></a>. It’s also possible to sideload games purchased through marketplaces like <a href=\"https://itch.io/games/tag-playdate\"><ins>Itch.io</ins></a>. Today, Panic is adding a third way to download software for your Playdate in the form of <a href=\"https://news.play.date/news/catalog-is-out/\"><ins>Catalog</ins></a>, a curated storefront of Playdate content.</p><div id=\"164850b3d99844bd92526f7c3795f521\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>At launch, there are 16 games to be found on Catalog. You can browse the storefront on your Playdate and the <a href=\"https://play.date/games/catalog/\"><ins>web</ins></a>. Eleven of the titles are brand new, and it looks like there are some promising gems on the list. Specifically, <a href=\"https://play.date/games/grand-tour-legends/\"><em><ins>Grand Tour Legends</ins></em></a> looks like a standout. It’s an arcade racing game where your only job is to turn the pedals on your bike by spinning the Playdate’s signature crank. There’s more strategy involved than you might think, as you need to manage your rider’s energy levels. Another intriguing title comes in the form <a href=\"https://play.date/games/carve-jr/\"><em><ins>Carve Jr</ins></em></a>, a game where you use the Playdate’s crank to perform snowboarding tricks. At most, you can expect to pay up to $15 for a game from the storefront.</p><span id=\"end-legacy-contents\"></span><p>Separately, Panic is increasing the price of Playdate. Effective April 7th, the handheld will cost $199, a $20 increase from its current $179 price. The company blamed the price increase on increasing production costs. “Our manufacturing partner recently gave us the news that the cost of building a Playdate is going up,” Panic <a href=\"https://news.play.date/news/april-2023-price/\"><ins>said</ins></a>. “And given our already tight margins, we’re at a point when we need to adjust Playdate’s price.” Panic adds it’s giving customers a month’s notice on the price increase to soften the blow caused by the move. “We don’t take this lightly: we’ve always wanted Playdate to be as affordable as possible.”</p>This article originally appeared on Engadget at https://www.engadget.com/playdates-catalog-games-store-is-live-today-192058857.html?src=rss", "link": "https://www.engadget.com/playdates-catalog-games-store-is-live-today-192058857.html?src=rss", "date_published": "2023-03-07 19:20:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Messenger is returning to the Facebook mobile app after nine years away", "description": "<p>It's been so long since <a href=\"https://www.engadget.com/2014-07-28-facebook-messenger-taking-over.html\"><ins>Meta cut Messenger out of the Facebook mobile app</ins></a> that Windows Phone was still somewhat of a thing at the time. Almost nine years later, Meta is ready to bring them back together. &quot;We are testing the ability for people to access their Messenger inbox within the Facebook app and you’ll see us expand this testing soon,&quot; <a href=\"https://www.engadget.com/tag/facebook/\"><ins>Facebook</ins></a> head Tom Alison wrote. &quot;Ultimately, we want it to be easy and convenient for people to connect and share, whether in the Messenger app or directly within Facebook.&quot;</p><p>When Meta removed <a href=\"https://www.engadget.com/tag/messenger/\"><ins>Messenger</ins></a> from the Facebook app in 2014, it said that &quot;our goal is to focus development efforts on making Messenger the best mobile messaging experience possible and avoid the confusion of having separate Facebook mobile messaging experiences.&quot; It's unclear whether Meta has any plans to bring messaging back to the mobile browser version of Facebook. It started pushing mobile web users toward the Messenger app <a href=\"https://www.engadget.com/2016-06-04-facebook-shoves-mobile-web-users-toward-the-messenger-app.html\"><ins>in 2016</ins></a>. In any case, having one fewer app to juggle on your phone is probably not a bad thing. You might be able to <a href=\"https://www.engadget.com/instagram-facebook-messenger-chat-merger-190328812.html\"><ins>send messages to Instagram users</ins></a> from the Facebook app too.</p><span id=\"end-legacy-contents\"></span><p>Meta made the announcement in a <a href=\"https://about.fb.com/news/2023/03/facebook-today-and-tomorrow/\"><ins>bizarrely framed blog post</ins></a> about Facebook's focus areas for 2023. The post seeks to assure people that &quot;Facebook is not dead nor dying,&quot; as it now has <a href=\"https://www.engadget.com/facebook-2-billion-meta-q4-2022-earnings-223814979.html\"><ins>more than 2 billion users</ins></a>.</p><p>In an effort to become more competitive with <a href=\"https://www.engadget.com/tag/tiktok/\"><ins>TikTok</ins></a>, Meta is attempting to shift Facebook away from an app where you keep up with friends and family to more of an entertainment and discovery platform. It's trying to &quot;make Facebook the best place for social discovery and sharing,&quot; as Alison put it in the blog post.&nbsp;</p><p>A key reason why Meta is bringing messaging back to the Facebook app is to &quot;make it easier for people to share what they discover on Facebook via messaging, when, where and how it suits their needs, without needing to switch to another app,&quot; Alison wrote. TikTok enables users to share videos that they stumble upon with their friends through built-in <a href=\"https://www.engadget.com/2020-02-19-tiktok-parents-family-safety-mode-teens.html\"><ins>direct messaging</ins></a>. So, on one hand Meta is reversing course and going back to an older way of doing things, but on the other it is, once again, aping a competitor.</p>This article originally appeared on Engadget at https://www.engadget.com/messenger-is-returning-to-the-facebook-mobile-app-after-nine-years-away-191426674.html?src=rss", "link": "https://www.engadget.com/messenger-is-returning-to-the-facebook-mobile-app-after-nine-years-away-191426674.html?src=rss", "date_published": "2023-03-07 19:14:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitch takes a harder stance against explicit deepfakes", "description": "<p>Twitch already forbids <a href=\"https://www.engadget.com/deepfake-porn-uk-ban-online-safety-bill-171007700.html\">explicit deepfake</a> images and videos, but it's taking a tougher position against them today. The livestreaming service is updating its policy on adult nudity to include a ban on synthetic NCEI (non-consensual exploitative images), even if it's only shown briefly or to criticize its existence. It's also revising ts sexual violence and exploitation policies to make clear that intentionally making and sharing non-consensual deepfakes can lead to a ban with the first offense.</p><p>The policy changes should take effect within the next month. The company hopes the added clarity and modernized language will deter potential offenders. The company is holding a virtual Creator Camp with NCEI expert Zara Ward on March 14th to help spot and deal with malicious deepfakes. We've asked the company if it has any plans to detect deepfakes as they appear, and will let you know if we hear back.</p><span id=\"end-legacy-contents\"></span><p>The update comes after an <a href=\"https://www.dexerto.com/entertainment/twitch-streamer-atrioc-gives-tearful-apology-after-paying-for-deepfakes-of-female-streamers-2047162/\">incident</a> in which well-known streamer Atrioc briefly showed a browser tab with a website selling access to deepfakes of female Twitch streamers, including some high-profile creators. Atrioc has since apologized and says he was only &quot;morbidly curious,&quot; but that still left broadcasters and viewers angry. None of the women consented to these images.</p><p>Women on Twitch are no strangers to harassment, including brigaders who try to <a href=\"https://kotaku.com/twitch-streamer-says-she-was-banned-for-suggestive-atti-1839040894\">get them banned</a> for allegedly violating policies forbidding sexually suggestive content. Twitch has added more tools to <a href=\"https://www.engadget.com/twitch-chat-verification-192256743.html\">discourage harassment and trolling</a>, but critics have also accused it of implementing <a href=\"https://www.engadget.com/twitch-nudity-attire-guidelines-094919224.html\">confusing guidelines</a> that enable abuse and force women to dress conservatively.</p><p>Deepfakes can be used for positive purposes, such as <a href=\"https://www.engadget.com/kendrick-lamar-deepfake-music-video-143002539.html\">clever music videos</a>. However, the non-consensual versions remain a problem and have prompted government crackdowns. Both states and countries like the UK are either <a href=\"https://www.engadget.com/2019-07-02-virginia-deepfake-revenge-porn.html\">enacting</a> or drafting laws that criminialize sharing such deepfakes. In that regard, Twitch is just adding another mechanism to help limit the spread of this content.</p>This article originally appeared on Engadget at https://www.engadget.com/twitch-takes-a-harder-stance-against-explicit-deepfakes-175407437.html?src=rss", "link": "https://www.engadget.com/twitch-takes-a-harder-stance-against-explicit-deepfakes-175407437.html?src=rss", "date_published": "2023-03-07 17:54:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Niantic’s Tamagotchi-like ‘Peridot’ arrives on May 9th", "description": "<p><em>Peridot</em>, the next game from <em>Pokémon Go </em>developer Niantic, will arrive on May 9th, the studio <a href=\"https://playperidot.com/en/news/peridot-release-date\">announced today</a>. <a href=\"https://www.engadget.com/niantic-peridot-ar-game-virtual-pet-tamagotchi-181400288.html\">First revealed last spring</a>, <em>Peridot </em>is the first original release from Niantic since it <a href=\"https://www.engadget.com/2018-11-05-niantic-ingress-prime-interview.html\">relaunched <em>Ingress</em> in 2018</a>. Gameplay involves players breeding and caring for virtual pets named Dots. According to Niantic, each Dot will feature a unique appearance thanks to a system that allows them to inherit a mix of “genes” from their parents.</p><div id=\"dd41b422df2c4cbd9d628281c95ad1ca\"></div><p>Pre-registrations for <em>Peridot</em> are now open on the <a href=\"https://apps.apple.com/us/app/peridot/id6445801028\">App Store</a> and <a href=\"https://play.google.com/store/apps/details?id=com.nianticlabs.peridot\">Google Play Store</a>. Players who pre-register and play the game within its first two weeks of availability will get a special party hat cosmetic for their Dots. It’s obvious Niantic has high hopes for <em>Peridot</em> and hopes to recapture some of the success it saw following the release of <em>Pokémon Go</em> in the summer of 2016. The last few years have seen the studio experience multiple setbacks. In 2021, for instance, it announced the shutdowns of both <a href=\"https://www.engadget.com/harry-potter-wizards-unite-shut-down-january-31-2022-181008602.html\"><em>Harry Potter: Wizards Unite</em></a> and <a href=\"https://www.engadget.com/niantic-shutting-down-catan-world-explorers-201434004.html\"><em>Catan: World Explorers</em></a>. More recently, Niantic <a href=\"https://www.engadget.com/niantic-layoffs-games-canceled-pokemon-go-185005794.html\">laid off approximately 90 employees</a> and canceled four more projects.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/niantics-tamagotchi-like-peridot-arrives-on-may-9th-173804425.html?src=rss", "link": "https://www.engadget.com/niantics-tamagotchi-like-peridot-arrives-on-may-9th-173804425.html?src=rss", "date_published": "2023-03-07 17:38:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sonos speakers will support Apple Music spatial audio starting March 28th", "description": "<p>You won't have to buy a <a href=\"https://www.engadget.com/apple-homepod-review-2nd-generation-140040630.html\">HomePod</a> to listen to Apple Music spatial audio in your living room. Sonos has <a href=\"https://www.businesswire.com/news/home/20230307005526/en/Sonos-becomes-Apple-Music%E2%80%99s-first-partner-to-bring-spatial-audio-to-the-home\">confirmed</a> that its speakers will support Apple Music's Dolby Atmos playback from March 28th. You won't need the new <a href=\"https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html\">Era 300</a> to experience the more immersive format, either. Sonos also says <a href=\"https://www.engadget.com/sonos-arc-review-dolby-atmos-soundbar-010039560.html\">the Arc</a> and <a href=\"https://www.engadget.com/sonos-beam-gen-2-review-dolby-atmos-soundbar-130024506.html\">second-gen Beam</a> soundbars will also handle spatial audio tracks.</p><p>Play-series speakers and older Sonos soundbars unsurprisingly won't support spatial audio as they were built around conventional stereo and surround output. You'll need to upgrade if you want the grander audio experience, unfortunately.</p><span id=\"end-legacy-contents\"></span><p>The news makes the Era 300 considerably more appealing. Before today, Sonos was only committed to supporting spatial audio through Amazon Music Unlimited. This effectively doubles the potential audience. Statista <a href=\"https://www.statista.com/statistics/653926/music-streaming-service-subscriber-share/#:~:text=Subscriber%20share%20of%20music%20streaming%20services%20worldwide%20Q2%202022&amp;text=In%20the%20second%20quarter%20of,Amazon%2C%20Tencent%20Music%20and%20YouTube.\">notes</a> that Amazon had 13.3 percent market share in the second quarter of last year, while Apple Music had 13.7 percent. Unless you're a Spotify die-hard (where spatial audio isn't really an option as we write this), there's a real chance you can try this feature yourself.</p><p>It's not certain if other speaker brands will support Apple Music spatial audio. We've asked Apple for comment. For now, though, this gives Sonos an edge over competitors that might not offer Atmos music at any price point. Whether or not it fares well against Apple's own hardware is another matter. If you're looking for spatial audio support at the lowest price possible, the $299 HomePod is decidedly more affordable than the $450 Era 300. We won't be surprised if the Sonos model sounds better, but it also represents a larger investment.</p>This article originally appeared on Engadget at https://www.engadget.com/sonos-speakers-will-support-apple-music-spatial-audio-starting-march-28th-161505844.html?src=rss", "link": "https://www.engadget.com/sonos-speakers-will-support-apple-music-spatial-audio-starting-march-28th-161505844.html?src=rss", "date_published": "2023-03-07 16:15:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget is looking for contributing writers in the US", "description": "<p>If you love technology as much as we do and have writing chops to boot, we want to hear from you. Engadget is looking for freelance news writers in the US! Interested applicants should send a cover letter, resume and links to three writing samples to <strong>jobs</strong> at <strong>engadget dot com</strong>. Here’s the deal:</p><h2>Contributing writer</h2><h2></h2><p>Engadget is looking for ambitious and enthusiastic freelance writers capable of telling compelling stories about technology, science and the future of everything. The ideal candidate will put important news in proper context with minimal fluff, find an interesting and original angle from which to tackle a story, explain complicated subjects simply and clearly, and do this all reasonably quickly.</p><span id=\"end-legacy-contents\"></span><p>As a writer at Engadget you'll be an essential part of our dedicated and passionate news team. Our ideal candidates will have some solid professional media experience under their belt, but we're also open to early-career writers who are ready to hustle. You'll gain valuable experience and exposure in a fast-paced, online newsroom. Plus, you'll have access to some of the finest writers and reporters in the business who can offer invaluable lessons on how to thrive in the modern media landscape.</p><p>Freelance contributing writers will take on between three and five assignments per day (we're looking for coverage on East Coast hours, with shifts such as 8AM-1PM ET and 1PM-5PM ET available). We are currently looking for writers located in the US, or anyone willing to work during US business hours. Shifts will be a minimum of four hours, paid hourly at $28.</p><p>We're looking for:</p><ul><li><p>Preferably someone who already has some professional tech/science/auto bylines under their belt.</p></li><li><p>A familiarity with and sincere interest in consumer technology.</p></li><li><p>A writer with a strong, lively voice who can turn in clean copy quickly.</p></li><li><p>Works well with others, and is receptive to feedback.</p></li><li><p>Experience with Photoshop or other photo editing software is a plus.</p></li></ul><p></p>This article originally appeared on Engadget at https://www.engadget.com/engaget-contributing-writers-jobs-160008551.html?src=rss", "link": "https://www.engadget.com/engaget-contributing-writers-jobs-160008551.html?src=rss", "date_published": "2023-03-07 16:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Even Slack has a ChatGPT app now", "description": "<p><a href=\"https://www.engadget.com/tag/slack/\"><ins>Slack</ins></a> is the latest notable app to embrace <a href=\"https://www.engadget.com/tag/chatgpt/\"><ins>ChatGPT</ins></a> as the generative AI buzz continues to sweep through the tech industry. OpenAI has <a href=\"https://www.salesforce.com/news/stories/chatgpt-app-for-slack/\"><ins>built a ChatGPT app</ins></a> using Slack's development tools and it's available <a href=\"https://openai.com/waitlist/slack\"><ins>in beta</ins></a> today.</p><p>The app can draft messages and summarize conversations and threads, according to Slack. If you have the ChatGPT app installed, you can click on a thread's menu button and select the &quot;summarize thread&quot; or &quot;draft reply&quot; option. The app will whip up a summary or response that only you can see. You'll then be able to share that information.</p><span id=\"end-legacy-contents\"></span><p>Slack says the app can also use AI to deliver answers and insights on any project or topic, chatbot-style. It suggests this could be useful when looking up best practices or researching a potential new customer. Slack notes <a href=\"https://www.engadget.com/openai-will-let-developers-build-chatgpt-into-their-apps-204737530.html\"><ins>OpenAI won't use any of the data</ins></a> that the ChatGPT app can access on the platform to train its language models.</p><div id=\"2b7a41ffeedf49519a0bac836d01e069\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Meanwhile, Slack's parent company Salesforce has <a href=\"https://www.salesforce.com/news/press-releases/2023/03/07/einstein-generative-ai/\"><ins>created</ins></a> a generative AI system called Einstein. It includes integration with <a href=\"https://www.engadget.com/tag/openai/\"><ins>OpenAI’s</ins></a> tech, but companies that use Salesforce products can tap into other third-party AI models through Einstein too. As such, Salesforce says its customers can &quot;use natural-language prompts directly within their Salesforce CRM [customer relationship management tools] to generate content that continuously adapts to changing customer information and needs in real time.&quot;</p><p>In any case, this is another case of generative AI quickly being shoved into even more mainstream tech products beyond <a href=\"https://www.engadget.com/microsoft-gives-bings-ai-chatbot-personality-options-155521297.html\"><ins>search engines</ins></a> and many facets of the <a href=\"https://www.engadget.com/microsoft-is-holding-a-future-of-work-ai-event-on-march-16th-165818278.html\"><ins>Microsoft ecosystem</ins></a>. But hey, at least you won't have to bother thinking up responses to your coworkers' terrible jokes in Slack DMs.</p>This article originally appeared on Engadget at https://www.engadget.com/even-slack-has-a-chatgpt-app-now-154334452.html?src=rss", "link": "https://www.engadget.com/even-slack-has-a-chatgpt-app-now-154334452.html?src=rss", "date_published": "2023-03-07 15:43:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hyundai's revamped Kona EV offers more room and a longer range", "description": "<p>The <a href=\"https://www.engadget.com/2019-03-01-2019-hyundai-kona-ev-car-review.html\">original Kona EV</a> was appealing if you wanted a compact electric crossover, but it lost some of its appeal when the longer-ranged (and frankly more stylish) <a href=\"https://www.engadget.com/hyundai-ioniq-first-drive-180018819.html\">Ioniq 5</a> arrived on the scene. However, Hyundai just gave you a reason to consider its 'entry' model once more. After months of early peeks, the automaker has <a href=\"https://www.hyundai.com/worldwide/en/company/newsroom/all-new-kona-upscaled-multiplayer-accelerates-hyundai%E2%80%99s-electrification-vision-with-extended-range-and-advanced-features-0000016980?minDate=00000000000&amp;selectedVal=&amp;year=0&amp;searchKey=&amp;type=RES&amp;type=IMG&amp;selection=&amp;pageNo=1&amp;maxDate=20230307225409&amp;rowCount=15&amp;latest=true&amp;listPageUrl=release.all\">unveiled</a> a sleeker second-generation Kona built with an electric powerplant in mind. That, in turn, promises some meaningful improvements to the performance and interior design.</p><p>The higher capacity 65.4kWh battery option now provides an estimated 304 miles of range using the WLTP testing cycle. We wouldn't be surprised if the EPA-estimated figure is more conservative, but that still hints a longer range than the 258 miles of the current model. You now get battery preconditioning to improve charging times and cold weather range, and vehicle-to-load support lets you power devices both inside and outside of the car. There's also new support for &quot;i-Pedal&quot; one-pedal driving. Just don't expect the speediest charging. The Kona doesn't have the 800V architecture of the Ioniq 5 or Kia EV6, so it will take 41 minutes to charge from 10 percent to 80 percent.</p><span id=\"end-legacy-contents\"></span><div id=\"5e7e6ce9c9d74e6aa879ec47aa54eb41\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Regardless of what motor system is inside your vehicle, you can expect a larger &quot;living space&quot; with more storage (17 cubic feet in the trunk), a front trunk and plenty of in-cabin tech. An optional heads-up display sadly isn't available in North America, but you will find dual 12.3-inch screens, over-the-air software updates and NFC-based <a href=\"https://www.engadget.com/apple-carkey-hyundai-genesis-cars-172130052.html\">digital car key</a> support. The driver aids are also supposedly more powerful than in other mini-SUVs in this class, such as an attention monitor (to make sure you don't doze off), a blind spot monitor and assistants for forward collision avoidance and safer highway driving.</p><p>Hyundai hasn't detailed US pricing, although it says the Kona will still be available in combustion-only and hybrid versions in addition to the EV. It should reach US customers in the third quarter of the year. If history is any indication, the Kona should cost less than the Ioniq 5. That could make it appealing if you want to go electric but can't justify the premium for the brand's most advanced offerings.</p>This article originally appeared on Engadget at https://www.engadget.com/hyundais-revamped-kona-ev-offers-more-room-and-a-longer-range-151216854.html?src=rss", "link": "https://www.engadget.com/hyundais-revamped-kona-ev-offers-more-room-and-a-longer-range-151216854.html?src=rss", "date_published": "2023-03-07 15:12:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Sonos is betting big on spatial audio with the $450 Era 300 speaker", "description": "<p>For the last few years <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL2hvbWUiLCJjb250ZW50VXVpZCI6ImY3ZTJiMmI2LTBlNzAtNDk2Ni1hNTI2LWE1ZGNlYjVkM2MzZiJ9&amp;signature=AQAAAUBpz6hfTRZNzx4kCH9z0Q19-aOMxpwdPVD4PI9ns-_w&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fhome\">Sonos</a> has focused most of its efforts on two categories: <a href=\"https://www.engadget.com/sonos-roam-review-130039811.html\">portable speakers</a>, like the Move and Roam; and home theater products like the affordable Ray and <a href=\"https://www.engadget.com/sonos-arc-review-dolby-atmos-soundbar-010039560.html\">more extravagant, Atmos-capable Arc</a> soundbars. The company’s main pair of music-focused speakers, the One and Five, still sound great but are getting a little long in the tooth.</p><p>That changes today with two new options: the Era 100 and Era 300. The $250 Era 100 is a totally redesigned replacement for the One with a number of improvements over its predecessor, while the $450 Era 300 is the first Sonos speaker capable of playing spatial audio. As with most Sonos speakers, you can use a pair of either of them in stereo or as rear surround speakers in a home theater setup. If you have the Sonos Arc or gen-2 Beam and Sub, adding a pair of Era 300s as your rear surrounds gives you a wild 7.1.4 Dolby Atmos experience. (If you’re willing to spend roughly $2,600 for that setup, anyway).</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Sonos Era 300 - home theater setup\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/6d044020-bc64-11ed-b5a7-6324e4b53c05\" /><figcaption></figcaption><div class=\"photo-credit\">Sonos</div></figure><p>The Era 300 looks unlike any speaker Sonos has released before, though it still has the company’s familiar clean design language. Its somewhat unusual knocked-over hourglass shape is largely functional: it allows for the upward-facing tweeter to fire at a slight but specific angle, which the company says will deliver more room-filling reflections for spatial audio. There are three more tweeters: one dead-center and forward-firing as well as two pointing left and right. Finally, a pair of woofers on either side of the speaker provide plenty of bass.</p><p>The Era 100, on the other hand, is more obviously a <a href=\"https://www.engadget.com/2017-10-18-sonos-one-review.html\">tweak to the Sonos One</a>, itself acoustically identical to the Sonos Play:1 that was released all the way back in 2013. Put another way, an upgrade was long past due. The Era 100 features a pair of tweeters for left and right stereo channels in a single speaker, as well as a woofer that’s 25 percent larger than the One’s. It may not have the spatial audio capabilities of the Era 300, but it’s still a significant update to its predecessor.</p><figure><img alt=\"The new Sonos Era 100 speaker.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/8577d281-bc63-11ed-8cb6-7026ced8288c\" /><figcaption></figcaption><div class=\"photo-credit\">Nathan Ingraham / Engadget</div></figure><p>Despite the very different price points and capabilities, both of these speakers have a lot in common. Both feature USB-C ports that let you plug in a turntable or other audio equipment with an optional line-in adapter. More significantly, they both also include Bluetooth, the first time Sonos has put the feature in a non-portable speaker. They also have a redesigned set of touch controls on top – instead of taping on either side of the play / pause button to adjust volume, there’s now a little ridge you can swipe your finger across as well as dedicated forward and back buttons. Sonos also included a physical switch to disconnect the microphones. This actually cuts the connection to the mic for additional security, rather than just muting it via software.</p><p>Both the Era 100 and Era 300 also can use those microphones for Trueplay tuning, which optimizes audio for where you place the speakers in your living space. Previously, Trueplay required an iOS device; its microphone was used to listen for optimizing the sound. If you used Android, you were unfortunately out of luck. But even though Sonos has been putting microphones in its speakers for years now, you couldn’t use them for Trueplay. This new feature means a lot more people will likely take advantage of the feature – that’s good news, because Trueplay does make a big difference.</p><figure><img alt=\"Sonos Era 100 with turntable\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/f2950f80-bc64-11ed-bb7b-ade7b513095a\" /><figcaption></figcaption><div class=\"photo-credit\">Sonos</div></figure><p>I got a chance to listen to both speakers in a variety of configurations at a Sonos press event last month, and they both unsurprisingly sounded great – but that was in a carefully arranged environment that Sonos had total control over. Obviously, we’ll need to review these speakers to see how they perform in the real world, but I was impressed by the short demo I got. The Era 100 doesn’t sound totally different from the One, but the larger woofer definitely gives it more bass presence. The two tweeters don’t give it true stereo separation, since they’re so close to each other, but they definitely provide more clarity in the high ranges than you hear in the One.</p><p>The Era 300, however, sounds quite a bit different. Sonos first showed us its chops playing back standard audio, and it has significantly more volume, bass and presence than the Era 100. Not a shock, considering it costs $200 more and has twice as many drivers. We then got to hear how the single speaker did at playing back spatial audio tracks. They didn’t sound radically different, but did less like they were coming from a single point in a room; instead, the audio was more balanced and enveloping. Of the few songs we got to hear, “A Concert Six Months From Now” by Finneas was the most impressive. His multi-layered focals felt like they were coming at me from multiple angles, but it didn’t feel like a gimmick – it was just a more immersive and more intimate presentation.</p><figure><img alt=\"The Sonos Era 300 speaker, with a focus on its redesigned touch control panel\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/2f442fb0-bc65-11ed-bd5e-5b1bb3c615e6\" /><figcaption></figcaption><div class=\"photo-credit\">Sonos</div></figure><p>While it’s easy enough to see how the Era 100 fits into the Sonos lineup, the Era 300’s higher price tag and focus on spatial audio makes the speaker a big bet on an unproven market. For starters, the only spatial audio service it supports is Amazon Music Unlimited, which means the millions of people using Apple Music are out of luck. Apple has pushed spatial audio harder than just about anyone in the past few years, highlighting it both on its music streaming service and AirPod line of headphones. And with a new full-sized HomePod, Apple now has both speakers and headphones that can play back Atmos mixes. So, it might not be inclined to support competing Sonos hardware.</p><p>Regardless of the competition, Sonos clearly sees spatial audio as the future of music playback. The company said there’s major interest in the format from artists and producers, and claimed that the Era 300 will be the best way to hear the details of spatial audio mixes without needing a room full of audio gear. Of course, there’s only so much we can expect from a single speaker, no matter how advanced its driver array is. And while Amazon is the only service that’s compatible with the Era 300 for spatial music, Spotify, YouTube Music and others will likely start offering spatial audio sooner than later – though again, that doesn’t mean it’ll necessarily work on Sonos hardware.</p><p>Of course, the Era 300 also is an extremely capable speaker even when playing back stereo mixes. As with the outstanding but expensive Sonos Five speaker, the Era 300 will probably be a more niche product in the company’s lineup. But if the spatial audio wave is about to crest, it makes sense for Sonos to be ready for it rather than play catch-up.</p>This article originally appeared on Engadget at https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html?src=rss", "link": "https://www.engadget.com/sonos-is-betting-big-on-spatial-audio-with-the-450-era-300-speaker-140041530.html?src=rss", "date_published": "2023-03-07 14:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok's Series feature will allow creators to charge for 'premium' content", "description": "<p>TikTok has a <a href=\"https://newsroom.tiktok.com/en-us/introducing-a-new-way-for-creators-to-share-premium-content-with-series\"><ins>new plan</ins></a> to challenge YouTube and help creators earn more on their platform. The company is introducing Series, a new feature that allows creators to charge for collections of &quot;premium&quot; videos.</p><p>Videos that are part of a “series” will differ from other TikTok videos in a couple ways. First, the videos can be up to 20 minutes long, double the ten-minute limit for most other videos on the platform. And, unlike other TikTok content, series content will live behind a paywall, meaning the clips won’t show up in the app’s recommendations or be as easily shareable as typical TikTok videos. (Creators will, however, be able to link to their Series from other, non-paywalled videos.)&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Series creators have considerable flexibility in how much they charge, with one-time payment options ranging from $0.99 to $189.99 for access to video collections. In a blog post, the TikTok notes that creators are free to choose an amount “that best reflects the value of their exclusive content.”</p><p>The feature could help creators earn substantially more from their videos than existing monetization features on the platform. Creators have long <a href=\"https://www.engadget.com/tiktok-stars-creator-fund-payouts-222006327.html\"><ins>criticized</ins></a> the company’s creator fund, which they say isn’t big enough to accommodate the app’s growing ranks of prominent users. TikTok has apparently paid close attention to that criticism as it recently introduced a newer version of its creator fund, the <a href=\"https://www.engadget.com/tiktok-starts-rolling-out-another-creator-monetization-plan-in-the-us-182701698.html\"><ins>Creativity Program</ins></a>, meant to help creators earn more.</p><p>Interestingly, TikTok says that it’s not planning on taking a cut of creators’ revenue from Series, at least for now. A spokesperson for the company said that “for a limited time” creators will receive “100% of their earnings” minus app store fees. That could potentially help TikTok make its new longform offerings more competitive with YouTube, which creators often favor for longer videos because of the increased revenue potential.</p><p>Of course, a lot will depend on how individual TikTokkers use the new paywall features, and if their fans are willing to fork over for more exclusive content. For now, only a handful of “select” creators have access to Series, but the company says it will start accepting applications from more creators “in the coming months.</p>This article originally appeared on Engadget at https://www.engadget.com/tiktoks-series-feature-will-allow-creators-to-charge-for-premium-content-140033561.html?src=rss", "link": "https://www.engadget.com/tiktoks-series-feature-will-allow-creators-to-charge-for-premium-content-140033561.html?src=rss", "date_published": "2023-03-07 14:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "GM's Ultra Cruise system will debut on the Cadillac Celestiq later this year", "description": "<p>Even as it has radically expanded the hands-free driver assist capabilities of its current generation Super Cruise ADAS, General Motors has been hard at work on the system's successor, Ultra Cruise, since 2021. On Tuesday, GM finally revealed which model will be first to receive the upgraded features of Ultra Cruise and that vehicle is the Cadillac Celestiq.</p><p>&quot;We're trying to expand our hands-free driving experience that we have with Super Cruise to most paved and public roads,&quot; Jason Dittman, General Motors' Chief Engineer, said during a press call Monday. &quot;It will be a 'destination to destination' experience.&quot;</p><span id=\"end-legacy-contents\"></span><p>&quot;You get in your car, use the internal nav navigation system, put a destination in it, and the car would essentially do the driving — roughly on 95 percent of the driving maneuvers on a typical drive, you'll be able to do hands-free,&quot; he added.</p><p>We already had a solid understanding of what Ultra Cruise would be capable of as<a href=\"https://news.gm.com/newsroom.detail.html/Pages/news/us/en/2021/oct/1006-ultracruise.html\"> GM went into detail when it first announced development of the system in 2021</a>. Super Cruise currently works on around 400,000 miles of US and Canadian highways, allowing drivers to take their hands off the wheel when driving on a compatible highway or state route. It uses a mix of LiDAR, radar, GPS and cameras to know where the vehicle is on the road.</p><p>Ultra Cruise, builds off this with a new computing system, that will fuse the incoming data streams into a unified 360-degree view around the vehicle. &quot;They're not redundant, they're fused together to give us the most accurate picture of the vehicle surroundings,&quot; Dittman said. Ultra Cruise equipped vehicles will also use an interior-facing infrared driver attention monitor that will track the, &quot;driver’s head position and/or eyes in relation to the road,&quot; according to Tuesday's announcement.</p><p>Ultra Cruise will work on more than 2 million miles of highway at launch. Over time, the company plans to further expand the number of roadways covered by the Ultra Cruise network to include 3.4 million miles of roadway encompassing, &quot;nearly every paved road, city street, suburban street, subdivision, and rural road in addition to the highways that today on the super cruise operates on,&quot; Dittman added.</p><p>Note that despite the larger number of roads the new system will work on, it still offers the same Level 2 driver assist capabilities as the rest of the auto industry,<a href=\"https://www.engadget.com/mercedes-first-certified-level-3-autonomy-car-company-us-201021118.html\"> save Mercedes</a>. That means, you will have to keep paying attention to the road you just won't have to keep your hands strictly on the wheel.</p><p>Unfortunately, current Super Cruise subscribers will not be able to upgrade to the new system once it arrives later this year. Ultra Cruise requires additional sensors and hardware to operate and GM doesn't currently have plans to offer a retrofit kit. You'll have to<a href=\"https://www.engadget.com/cadillac-celestiq-ev-features-price-release-date-010058818.html\"> pony up the $300k Caddy is asking for the Celestiq</a> if you want to be among the first to try it.</p>This article originally appeared on Engadget at https://www.engadget.com/gms-ultra-cruise-system-will-debut-on-the-cadillac-celestiq-later-this-year-140011591.html?src=rss", "link": "https://www.engadget.com/gms-ultra-cruise-system-will-debut-on-the-cadillac-celestiq-later-this-year-140011591.html?src=rss", "date_published": "2023-03-07 14:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The iPhone 14 now comes in yellow", "description": "<p>Apple is keeping up its recent tradition of <a href=\"https://www.engadget.com/iphone-13-green-photos-140005020.html\">adding new iPhone colors</a> in the spring. The company has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL25ld3Nyb29tLzIwMjMvMDMvaGVsbG8teWVsbG93LWFwcGxlLWludHJvZHVjZXMtbmV3LWlwaG9uZS0xNC1hbmQtaXBob25lLTE0LXBsdXMvIiwiY29udGVudFV1aWQiOiJkNTI4NDY4Ny1mMGY3LTRkYTMtOTE0ZS0wYjc1MzVkODU1OWEifQ&amp;signature=AQAAAfvt3mMUT0fNlqeQUsYVijNIvuinmiHdWUMXeawJ_m6j&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fnewsroom%2F2023%2F03%2Fhello-yellow-apple-introduces-new-iphone-14-and-iphone-14-plus%2F\">introduced</a> yellow versions of the <a href=\"https://www.engadget.com/iphone-14-review-camera-test-sample-pictures-notch-specs-battery-life-130022134.html\">iPhone 14</a> and <a href=\"https://www.engadget.com/i-phone-14-plus-review-bigger-screen-better-battery-life-040056936.html\">14 Plus</a> — sorry, no Pro equivalent this year. They're identical in functionality and price to other hues, of course ($799 and $899 respectively), but don't be surprised if you start humming tunes about yellow submarines or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1kSWlaM3Z2Wjc4cyIsImNvbnRlbnRVdWlkIjoiZDUyODQ2ODctZjBmNy00ZGEzLTkxNGUtMGI3NTM1ZDg1NTlhIn0&amp;signature=AQAAAaqLS3KqfZg1GzGoBfeAJ8GEP_EUelMK2S2xik2ysHqx&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DdIiZ3vvZ78s\">bananaphones</a>.</p><p>Customers in over 60 countries (including the US, UK and Canada) can pre-order the yellow iPhone 14 family starting on March 10th at 8AM Eastern. The new versions will be available on March 14th alongside new silicone case colors that include a canary yellow.</p><span id=\"end-legacy-contents\"></span><p>This certainly isn't the first time Apple has offered the iPhone in this color. The <a href=\"https://www.engadget.com/2013-09-17-iphone-5c-review.html\">iPhone 5c</a> had a particularly bright yellow option, and you could buy the <a href=\"https://www.engadget.com/2019-09-17-apple-iphone-11-review.html\">iPhone 11</a> in a paler shade. However, the modern iPhone design hasn't been available in that color at all until now — you've had to be content with mostly subdued tones outside of Product Red models.</p><p>The strategy behind this isn't surprising. A new color theoretically boosts iPhone sales in the middle of the product cycle. It also gives the company an excuse to update Apple Watch bands for the spring. Still, you might not mind if you're in the market for a phone and want something livelier than the monochromatic options that define the landscape.</p><div id=\"993e1a6f67214b90a4a05da5264bd51e\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-iphone-14-now-comes-in-yellow-133841844.html?src=rss", "link": "https://www.engadget.com/the-iphone-14-now-comes-in-yellow-133841844.html?src=rss", "date_published": "2023-03-07 13:38:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "reMarkable launches a gorgeous, if expensive, Type Folio for its e-paper tablet", "description": "<p>I’ve always thought the folks at reMarkable were missing a trick by not offering a keyboard for their e-paper tablet. I’m a fan of portable, distraction-reducing writing machines, and when my brain gets too cluttered, I go stand by my window with a <a href=\"https://www.engadget.com/2020-03-09-apple-ipad-keyboard-folio-irl.html\">keyboard-equipped iPad</a> in front of me. reMarkable’s community has already found ways to <a href=\"https://www.reddit.com/r/RemarkableTablet/comments/j9g1d5/rm2_with_an_external_keyboard_accessory_port_usage/\">jerry-rig a keyboard</a> to the machine, but I’d much prefer to get a finished package than something knocked together on the fly.</p><p>So I was excited to learn that the company is now launching its own keyboard, stand and cover accessory in the form of the <a href=\"https://remarkable.com/store/remarkable-2/type-folio\">Type Folio</a>. It’s the company’s take on the cover-stand-keyboard unit offered for pretty much every other tablet on the market. But it’s also blessed with its own quirks, designed to ensure that it won’t ruin the skinny silhouette of the existing hardware.</p><span id=\"end-legacy-contents\"></span><p>For the uninitiated, <a href=\"https://www.engadget.com/remarkable-2-tablet-e-ink-hands-on-review-marker-writing-note-taking-130044070.html\">reMarkable 2</a> is an e-paper tablet promising paper-like responsiveness, letting you read, amend and write documents with a stylus. Its low weight, long battery life and the stripped-down nature of its offering has earned it plenty of plaudits from its hardcore fans. But while it makes many of its (intentional) limitations into virtues, it is still quite niche. As my beloved former colleague Chris Velazco said two years ago, “This is a device for people who care about writing and reading to the exclusion of just about everything else.”</p><p>To get started with Type Folio, you just slide reMarkable 2 into it, connecting to a small chin on the slate’s left hand side/bottom. Unfold the case and the stand will hold it upright to expose the keys underneath, and once it’s clicked in, the tablet reorientates itself to landscape mode. Flip the tablet back down to cover the keys, and it’ll jump back into portrait mode, in a way that feels natural, and seamless.</p><p>reMarkable opted to make the letter keys full size, sat over rubber dome switches with 1.3mm of travel. The number and other keys are compressed to fill space left over, but while I expected to need some adjustment time, it all came together fairly instantly. I was also delighted that the arrow keys (vital when moving the cursor around) were left in space to help your fingers find them.</p><p>In fact, I think I probably made just two more errors writing the first draft of this piece on the slate than I would on my regular keyboard. The lack of autocorrect and spell check could be an issue if you enjoy, or need, the assistance offered by most normal systems these days. If you use this for nothing more than first and second drafts, before finishing things on a different screen, then I can’t imagine it being an issue.</p><p>And for people who need something a little more limited to help keep their minds focused, this is a delight. I could well imagine myself taking this, rather than my iPad, over to the window when I need to avoid the numerous temptations of the internet. I especially liked the ability to make live notes with the stylus when proofing the draft while sat eating lunch, too. It’s as close to being able to print out and amend your work as I’m likely to get until I finally give in and buy a printer again.</p><p>Type Folio comes in two faux-leather finishes, the Sepia Brown I tried and an Ink Black. It’s slim and light enough that it doesn’t feel like too much bulk has been added to the already pretty slender tablet. Given that you’re now able to do a lot more with it than you could before, it feels like there’s been very little trade off or sacrifice made here.</p><p>If there’s one place I feel compelled to take points off, it’s in the price, which fails the “would I spend my own money to buy this” test. The slate itself is $299, and only really works if you buy a stylus priced at either $79, or $129 if you opt for the built-in “eraser.” So it’s hard to swallow when the keyboard folio is <a href=\"https://remarkable.com/store/remarkable-2/type-folio\">$199</a>, a full two-thirds of the price of the main hardware itself, as much as I think it’s a beautiful and well-engineered piece of gear. I do imagine that, for most would-be reMarkable buyers, price is less of a consideration than it is for other gadgets. But, in aggregate, the sticker gets close to the point where you start asking questions about how much you’d need this over, say, a 9th generation iPad and its own stylus and keyboard folio. By comparison, reMarkable remains a product that you’ll need to fall in love with before you start forking over that much cash, but mercifully, it’s also very easy to fall in love with.</p>This article originally appeared on Engadget at https://www.engadget.com/remarkable-2-type-folio-keyboard-hands-on-130057978.html?src=rss", "link": "https://www.engadget.com/remarkable-2-type-folio-keyboard-hands-on-130057978.html?src=rss", "date_published": "2023-03-07 13:00:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google begins rolling out its new look for Docs and other Workspace apps", "description": "<p>Your Google Docs, Sheets, Slides and Drive might look quite different in the coming days. The tech giant has <a href=\"https://workspaceupdates.googleblog.com/2023/03/refreshed-ui-google-drive-docs-sheets-slides.html\">started rolling out</a> the updated look and feel it <a href=\"https://www.engadget.com/googles-workspace-apps-are-getting-an-updated-look-170404744.html\">promised for them last month</a> based on its Material Design 3 language. In Docs, Sheets and Slides, Google is making it easier to find frequently used actions with a simplified user interface. The company is also moving some elements around to reduce clutter, including putting the edit and version history under a single clock icon at the top right corner of the app. Plus, Google is improving Docs' commenting experience — even adding emoji reactions that can be used to emphasize, upvote or disagree with responses — and updating its rulers and gridlines.&nbsp;</p><p>As for Drive, the tech giant is introducing the ability to select multiple items at once to enable batch actions. It's adding new search categories, such as type (PDF, documents, videos and zips), owner and last modified, as well, to make sorting and finding files a lot easier. Those two combined could cut the time you need to do frequent tasks involving several files of the same type. Within individual files, Google will now start surfacing key actions inline &quot;for quick access and increased productivity.&quot;</p><span id=\"end-legacy-contents\"></span><p>These features are now making their way to users, but it could take up to 15 days before they reach your apps. When Google announced its Workspace redesign in February, it also launched other features that included adding a stopwatch directly inside Docs that you could use to boost productivity. For Sheets, it added the capability to put Maps links directly in the app to aid in event or logistics planning. The app also got new shortcuts that let you quickly add relevant dates to a sheet simply by typing in @ with the appropriate keyword, like @today.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/google-rollout-new-look-docs-workspace-apps-124542742.html?src=rss", "link": "https://www.engadget.com/google-rollout-new-look-docs-workspace-apps-124542742.html?src=rss", "date_published": "2023-03-07 12:45:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Every link on Twitter briefly broke", "description": "<p>Many Twitter users feared that the platform would fall apart after Musk took over Twitter in October and swiftly fired thousands of employees and contractors. That hasn’t happened yet, but <a href=\"https://www.engadget.com/every-link-on-twitter-is-broken-right-now-165929931.html\">links failing to work, yesterday</a>, is likely connected to the company’s recent tinkering with APIs.</p><p>On Monday, links and images completely broke on Twitter for a spell across the company's website and mobile apps. &quot;Some parts of Twitter may not be working as expected right now. We made an internal change that had some unintended consequences,&quot; Twitter shared on its Support account at 12:19 PM ET, Monday. It took roughly less than an hour for most of the social network to start working again.</p><p>Twitter CEO Elon Musk tweeted: &quot;A small API change had massive ramifications. The code stack is extremely brittle for no good reason. Will ultimately need a complete rewrite.&quot; Twitter is restricting its APIs, the tools developers use to hook into the platform, and the company said it would start charging for access to them in early February.</p><p>Clicking on a link raised an error message that read: &quot;Your current API plan does not include access to this endpoint, please see https://developer.twitter.com/en/docs/twitter-api for more information.&quot; That link was also broken for a while.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/fifa-23-will-add-all-12-national-womens-soccer-league-teams-on-march-15th-183352449.html\">'FIFA 23' will add all 12 National Women's Soccer League teams on March 15th</a></p><p><a href=\"https://www.engadget.com/cities-skylines-ii-heads-to-pc-ps5-and-xbox-series-xs-in-2023-173045914.html\">'Cities: Skylines II' heads to PC, PS5 and Xbox Series X/S in 2023</a></p><p><a href=\"https://www.engadget.com/silo-teaser-reveals-apples-latest-post-apocalyptic-drama-164706371.html\">'Silo' teaser reveals Apple's latest post-apocalyptic drama </a></p><p><a href=\"https://www.engadget.com/microsofts-xbox-elite-wireless-controller-series-2-core-is-15-percent-off-right-now-090227471.html\">Microsoft's Xbox Elite Wireless Controller Series 2 Core is 15 percent off right now</a></p><p><a href=\"https://www.engadget.com/gran-turismo-7-resident-evil-village-ps-vr2-review-181810802.html\">'Gran Turismo 7' and 'Resident Evil Village' are gloriously immersive on PS VR2 </a></p><p></p><p></p><h2><a href=\"https://www.engadget.com/microsoft-is-holding-a-future-of-work-ai-event-on-march-16th-165818278.html\">Microsoft is holding a 'future of work' AI event on March 16th</a></h2><h3>You may see OpenAI technology powering Microsoft's business services.</h3><h3></h3><p>Now everyone is excited about something Microsoft is working on, the company is going hard on events. It’s holding another AI event, focused on what it says is “the future of work.” Microsoft CEO Satya Nadella and Microsoft 365 lead Jared Spataro will host the presentation. A leak from <em>The Verge</em> suggests Microsoft may introduce AI-equipped versions of Microsoft 365 apps like Outlook and Word. While the exact functionality isn't known, <em>The Information </em>claims Outlook could use AI to improve search results and suggest email replies.</p><p><a href=\"https://www.engadget.com/microsoft-is-holding-a-future-of-work-ai-event-on-march-16th-165818278.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/nothing-will-show-off-the-ear-2-earbuds-on-march-22nd-152839424.html\">Nothing will show off the Ear 2 earbuds on March 22nd</a></h2><h3>Not sure bugs and in-ear buds should be associated, though.</h3><a href=\"https://www.engadget.com/nothing-will-show-off-the-ear-2-earbuds-on-march-22nd-152839424.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/caac09a0-bcdd-11ed-b76f-696ef5056b3c\" /><figcaption></figcaption><div class=\"photo-credit\">Nothing</div></figure></a><p>Those looking for more details on Nothing's next earphones won't have to wait much longer. The company will reveal the Ear 2 on March 22nd. The latest teaser image suggests the transparent aesthetic will continue in the follow-up headphones, with an image showing a beetle pushing what appears to be a charging case out of frame.</p><p><a href=\"https://www.engadget.com/nothing-will-show-off-the-ear-2-earbuds-on-march-22nd-152839424.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/microsoft-makes-outlook-free-to-use-for-mac-201328421.html%20https://www.engadget.com/...\">Microsoft’s Outlook is now free to use for Macs</a></h2><h3>You now have another major alternative to the built-in Mail app.</h3><h3></h3><p>Microsoft is staying busy this week. It has made Outlook for Mac free to use. You previously needed either a Microsoft 365 subscription or an Office purchase to use the email client. It's available now through the Mac App Store. Microsoft pitches this as a good complement to Outlook for iOS, as you can now hand off an email draft to your iPhone if you haven't finished writing it on your Mac.</p><p><a href=\"https://www.engadget.com/microsoft-makes-outlook-free-to-use-for-mac-201328421.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/hondas-latest-autonomous-robot-is-designed-to-pack-things-around-construction-sites-055416481.html\">Honda's latest autonomous robot packs things around construction sites</a></h2><h3>Asimo was cuter.</h3><p></p><a href=\"https://www.engadget.com/hondas-latest-autonomous-robot-is-designed-to-pack-things-around-construction-sites-055416481.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/caaca5e0-bcdd-11ed-adfe-0b21a85060d5\" /><figcaption></figcaption><div class=\"photo-credit\">Honda</div></figure></a><p>Honda is known for its vehicles and <a href=\"https://www.engadget.com/2018-06-29-asimo-dead.html\">robots</a>, and over the last few years, it has tried combining those two things with the Autonomous Work Vehicle (AWV). It just unveiled a new third generation, designed to transport up to two palettes worth of goods around worksites with no human assistance. Compared to the second generation, the latest AWV has a larger bed size (two pallets) and higher capacity (2,000 pounds); a higher self-driving speed of up to 10 MPH; a larger battery for up to 10 hours and 28 miles of endurance. Honda says the AWV will allow construction and other companies to address issues like labor shortages and worksite transport. After extensively testing the last model, it said the AWV 3.0 is now ready for field trials.</p><p><a href=\"https://www.engadget.com/hondas-latest-autonomous-robot-is-designed-to-pack-things-around-construction-sites-055416481.html\"><strong>Continue reading.</strong></a></p><p></p><h3></h3>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-every-link-on-twitter-briefly-broke-121538863.html?src=rss", "link": "https://www.engadget.com/the-morning-after-every-link-on-twitter-briefly-broke-121538863.html?src=rss", "date_published": "2023-03-07 12:15:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Uber wants to make navigating the airport less of a nightmare", "description": "<p>Hailing a ride from the airport is often a headache — ask anyone who's navigated a maze-like terminal just to get to the pickup area. The journey may soon be less daunting, however. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2cd8d8eb-701c-4377-94c5-920a8345ffac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Uber&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyY2Q4ZDhlYi03MDFjLTQzNzctOTRjNS05MjBhODM0NWZmYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudWJlci5jb20vbmV3c3Jvb20vbmV3cy8iLCJjb250ZW50VXVpZCI6ImZkYzcyMDE5LTMzMTYtNDM3NC04ZTdlLWU5ZjYxMjE0NzVjYiJ9&amp;signature=AQAAAbHn1Px_Q7O7iFLLWX8ef6kRp_PritY_9P2rBrIzdTR1&amp;gcReferrer=https%3A%2F%2Fwww.uber.com%2Fnewsroom%2Fnews%2F\">Uber</a> is introducing a few updates that can streamline trips to and from airports. Most notably, you'll get walking directions for the pickup location, and ETAs for baggage claim. You can hustle if you need a ride quickly, or take your time collecting your bags.</p><p><a href=\"https://www.engadget.com/uber-reserve-133038929.html\">Uber Reserve</a> will also be more useful for scheduling your ground travel. The company now allows booking rides up to 90 days in advance instead of 30, making it easier to plan every step of your vacation. Reserve will also be available in many more North American cities (over 7,300), and New York City customers can book UberX, XL and Comfort rides in addition to Black and Black SUV. A Business Comfort tier, meanwhile, will provide a \"unique\" experience for work travellers.</p><span id=\"end-legacy-contents\"></span><p>The pickup directions are available at just over 30 airports around the world, including the NYC area's big three (JFK, LaGuardia and Newark) as well as hubs like Chicago O'Hare and Atlanta. More are due in the months ahead, Uber says. Walking ETAs will \"soon\" be available in over 400 airports. The Business Comfort option will be available sometime in the near future.</p><p>The motivation behind the upgrades is clear. Airport rides play a major role in Uber's business, and it's competing with Lyft, taxis and even car rental agencies. You may be more likely to use Uber if it can guide you every step of the way.</p>This article originally appeared on Engadget at https://www.engadget.com/uber-wants-to-make-navigating-the-airport-less-of-a-nightmare-120040525.html?src=rss", "link": "https://www.engadget.com/uber-wants-to-make-navigating-the-airport-less-of-a-nightmare-120040525.html?src=rss", "date_published": "2023-03-07 12:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Hogwarts Legacy' release on PS4 and Xbox One delayed again until May 5th", "description": "<p><a href=\"https://www.engadget.com/hogwarts-legacy-review-170041713.html\"><em>Hogwarts Legacy</em></a> won't be making its way to the PlayStation 4 and Xbox One until May 5th, so you'll have two more months of waiting to do if you have an older console. That is, if Warner Bros. Games and Avalanche Software don't <a href=\"https://www.engadget.com/hogwarts-legacy-release-date-delay-185247236.html\">push back</a> its release date yet again. They had postponed the game's launch several times over the past few years, and they were supposed to release it for all consoles on February 10th. Less than a couple of months before that, though, they revealed that <em>Hogwarts Legacy</em> will only be available for the PS5, Xbox Series X/S and PC in February, while the PS4 and Xbox One are getting it on April 4th.&nbsp;</p><p><em>Hogwarts Legacy</em> is an action role-playing game with an open world you can explore and a character builder you can use to choose your own name, gender, voice and appearance. It takes place within the Harry Potter universe you're familiar with, but way before The Boy Who Lived was born.</p><span id=\"end-legacy-contents\"></span><p>In the developers' announcement, they said they're &quot;working hard to deliver the best possible experience on all platforms&quot; but that they &quot;need more time to do this.&quot; They didn't expound on what they meant by that, and it basically echoes <a href=\"https://twitter.com/HogwartsLegacy/status/1602703301123915777?s=20&amp;t=XrhT5FU5CyXVSIbg7LIjrQ\">what they said</a> when they announced that the game won't be released for older consoles in February. The developers didn't mention anything about the Switch, though, so that version is still likely scheduled for release on July 25th.&nbsp;</p><div id=\"618755a3f35549f79dd784be21c1d5a4\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We’re overwhelmed with gratitude for the response to Hogwarts Legacy from fans around the globe. The team is working hard to deliver the best possible experience on all platforms and we need more time to do this. Hogwarts Legacy will launch for PS4 and Xbox One May 5, 2023. <a href=\"https://t.co/UjEIPXDZj2\">pic.twitter.com/UjEIPXDZj2</a></p>— Hogwarts Legacy (@HogwartsLegacy) <a href=\"https://twitter.com/HogwartsLegacy/status/1632790738437013506?ref_src=twsrc%5Etfw\">March 6, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/hogwarts-legacy-release-ps4-xbox-one-delayed-may-5th-094148707.html?src=rss", "link": "https://www.engadget.com/hogwarts-legacy-release-ps4-xbox-one-delayed-may-5th-094148707.html?src=rss", "date_published": "2023-03-07 09:41:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Japan's H3 rocket self-destructs in space during failed launch", "description": "<p><a href=\"https://www.engadget.com/nissan-lunar-lander-prototype-e-4orce-all-wheel-drive-jaxa-195422544.html\">JAXA's</a> second attempt at launching the H3 rocket has ended up becoming a major setback for Japan's space ambitions. While the rocket was able to leave the launch pad, the country's space authorities were <a href=\"https://asia.nikkei.com/Business/Aerospace-Defense-Industries/Japan-s-H3-rocket-fails-in-second-attempted-launch\">forced to activate</a> its flight termination system a few minutes later after its second stage engine failed to ignite. In an announcement, <a href=\"https://global.jaxa.jp/press/2023/03/20230307-1_e.html\">JAXA said</a> the self-destruct command was transmitted to the rocket at 10:52 AM Japan time (8:52PM ET) &quot;because there was no possibility of achieving the mission.&quot; The agency is still investigating the incident to figure out what went wrong.</p><p>The H3 was built by Mitsubishi Heavy Industries after the program was first approved in 2013, and it cost the country over 200 billion yen ($1.5 billion). JAXA was hoping to launch the rocket in 2020 — and it did c<a href=\"https://www.nasaspaceflight.com/2023/03/h3-debut-flight/\">omplete a functional test</a> for the H3 that year — but had to delay its inaugural flight due to engineering problems. Its first actual launch attempt on February 17th this year was aborted before the vehicle was able to lift off due to an electrical interference issue in the first stage.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to <a href=\"https://asia.nikkei.com/Business/Aerospace-Defense-Industries/Japan-s-H3-rocket-fails-in-second-attempted-launch\"><em>Nikkei Asia</em></a>, Prime Minister Fumio Kishida sees the H3 as &quot;crucial to the nation's business and national security ambitions.&quot; It was created to put a lot more Japanese surveillance satellites in orbit and to become the key component of a business that will offer launch services to clients. JAXA and Mitsubishi were apparently able to halve its original launch costs to $50 million, which they believed is lower than the launch costs of SpaceX's Falcon 9. In the future, it's also expected to ferry cargo to support the NASA Artemis program's <a href=\"https://www.engadget.com/nasa-lunar-gateway-canada-robotics-182229739.html\">Lunar Gateway</a> project.&nbsp;&nbsp;</p><p>The destroyed H3 rocket was carrying ALOS-3, a satellite with disaster management tools that can be quickly deployed to observe affected areas. <a href=\"https://www.reuters.com/world/japan-launches-first-new-medium-lift-rocket-three-decades-2023-03-07/?taid=6406afc1e84f3b0001d86ab6&amp;utm_campaign=trueanthem&amp;utm_medium=trueanthem&amp;utm_source=twitter\"><em>Reuters</em></a> says it was also equipped with an experimental infrared sensor that was created with the ability to detect North Korean ballistic missile launches</p>This article originally appeared on Engadget at https://www.engadget.com/japan-h3-rocket-self-destructs-failed-launch-072818999.html?src=rss", "link": "https://www.engadget.com/japan-h3-rocket-self-destructs-failed-launch-072818999.html?src=rss", "date_published": "2023-03-07 07:28:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Honda's latest autonomous robot is designed to pack things around construction sites", "description": "<p>Honda is known for both vehicles and robots, and over the last few years it has tried combining those two things with the <a href=\"https://global.honda/innovation/CES/2019/autonomous_work_vehicle.html\">Autonomous Work Vehicle</a> (AWV). It just unveiled a new <a href=\"https://www.prnewswire.com/news-releases/honda-reveals-new-prototype-autonomous-work-vehicle-at-conexpo-2023-301762921.html\">3rd-generation version</a> designed to transport up to two palettes worth of goods around worksites with no human assistance. This time, though, Honda is keen to find companies willing to try it out.&nbsp;</p><p>The AWV has evolved from what was basically an <a href=\"https://global.honda/innovation/CES/2019/autonomous_work_vehicle.html\">ATV with the top chopped off</a>, to a glorified autonomous <a href=\"https://hondanews.com/en-US/honda-corporate/releases/release-bc2bc74408027960dba69cafec03cca8-honda-tests-prototype-autonomous-work-vehicle-at-solar-construction-site-with-black-veatch\">electric wagon</a> to the current model. Compared to the 2nd-generation version, the latest AWV has a larger bed size (two pallets) and higher capacity (2,000 pounds); a higher self-driving speed of up to 10 MPH; a larger battery that offers up to 10 hours and 28 miles of endurance; better avoidance functions; and a lower bed for easier loading.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"ccc0f95e643b460f9a79774e20c8f606\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>It can operate autonomously or via remote control through challenging terrain like construction sites, thanks to a suite of sensors on the mast. Those include GPS, radar, LiDAR and camera technologies, along with cloud connectivity, all controlled by a tablet-based interface. &quot;Previous field tests have also successfully verified that multiple Honda AWVs can transport and deliver construction materials and supplies at precise points along a pre-set route,&quot; the company said.</p><p>The AWV will allow construction and other companies to address issues like labor shortages and worksite transport, Honda believes. After extensively testing the last model, it said the AWV version 3.0 is now ready for real-life field trials, and is looking for partners at a construction trade show taking place in Las Vegas starting March 14th, 2023.&nbsp;</p><p>&quot;We want to meet with potential business partners and companies at CONEXPO that are interested in field testing the vehicle at their worksite. We believe the Honda AWV can be a valuable solution to supporting construction teams while also enhancing worksite efficiencies and safety,&quot; said Honda Motor systems engineering manager Jason VanBuren.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/hondas-latest-autonomous-robot-is-designed-to-pack-things-around-construction-sites-055416481.html?src=rss", "link": "https://www.engadget.com/hondas-latest-autonomous-robot-is-designed-to-pack-things-around-construction-sites-055416481.html?src=rss", "date_published": "2023-03-07 05:54:16+00:00", "persistent": false, "user": null, "language": "en-US"}]