[{"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Father of Trans Child (Who Transitioned at 3) Explains Sick Reason Why They Should Play Girl's Sports", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33227594&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>Everyone knows the mark of a good father is <em>*checks notes*  </em><a href=\"https://www.louderwithcrowder.com/jazz-jennings-themselves\" target=\"_blank\">transitioning your child</a> at 3 years old and preventing them from ever going through natural puberty -thus cutting off any chance of them <a href=\"https://www.louderwithcrowder.com/tennessee-rally-teens\" target=\"_blank\">de-transitioning</a> upon realizing they made the wrong choice. </p><p>At least, that's what we're supposed to think makes a good parent in 2023. 2005 America would rightly be nothing short of horrified. But I digress. </p><p>The child in question is named Kirin, and their father appeared on a news network to explain how this all happened. He showed the news reporter photos of his child when they were younger, explaining, <em>\"Basically, at about 24 months, here's where she started grabbing the tutus and the dresses.\" </em></p><p>By 3.5 years old, the child had transitioned to a girl. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cThis father transitioned his son into a girl at 3 years old\\n\\n\\u201cMy daughter will never go through male puberty\\u201d\\u201d</div> — End Wokeness (@End Wokeness)\n        <a href=\"https://twitter.com/EndWokeness/status/1632863836603662337\">1678140050</a>\n</blockquote>\n\n<p>Kirin, a third-grader at the time of the interview, is also apparently an athlete and competes on the girl's teams at school. The reporter asked the father about people who would say, <em>\"people who were born a boy and are living life as a girl are biologically different, so it places them at an unfair advantage.\"</em> (For the record, I am \"people.\" As are many of you, I'm guessing.)</p><p>Here's where it gets very grotesque. The father explained how his child will never go through male puberty. Like it's a <em>good</em> thing. \"<em>My kid's mental health is more important than your kid's trophy.\" </em></p><p>If that were truly the case - if the child's mental health was the father's main concern - he wouldn't have transitioned the child at <em>three years old.</em> For liking dresses. When I was little, I played a lot of sports and video games. But I was by no means a BOY. Children, especially at a young age, sometimes just like things that are typically associated with the opposite gender. It doesn't mean they <em>are</em> the opposite gender. They're just kids. And parents should know that, instead of setting them on an irreversible and incredibly damaging path that they cannot truly consent to. To do so is absolutely, 100% evil. </p>", "link": "https://www.louderwithcrowder.com/trans-child-indiana-kirin", "date_published": "2023-03-07 21:34:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Chuck Schumer Wants To Ban Tucker Carlson From Showing More Jan 6th Footage, For 'Democracy'", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33227384&amp;width=1200&amp;height=800&amp;coordinates=130%2C0%2C70%2C0\" /><br /><br /><p>Last night, <a href=\"https://www.louderwithcrowder.com/tucker-carlson-january\" target=\"_blank\">Tucker Carlson released never-before-seen January 6th footage</a>. These videos proceeded to totally blow up the whole \"insurrection\" narrative. And now, the Dems are scaaaared. Especially our pal Chuck Schumer. <br /></p><p>Schumer took to the Senate floor today just to condemn Tucker Carlson and demand Rupert Murdoch prevent him from releasing any more tapes: <em>\"Rupert Murdoch has a special obligation to stop Tucker Carlson from going on tonight [and] from letting him go on again and again and again [because] our democracy depends on it.\"</em></p><p>He also said Carlson has <em>\"perverted and </em><em>slimed the truth.\"  </em>By playing footage. That the government wanted to keep secret forever. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSchumer: \"Rupert Murdoch has a special obligation to stop Tucker Carlson from going on tonight [and] from letting him go on again and again and again [because] our democracy depends on it.\"\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1633194727322288128\">1678218940</a>\n</blockquote>\n\n<p>I guess according to Schumer and the left, our democracy depends on pushing a narrative in order to villainize half of the country.  And subsequently preventing any evidence to the contrary of said narrative from ever seeing the light of day. That's what the founders had in mind...right?</p><p>In case you missed it, the footage played by Tucker Carlson showed Officer Brian Sicknick walking around, perfectly healthy, after the time he was supposedly fatally clobbered by violent insurrectionists. Fatal clobberings typically yield different results. Perhaps Liz Cheney missed that part of biology class. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\ud83d\\udea8BREAKING: Never before seen January 6 footage shows Capitol Police Officer Brian Sicknick walking around the building after the time media outlets claimed he was killed by protesters.\\n\\nThe J6 Committee had access to this tape but refused to release it.\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1632915940399624199\">1678152472</a>\n</blockquote>\n\n<p>Another video showed a certain conspiracy-minded Shaman being escorted around the Capitol by police. Like he was on a gosh darn tour- only this tour came with nearly four years in prison. A bum deal if I've ever seen one. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\\ud83d\\udea8BREAKING: Never before seen video of January 6 shows Jacob Chansley, the QAnon Shaman, being led through the Capitol by police the entire time that he was in the building.\\u201d</div> — Greg Price (@Greg Price)\n        <a href=\"https://twitter.com/greg_price11/status/1632912031882805250\">1678151541</a>\n</blockquote>\n\n<p>This new evidence adds fuel to what was already known about some of the more questionable parts of that day. Even our beloved socialist darling <a href=\"https://www.louderwithcrowder.com/aoc-rips-capitol-police\" target=\"_blank\">AOC admitted that police were opening the doors</a> for the violent insurrectionists. And the<a href=\"https://www.louderwithcrowder.com/undercover-police-january-6th\" target=\"_blank\"> police themselves felt they had been \"set up\" to fail that day. </a></p><p>I think we all know what this means. We've known for a while, we just didn't have enough proof. And now that we <em>do</em> have enough,  Chuck Schumer and co. are scrambling to do damage control the only way they know how: warning of the downfall of \"democracy\". </p><p>And who can blame them, really? There are only so many things you can fearmonger about before people realize you're full of it. Hopefully, more Americans will realize that now. </p>", "link": "https://www.louderwithcrowder.com/tucker-carlson-chuck-schumer", "date_published": "2023-03-07 21:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Boy Meets Swamp: Actor Ben Savage announces he's running for Congress", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.jpg?id=32872500&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Let's hope the actor was paying attention in Mr. Feeny's history class. Ben Savage has announced he's running for congress in California's 30th congressional district. Yes, it's the seat held by Adam Schiff. Yes, Ben Savage from <em>Boy Meets World</em>. Cory Mathews is running for Congress.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"98af5\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32872518&amp;width=980\" />\n</p><p>I'm more of an 80s kid, though on the cusp of being a 90s kid. 90s kids were all about Cory and Mr. Feeny. I was more about Kevin Arnold and the dude who played the voice of <em>Knight Rider</em>. You elder millennials might be more excited about this. But while <a href=\"https://www.louderwithcrowder.com/adam-schiff-twitter-sperry\" target=\"_blank\">Adam \"Piece Of\" Schiff</a> is running for senate, Savage is one of the names preparing to replace him.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">\"Boy Meets World\" star Ben Savage announces bid for seat Schiff vacating <a href=\"https://t.co/L67iktqLxz\">https://t.co/L67iktqLxz</a> <a href=\"https://t.co/wZuDzJhMA5\">pic.twitter.com/wZuDzJhMA5</a><br />— The Hill (@thehill) <a href=\"https://twitter.com/thehill/status/1633021191806935042?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote> </div><p>Before anyone gets too excited that Cory is a secret conservative, the actor is running as a Democrat. And running in a Congressional district that is a D+23. Whoever gets the democrat nomination is the new congressman. Unless a miracle happens and <a href=\"https://www.louderwithcrowder.com/mexico-americans-gentrification\" target=\"_blank\">enough California leftists move to Mexico where it's cheaper</a> and a republican can sneak in on election day.<br /></p><p>I'm not sure Savage knows what he's in for. Democrats love actors when they are out there repeating the talking points that were sent to their PR team. When it comes to political power and what will amount to a lifelong congressional seat, Democrats are the dirtiest players in the game. Just saying, older brother Fred was yeeted off of the <em>Wonder Years</em> reboot due to<a href=\"https://www.hollywoodreporter.com/tv/tv-news/fred-savage-misconduct-the-wonder-years-1235194998/\" target=\"_blank\"> \"misconduct toward several women on the production.\"</a> Not to mention he allegedly got handsy with the actress who played his mother during the original series. If Democrats smell power, there is a zero percent chance they don't use that as a campaign issue against Ben.<br /></p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"d0b63\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32872544&amp;width=980\" />\n</p><p>But stranger things have happened. Look at George Santos. Plus if Savage runs, I'm sure Danielle Fishel would hit the campaign trail with him. More Topanga is better than less Topanga.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/ben-savage-congressional-run-california", "date_published": "2023-03-07 16:12:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "SPLC attorney charged with domestic terrorism in Atlanta, but a \"Fact-Check\" claims he was something else", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33224289&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>As we are all aware, <a href=\"https://www.louderwithcrowder.com/cop-city-atlanta-riots\" target=\"_blank\">Atlanta is currently under fiery siege</a> by Antifa rioters. A <a href=\"https://www.louderwithcrowder.com/atlanta-mayor-speaks-violence\" target=\"_blank\">mostly-peaceful</a> fiery siege, that is. </p><p>Twenty-three people were arrested during the riot, and one of them happened to be an attorney with the Southern Poverty Law Center. Y'know, the agency consulted by the FBI to target \"domestic terrorists\". Like <a href=\"https://www.newsweek.com/fbi-memo-catholics-radical-traditional-leaked-1780379\" target=\"_blank\">devout Catholics</a>. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cAttorney among 23 charged with domestic terrorism in Atlanta \\u2018Cop City\\u2019 attack https://t.co/yWt0iqj478\\u201d</div> — New York Post (@New York Post)\n        <a href=\"https://twitter.com/nypost/status/1632867333503873024\">1678140884</a>\n</blockquote>\n\n<p>The 28-year-old attorney, Thomas Webb Jurgens, was charged with domestic terrorism after the protestors allegedly hurled Molotov cocktails and fireworks at the future training facility. Oh, and out of all the people arrested, only Jurgens and one other person are actually from Georgia. Some of them were from France and Canada. Totally not suspicious at all. </p><p>As to the attack itself, it was very, very violent. Surveillance video shows huge flames rising from the training center as police dodge objects thrown at them. Some rioters even tried to blind officers with green lasers. </p><p>Atlanta Police Chief Darin Schierbaum said, <em>\"This was a very violent attack, very violent attack. </em><em>This wasn’t about a public safety training center. This was about anarchy … and we are addressing that quickly.” </em> He also said the attack was “coordinated”. </p><p>So this all sounds pretty bad. But don't worry, friends. The Southern Poverty Law Center is here with a much-needed, totally 100% true fact-check. The SPLC told <a href=\"https://www.newsweek.com/lawyers-arrest-atlanta-protest-sparks-criticism-splc-1785889\" target=\"_blank\">Newsweek</a> in a statement that Jurgens was at the protest as a \"legal observer\" with the National Lawyers Guild: <em>\"The employee is an experienced legal observer, and their arrest is not evidence of any crime, but of heavy-handed law enforcement intervention against protesters.\"</em></p><p>Ooooh, okay. So he might've been one of those \"molotov-cocktail-hurling\" legal observers. And the cops were just too \"heavy-handed\" against violent foreigners setting huge fires and causing a massive danger to the general public. It all makes sense now. </p>", "link": "https://www.louderwithcrowder.com/splc-arrested-atlana", "date_published": "2023-03-07 15:32:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "A broken-hearted Elon Musk reveals the reason why AOC will never date him", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33223980&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C2\" /><br /><br /><p>I regret to inform everyone that love is dead.</p><p>Many of us here at the Louder with Crowder Dot Com website were pulling for billionaire Twitter owner Elon Musk and social media influencer Rep. AOC. They were going to be our next Jim and Pam. Our Pacey and Joey. Our Cody and Brandi. One day the two were going to cut through the sexual tension and policy differences and live happily ever after. We The People needed it.</p><p>Sadly, it won't happen. Elon Musk has confirmed via Twitter that Rep. AOC will never date him because he isn't cool enough.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Alas she would never date me I’m not cool enough 😢<br />— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1632907314553585666?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote> </div><p>Well, that and she has a fiance now. <a href=\"https://www.louderwithcrowder.com/aoc-soccer-world-cup-watch\" target=\"_blank\">One that she totes has real chemistry with</a>.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"90ab6\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33224127&amp;width=980\" />\n</p>\n<p>It was the social media influencer who first showed signs of an amorous affection for the billionaire. Only like most school girls who show their affection for boys by being mean to them, Rep. AOC attempted to mask her true feelings <a href=\"https://www.louderwithcrowder.com/aoc-free-speech\" target=\"_blank\">by attacking Elon</a> for <a href=\"https://www.louderwithcrowder.com/elon-musk-aoc-poll\" target=\"_blank\">having too much money</a>. She even <a href=\"https://www.louderwithcrowder.com/mark-ruffalo-aoc-elon-musk\" target=\"_blank\">attempted to get her friends involved</a>.</p><p>But Elon knew what it was all about.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Stop hitting on me, I’m really shy ☺️<br />— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1520152887090892800?ref_src=twsrc%5Etfw\">April 29, 2022</a></blockquote> </div><p>I mean, c'mon. We all know what THOSE eyes mean.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Elon Musk and AOC finally worked out their differences.<br /><br />The chemistry these two have is crazy. <a href=\"https://t.co/4dYzYAinqa\">pic.twitter.com/4dYzYAinqa</a><br />— MAZE (@mazemoore) <a href=\"https://twitter.com/mazemoore/status/1595305491156111361?ref_src=twsrc%5Etfw\">November 23, 2022</a></blockquote> </div><p>It's not going to work out for these two. Do opposites attract? Of course. But sometimes people are TOO opposite. The billionaire and the social media influencer (who has a side hustle in congress) will have to spend the rest of their lives wondering \"what if?\" Gazing at the moon wondering if the other person is gazing too.</p><p>Again, love is dead. Not even $8 a month could save it.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/elon-musk-aoc-dating", "date_published": "2023-03-07 15:14:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Disney Debuts Newest Lazy Attempt At 'Diversity' With Black Tinkerbell, But The People Are Not Pleased", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33224025&amp;width=2000&amp;height=1500&amp;coordinates=120%2C0%2C200%2C0\" /><br /><br /><p>Another day, another <a href=\"https://www.louderwithcrowder.com/007-black-woman\" target=\"_blank\">white</a> <a href=\"https://www.louderwithcrowder.com/scooby-doo-velma-video-game\" target=\"_blank\">character remade</a> by Disney. This time around, it's Peter Pan's beloved Tinkerbell. </p><p>Tinkerbell will be portrayed by Yara Shahidi, who is of black, Choctaw, and Iranian heritage. As we all know, Tinkerbell was white with blonde hair in the original movie. So not of black, Choctaw, and Iranian heritage. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cTinkerbell \\ud83e\\uddda\\ud83c\\udffd\\u200d\\u2642\\ufe0f #PeterPanAndWendy\\u201d</div> — Mario\\ud83e\\udee7\\ud83e\\udddc\\ud83c\\udffd\\u200d\\u2640\\ufe0f (@Mario\\ud83e\\udee7\\ud83e\\udddc\\ud83c\\udffd\\u200d\\u2640\\ufe0f)\n        <a href=\"https://twitter.com/mmdisney200/status/1630622447274795008\">1677605661</a>\n</blockquote>\n\n<p>Obviously, there is nothing objectively wrong with a nonwhite Tinkerbell. Just like there was nothing wrong with a nonwhite Ariel. The problem is, they're so clearly just trying to erase any and all beloved white characters in the name of diversity, equity, and inclusion. Wouldn't it be better for everyone if they just created <em>new</em> nonwhite characters? And this would be much more interesting to viewers. I don't know about you, but I, for one, am extremely bored of remakes. It seems like movies kind of really, really suck right now and could use some new plot ideas. </p><p>This sentiment was <a href=\"https://thepostmillennial.com/disney-faces-backlash-for-not-creating-new-black-characters-after-casting-yara-shahidi-as-tinkerbell\" target=\"_blank\">shared</a> by many peeps of the Twitterverse. One said, <em>\"The reason studios make beloved characters black in the live action adaptations is so they don’t have to go to the trouble of actually giving special, brand new unique characters made from scratch to black people.\" </em></p><p>Another user wrote,<em> \"What audiences deserve: More original ethnic/diverse characters like Tiana, Moana, Hiro, and Raya What they'll give us: Inexplicably modified characters like black Ariel, nonbinary Hercules, female Quasimodo, and trans Kuzco\"</em></p><p>And another said,<em> \"So instead of giving poc their own movies or making new movies with poc characters, they decided to just make white characters black for some reason to be like heey we are so accepting we support everyone.. this is so weird.\"</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@DiscussingFilm What audiences deserve: More original ethnic/diverse characters like Tiana, Moana, Hiro, and Raya \\n\\nWhat they'll give us: Inexplicably modified characters like black Ariel, nonbinary Hercules, female Quasimodo, and trans Kuzco\\u201d</div> — DiscussingFilm (@DiscussingFilm)\n        <a href=\"https://twitter.com/Vox_Oculi/status/1630837462640590848\">1677604737</a>\n</blockquote>\n\n<p><br /></p>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@PopBase So instead of giving poc their own movies or making new movies with poc characters, they decided to just make white characters black for some reason to be like heey we are so accepting we support everyone.. this is so weird, other then princess and the frog there isnt any other\\u201d</div> — Pop Base (@Pop Base)\n        <a href=\"https://twitter.com/scarletWitch729/status/1630619977492447246\">1677604891</a>\n</blockquote>\n\n<p>So it seems many people aren't happy with these lazy attempts at \"diversity\". So, will Disney actually change? I wouldn't count on it.  But maybe. </p>", "link": "https://www.louderwithcrowder.com/peter-pan-tinkerbell", "date_published": "2023-03-07 14:59:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Disney debuts newest lazy attempt at 'diversity' with black Tinkerbell, but people are not pleased", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33224194&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C8\" /><br /><br /><p>Another day, another <a href=\"https://www.louderwithcrowder.com/007-black-woman\" target=\"_blank\">white</a> <a href=\"https://www.louderwithcrowder.com/scooby-doo-velma-video-game\" target=\"_blank\">character remade</a> by Disney. This time around, it's Peter Pan's beloved Tinkerbell. </p><p>Tinkerbell will be portrayed by Yara Shahidi, who is of black, Choctaw, and Iranian heritage. As we all know, Tinkerbell was white with blonde hair in the original movie. So not of black, Choctaw, and Iranian heritage. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cTinkerbell \\ud83e\\uddda\\ud83c\\udffd\\u200d\\u2642\\ufe0f #PeterPanAndWendy\\u201d</div> — Mario\\ud83e\\udee7\\ud83e\\udddc\\ud83c\\udffd\\u200d\\u2640\\ufe0f (@Mario\\ud83e\\udee7\\ud83e\\udddc\\ud83c\\udffd\\u200d\\u2640\\ufe0f)\n        <a href=\"https://twitter.com/mmdisney200/status/1630622447274795008\">1677605661</a>\n</blockquote>\n\n<p>Obviously, there is nothing objectively wrong with a nonwhite Tinkerbell. Just like there was nothing wrong with a nonwhite Ariel. The problem is, they're so clearly just trying to erase any and all beloved white characters in the name of diversity, equity, and inclusion. Wouldn't it be better for everyone if they just created <em>new</em> nonwhite characters? And this would be much more interesting to viewers. I don't know about you, but I, for one, am extremely bored of remakes. It seems like movies kind of really, really suck right now and could use some new plot ideas. </p><p>This sentiment was <a href=\"https://thepostmillennial.com/disney-faces-backlash-for-not-creating-new-black-characters-after-casting-yara-shahidi-as-tinkerbell\" target=\"_blank\">shared</a> by many peeps of the Twitterverse. One said, <em>\"The reason studios make beloved characters black in the live action adaptations is so they don’t have to go to the trouble of actually giving special, brand new unique characters made from scratch to black people.\" </em></p><p>Another user wrote,<em> \"What audiences deserve: More original ethnic/diverse characters like Tiana, Moana, Hiro, and Raya What they'll give us: Inexplicably modified characters like black Ariel, nonbinary Hercules, female Quasimodo, and trans Kuzco\"</em></p><p>And another said,<em> \"So instead of giving poc their own movies or making new movies with poc characters, they decided to just make white characters black for some reason to be like heey we are so accepting we support everyone.. this is so weird.\"</em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@DiscussingFilm What audiences deserve: More original ethnic/diverse characters like Tiana, Moana, Hiro, and Raya \\n\\nWhat they'll give us: Inexplicably modified characters like black Ariel, nonbinary Hercules, female Quasimodo, and trans Kuzco\\u201d</div> — DiscussingFilm (@DiscussingFilm)\n        <a href=\"https://twitter.com/Vox_Oculi/status/1630837462640590848\">1677604737</a>\n</blockquote>\n\n<p><br /></p>\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c@PopBase So instead of giving poc their own movies or making new movies with poc characters, they decided to just make white characters black for some reason to be like heey we are so accepting we support everyone.. this is so weird, other then princess and the frog there isnt any other\\u201d</div> — Pop Base (@Pop Base)\n        <a href=\"https://twitter.com/scarletWitch729/status/1630619977492447246\">1677604891</a>\n</blockquote>\n\n<p>So it seems many people aren't happy with these lazy attempts at \"diversity\". So, will Disney actually change? I wouldn't count on it.  But maybe. </p>", "link": "https://www.louderwithcrowder.com/peter-pan-tinkerbell-disney", "date_published": "2023-03-07 14:59:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Hero illustrates (mostly) proper way to stop stealing, catches pink-haired shoplifter in the act", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33223660&amp;width=2000&amp;height=1500&amp;coordinates=0%2C0%2C320%2C0\" /><br /><br /><p>The internet is lousy with shoplifting videos where thieves waltz out the front door with armfuls of stolen goods. Many are from progressive cities where progressive policies have made shoplifting less illegal as much as slightly frowned upon. It's refreshing to see a thief caught in the act, even if the hero in question made a few mistakes that we'll get to.</p><p>Standard viral video rules apply. Allow for missing context, yackity schmackity. This kinda looks like a Hobby Lobby. Now please enjoy Legs vs the Pink Haired Bandit.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">LOVE to see it. <a href=\"https://t.co/9FkoZjWAWI\">pic.twitter.com/9FkoZjWAWI</a><br />— Swig 🇺🇸 (@OldRowSwig) <a href=\"https://twitter.com/OldRowSwig/status/1632817784315863043?ref_src=twsrc%5Etfw\">March 6, 2023</a></blockquote> </div><p>Well, this is just unfortunate...</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"aa621\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33223706&amp;width=980\" />\n</p>\n<p>Legs made two mistakes. One is, it's not stealing unless the person walks past the point of purchase. The other is that it's inadvisable to put your hands on the shoplifter. Let me be clear. This is NOT a defense of the Pink-Haired Bandit. Proper security techniques aside, it's fun watching a thief have their bag full of stolen goods dumped out in front of them while they cry \"whoa is me.\" But I also want an arrest to stick and for Legs to get bonus PTO.<br /></p><p>I understand Legs' frustration though. I used to work security in a music store, and this was back in the 90s and in the suburbs where crime was illegal. If this store is anything like others we've seen lately, the Pink Haired Bandit isn't the first person Legs has seen attempting to leave with stolen goods. She was just the first person who caught Legs in a bad mood.</p><p>But Legs <a href=\"https://www.louderwithcrowder.com/best-buy-nfl-defense\" target=\"_blank\">should wait for the person</a> to be <a href=\"https://www.louderwithcrowder.com/guitar-center-thief-choke\" target=\"_blank\">leaving the store next time</a>. We want to see criminals get their comeuppance.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/pink-haired-shoplifter", "date_published": "2023-03-07 14:26:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Joe Rogan declares what Republican he'd rather vote for because Joe Biden is \"mentally gone\"", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33223794&amp;width=2000&amp;height=1500&amp;coordinates=219%2C0%2C101%2C0\" /><br /><br /><p><a href=\"https://www.louderwithcrowder.com/joe-rogan-brian-stelter-prostitute\" target=\"_blank\">Joe Rogan</a> recently said the not-so-quiet part out loud: <a href=\"https://www.louderwithcrowder.com/joe-biden-black-history-month\" target=\"_blank\">Joe Biden</a> is gone. And, because of this, he'd rather vote for <a href=\"https://www.louderwithcrowder.com/joy-behar-trump-east-palestine\" target=\"_blank\">Donald Trump.</a> </p><p>Rogan was speaking with Russell Brand when the topic of 2024 came up: <em>\"I would vote for [former President Donald] Trump before I’d vote for Biden. Just ‘cause I think with Biden, like he’s gone. Like, you know, he’s gone. You’re gonna be relying on his cabinet. And I knew his cabinet would be this f–king sideshow of diversity — which is exactly what it is.\"</em></p><p>The conversation then turned to <a href=\"https://www.louderwithcrowder.com/drag-kink-bestiality-biden-administration\" target=\"_blank\">Sam Brinton</a>, the notorious luggage kleptomaniac, kink specialist, and former deputy assistant secretary of Spent Fuel and Waste Disposition in the Office of Nuclear Energy. Note the \"former\". That's due to all the luggage thievery. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cJOE ROGAN: \\u201cI\\u2019d vote for Trump before I\\u2019d vote for Biden\\u2026 he\\u2019s gone\\u201d\\n\\n\\u201d</div> — ALX \\ud83c\\uddfa\\ud83c\\uddf8 (@ALX \\ud83c\\uddfa\\ud83c\\uddf8)\n        <a href=\"https://twitter.com/alx/status/1632889043225542657\">1678146060</a>\n</blockquote>\n\n<p><em>\"You just said, ‘Oh, look at this. A man who dresses like a woman and has a beard and a mustache, but also wears lipstick. This is perfect for us. I don’t give a f–k what this guy’s good at or bad at. I don’t give a f–k what their credentials are. This makes us look like we’re inclusive. This makes us look like we’re on the right side, so let’s hire this person.\"</em></p><p><em>“You can’t have those kind of people running a Ben & Jerry’s.\"</em></p><p>I'm glad that our country is not yet so far gone that everyone is just accepting of these clearly partisan diversity hires. I mean, this guy literally had photos of himself on the internet in bondage gear. And that wasn't even what got him fired from the most powerful country in the world. Oh no, it was the luggage theft. <em>That's </em>where they drew the line. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cBiden energy official Sam Brinton has a felony arrest warrant for yet another theft of luggage at an airport, this time in Las Vegas.\\n\\n\\u201d</div> — Ian Miles Cheong (@Ian Miles Cheong)\n        <a href=\"https://twitter.com/stillgray/status/1601073757933940736\">1670560705</a>\n</blockquote>\n\n<p>Hopefully, Rogan is expressing the sentiment of the majority of apolitical/center Americans. I doubt anyone can genuinely look at Biden right now and conclude that he is mentally fit to serve as President. But you can never say never. </p>", "link": "https://www.louderwithcrowder.com/joe-rogan-trump-biden-2024", "date_published": "2023-03-07 14:18:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Tucker Carlson blasts insurrection \"propaganda\" of January 6 committee with damning new footage", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33223270&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Part of the agreement when Chip Roy, Matt Gaetz et al. were shaking down Kevin McCarthy before they let him be Speaker of the House was to release ALL of the January 6th footage. There was a belief that Democrats and the media (but I repeat myself) cherry-picked footage so the Jan 6. Committee could claim insurrection. <a href=\"https://www.louderwithcrowder.com/joy-behar-mccarthy-erection\" target=\"_blank\">Speaker McCarthy gave ALL the footage to Tucker Carlson</a>, and it turns out there may be some truth through to that.</p><p>Tucker started airing footage on Monday night, saying \"This doesn't answer every question about January 6th. Far from it. But it does prove behind a shadow of a doubt Democrats in Congress, assisted by Adam Kinzinger and Liz Cheney lied about what happened that day. They are liars. That fact is conclusive.\"</p><p>(For the sake of content and presenting both sides, I'm sure Dems, Adam, and Liz would respond \"Nuh-uh.\")</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Tucker Carlson shows never before seen footage from Jan 6: “It does prove beyond doubt the Democrats in Congress assisted by Adam Kinzinger and Liz Cheney lied about what happened that day.” <a href=\"https://t.co/B0ncxybc3t\">pic.twitter.com/B0ncxybc3t</a><br />— The Post Millennial (@TPostMillennial) <a href=\"https://twitter.com/TPostMillennial/status/1632916940548108288?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote> </div><p>Tucker aired footage of <a href=\"https://www.louderwithcrowder.com/kari-lake-sicknick-attack\" target=\"_blank\">Officer Brian Sicknick</a>, who was reported as murdered by the mob on January 6th. Here he is walking around after his alleged murdering.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">🚨BREAKING: Never before seen January 6 footage shows Capitol Police Officer Brian Sicknick walking around the building after the time media outlets claimed he was killed by protesters.<br /><br />The J6 Committee had access to this tape but refused to release it. <a href=\"https://t.co/817TIQvV0Z\">pic.twitter.com/817TIQvV0Z</a><br />— Greg Price (@greg_price11) <a href=\"https://twitter.com/greg_price11/status/1632915940399624199?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote> </div><p>The [between P and R]Anon Shamman? Who became the poster child of the alleged insurrection? Police led him around the Capitol, and no one looked very insurrection'y.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">🚨BREAKING: Never before seen video of January 6 shows Jacob Chansley, the QAnon Shaman, being led through the Capitol by police the entire time that he was in the building. <a href=\"https://t.co/rikoRMWezF\">pic.twitter.com/rikoRMWezF</a><br />— Greg Price (@greg_price11) <a href=\"https://twitter.com/greg_price11/status/1632912031882805250?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote> </div><p>Taking Tucker's report at face value -- again, Carlson himself said it far from tells the full story of January 6th -- it's difficult for a rational person to not come to the same conclusion as Elon Musk.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Besides misleading the public, they withheld evidence for partisan political reasons that sent people to prison for far more serious crimes than they committed.<br /><br />That is deeply wrong, legally and morally.<br />— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1633021151197954048?ref_src=twsrc%5Etfw\">March 7, 2023</a></blockquote> </div><p>As for what effect this coming out now is going to have, it's micro vs macro. In the micro, I think a majority of Americans aren't going to care that Democrats and the media (again, I'm repeating myself) created a false narrative of an insurrection through the January 6th hearings. That's because a majority of Americans didn't care about the January 6th hearings. We just had a midterm election. It wasn't an issue voters cared about.</p><p>The macro is where Americans <em>should</em> care. Democrats and the media (derp) took a mostly peaceful protest and lied about it being an insurrection for their political gain. They've been treating Americans who have any opposing viewpoint than them as insurrectionists against our country. And they did it all with ease. </p><p>And they STILL would be doing it if the American people didn't give control of Congress back to Republicans. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/tucker-carlson-january", "date_published": "2023-03-07 13:28:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Shaq has Deion Sanders back, says Coach Prime was 'spitting facts' about kids who come from 2-parent homes", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33218028&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Shaq has come to Deion Sanders' defense over the coach's \"shocking\" comments that it is preferable to come from two-parent homes. And that, perish the thought, kids who come from two-parent homes might be more well-adjusted and have more discipline. Coach Prime <a href=\"https://www.louderwithcrowder.com/deion-sanders-colorado-transfer-portal\" target=\"_blank\">will also tell college players to their faces that they suck</a>. He's blunt like that.</p><p><a href=\"https://www.louderwithcrowder.com/shaq-gas-prices\" target=\"_blank\">The basketball legend</a> was on The Big Podcast where he got into it with Nischelle Turner.</p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Mac McClung Joins The Crew + Shaq Thinks The Blazers Should Trade Damian Lillard | The Big Podcast</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/hKH6sVQAE6s?t=3330\" target=\"_blank\">youtu.be</a>\n</small>\n</p><p>Shaq defended Deion's comments because there was nothing wrong with what the Coach said. \"You know why I have discipline? Do you know why I don’t get in trouble? Do you know why I don’t do dumb sh*t? Daddy would have whooped my ass. A lot of kids don’t have that. A lot of kids have hard-working mothers that really have to work and they grow up on their own. And you can go left or you can go right. Studies [and] statistics show that’s just how it is.\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"fdb85\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=33218093&amp;width=980\" />\n</p><p>For context, Sanders appeared on The Rich Eisen Show last month and was discussing what he looks for when recruitng college football players. The Coach said -- somewhat sarcastically, which you could tell because everyone was laughing -- he wants his quarterback to come from two-parent homes and his defensive lineman to be angry at the world.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Coach Deion Sanders say he look for a 2 parent households, 3.5 GPA and leadership skills when recruiting QB’s because they have to be smart but when recruiting a DE he prefers a kid from a single parent barely making it on free lunch who are hungry to get out of poverty. <a href=\"https://t.co/21R1TyWSSd\">pic.twitter.com/21R1TyWSSd</a><br />— Black Millionaires ® (@Blackmillions_) <a href=\"https://twitter.com/Blackmillions_/status/1629123080487374848?ref_src=twsrc%5Etfw\">February 24, 2023</a></blockquote> </div><p>What he said, while accurate, was also being said in jest. As I said before, a clue should be everyone laughing while he was saying it. At no point did Sanders say if your dad isn't in your life you are disqualified from being a quarterback. If you have a rocket for an arm and can win games, you're gonna get looked at. Sanders was speaking in generalities. And yes, speaking in generalities, kids who come from two-parent homes do better in school, are more well-adjusted and have more discipline than those who don't.</p><p>If you grew up with only one parent, neither Deion nor Shaq is talking to you personally. Though more importantly, they also don't care if your feelings are hurt. We need more of that.</p><p>And if you are 6'3\", 250 lbs and your dad left when you were four, you should consider trying out for Coach Prime at Colorado State. Take out that anger on the QB with both his parents on the other team.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>", "link": "https://www.louderwithcrowder.com/shaq-deion-sanders", "date_published": "2023-03-07 12:21:20+00:00", "persistent": false, "user": null, "language": "en-US"}]