[{"source": "https://www.theguardian.com/rss", "title": "Unable to breastfeed my baby due to cancer, I was made to feel like a failure |  Naama Carlin", "description": "<p>No one should feel unsupported and inferior about the way they feed their child</p><p>My aggressive breast cancer diagnosis at 29 weeks pregnant came as a shock. It had major implications: I needed chemotherapy right away, with a strong possibility that my delivery would be brought forward by an induction and/or surgery.</p><p>I was also given the upsetting news that – due to the toxicity of the chemotherapy – I wouldn’t be able to breastfeed. This was my first pregnancy, and although healthy (until cancer), it had an unexpected psychological toll. Breastfeeding was a milestone I looked forward to; an opportunity to hopefully step back some of the emotional distance that grew between me and the foetus in my swelling womb.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/08/unable-to-breastfeed-my-baby-due-to-cancer-i-was-made-to-feel-like-a-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/08/unable-to-breastfeed-my-baby-due-to-cancer-i-was-made-to-feel-like-a-failure", "date_published": "2023-03-07 23:32:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US safety board investigates rail firm Norfolk Southern after Ohio derailment", "description": "<p>National Transportation Safety Board will look into five significant accidents involving the operator since December 2021</p><p>Federal investigators announced on Tuesday a special investigation into rail operator Norfolk Southern following a <a href=\"https://apnews.com/article/pennsylvania-ohio-evacuations-fires-5d399dc745f51ef746e22828083d8591\">fiery derailment on the Ohio-Pennsylvania border</a> in February and several other accidents, including the <a href=\"https://apnews.com/43991ba5796122c07af42309ead5d250\">death of a train conductor</a> just hours earlier on Tuesday.</p><p>The National Transportation Safety Board said it will begin a broad look at the railroad’s safety culture, saying it has sent teams to look into five significant accidents involving Norfolk Southern since December 2021.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/07/ohio-train-derailment-norfolk-southern-us-safety-board-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/07/ohio-train-derailment-norfolk-southern-us-safety-board-investigation", "date_published": "2023-03-07 22:34:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kai Havertz penalty drama helps Chelsea edge past Borussia Dortmund", "description": "<p>When the decisive moments arrived on a night of rare fortune for Graham Potter, Raheem Sterling fooling Borussia Dortmund with an air shot, Kai Havertz overcomplicating a penalty, perhaps it was inevitable that Chelsea had not taken the easy route to goal.</p><p>Yet it was never going to be simple with this team. Goalscoring has been an issue for Chelsea all season and it had seemed their wasteful finishing would undermine them again. That they were better than Dortmund was not in doubt. But the question was whether Chelsea could make their superiority count and, as the misses piled up, it was hard not to wonder if it would be the same old story.</p> <a href=\"https://www.theguardian.com/football/2023/mar/07/chelsea-borussia-dortmund-champions-league-last-16-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/07/chelsea-borussia-dortmund-champions-league-last-16-match-report", "date_published": "2023-03-07 22:17:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Predator: The Secret Scandal of J-Pop review – a breathtaking look at Japan’s paedophile boyband ‘god’", "description": "<p>As young stars smile brightly and declare their love for him, this documentary about a music svengali’s gruesome history of abuse is a rare and terrifying insight into how grooming works</p><p>Hold on to your hats here but – I think it’s possible that the patriarchy might not be a great system by which to organise a society. Mainly because of the men in it.</p><p>It is hard not to see the headlines (Sexual abuse and harassment! Murders! Domestic violence! Add “police” to all of those and “celebrity”, “footballer”, “politician”, “coach” or “priest” to most of them) and start to draw some vague conclusions. Immerse yourself in the world of Netflix and other documentaries about abuse – most recently the one about <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/05/we-need-to-talk-about-cosby-review-shocking-revelations-going-right-back-to-the-60s\">Bill Cosby</a>, but you can take your pick from a multitude of others, from Jimmy Savile to Michael Jackson to Jeffrey Epstein to Harvey Weinstein to <a href=\"https://www.theguardian.com/us-news/2022/jun/29/r-kelly-sentenced-sexual-abuse\">R Kelly</a> via many, many more – and it becomes hard not to ask the question: does any man strive to gain wealth or influence for any reason other than to reach a point where they can abuse with impunity those under their control? How long do we give it before we start treating anyone who wants to become rich, famous or powerful in any way as automatically suspect?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/07/predator-the-secret-scandal-of-j-pop-review-japan-johnny-kitagawa\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/07/predator-the-secret-scandal-of-j-pop-review-japan-johnny-kitagawa", "date_published": "2023-03-07 22:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wally Fawkes obituary", "description": "Political cartoonist and jazz clarinettist who, using the pen name Trog, created the Flook strip<p>The career of the cartoonist and jazz clarinettist Wally “Trog” Fawkes, who has died aged 98, was an extraordinary one, a mixture of luck and perseverance. His cartoon strip Flook appeared in the Daily Mail and then the Mirror for more than half a century, while his political cartoons were a staple of the British media for just as long.</p><p>In 1948 Lord (Vere) Rothermere, proprietor of the Daily Mail, was much taken on a visit to the US by a children’s strip about a small boy and his magic uncle, and thought something similar might enhance his own paper. What was decided was that a small boy named Rufus has a dream in which he rescues from prehistoric times a furry creature being bullied by a nasty caveman. On awakening, Rufus finds the little animal has fallen through a timewarp into his own bed. Its name is <a href=\"https://animationresources.org/comics-trogs-rufus-and-flook/\" title=\"\">Flook</a>.</p> <a href=\"https://www.theguardian.com/media/2023/mar/07/wally-fawkes-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/07/wally-fawkes-obituary", "date_published": "2023-03-07 21:27:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Rossington obituary", "description": "Songwriter, guitarist and founding member of the rock band Lynyrd Skynyrd, known for its single Sweet Home Alabama<p>The guitarist Gary Rossington, who <a href=\"https://www.theguardian.com/music/2023/mar/06/gary-rossington-dead-lynyrd-skynyrd-guitarist-founding-member-dies-aged-71\" title=\"\">has died</a> aged 71, was the last surviving original member of Lynyrd Skynyrd, who formed in Florida in the mid-1960s. He was a pivotal part of the group as both musician and songwriter, his most arresting claim to fame being his slide guitar work on the band’s imperishable theme song, <a href=\"https://www.youtube.com/watch?v=0LwcvjNJTuM\" title=\"\">Free Bird</a>. He also co-wrote their most successful single, the US Top 10 hit <a href=\"https://www.youtube.com/watch?v=6GxWmSVv-cY\" title=\"\">Sweet Home Alabama</a>, and wrote songs regularly throughout the band’s career, up to their final studio album, Last of a Dyin’ Breed (2012).</p><p>Lynyrd Skynyrd reached the US Top 30 with each of their first five albums, three reaching double platinum status, but the group was plagued by a horrific litany of tragedies. Rossington, under the influence of drugs and alcohol, had survived a road accident in 1976 in which his car hit a tree, prompting Skynyrd’s lead vocalist, Ronnie Van Zant, to write the song That Smell – “Ooh that smell / The smell of death surrounds you”.</p> <a href=\"https://www.theguardian.com/music/2023/mar/07/gary-rossington-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/07/gary-rossington-obituary", "date_published": "2023-03-07 20:16:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antonio Conte at Tottenham feels like a relationship slowly fizzling out | David Hytner", "description": "<p>Spurs manager is back in full health and returns for the second leg against Milan – a game which will shape their season</p><p>For an insight into the mindset of Antonio Conte, the survival mode that he has adopted during this most traumatic of seasons, look no further than when he was given his gallbladder surgery diagnosis at the end of January.</p><p>The Tottenham manager was in excruciating pain and, until he was told what was causing it, his mind ran with dark possibilities. Conte, remember, had recently lost three close friends – <a href=\"https://www.theguardian.com/football/2022/oct/06/tottenham-fitness-coach-gian-piero-ventrone-dies\" title=\"\">Gian Piero Ventrone</a> and <a href=\"https://www.theguardian.com/football/2022/dec/16/sinisa-mihajlovic-serie-a-and-serbian-football-icon-dies-aged-53\" title=\"\">Sinisa Mihajlovic</a> to leukaemia; <a href=\"https://www.theguardian.com/football/2023/jan/06/gianluca-vialli-former-italy-juventus-and-chelsea-striker-dies-aged-58\" title=\"\">Gianluca Vialli</a> to pancreatic cancer.</p> <a href=\"https://www.theguardian.com/football/2023/mar/07/antonio-conte-at-tottenham-feels-like-a-relationship-slowly-fizzling-out\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/07/antonio-conte-at-tottenham-feels-like-a-relationship-slowly-fizzling-out", "date_published": "2023-03-07 20:15:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "RMT suspends train strike next week after Network Rail breakthrough", "description": "<p>Union suspends planned strike on 16 March after receiving fresh pay offer from Network Rail</p><p>The RMT union has called off a strike at Network Rail next week, fuelling hopes of a significant breakthrough in the long-running dispute.</p><p>The union said it was suspending the strike planned for Thursday 16 March and all other industrial action, which was to include an overtime ban, after it received a fresh offer from Network Rail.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/rmt-calls-off-planned-train-strikes-next-week-after-talks-breakthrough\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/rmt-calls-off-planned-train-strikes-next-week-after-talks-breakthrough", "date_published": "2023-03-07 20:06:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Five women denied abortion care in Texas sue state over bans", "description": "<p>The women were refused abortions despite carrying nonviable pregnancies that posed major risks to their health</p><p>Five women denied abortions in Texas , along with two doctors, have sued the state after they were refused abortion care despite suffering severe complications<strong> </strong> with their pregnancies.</p><p>None of the plaintiffs’ fetuses had a chance of survival. The state’s abortion bans are supposed to allow for the procedure in cases where<strong> </strong>there is a fatal diagnosis for the fetus, as well as when the<strong> </strong>pregnancy poses substantial harms to the pregnant person’s health.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/texas-abortion-women-lawsuit-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/texas-abortion-women-lawsuit-ban", "date_published": "2023-03-07 19:58:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Killer dolls, cocaine bears and dinosaur time travel: how the B-movie became big business", "description": "<p>As a string of serious dramas underperform at the box office, silliness has instead taken over Hollywood from Megan to Cocaine Bear</p><p>It wasn’t the big-budget bullishness of Christopher Nolan that lured understandably wary audiences back to the multiplex after Covid struck. The director tried harder than most to be Hollywood’s head cheerleader for the cinema experience, insisting his sleek thriller Tenet be seen on the big screen and the big screen only back in the cursed days of 2020, but it was too much and too soon, and ultimately his film was too bad for it to work too well.</p><p>The film was by no means a flop, but it was a concerning under-performer, caveats and all, and it wasn’t until the following March that we found out what it took to truly lead the masses from their couch. Rather than style or sophistication, as Nolan had offered, <a href=\"https://www.theguardian.com/film/2021/apr/07/why-godzilla-vs-kong-saved-cinema-not-tenet\">it was the primal appeal</a> of watching a giant ape fighting a giant lizard that roused crowds into a grand return, Godzilla vs Kong winning the title of first legitimate hit of the pandemic. Various hits have followed, most of them involving superheroes, but the film’s early global popularity remains telling. We knew audiences would rush back in droves for whatever guff had the Marvel logo attached, but it was a sign that there was another type of spectacle being craved.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/cocaine-bear-megan-b-movie-hollywood-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/cocaine-bear-megan-b-movie-hollywood-film", "date_published": "2023-03-07 19:38:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grant Shapps banned energy ministers from taking foreign trips", "description": "<p>Exclusive: energy secretary issued edict to deal with ‘outrageous’ backlog of support for paying bills</p><p>Ministers in the newly formed energy department faced a ban on foreign trips due to a mounting backlog of issues raised with them by MPs, the Guardian can reveal.</p><p>Grant Shapps issued the edict last month in a bid to speed up the “outrageously” slow response to cases raised on behalf of constituents, some of whom were <a href=\"https://www.theguardian.com/money/2023/jan/09/warm-home-discount-scheme-britain\">struggling to claim support</a> with their energy bills during the cost of living crisis.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/07/grant-shapps-banned-energy-ministers-from-taking-foreign-trips\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/07/grant-shapps-banned-energy-ministers-from-taking-foreign-trips", "date_published": "2023-03-07 19:34:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Officials believe pro-Ukraine group may have sabotaged Nord Stream – reports", "description": "<p>European and US agencies have obtained tentative intelligence relating to pipeline bombing, say reports</p><p>European and US intelligence officials have obtained tentative intelligence to suggest a pro-Ukrainian saboteur group may have been behind the bombing of the <a href=\"https://www.theguardian.com/world/2022/nov/18/gross-sabotage-traces-of-explosives-found-at-sites-of-nord-stream-gas-leaks\">Nord Stream oil pipelines</a> last year, according to reports in <a href=\"https://www.nytimes.com/2023/03/07/us/politics/nord-stream-pipeline-sabotage-ukraine.html\">the New York Times</a> and German newspaper Die Zeit.</p><p>German investigators believe the attack on the pipelines was carried out by a team of six people, using a yacht that had been hired by a company registered in Poland and owned by two Ukrainian citizens, <a href=\"https://www.zeit.de/politik/ausland/2023-03/nordstream-2-ukraine-anschlag\">according to Die Zeit</a>.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/officials-believe-pro-ukraine-group-sabotage-nord-stream-pipelines\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/officials-believe-pro-ukraine-group-sabotage-nord-stream-pipelines", "date_published": "2023-03-07 19:28:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Borussia Dortmund: Champions League last 16, second leg – live", "description": "<ul><li>Champions League updates, 8pm GMT kick-off (<a href=\"https://www.theguardian.com/football/2023/feb/15/borussia-dortmund-chelsea-champions-league-last-16-match-report\">first leg: 0-1</a>)</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And <a href=\"mailto:scott.murray@theguardian.com\">contact Scott</a> with any match thoughts</li></ul><p><strong>Four Chelsea players will miss the next match in Europe if booked tonight.</strong> Reece James, Kalidou Koulibaly, Mykhailo Mudryk and Conor Gallagher are all one yellow card away from a one-match suspension. Dortmund have two players <a href=\"https://www.youtube.com/watch?v=ZBGqX4JMq6Q\">doing the tippy toes</a> along the disciplinary tightrope in Salih Özcan and Emre Can.</p><p><strong>A cheery Graham Potter speaks to BT Sport.</strong> “It’s nice to have the win after the weekend … it felt like a good performance against Dortmund … we should have scored maybe but that’s where we’re at … we’re looking forward to playing well and hopefully going through … the most important thing is the team, the club, so my job is to help the team win … it’s not about me … we’ve got Reece [James] back tonight so that’s a plus … we lost Wesley Fofana in the home game here against Milan, and almost systematically since then have had players dropping out, so it’s been difficult to get stability … then you need a couple of games to get back to your top level when you get back, so that’s been a process we’ve had to endure … the spirit has been really good despite results … we want results to improve … we’re very privileged and grateful to be here … we can turn it round and we have to be positive.”</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/07/chelsea-v-borussia-dortmund-champions-league-last-16-second-leg-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/07/chelsea-v-borussia-dortmund-champions-league-last-16-second-leg-live-score-updates", "date_published": "2023-03-07 19:21:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BoE powers to oversee insurers may not offset risks posed by looser regulation", "description": "<p>Solvency II reforms governing sector may prove inadequate, warns Sam Woods, head of the Bank’s regulatory arm </p><p>Moves to hand the Bank of England fresh powers over insurers will not be enough to offset the risks <a href=\"https://www.theguardian.com/business/2022/feb/21/treasury-plans-post-brexit-overhaul-of-insurance-industry\">posed by looser regulation</a>, one of the central bank’s most senior officials has warned.</p><p>The comments by the chief executive of the Bank’s regulatory arm, Sam Woods, come a day after his boss and Bank of England governor Andrew Bailey, warned that reforms to so-called Solvency II regulations would <a href=\"https://www.reuters.com/business/finance/bank-england-says-insurers-more-likely-fail-if-capital-cut-rule-goes-ahead-2023-03-06/\">increase the possibility of life insurance firms failing</a> by 20% in a given year.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/boe-powers-to-oversee-insurers-may-not-offset-risks-posed-by-looser-regulation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/boe-powers-to-oversee-insurers-may-not-offset-risks-posed-by-looser-regulation", "date_published": "2023-03-07 19:08:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ella Baron on the Sunak and Braverman plan for small boats — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/07/ella-baron-on-the-sunak-and-braverman-plan-for-small-boats-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/07/ella-baron-on-the-sunak-and-braverman-plan-for-small-boats-cartoon", "date_published": "2023-03-07 19:05:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vaughan’s lawyers accuse ECB of ‘woefully inadequate’ investigation", "description": "<ul><li>Former England captain’s counsel accuses ECB of ‘actual bias’</li><li>ECB team questions Vaughan’s credibility in closing comments</li></ul><p>The England and Wales Cricket board conducted a “woefully inadequate investigation” into Michael Vaughan that displayed “actual bias” and was “an affront to fairness”, the final day of the Yorkshire racism hearing was told.</p><p>In his closing submission, the former England captain’s legal counsel, Christopher Stoner KC, questioned why the ECB had initially withheld a statement from Ajmal Shahzad that backed Vaughan’s claims that he had never uttered the phrase “there are too many of you lot” to four Asian players before a Twenty20 game in 2009.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/michael-vaughan-lawyers-accuse-ecb-of-woefully-inadequate-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/michael-vaughan-lawyers-accuse-ecb-of-woefully-inadequate-investigation", "date_published": "2023-03-07 19:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the illegal migration bill: the callousness is calculated | Editorial", "description": "<p>The legislation won’t save lives (or money). But even if the plans are unrealisable, they are still damaging</p><p>The problem with the government’s <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/suella-braverman-small-boats-plan-push-boundaries-international-law-rishi-sunak\" title=\"\">illegal migration bill</a> is not just that it is inhumane and unworkable. It is that the inhumanity and <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/rishi-sunaks-plan-for-small-boats-will-lock-up-people-fleeing-war\" title=\"\">unworkability</a> look calculated. They are not simply bugs of the project; they may even be features.</p><p>The government has <a href=\"https://www.gov.uk/government/news/ground-breaking-new-laws-to-stop-the-boats\" title=\"\">said</a> it will return all those who enter the UK via small boats or dispatch them to a third country – though Rwanda has not yet received one person in exchange for its pocketing of £120m. It remains to be seen whether Rishi Sunak’s meeting with Emmanuel Macron on Friday will lead to arrangements for returns to France. To save money, tens of thousands of people could be warehoused in<a href=\"https://www.theguardian.com/uk-news/2023/mar/05/rishi-sunaks-plan-for-small-boats-will-lock-up-people-fleeing-war\" title=\"\"> mass detention camps</a>. The home secretary, Suella Braverman, says modern slavery rules <a href=\"https://www.independent.co.uk/news/uk/home-news/modern-slavery-migrants-home-office-b2287965.html\" title=\"\">will not prevent</a> removals.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/the-guardian-view-on-the-migration-bill-the-callousness-is-calculated\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/the-guardian-view-on-the-migration-bill-the-callousness-is-calculated", "date_published": "2023-03-07 18:58:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on indecent exposure: a crime that must be taken seriously | Editorial", "description": "<p>The case of Wayne Couzens should be a wake-up call for how we view this sexual offence</p><p>When police are contacted three times about a man exposing himself in public, you would expect them to investigate. And when his vehicle registration and credit card number are provided, you would expect them to act swiftly. The failures of the Met and Kent police to investigate these reports of Wayne Couzens served to strengthen his “dangerous belief in his invincibility”, Mrs Justice May said on Monday, when she handed Couzens a <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/wayne-couzens-sentenced-to-19-months-in-prison-for-indecent-exposure\" title=\"\">19-month sentence</a> for indecent exposure, on top of the life sentence he is serving for the rape and murder of Sarah Everard.</p><p>The attitude of the police to sexual offences is under close and growing scrutiny. But officers are not alone in treating “flashing” as a crime deserving less attention. Despite carrying a maximum two-year sentence, indecent exposure is still too easily brushed off as an unpleasant but ultimately inconsequential act. The stereotypical image of a man in a mac, and even the language of “flashing”, diminish the seriousness of this crime and make it easy to trivialise. Couzens’s offences are further proof that such crimes can be precursors to more dangerous behaviour.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/the-guardian-view-on-indecent-exposure-a-that-must-be-taken-seriously\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/the-guardian-view-on-indecent-exposure-a-that-must-be-taken-seriously", "date_published": "2023-03-07 18:57:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Tories are doing the same thing yet again and nobody expects results | John Crace", "description": "<p>Rishi Sunak and Suella Braverman unveil a plan for small boats that is performative and cruel </p><p>If insanity is doing the same thing over and over again and expecting a different result, Rishi Sunak and the Conservative government must need 24-hour psychiatric supervision. There have been dozens of initiatives and six new bills aimed at stopping people entering the UK since 2015. The most recent one, the nationality and borders bill, promised to <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/conservatives-channel-crossings-small-boats-tories-rwanda-deportation\">end small boats crossings once and for all</a>. That went well. Last year saw a record 45,000 arrivals.</p><p>But Rish! is nothing if not pig-headed. So he’s now made stopping the small boats an election promise. And to make good on it, he has now introduced yet another bill that to all intents and purposes looks hopelessly flawed and completely pointless. The chances of it achieving its objectives are nil. It’s performative dadaist politics. Something that is designed to con his dimmer backbenchers and a small minority of the country. And if all else fails, Sunak could go begging to voters. “I know I’ve failed. But at least I tried.” Good luck with that.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/07/the-tories-are-doing-the-same-thing-yet-again-and-nobody-expects-results\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/07/the-tories-are-doing-the-same-thing-yet-again-and-nobody-expects-results", "date_published": "2023-03-07 18:53:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Schools in England seeing more pupil absences on Fridays", "description": "<p>Change in parents’ work patterns since Covid may have led to pupils staying home</p><p>Schools in England are seeing “a huge amount” of pupil absence on Fridays with children staying at home with their parents following a shift in attitudes post-Covid, MPs have been told.</p><p>Dame Rachel de Souza, the children’s commissioner for England, told the education committee that persistent absence from schools is “one of the issues of our age” and called for a “razor sharp focus” on the problem.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/schools-in-england-seeing-more-pupil-absences-on-fridays\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/schools-in-england-seeing-more-pupil-absences-on-fridays", "date_published": "2023-03-07 18:28:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gender pay gap for higher-educated UK parents has grown since 1970s – study", "description": "<p>Research finds ‘motherhood penalty’ is greater than 40 years ago, with mothers making 69% of fathers’ wages</p><p>The pay gap between mothers and fathers with post-school education has increased since the late 70s in the UK, according to research.</p><p>As the world marks International Women’s Day on Wednesday, research from the University of Kent has found that the gap in pay between higher-educated mothers and fathers – the “motherhood penalty” – is greater today than 40 years ago.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/gender-pay-gap-for-higher-educated-uk-parents-has-grown-since-1970s-study\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/gender-pay-gap-for-higher-educated-uk-parents-has-grown-since-1970s-study", "date_published": "2023-03-07 18:21:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rory McIlroy admits LIV Golf has aided players on ‘antiquated’ PGA Tour", "description": "<ul><li>PGA Tour purses have increased, as will no-cut events</li><li>Tour commissioner says no way back for LIV players</li></ul><p>While a staunch opponent of the LIV Golf tour, Rory McIlroy has admitted the emergence of the rebel circuit has helped players throughout the sport. The Northern Irishman believes “antiquated” elements of the PGA Tour have been updated on direct account of LIV.</p><p>The PGA Tour has announced a raft of changes for 2024, including the introduction of umpteen limited-field no-cut events. Asked how much of this alteration is down to the LIV threat, McIlroy replied: “A lot of it. I’m not going to sit here and lie. I think the emergence of LIV or the emergence of a competitor to the PGA Tour has benefited everyone that plays elite professional golf.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/liv-golf-has-helped-players-on-antiquated-pga-tour-says-rory-mcilroy\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/liv-golf-has-helped-players-on-antiquated-pga-tour-says-rory-mcilroy", "date_published": "2023-03-07 18:14:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU sets target of 40% of clean tech to be made within the bloc by 2030", "description": "<p>Draft regulation is response to US subsidies and Chinese state support for green-tech sector</p><p>The EU executive is eyeing a target that would see 40% of the bloc’s clean tech made in Europe by the end the decade, as part of a response to a wave of subsidies from the US and China.</p><p>According to a draft of the EU’s Net-Zero Industry Act, which is due to be unveiled next week, 40% of green tech needed to meet the bloc’s climate and energy targets should be made in the EU by 2030.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/eu-sets-target-of-40-of-clean-tech-to-be-made-within-the-bloc-by-2030\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/eu-sets-target-of-40-of-clean-tech-to-be-made-within-the-bloc-by-2030", "date_published": "2023-03-07 18:13:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least six Palestinians killed in IDF raid on Jenin refugee camp", "description": "<p>Israeli forces enter camp to find gunman suspected of killing two brothers in Huwara last week</p><p>At least six Palestinians have been killed and 10 wounded in an Israeli army raid on the occupied West Bank city of Jenin, according to Palestinian officials, the latest bloody incident in a new chapter of violence across Israel and the Palestinian territories.</p><p>A fierce gun battle erupted in the crowded refugee camp on Jenin’s western outskirts on Tuesday afternoon after the Israel Defence Forces (IDF) mounted an operation to find the Palestinian gunman suspected of killing two Israeli brothers as they drove through the West Bank town of Huwara last week.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/at-least-six-palestinians-killed-in-idf-raid-on-jenin-refugee-camp\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/at-least-six-palestinians-killed-in-idf-raid-on-jenin-refugee-camp", "date_published": "2023-03-07 18:10:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A revenge plan’: refugees and Dover residents react to illegal migration bill", "description": "<p>Home secretary’s latest plan to curb small boats crossings across the Channel has been met with scepticism </p><p>The Marine Traffic app is an essential download for all those who scan the Dover shoreline for signs of small boats – everyone from officials in the home secretary’s office to self-styled migrant hunters who prowl the Kent coast.</p><p>On Tuesday there were no light blue ship icons on the app in the middle of the Channel, which indicate dinghy-related activity from UK Border Force cutters or French navy ships. The sky above the shore was heavy and almost pure white. Snow was forecast, the temperature was barely above zero and the sea was choppy.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/a-revenge-plan-refugees-and-dover-residents-react-to-migration-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/a-revenge-plan-refugees-and-dover-residents-react-to-migration-bill", "date_published": "2023-03-07 18:01:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iga Swiatek still the one to beat at Indian Wells but challengers lining up", "description": "<p>Pole is world No 1 but Aryna Sabalenka won the Australian Open and Barbora Krejcikova beat Swiatek in Dubai</p><p>At the last stage of the WTA’s Middle East swing two weeks ago, Iga Swiatek arrived in the final of the Dubai Duty Free Championships having fully reestablished her imperious form. She had first destroyed all in her path in Doha, losing just five games in her three matches en route to the title, and she remained untouchable a week later on the way to another final.</p><p>Most players understandably cower against the WTA’s dominant star in such form, but Barbora Krejcikova has consistently proved her toughness and quality in the biggest moments of her career. With an exhibition of daring, early ball-striking and her deep toolbox of variety, the Czech toppled Swiatek in straight sets. She is the only player since 2019 to defeat Swiatek in a final, a distinction she has now achieved twice.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/iga-swiatek-still-the-one-to-beat-at-indian-wells-but-challengers-lining-up\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/iga-swiatek-still-the-one-to-beat-at-indian-wells-but-challengers-lining-up", "date_published": "2023-03-07 18:00:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maggie O’Farrell and NoViolet Bulawayo make Women’s prize for fiction longlist", "description": "<p>Nine debut novels are among the 16 books up for the 2023 award, alongside novels by Natalie Haynes, Sophie Mackintosh and Barbara Kingsolver</p><p>More than half of this year’s longlist for the Women’s prize for fiction are debuts, with nine first novels, including <a href=\"https://www.theguardian.com/books/2022/apr/16/trespasses-by-louise-kennedy-review-love-amid-the-troubles\">Trespasses</a> by Louise Kennedy and <a href=\"https://www.theguardian.com/books/2022/may/29/im-a-fan-by-sheena-patel-review-fizzing-debut-about-a-sociopathic-narcissist\">I’m a Fan by Sheena Patel</a>, up for the £30,000 award. The debut novelists are up against previous Women’s prize-winning authors Maggie O’Farrell, who won in <a href=\"https://www.womensprizeforfiction.co.uk/features/book/hamnet\">2020 for Hamnet</a>, and Barbara Kingsolver, who <a href=\"https://www.womensprizeforfiction.co.uk/features/book/the-lacuna\">won in 2010 for The Lacuna</a>, and who have been chosen this year for their novels <a href=\"https://www.theguardian.com/books/2022/aug/26/the-marriage-portrait-by-maggie-ofarrell-review-a-dark-renaissance-fable\">The Marriage Portrait</a> and <a href=\"https://www.theguardian.com/books/2022/nov/10/demon-copperhead-by-barbara-kingsolver-review-dickens-updated\">Demon Copperhead</a> respectively.</p><p>Past Women’s prize shortlistees Natalie Haynes, Laline Paull and Elizabeth McKenzie have all also made this year’s longlist, while twice-Booker shortlisted NoViolet Bulawayo and Booker longlisted Sophie Mackintosh have been nominated for the first time.</p> <a href=\"https://www.theguardian.com/books/2023/mar/07/maggie-ofarrell-and-noviolet-bulawayo-make-womens-prize-for-fiction-longlist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/07/maggie-ofarrell-and-noviolet-bulawayo-make-womens-prize-for-fiction-longlist", "date_published": "2023-03-07 18:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China to set up new financial watchdog as part of reforms", "description": "<p>New body will replace banking and insurance regulators after concerns over creaking property market</p><p>China will set up a new financial watchdog to replace its banking and insurance regulators as part of an overhaul of state institutions after concern about exposure to its <a href=\"https://www.theguardian.com/business/2022/sep/25/china-property-bubble-evergrande-group\">creaking property market</a>.</p><p>The new body, which does not have an official name yet, would bring oversight of China’s financial system under direct control of the State Council, the top government body. There are also reports that the president, Xi Jinping, who will in all likelihood be granted a third presidential term on Friday, will revive the Central Financial Work Commission, an organisation that would supervise the financial system on behalf of the Chinese Communist party, although this has yet to be announced publicly.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/china-to-set-up-new-financial-watchdog-as-part-of-reforms\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/china-to-set-up-new-financial-watchdog-as-part-of-reforms", "date_published": "2023-03-07 17:46:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK childminders: share what it’s been like to work in your profession", "description": "<p>We’d like to hear about people’s experiences of being a childminder in the UK, whether they intend to stay in the profession, and why</p><p>We’re interested to hear how childminders in the UK have been experiencing their industry in recent years.</p><p>We would like to hear from childminders who are currently in the profession and those who have left recently, or are thinking about leaving, and what their motivations are.</p> <a href=\"https://www.theguardian.com/money/2023/mar/07/uk-childminders-share-what-its-been-like-to-work-in-your-profession\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/07/uk-childminders-share-what-its-been-like-to-work-in-your-profession", "date_published": "2023-03-07 17:45:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How harassment by men puts women off running | Letters", "description": "<p>Readers share their experiences of abuse and intimidation in response to an article by Katy Guest </p><p>Re Katy Guest’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/04/man-jogging-women-exercise-suella-braverman-street-harassment-law\" title=\"\">A man threatened to hit me with his lorry while I was jogging – and got away with it. Yet still women are told to exercise?, 4 March</a>), female runners know the rules. Avoid running in the dark, or in remote areas. Cross the road when a man crosses your path.</p><p>I often find myself making a mental note of the time and place, and a brief description of other female runners when they pass. Just in case I hear they went missing. Going for a run is exhausting – not for the exercise, but because of the planning required not to put yourself in a dangerous situation. It takes a lot of joy out of it.<br /><strong>Lisa Hellier </strong><br /><em>Cambridge</em></p> <a href=\"https://www.theguardian.com/society/2023/mar/07/how-harassment-by-men-puts-women-off-running\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/how-harassment-by-men-puts-women-off-running", "date_published": "2023-03-07 17:45:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s the media that keeps promoting Boris Johnson’s family | Letter", "description": "<p>On election night in 2019, you couldn’t turn on the TV without coming across a member of the Johnson family, says <strong>Teresa Rodrigues</strong></p><p>Zoe Williams’ piece about Boris Johnson’s immediate family receiving honours is timely, and perhaps part of a process that started in December 2019 (<a href=\"https://www.theguardian.com/commentisfree/2023/mar/06/boris-johnson-father-knighthood-opinion-couldnt-be-lower\" title=\"\">I thought my opinion of Boris Johnson couldn’t be lower. Then he nominated his father for a knighthood, 6 March</a>).</p><p>On election night, it was impossible to turn on the television without coming across a Johnson on ITV, the BBC and Channel 4. In fact, all four of the personalities in the photograph accompanying Zoe’s article were spread across the media. Is it any surprise that they are to be rewarded now and in the future for their work?</p> <a href=\"https://www.theguardian.com/politics/2023/mar/07/its-the-media-that-keeps-promoting-boris-johnsons-family\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/07/its-the-media-that-keeps-promoting-boris-johnsons-family", "date_published": "2023-03-07 17:44:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HelloFresh drops Thai coconut milk after Peta monkey labour campaign", "description": "<p>Thai government rejects Peta’s claims, saying the practice of using monkeys to harvest is rarely used in industry</p><p>The meal kit provider HelloFresh has said it will no longer sell coconut milk sourced from Thailand, after campaigning by an animal rights group that accused coconut farms in the country of using monkey labour.</p><p>The company <a href=\"https://www.axios.com/2023/03/06/coconut-milk-hellofresh-monkey-labor-thailand\">confirmed to Axios </a>that it does not tolerate “any form of animal abuse in our supply chain” and “out of an abundance of caution” will not be placing orders for coconut milk from Thailand. HelloFresh has not yet responded to the Guardian’s request for comment.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/07/hellofresh-drops-thai-coconut-milk-after-peta-monkey-labour-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/07/hellofresh-drops-thai-coconut-milk-after-peta-monkey-labour-campaign", "date_published": "2023-03-07 17:36:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s messaging on business tax is right. Just don’t leave a long-term plan until the last minute | Nils Pratley", "description": "<p>The shadow chancellor has read the room on the need for a stable tax regime, but the ‘to-be-decided’ list is long</p><p>It was easy to spot the gaps that Labour needs to fill in the review of business taxation announced by the shadow chancellor, Rachel Reeves. On the rate of corporation tax, Labour wants to be “in lockstep with the G7”, which is a terribly vague formulation. On long-term tax breaks to boost investment, Reeves is enthusiastic but has committed to nothing specific. Any role for windfall taxes, where Labour is still calling for a “proper” additional levy on North Sea producers, was not mentioned in her <a href=\"https://www.theguardian.com/money/2023/mar/06/leading-uk-ceos-attack-energy-support-policy-as-brake-on-investment\">speech to the trade body Make UK</a>.</p><p>The “to-be-decided” list, then, is long. In the meantime, Reeves said Labour would support “a genuine boost to investment … if it is affordable”, if that’s what the government produces in next week’s budget. There was nothing here to frighten business – but, equally, nothing much to excite.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/mar/07/labours-messaging-on-business-tax-is-right-just-dont-leave-a-long-term-plan-until-the-last-minute\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/mar/07/labours-messaging-on-business-tax-is-right-just-dont-leave-a-long-term-plan-until-the-last-minute", "date_published": "2023-03-07 17:33:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I shouldn’t be agreeing with nationalists’: the comic causing uproar in Cornwall", "description": "<p>When a podcast by Seamas Carey created a storm, he began investigating second homes, cream on scones …. and where local pride meets unwelcoming xenophobia. Now he’s taking his one man show on the road</p><p></p><p>After Seamas Carey interviewed Eden Project founder Tim Smit for his podcast investigating modern Cornish identity, he set the tape aside for six months as he continued gathering interviews. When he returned to it, he realised something: “This is quite hot.”</p><p>That still didn’t prepare Carey for what happened when he released <a href=\"https://open.spotify.com/episode/7qBL1p9pp47I2P6ZATACuo?si=de075113a16d4a5b\">episode three</a> of The Reason Why. <a href=\"https://www.theguardian.com/uk-news/2022/feb/16/eden-project-tim-smit-cornwall-attack\">Smit’s comments</a> – he called the Cornish “tossers” who might be able to speak up for themselves if they “were a bit more fucking articulate” – made national headlines and saw him accused of <a href=\"https://www.theguardian.com/uk-news/2022/feb/17/lazy-caricature-st-austell-reacts-to-tim-smits-rant-about-cornish-people\">“‘acceptable’ racism”</a> by local councillors.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/07/i-shouldnt-be-agreeing-with-nationalists-the-comic-causing-uproar-in-cornwall\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/07/i-shouldnt-be-agreeing-with-nationalists-the-comic-causing-uproar-in-cornwall", "date_published": "2023-03-07 17:13:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "1922 Committee chair Sir Graham Brady to stand down as MP at next election", "description": "<p>Powerful voice of Tory backbenchers says he will no longer contest Altrincham and Sale West seat</p><p>Sir Graham Brady, whose role as chair of the Conservative party’s 1922 Committee saw him usher three prime ministers out of Downing Street in four years, is to step down as an MP at the next election.</p><p>The most powerful backbencher of his political generation, Brady released a statement to his local newspaper saying it was time to “bring this fascinating and fulfilling chapter of my life to a close”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/07/1922-committee-chair-sir-graham-brady-to-stand-down-at-next-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/07/1922-committee-chair-sir-graham-brady-to-stand-down-at-next-election", "date_published": "2023-03-07 17:08:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer would drop cabinet secretary Simon Case – Labour sources", "description": "<p>Labour leader seen as likely to appoint new head of civil service on becoming PM after Partygate and leaked WhatsApps</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/07/small-boat-crossings-immigration-rishi-sunak-suella-braverman-mps-details-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Simon Case is unlikely to be kept on as cabinet secretary under Keir Starmer if Labour wins the next general election, senior Labour figures have said.</p><p>Case is understood to be considering his own future after a difficult year in the aftermath of the Partygate scandal and damaging leaked WhatsApps involving the former health secretary Matt Hancock.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/07/keir-starmer-would-drop-cabinet-secretary-simon-case-labour-sources\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/07/keir-starmer-would-drop-cabinet-secretary-simon-case-labour-sources", "date_published": "2023-03-07 17:05:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK will miss out on EU’s ‘massive’ increase in arms spending for Ukraine", "description": "<p>Only EU and Norwegian firms will be able to take advantage of joint procurement agreement, says leaked paper</p><p>• <a href=\"https://www.theguardian.com/world/live/2023/mar/07/russia-ukraine-war-live-news-russian-invasion-zelenskiy-vows-to-defend-bakhmut-latest-update\">Russia-Ukraine war live</a></p><p>Britain’s defence industry is to be blocked from profiting from the EU’s vast increase in spending on arms for Ukraine, under a leaked plan seen by the Guardian.</p><p>A “massive order” of ammunition, ranging from small arms to 155mm artillery rounds, is being prepared in Brussels but only EU and Norwegian manufacturers will be able to take advantage.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/uk-will-miss-out-on-eu-massive-increase-in-arms-spending-for-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/uk-will-miss-out-on-eu-massive-increase-in-arms-spending-for-ukraine", "date_published": "2023-03-07 17:04:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watford sack Slaven Bilic and appoint Chris Wilder as new manager", "description": "<ul><li>Hornets are ninth in Championship, four points off playoffs</li><li>Wilder is 18th full-time appointment by Pozzos since 2012</li></ul><p>Watford have sacked head coach Slaven Bilic and replaced him with Chris Wilder.</p><p>The Croatian, 54, has been relieved of his duties after just six months in charge of the Hornets. Watford, who have won just three matches since Christmas, are ninth in the Championship.</p> <a href=\"https://www.theguardian.com/football/2023/mar/07/watford-sack-manager-slaven-bilic-to-re-energise-championship-push\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/07/watford-sack-manager-slaven-bilic-to-re-energise-championship-push", "date_published": "2023-03-07 17:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The dream? Another room’: UK Open champion Gilding plans home upgrade", "description": "<ul><li>Journeyman dartist Gilding stunned Van Gerwen in UK Open </li><li>52-year-old hopes to use prize money to buy his own property</li></ul><p>Andrew Gilding is planning to use the winnings from his surprise UK Open victory to help him upgrade from his one-bedroom council flat.</p><p>The 52-year-old, a journeyman on the PDC Tour, celebrated the landmark moment of his career when he stunned Michael Van Gerwen in Sunday’s final at Minehead Butlin’s, taking home a £110,000 prize.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/uk-open-champion-gilding-house-darts\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/uk-open-champion-gilding-house-darts", "date_published": "2023-03-07 16:52:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigerian politician accused of organ-harvesting plot ‘feared scam’", "description": "<p>Ike Ekweremadu tells Old Bailey court he became suspicious of Lagos street trader offering kidney</p><p>A Nigerian politician at the centre of an alleged organ-harvesting plot said he feared his family was being scammed by a man from Lagos offering to donate a kidney, the Old Bailey has heard.</p><p>Ike Ekweremadu, 60, his wife, Beatrice, 56, daughter Sonia, 25, and Dr Obinna Obeta, 51, are accused of conspiring to arrange or facilitate the travel of the man to exploit him for his kidney. They deny the charge.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/nigerian-politician-ike-ekweremadu-accused-organ-harvesting-plot\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/nigerian-politician-ike-ekweremadu-accused-organ-harvesting-plot", "date_published": "2023-03-07 16:34:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ford dropped from England squad to face France as Borthwick opts for Smith", "description": "<ul><li>Smith in line to feature against France after starring for Quins</li><li>Lawes out of Le Crunch after picking up shoulder injury</li></ul><p>George Ford has been dropped from England’s squad to face France on Saturday, ensuring Marcus Smith will feature against Les Bleus. Steve Borthwick named both, as well as captain Owen Farrell, in his wider squad on Sunday but has released the Sale fly-half as part of a wider cut.</p><p>Courtney Lawes has also been released after sustaining a shoulder injury. The England vice-captain has endured a rotten time with injuries, having had neck, glute and calf problems before making his first international appearance of the season against Wales. His comeback has proved short-lived, however.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/ford-dropped-england-squad-france-borthwick-smith-rugby-union-six-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/ford-dropped-england-squad-france-borthwick-smith-rugby-union-six-nations", "date_published": "2023-03-07 16:33:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two charged with murder of one-year-old in Kent during lockdown", "description": "<p>Jack Benham and Sian Hedges accused of murdering boy in village near Faversham in November 2020</p><p>Two people have been charged with murdering a one-year-old boy during lockdown.</p><p>Jack Benham, 34, and Sian Hedges, 26, are accused of murdering the child on 28 November 2020 in the village of Hernhill, near Faversham, Kent.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/two-charged-with-murder-of-one-year-old-in-kent-during-lockdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/two-charged-with-murder-of-one-year-old-in-kent-during-lockdown", "date_published": "2023-03-07 16:28:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lee Anderson will become latest Tory MP to host show on GB News", "description": "<p>Controversial deputy chair joins Jacob Rees-Mogg, Esther McVey and Philip Davies on rightwing channel</p><p>Lee Anderson will become the latest Conservative MP to host a show on GB News, the channel has announced.</p><p>The Conservative party deputy chair and MP for Ashfield in Nottinghamshire, will join fellow Tories Jacob Rees-Mogg, Esther McVey and Philip Davies as a GB News host and contributor.</p> <a href=\"https://www.theguardian.com/media/2023/mar/07/lee-anderson-becomes-latest-tory-mp-to-host-show-on-gb-news\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/07/lee-anderson-becomes-latest-tory-mp-to-host-show-on-gb-news", "date_published": "2023-03-07 16:28:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nationwide strikes in France over plan to raise pension age to 64", "description": "<p>Protesters aim to ‘bring France to standstill’ as President Macron struggles to delay retirements by 2 years</p><p>Hundreds of thousands of protesters marched in France on Tuesday as rail workers and refinery staff began rolling strikes and trade unions stepped up their campaign to try to stop Emmanuel Macron’s plan to <a href=\"https://www.theguardian.com/world/2023/feb/06/macron-credibility-protests-pension-changes-france\">raise the pension age</a> to 64.</p><p>For the sixth time since the start of the year, trade unions called a nationwide day of strikes and demonstrations. Many protest rallies attracted bigger crowds than those organised since mid-January, including in Marseille, one of France’s biggest cities, authorities and local media said.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/nationwide-strikes-in-france-over-plan-to-raise-pension-age-to-64\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/nationwide-strikes-in-france-over-plan-to-raise-pension-age-to-64", "date_published": "2023-03-07 16:26:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The massive mullet moment: why the world’s hair is all business in the front – party in the back", "description": "<p>It’s been bubbling up for a while, but now it seems the hairstyle has reached another tipping point. And no wonder. It’s weird, cool, sexy and liberating</p><p></p><p>Mullets, it seems, are “back”. Again. In recent years celebrities including Miley Cyrus, Lil Nas X and Rihanna have sported “parties in the back”, while swathes of TikTok users have made videos showing off theirs (the hashtag “mullet” currently has more than 10 billion views on the app). But Paul Mescal, star of Normal People and <a href=\"https://www.theguardian.com/film/2022/may/21/aftersun-review-beach-holiday-with-paul-mescal-and-daughter-is-a-sunny-delight\">Aftersun</a> and heart-throb of straight woman everywhere, has somehow tipped the scales and made it official: mullets, once acceptable only for hippies and Australians, can be – and very much are – sexy.</p><p>Up until about a month ago, I had been wearing my hair in some approximation of a mullet for just over a year. It is now a bit too short at the back to count, which is more a result of my miscommunication with the barber (it was my first time risking a visit to a regular “men’s” barbershop and I panicked) than any real desire to de-mullet.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/07/the-massive-mullet-moment-why-the-worlds-hair-is-all-business-in-the-front-party-in-the-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/07/the-massive-mullet-moment-why-the-worlds-hair-is-all-business-in-the-front-party-in-the-back", "date_published": "2023-03-07 16:16:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal win League Cup as Manchester clubs flex muscles – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a>, <a href=\"https://twitter.com/SuzyWrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/GirlsontheBall\">Sophie Downey</a> and <a href=\"https://twitter.com/moyoslaboratory\">Moyo Abiona</a> reflect on an eventful Conti Cup final and round up the latest WSL news</p><p>In this week’s pod: Arsenal end their four-year wait for silverware by beating Chelsea in the Continental Cup final. Jonas Eidevall praises his side’s character, while Emma Hayes really wants you to know that it was a very, very long wait.</p><p>Meanwhile in the WSL, Alessia Russo and Bunny Shaw bag hat-tricks as United and City make it a one-two in the table for Manchester.</p> <a href=\"https://www.theguardian.com/football/audio/2023/mar/07/arsenal-taste-league-cup-glory-as-manchester-clubs-flex-muscles-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/mar/07/arsenal-taste-league-cup-glory-as-manchester-clubs-flex-muscles-womens-football-weekly-podcast", "date_published": "2023-03-07 15:53:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Designer ice: why frozen water is out – and frozen spaghetti hoops are in", "description": "<p>Ice influencers are freezing everything, from chocolate pudding to meatballs. Because who are you really, in 2023, if you don’t have a dedicated, curated ice drawer?</p><p><strong>Name:</strong> Designer ice.</p><p><strong>Age:</strong> Well, the <a href=\"https://www.jstor.org/stable/30061916\">Huronian glaciation</a> was the earliest known ice age on Earth, and that was between 2.4 and 2.1bn years ago. Ice has been around for at least as long as that, and probably much longer. The <a href=\"https://www.wired.com/2008/07/dayintech-0714/#:~:text=John%20Gorrie's%20ice%2Dmaking%20machine,of%20ice%20made%20by%20refrigeration.\">first artificially made ice</a> came a little later, in the mid-19th century.</p> <a href=\"https://www.theguardian.com/food/2023/mar/07/designer-ice-frozen-spaghetti-hoops-chocolate-pudding-meatballs\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/07/designer-ice-frozen-spaghetti-hoops-chocolate-pudding-meatballs", "date_published": "2023-03-07 15:52:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Won’t somebody please think of the Arsenal?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Poor old Arsenal. There they were on Saturday afternoon, with their dramatic, last-minute, momentum-maintaining, potential-league-winning, stadium-into-hyperspace-dispatching goal that <a href=\"https://www.theguardian.com/football/2023/mar/04/arsenal-bournemouth-premier-league-match-report\">registered 9.3 on the Michaelthomasometer</a>, expecting to be the talk of the town for the whole week and maybe the entire month … only for Bruno Fernandes to stage his spectacular dirty protest 24 hours later, refusing point blank to tackle, chase back, tidy his room, all that. Oh Bruno, Luke, Lisandro <em>et al</em>! Did Reiss Nelson calmly slot a spectacular, 96th-minute, possible-season-defining, rising, screaming, net-ripping, opposition-gut-punching, stop-the-world, top-class half-volley <a href=\"https://www.theguardian.com/football/2023/mar/04/the-greatest-end-arteta-hails-nelsons-dramatic-winner-against-bournemouth\">for nothing</a>?</p><p>While Mike Smith can rightly compare the last-minute drama at Chippenham Town in the National League South to the similar scenes at the Emirates (yesterday’s Football Daily letters), can I offer a further step on the way down the proof-ladder that the drama doesn’t reduce just because there are fewer there to witness it? Last week Glan Conwy Under-9s visited the fortress home of the mighty Clwb Peldroed Bethel in a friendly arranged to practise for next season’s change from five-a-side up to seven. In front of maybe 20 ‘fans’ (mums, dads and grandparents) and with the sloping pitch finally in their favour, the GC stormed back from 2-0 down with just a couple of minutes left to triumph 3-2 in a real smash-and-grab raid. No cameras to record, no pundits to discuss, but a fine victory nonetheless. Plus further evidence of my pet theory that the third goal always wins” – Simon Lewis.</p><p>Can you please spearhead a STOP BAD GAME APOLOGIES movement? There’s myriad reasons for genuine apologies from players, managers and clubs in modern football, but the risk-free ‘we’re sorry we played so bad’ version seems to be the only one that’s given freely” – Kristian.</p><p>ChatGPT is in the news at the moment. But has anybody else noticed the similarities between ChatGPT and the outpourings of all those former Liverpool and Manchester United player bots … sorry, pundits on Sky Sports? OpenAI, ChatGPT’s creator, say that its responses ‘may be inaccurate, untruthful, and otherwise misleading at times’. OpenAI’s CEO also admitted recently that the AI chatbot is ‘incredibly limited’ and that ‘it’s a mistake to be relying on it for anything important right now’. Sounds familiar. Meanwhile, here’s a ChatGPT-generated poem about the Football Daily column:</p><p><em>I’m glad that I’m not a newspaper<br />Reports are always so depressing<br />Every day it’s something new<br />And it’s never good news<br />I couldn’t handle all the sadness<br />All the heartache and pain<br />I’m glad that I’m not a newspaper<br />I’d go insane</em></p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/mar/07/football-daily-email-arsenal-news-agenda\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/07/football-daily-email-arsenal-news-agenda", "date_published": "2023-03-07 15:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman’s small boats crackdown is performative cruelty at its worst | Enver Solomon", "description": "<p>UK government plans to remove ‘illegals’ will be chaotic, costly and cause untold human misery</p><p>Here we go again. Just 20 months ago, the then home secretary stood up in parliament and declared new legislation that would <a href=\"https://www.gov.uk/government/speeches/home-secretary-opening-speech-for-nationality-borders-bill\">crack down on Channel crossings</a>. “Anyone who arrives illegally will be deemed inadmissible and either returned to the country they arrived from or a safe country” said Priti Patel.</p><p>Announcing yet another piece of legislation – the illegal migration bill – the home secretary, <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/suella-braverman-asylum-migration-bill-law-change-small-boats\">Suella Braverman, said today</a> in parliament: “If you enter Britain illegally, you will be detained and swiftly removed.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/suella-braverman-small-boats-crackdown-illegal-migrants-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/suella-braverman-small-boats-crackdown-illegal-migrants-uk", "date_published": "2023-03-07 15:28:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I faked it at the beginning!’: David Chipperfield on his rise from shop designer to starchitect", "description": "<p>He almost failed architecture school. Now he’s netted the profession’s top prize, the Pritzker. Britain’s modernist master talks about the building that changed everything – and running a bar in Spain </p><p>Sometimes, it takes a trip abroad to make you realise what you have at home. When David Cameron visited German chancellor Angela Merkel in 2013, she introduced the then British PM to “one of our most famous German architects”. The designer in question? The London-born and -based Sir David Chipperfield, who had built several museums in Germany, as well as law courts in Barcelona and a library in Des Moines, Idaho, all while being relatively overlooked in his native Britain.</p><p>Ten years on, Chipperfield has just been announced as the winner of the 2023 Pritzker prize, architecture’s highest international accolade. And he has become a bit better known back home. “It’s a great honour,” he says, speaking from his second home in Galicia, northwest Spain, where he spent much of the pandemic. “And also a slight relief.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/07/i-faked-it-at-the-beginning-david-chipperfield-on-his-rise-from-shop-designer-to-starchitect\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/07/i-faked-it-at-the-beginning-david-chipperfield-on-his-rise-from-shop-designer-to-starchitect", "date_published": "2023-03-07 15:16:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spain approves draft law for gender quotas in business and politics", "description": "<p>Legislation aims to increase number of women in decision-making roles such as in company boardrooms</p><p>Spain’s government has approved a draft law that aims to bolster the presence of women in decision-making spheres by setting out quotas for women in politics, business and professional associations.</p><p>“This is useful policy that changes people’s lives,” the country’s finance minister, Nadia Calviño, said on Tuesday. “It’s clear that we’ve come a long way … but there is still a lot to do.”</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/spain-approves-draft-law-gender-quotas-business-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/spain-approves-draft-law-gender-quotas-business-politics", "date_published": "2023-03-07 15:12:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The battle for safer streets is not zero sum: let’s safeguard women and fight racial stereoptyping | Jinan Younis", "description": "<p>We demand the right to walk free from fear, but it’s important to assert that everyone has that fundamental right</p><p>Over the past month, it’s felt like every day has brought a grim reminder of the dangers faced by women on our streets and in our homes. The inquest into the murder of the Epsom college headteacher, <a href=\"https://www.theguardian.com/uk-news/2023/mar/02/epsom-college-head-emma-pattison-daughter-died-shotgun-wounds-inquest\">Emma Pattison</a>, and her daughter; the conviction of the murderer of the charity worker <a href=\"https://www.theguardian.com/uk-news/2023/feb/22/man-jailed-for-and-sexual-assault-of-woman-in-greater-manchester\">Elizabeth McCann</a>; the arguments over the release of <a href=\"https://www.theguardian.com/commentisfree/2023/feb/24/man-killed-wife-probation-joanna-simpson-violent-men\">Joanna Simpson’s</a> killer; the life sentence awaiting the boyfriend of <a href=\"https://www.manchestereveningnews.co.uk/news/greater-manchester-news/controlling-thug-who-murdered-girlfriend-26370308\">Elinor O’Brien</a>, who stabbed her in a “rageful and violent attack”; the conviction of the serial rapist police officer <a href=\"https://www.theguardian.com/society/2023/feb/07/david-carrick-jailed-life-rapes-met-police-officer\">David Carrick</a>; and the murder of 16-year-old <a href=\"https://www.theguardian.com/uk-news/2023/feb/13/brianna-ghey-family-say-death-left-massive-hole\">Brianna Ghey</a>. And it’s three years since the disappearance of Sarah Everard, murdered after being stopped on her way home by the rogue police officer Wayne Couzens (affectionately known by his colleagues as “the rapist”).</p><p>Against the backdrop of these horrific headlines, I have been having more and more conversations with women about how they feel unsafe in the streets. We’ve exchanged stories of being followed and catcalled, of sharing Uber rides with each other and making sure we text when we’re home safe. We’ve lamented the increased risk of attack that trans women face, and how Black and minority ethnic women face the threat of both racism and misogyny. We’ve discussed the 800 Met police officers <a href=\"https://www.bbc.co.uk/news/uk-england-beds-bucks-herts-64293158\">under investigation</a> for domestic and sexual abuse, and what it means for women’s trust in the police – though that’s a privilege many women of colour have never had.</p><p>Jinan Younis is Head of the diversity, equity and inclusion practice at the strategy firm Purpose Union, and a former assistant politics editor at gal-dem magazine. She has contributed to the books I Call Myself a Feminist and Growing up with gal-dem. She is the past winner of the Christine Jackson Young Persons Award</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/safer-streets-women-racial-stereoptyping-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/safer-streets-women-racial-stereoptyping-fear", "date_published": "2023-03-07 15:07:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkish actor wins ECHR case over ‘kiss on the terrace’ video", "description": "<p>Court rules that her suit was wrongly thrown out and domestic courts should have shown greater rigour</p><p>The European Court of Human Rights has condemned Turkey for failing to protect the private life of a prominent Turkish actor who had been secretly filmed kissing another celebrity at her home in footage broadcast on television.</p><p>Birsen Berrak Tüzünataç, a film and soap opera star, won the marathon case at the ECHR, which ruled that Turkey had violated the European convention on human rights by dismissing her legal complaints.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/turkish-actor-wins-echr-case-over-kiss-on-the-terrace-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/turkish-actor-wins-echr-case-over-kiss-on-the-terrace-video", "date_published": "2023-03-07 15:04:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mirror and Express owner publishes first articles written using AI", "description": "<p>Chief executive says journalists should not fear being replaced by machines</p><p>The owner of the Daily Mirror and the Express has published its first articles written using artificial intelligence – but its boss says journalists should <a href=\"https://www.theguardian.com/commentisfree/2023/mar/05/panic-not-chatgpt-will-help-you-write-better-but-wont-take-your-job-yet\">not fear being replaced by machines</a>.</p><p>Jim Mullen, the chief executive of Reach, said that after a working group explored the possibilities for the use of AI, the company let a bot produce three articles last week.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/mirror-and-express-owner-publishes-first-articles-written-using-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/mirror-and-express-owner-publishes-first-articles-written-using-ai", "date_published": "2023-03-07 15:04:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gas industry lobbying hard against EU boiler phaseout, leaked emails suggest", "description": "<p>Liquid petroleum gas firms want a directive to favour biofuels and hydrogen, to which they could pivot</p><p>Europe’s gas industry has embarked on an intensive lobbying operation to try to hinder the phaseout of gas boilers under forthcoming changes to EU legislation, leaked emails suggest.</p><p>Gas companies want to keep gas boilers in operation to protect their current market, and to enable them to adapt into what they see as potential new “green” gas markets, in biofuels and hydrogen, despite serious concerns over their viability.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/gas-industry-lobbying-eu-boiler-phaseout-leaked-emails-suggest\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/gas-industry-lobbying-eu-boiler-phaseout-leaked-emails-suggest", "date_published": "2023-03-07 15:01:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK allowed sanctioned Abramovich associate to sell £16m mansion", "description": "<p>Former Chelsea FC director Eugene Tenenbaum says proceeds from sale were frozen in line with government sanctions regime</p><p>A close associate of Roman Abramovich was given permission by the Treasury to sell his Surrey mansion for £16m, a month after the government designated him for UK sanctions and froze all his assets.</p><p>The Guardian can reveal the government agreed to allow the former Chelsea Football Club director Eugene Tenenbaum to sell Park Hill, in Weybridge’s exclusive St George’s Hill estate, under a licence issued by sanctions officials on 12 May 2022. Tenenbaum was added to the <a href=\"https://www.theguardian.com/world/2022/apr/14/uk-government-imposes-sanctions-on-chelsea-fc-director-eugene-tenenbaum\">UK sanctions list on 14 April last year</a>.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/uk-roman-abramovich-associate-sell-mansion-eugene-tenenbaum\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/uk-roman-abramovich-associate-sell-mansion-eugene-tenenbaum", "date_published": "2023-03-07 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t know why I was sent here’: the Jamaica hostel supporting vulnerable US and UK deportees", "description": "<p>For those like Andrew O’Connor, who despite significant mental health needs  has been repatriated to a country he left as a child, the Open Arms is a lifeline</p><p>When Andrew O’Connor, a 39-year-old from Nottingham, woke up to loud knocking on his door on a May morning last year, he thought it was a window fitter he had been expecting. He opened the door to police officers who came to escort him to a centre to await deportation to Jamaica, the country he had left at the age of 10. O’Connor had no idea why. No one had told him, it seems, that a deportation order was made against him as early as 2017.</p><p>When the Home Office made the decision to deport O’Connor, he was being treated in a psychiatric hospital. The letter notifying him of the decision was delivered to the ward and left unopened on his bedside table, says Simon Robinson, a lawyer representing O’Connor.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/07/jamaica-hostel-vulnerable-us-uk-mental-health-deportees-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/07/jamaica-hostel-vulnerable-us-uk-mental-health-deportees-acc", "date_published": "2023-03-07 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour to launch review to go ‘further and faster’ in closing gender pay gap", "description": "<p>Exclusive: Ex-TUC chief Frances O’Grady to lead review amid concerns it is taking too long to eliminate gap</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/mar/07/small-boat-crossings-immigration-rishi-sunak-suella-braverman-mps-details-uk-politics-latest\">UK politics live – latest news updates</a></li></ul><p>Labour is launching a review of the gender pay gap to help the party “go further and faster” on eradicating the problem, as part of its plan to boost growth if it makes it into government.</p><p>The former Trades Union Congress (TUC) chief Frances O’Grady, a Labour peer, has been asked to lead the review amid concerns that under current trends it could take until 2044 to bring <a href=\"https://www.theguardian.com/society/2023/mar/03/uk-women-low-pay-more-likely-than-men-struggling-wage\">pay for men and women into line</a>.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/labour-launch-review-further-faster-closing-gender-pay-gap\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/labour-launch-review-further-faster-closing-gender-pay-gap", "date_published": "2023-03-07 15:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Child dies after flat catches fire in Barking, east London", "description": "<p>Two adults and two children hospitalised after blaze destroys second-floor flat in Stern Close</p><p>A child has died after a flat caught fire in Barking, east London, in the early hours of Tuesday.</p><p>London fire brigade said it was called at 3.25am on Tuesday to a flat in Stern Close, Barking.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/child-dies-after-flat-catches-fire-in-barking-east-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/child-dies-after-flat-catches-fire-in-barking-east-london", "date_published": "2023-03-07 14:57:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden outlines budget proposals to expand Medicare and raise taxes on wealthy – live", "description": "<p>President takes aim at Republicans for perceived ambition to cut benefits in New York Times guest essay<br />• <strong><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></strong></p><p><strong>Tucker Carlson’s first take on the January 6 Capitol riot footage, <a href=\"https://www.theguardian.com/us-news/2023/feb/22/tucker-carlson-jan-6-footage-kevin-mccarthy\">controversially provided to him</a> as an exclusive by Republican House speaker Kevin McCarthy, was widely condemned on Tuesday for “<a href=\"https://www.cnn.com/2023/03/06/media/tucker-carlson-fox-news-january-6/index.html\">sanitizing</a>” the deadly insurrection.</strong></p><p>The rightwing TV host showed selected clips from Capitol security cameras on his Fox News show on Monday night, including small pockets of supporters of <strong>Donald Trump</strong> wandering around, and a particular focus on the so-called Q-Anon shaman <strong>Jacob Chansley</strong>, sentenced in November 2021 to <a href=\"https://www.theguardian.com/us-news/2021/nov/17/qanon-shaman-jacob-chansley-sentenced-capitol-attack-role\">more than three years in prison</a> for his part in the riot.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/mar/07/biden-medicare-taxes-desantis-trump-2024-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/mar/07/biden-medicare-taxes-desantis-trump-2024-live-updates", "date_published": "2023-03-07 14:57:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC Singers to close in corporation’s ‘major review of classical music’", "description": "<p>Reductions also made to the BBC’s three England-based orchestras as part of plan to ensure the long-term future of organisation’s remaining performing groups</p><p></p><p>The BBC has announced the closure of the BBC Singers, one of its six salaried performing groups and the UK’s only full-time professional chamber choir.</p><p>Simon Webb, the organisation’s recently appointed head of orchestras and choirs, also revealed that a 20% reduction in salaried posts of the three English orchestras (the London-based BBC Symphony and Concert Orchestras, and Manchester’s Philharmonic) is being sought through a voluntary redundancy scheme. “We are looking to reset our relationship between salaried and freelance musicians,” he said.</p> <a href=\"https://www.theguardian.com/music/2023/mar/07/bbc-singers-choir-to-close-as-part-of-corporations-major-review-of-classical-music\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/07/bbc-singers-choir-to-close-as-part-of-corporations-major-review-of-classical-music", "date_published": "2023-03-07 14:56:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England policymaker warns of ‘greedflation’ risk to consumers", "description": "<p>Catherine Mann concerned firms could take advantage of people’s willingness to tolerate higher prices</p><p>A senior Bank of England policymaker has expressed concern that UK companies could be exploiting the cost of living crisis to push through <a href=\"https://www.theguardian.com/business/live/2023/mar/07/uk-house-prices-rise-february-halifax-greggs-cost-inflation-squeeze-business-live#top-of-blog\">inflation-busting price increases</a> – a phenomenon widely known as “greedflation”.</p><p>Catherine Mann, one of the nine members of Threadneedle Street’s monetary policy committee, said she was concerned about the ability of firms to take advantage of consumer willingness to tolerate higher prices.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/bank-of-england-policymaker-warns-of-greedflation-risk-to-consumers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/bank-of-england-policymaker-warns-of-greedflation-risk-to-consumers", "date_published": "2023-03-07 14:42:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Amazing’: Roman altar stone unearthed at Leicester Cathedral", "description": "<p>Archaeologists say remains in the cathedral gardens are probably a private family shrine or cult room</p><p>The Normans began construction more than 900 years ago on the building that would become Leicester Cathedral, but legend has long had it that the site has been one of worship as far back as the Roman occupation of Britain.</p><p>Now, an archaeological discovery has experts suggesting the legend may well be true.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/amazing-roman-altar-stone-unearthed-at-leicester-cathedral\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/amazing-roman-altar-stone-unearthed-at-leicester-cathedral", "date_published": "2023-03-07 14:42:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "YouTuber recreates Rosalía show after singer’s tour skips Peru – and sells out", "description": "<p>Ioanis Patsias plays pop star himself, replicating performance down to costume changes and dance numbers for 3,500 Lima fans</p><p>The Spanish pop superstar <a href=\"https://www.theguardian.com/music/2022/dec/16/rosalia-review-o2-london\">Rosalía</a> disappointed thousands of fans in Peru when the country was left off the 15-country list on her Motomami tour last year.</p><p>But one Peruvian, Ioanis Patsias decided to make sure his fellow fans did not miss out on her pop spectacle and put on a tribute show, playing the avant-garde pop queen himself.</p> <a href=\"https://www.theguardian.com/music/2023/mar/07/rosalia-peru-show-youtube-ioanis-patsias\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/07/rosalia-peru-show-youtube-ioanis-patsias", "date_published": "2023-03-07 14:35:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Newcastle’s lack of goals is hurting their push for the Champions League", "description": "<p>Their defensive record is the best in the Premier League by far, but even 15th-placed Leicester have scored more goals</p><p>By <a href=\"https://twitter.com/Ciaran_Mc_1\">Ciaran McLoughlin</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>For the most part, Newcastle fans have been experiencing a magical season. They were in the relegation zone when Eddie Howe took over in November 2021. After guiding the club to an 11th-place finish last season, Howe was backed with a new contract in the summer and his squad was boosted with reinforcements to continue what he had started. He exceeded expectations in the first half of this season, making Newcastle genuine top-four contenders and taking them to their first major final since 1999.</p><p>But their fortunes have turned since the turn of the year. Newcastle have won only four games in 2023, with just one of these victories coming in the league and the other three in the League Cup. They also <a href=\"https://www.theguardian.com/football/2023/jan/07/sheffield-wednesday-newcastle-fa-cup-third-round-match-report\">bowed out of the FA Cup</a> at the first time of asking, losing 2-1 to the League One side Sheffield Wednesday.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/mar/07/newcastle-goals-champions-league-defensive-premier-league-leicester\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/mar/07/newcastle-goals-champions-league-defensive-premier-league-leicester", "date_published": "2023-03-07 14:12:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chanel tries to create ‘special moment’ in crisis-ridden world", "description": "<p>Mood at Paris fashion show was low-key, retro and aware of body diversity</p><p>The purpose of a Chanel fashion show – other than to demonstrate how the clothes move, attract A-listers and drum up a social media buzz – is to create “un moment suspendu”, or a “suspended moment”, the company’s president said.</p><p>“That moment when you can forget what is happening outside, or around you,” said Bruno Pavlovsky, Chanel’s president of fashion. “It’s not just fashion of course. You can say the same about cinema, and art. But it’s a special moment.”</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/07/chanel-tries-to-create-special-moment-in-crisis-ridden-world\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/07/chanel-tries-to-create-special-moment-in-crisis-ridden-world", "date_published": "2023-03-07 14:08:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Under the Black Rock review – nail-biting Belfast thriller", "description": "<p><strong>Arcola theatre, London<br /></strong>Tim Edge’s harrowing and darkly funny play starring Evanna Lynch has razor-sharp dialogue and swerving plot twists</p><p>Northern Ireland’s Troubles are channelled through one dysfunctional family in this terrific edge-of-the-seat thriller. We follow the Ryans, and in particular Niamh (Evanna Lynch), whose father tells her fatalistically: “We are all trapped in this city.” A gigantic rock, representing Belfast’s view of Black Mountain, dangles over their heads like the sword of Damocles. No one here can expect to escape the vortex of sectarian extremism.</p><p>Starting in 1979 and taking us beyond the Good Friday agreement, the action revolves around a republican cell that finds and punishes traitors. What are you fighting for, asks one character at the start, and Tim Edge’s play shows us they are each in it not only for the cause but other personal reasons, from family loyalty to revenge.</p><p>At the <a href=\"https://www.arcolatheatre.com/whats-on/under-the-black-rock/\">Arcola theatre, London</a>, until 25 March</p> <a href=\"https://www.theguardian.com/stage/2023/mar/07/under-the-black-rock-review-arcola-theatre-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/07/under-the-black-rock-review-arcola-theatre-london", "date_published": "2023-03-07 14:07:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Families of MH370 victims push for another search as technology firm says it has new evidence", "description": "<p>Malaysian government urged to green light new hunt on nine-year anniversary of flight’s disappearance</p><p>The families of those lost on board the Malaysia Airlines flight 370 are calling on the Malaysian government to give the green light to another search for the aircraft, which disappeared nine years ago.</p><p>The disappearance of the plane, carrying 12 Malaysian crew members and 227 passengers from 14 different nations, became the biggest mystery in aviation after it disappeared while over the South China Sea during a flight from Kuala Lumpur to Beijing on 8 March 2014.</p> <a href=\"https://www.theguardian.com/world/2023/mar/08/families-of-mh370-victims-push-for-another-search-as-technology-firm-says-it-has-new-evidence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/08/families-of-mh370-victims-push-for-another-search-as-technology-firm-says-it-has-new-evidence", "date_published": "2023-03-07 14:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jürgen Maier: the Anglo-Austrian invested in rebuilding northern England’s economy", "description": "<p>The former Siemens boss is passionate about levelling up the UK’s regions, but fears the current government doesn’t share his vision of a long-term business partnership</p><p>Jürgen Maier is bouncing as he opens the door of his home in south Manchester. After retiring as chief executive of Siemens UK three years ago, the industrialist has been hard at work in his office overlooking the garden of his detached Edwardian home. With Britain’s economy close to recession, a cost of living crisis, global heating, a green transition, Brexit and deep regional divisions, there are plenty of problems he wants to fix.</p><p>Having moved the Siemens UK headquarters to Manchester in one of his final acts before retiring, and become vice-chair of the <a href=\"https://www.northernpowerhousepartnership.co.uk/\" title=\"\">Northern Powerhouse Partnership</a>, Maier is one of the leading voices pushing to level up the UK’s lopsided regional economy.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/jurgen-maier-the-anglo-austrian-invested-in-rebuilding-northern-englands-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/jurgen-maier-the-anglo-austrian-invested-in-rebuilding-northern-englands-economy", "date_published": "2023-03-07 14:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Forty years of New Order’s Blue Monday: who inspired it and who it inspired", "description": "<p>The Mancunians spliced Donna Summer with Ennio Morricone to make a futurist dance smash – and ended up influencing Rihanna, Pet Shop Boys and Detroit techno</p><p>It’s probably overstating the case to say that the release of Blue Monday transformed New Order’s career, but it certainly changed it. It put them in the Top 10 and on Top of the Pops for the first time. It spent 38 weeks in the Top 75, became <a href=\"https://www.theguardian.com/music/2011/jun/14/blue-monday-biggest-selling-single\">the biggest-selling 12-inch single of all time</a> and altered public perceptions of New Order: previously The Band That Used to Be Joy Division, the province of John Peel listeners, they now reached an audience that had never heard of Ian Curtis.</p><p>It also proved hugely influential, presaging the melding of alt-rock and dance that was to come later in the 80s, affecting the post-disco club music that had inspired it in the first place, providing a set text for techno producers and exerting a lasting grip on pop’s imagination. On its 40th birthday, here are the songs that fed into its creation – and the songs that wouldn’t have existed had Blue Monday not existed first.</p> <a href=\"https://www.theguardian.com/music/2023/mar/07/forty-years-of-new-order-blue-monday-inspirations\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/07/forty-years-of-new-order-blue-monday-inspirations", "date_published": "2023-03-07 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can I use my rice cooker for anything else? | Kitchen aide", "description": "<p>Grains, pasta, fish, eggs and even fondue are just some of the things that be prepared in a rice cooker, says our panel of cooks</p><p>• Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p><p><strong>What else can I do with my wonderful rice cooker?<br /></strong><em><strong>Jo, London</strong></em><strong><br /></strong>“Oh, so much,” says Amy Poon, founder of <a href=\"https://www.poonslondon.com/\">Poon’s London</a>. “I basically use my rice cooker like a [not so] slow cooker.” But to best understand what else you can do with it, Jo, you need to start at the very beginning and consider how rice cookers function. “They work on weight,” explains Ping Coombes, former MasterChef champion and author of <a href=\"https://guardianbookshop.com/malaysia-9781474601498\">Malaysia</a>. “You add water and, as the rice cooks, the water soaks into the grain.” So, on that basis, you’re really looking at liquid-based things.</p><p>Let’s, however, stick with rice for a second, because there are many possibilities beyond steaming for a side. You could, for example, knock up a risotto, biryani, jambalaya, or, as Poon suggests, a “cheat’s” claypot rice. “Cut boneless chicken thighs into small pieces, marinate in potato starch, light soy sauce, white pepper, salt, sugar, shaoxing wine, sesame oil and finely chopped ginger, then mix with rehydrated Chinese (or other) mushrooms and spread the mixture over the rice.” Once cooked, garnish with chopped spring onions. Coombes, meanwhile, dials things up a notch with stories of a viral food hack from a few years back when some leftover takeaway fried chicken, stock, soy sauce and rice went into a rice cooker. “The crispy chicken became soft and was broken up into the rice with a dollop of butter,” she recalls. “I haven’t tried it myself, but that’s because I so seldom have any leftover fried chicken.”</p> <a href=\"https://www.theguardian.com/food/2023/mar/07/can-i-use-my-rice-cooker-for-anything-else-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/07/can-i-use-my-rice-cooker-for-anything-else-kitchen-aide", "date_published": "2023-03-07 14:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exercise could be as beneficial as drugs in treating premature ejaculation, study finds", "description": "<p>Running and pelvic floor exercises show promise in studies of the most common sexual dysfunction for men</p><p>Running and pelvic floor exercises could be an effective way to treat premature ejaculation, according to a comprehensive review of previous research.</p><p>Physical activity was found to have as beneficial an effect as drugs but without the associated side-effects, researchers who reviewed 54 studies found.</p> <a href=\"https://www.theguardian.com/society/2023/mar/07/exercise-could-be-as-beneficial-as-drugs-in-treating-premature-ejaculation-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/exercise-could-be-as-beneficial-as-drugs-in-treating-premature-ejaculation-study-finds", "date_published": "2023-03-07 13:49:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Olivia Pratt-Korbel said ‘Mum, I’m scared’ before killer shot her, court told", "description": "<p>Thomas Cashman, 34, accused of murdering nine-year-old in Liverpool shooting that went ‘horribly wrong’</p><p>Olivia Pratt-Korbel, the nine-year-old girl who was shot dead in her home in Liverpool last August, screamed “Mum, I’m scared” before she was hit by a bullet, a court has heard.</p><p>Thomas Cashman, 34, shot Olivia in the middle of her chest in a shooting that went “horribly wrong”, a prosecutor told Manchester crown court at the opening of the murder trial.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/olivia-pratt-korbel-scared-killer-shot-her-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/olivia-pratt-korbel-scared-killer-shot-her-court", "date_published": "2023-03-07 13:36:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurses and midwives should be able to approve abortions, UK study concludes", "description": "<p>If adopted, shake-up of 1967 Abortion Act would scrap rule that two doctors must approve termination</p><p>Nurses and midwives should be able to approve abortions, MPs have been told, in what would be one of the biggest shake-ups of regulations in more than 55 years.</p><p>If adopted, the “two-doctor rule”, which stipulates that abortions have to be authorised by two GPs, would be scrapped.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/nurses-and-midwives-should-be-able-to-approve-abortions-uk-study-concludes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/nurses-and-midwives-should-be-able-to-approve-abortions-uk-study-concludes", "date_published": "2023-03-07 13:17:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Purim and a Turkish tribute in New York: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/mar/07/purim-turkish-tribute-new-york-tuesday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/mar/07/purim-turkish-tribute-new-york-tuesday-best-photos", "date_published": "2023-03-07 13:16:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran makes first arrests over suspected schoolgirl poisonings", "description": "<p>No details given about suspects as regime cracks down on criticism of its response to alleged school attacks </p><p>Iran has announced the first arrests connected to a spate of <a href=\"https://www.theguardian.com/world/2023/mar/06/what-do-we-know-suspected-poisonings-schoolgirls-iran\">suspected poisonings</a> of schoolgirls that has gripped the country.</p><p>“Based on the intelligence and research measures of the intelligence agencies, a number of people have been arrested in five provinces and the relevant agencies are conducting a full investigation,” the deputy interior minister, Majid Mirahmadi, told state television. Mirahmadi did not provide details on the detained individuals.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/iran-makes-first-arrests-over-suspected-schoolgirl-poisonings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/iran-makes-first-arrests-over-suspected-schoolgirl-poisonings", "date_published": "2023-03-07 13:13:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a virgin and too scared to have sex. How can I get over my fear?", "description": "<p>At 19 I would like to experience sex. But the reality makes me extremely anxious – and what if it is all a partner wants from me?</p><p><strong>I’m 19</strong><strong> and </strong><strong>scared to have sex</strong><strong>. I’ve had a couple of relationships in the last </strong><strong>two months but whenever anything sexual comes up, I become extremely anxious and scared. I can have sexual thoughts about my partners but when they bring up wanting to have sex</strong><strong> I immediately back out</strong><strong>. I’m still a virgin and </strong><strong>afraid that if I have sex with someone that</strong><strong> that is all they will want from me</strong><strong>. I want to experience sex but it makes me </strong><strong>nervous to the point where it causes anxiety attacks. I’m </strong><strong>OK with sending </strong><strong>nude</strong><strong> photos</strong><strong>, but </strong><strong>hop</strong><strong>e you may be able to help me figure out why I’m like this and help me to get over this fear.</strong></p><p>Your sexual desire is connected with a sense of safety. Without the latter you will never be “in the mood” with anyone. Try to change your mindset by releasing yourself from any pressure of expectations to have sex that might come from either yourself or others. Make it your mission to simply enjoy being with people you like in non-intimate ways, and always withdraw if they make you feel uncomfortable. You have every right to take your time so wait until you really feel ready to be sexual with someone. Never allow anyone to coerce you into sex, and never force yourself to go through with a sexual experience for any other reason than pure desire. Given your true feelings about sex, sending erotic images of yourself may not have authentic meaning for you, and might be read as willingness to be sexual immediately. Instead, by holding back, you will send a different unspoken message – that you are discerning and will wait for the right person and the right time. Sex should simply be fun for you – and never, ever terrifying.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/07/virgin-too-scared-have-sex-how-can-i-get-over-fear\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/07/virgin-too-scared-have-sex-how-can-i-get-over-fear", "date_published": "2023-03-07 13:12:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vulnerable people in UK to be offered spring Covid booster vaccine", "description": "<p>Those eligible are being urged to come forward for the jab as infections remain high across UK</p><p>Vulnerable people in the UK are to be offered another Covid booster jab this spring, public health bodies have said, as the virus continues to circulate at high levels.</p><p><a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/bulletins/coronaviruscovid19infectionsurveypilot/3march2023\">According to the latest data from Office for National Statistics</a>, about one in 45 people in England, Scotland and Wales had Covid in the week ending 21 February, with the figure at one in 90 for Northern Ireland. In England, infection levels are rising, including in people aged 70 and over.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/covid-booster-vaccine-vulnerable-people-uk-to-be-offered-spring\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/covid-booster-vaccine-vulnerable-people-uk-to-be-offered-spring", "date_published": "2023-03-07 13:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Middle Man review – relentlessly pointless non-comedy hits cul-de-sac of quirk", "description": "<p>Bent Hamer’s films are known for their deadpan humour but nothing funny – nor sad, nor plausible – happens in this film about a man whose job is to break the news to those whose relations have been killed</p><p>Bent Hamer is a Norwegian film-maker who began his career with quirky absurdist movies in the 00s such as <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,1114614,.html\">Kitchen Stories</a> and <a href=\"https://www.theguardian.com/film/2009/may/07/o-horten-film-review\">O’Horten</a>, and also his rather tougher film <a href=\"https://www.theguardian.com/culture/2005/nov/18/3\">Factotum from 2005</a> – a fictionalised study of Charles Bukowski starring Matt Dillon. Perhaps Hamer’s career benefited a good deal from international festival juries having a soft spot for his kind of goofy deadpan humour, but I was never entirely sure exactly how funny or meaningful his creations ultimately were. However, his film-making had a certain rigour and poise.</p><p>The same, sadly, can’t be said for his new film, set in some featureless anytown in North America, in which a bland young guy called Frank (Pål Sverre Hagen) gets an official position as a “middle man”: someone whose job it is to deliver bad news to people whose relations have been killed. It is a post that leads him into all sorts of difficulties, especially when he delivers bad news to the wrong people.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/the-middle-man-review-bent-hamer\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/the-middle-man-review-bent-hamer", "date_published": "2023-03-07 13:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us the worst home damage your beloved pet has ever caused", "description": "<p>We want to hear about the worst damage your pet has done to your property or possessions – and how long it took you to forgive them</p><p>Dogs were reportedly responsible for nearly 4000 home insurance claims over the last five years, <a href=\"https://www.standard.co.uk/business/money/dog-ate-my-false-teeth-thousands-of-caninerelated-claims-made-to-insurer-b1064995.html\">according to insurance provider Aviva</a>, with canine-related payouts averaging at £1,200. But they’re not the only pet to cause chaos around the house: cats, rabbits and budgies are also notorious for causing property damage, often through chewing, scratching or fouling around the home.</p><p>With this in mind, we want to hear about the worst home damage your beloved pet has ever caused – and how long it took you to forgive them.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/07/tell-us-the-worst-home-damage-your-beloved-pet-has-ever-caused\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/07/tell-us-the-worst-home-damage-your-beloved-pet-has-ever-caused", "date_published": "2023-03-07 12:59:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to 14-year-old Ukrainian girl after death in Devon", "description": "<p>Police say death not being treated as suspicious, after Albina Yevko found unconscious on Dawlish Beach</p><p>The mother of a Ukrainian teenager who died after being found unconscious on a beach in South Devon has said “nothing can ever replace her”.</p><p>Devon and Cornwall police named the 14-year-old refugee as Albina Yevko, a Ukrainian national who was living near Dawlish on the south coast.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/tributes-paid-14-year-old-ukrainian-girl-albina-yevko-death-in-devon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/tributes-paid-14-year-old-ukrainian-girl-albina-yevko-death-in-devon", "date_published": "2023-03-07 12:49:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Watchdog steps up investigation of police response to Cardiff car crash", "description": "<p>Gwent and South Wales police under scrutiny after five young people lay undiscovered for up to 46 hours</p><p>The police watchdog has stepped up its investigation of two forces’ reaction to appeals for help from family and friends trying to trace five young people who were <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/wales-car-crash-a48-three-people-found-dead-st-mellons-cardiff\">found in a crashed car</a> up to 46 hours after they went missing.</p><p>Gwent and South Wales police have referred themselves to the Independent Office for Police Conduct (IOPC) over the tragedy, which left three dead and two in hospital with very serious injuries.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/watchdog-steps-up-investigation-police-response-cardiff-car-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/watchdog-steps-up-investigation-police-response-cardiff-car-crash", "date_published": "2023-03-07 12:28:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Going out-out again: Micky Flanagan’s irresistibly unreconstructed comedy comeback", "description": "<p>After several years away, the cheeky cockney comic is doubling down on his good-old-days brand – but despite his geezerish nostalgia he’s no anti-woke crusader</p><p>Micky Flanagan was worried, he says, that audiences might have moved on. Fair enough: it has been half a decade since he last graced the nation’s stages, when the man who defined the difference between going “out” and “<em><a href=\"https://www.youtube.com/watch?v=Q5k8Su_ek2k&amp;ab_channel=MickyFlanaganChannel\">out</a></em><a href=\"https://www.youtube.com/watch?v=Q5k8Su_ek2k&amp;ab_channel=MickyFlanaganChannel\"> out</a>” was <a href=\"https://www.theguardian.com/stage/2017/sep/18/micky-flanagan-and-another-fing-tour-o2\">arguably the UK’s most popular comedian</a>. But time waits for no standup, least of all when the intervening period has seen him hit 60, and seen the context change in which old-school, cheeky chappy comedy might be delivered.</p><p>And yet, his worries are without substance, if the opening night of his Hammersmith run was any gauge. These were the last warm-up gigs before Flanagan’s tour proper starts next week, and they found the east Londoner in evergreen form, and rapturously received by a crowd that still adores him. Watching it, one could believe the market may even be growing for Flanagan’s brand of comedy, which looks at poncy modernity with the sceptical eye of one who grew up poor and without sentimentality in the middle of the previous century. These are confusing times, and there’s something reassuring about the solid certainties from a simpler age that Flanagan brings – or at least there is when delivered with Flanagan’s fundamental unseriousness and sense of fun.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/07/micky-flanagan-comedy-return-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/07/micky-flanagan-comedy-return-tour", "date_published": "2023-03-07 12:22:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Journalists go on trial in Egypt for ‘offending MPs’", "description": "<p>Mada Masr, Egypt’s only remaining independent news outlet, reported alleged corruption among supporters of President Sisi</p><p>Three journalists from Egypt’s last remaining independent news outlet have gone on trial in Cairo on charges of misusing social media and offending members of parliament.</p><p>Rana Mamdouh, Sara Seif Eddin and Beesan Kassab, who work for the Mada Masr news platform, face up to two years in prison and fines of 300,000 EGP (£8,100) if the court convicts them.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/journalists-go-on-trial-in-egypt-for-offending-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/journalists-go-on-trial-in-egypt-for-offending-mps", "date_published": "2023-03-07 12:17:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK millennials: how much are you paying into a private pension?", "description": "<p>We’re interested to hear how millennials in the UK are preparing themselves for retirement: whether they’re already paying into a pension, how much, and whether it’ll be enough</p><p>The current average pension pot in the UK is much lower than it should be for a comfortable retirement. People between 35-44, for instance, are recommended to have £30,000 in a private pension, but according to ONS, half of the people in this age group have less in their pots.</p><p>The Pensions and Lifetime Savings Association advises that a single person will need a retirement income of around £37,300 a year for a “comfortable” retirement standard – assuming they are mortgage and rent free. The full state pension for 2023-24 is £10,600 annually.</p> <a href=\"https://www.theguardian.com/global/2023/mar/07/uk-millennials-how-much-are-you-paying-into-a-private-pension\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/mar/07/uk-millennials-how-much-are-you-paying-into-a-private-pension", "date_published": "2023-03-07 12:16:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From poster child to worst performing EU economy: how bad housing policy broke Sweden | Brett Christophers", "description": "<p>High mortgage debt and a broken rental system is taking its toll on a country once seen as the example for others to follow</p><p>Given media coverage, one could, in late 2022, have been forgiven for thinking that little of importance was going on in Sweden besides gang violence and hand-wringing over Nato accession. But a November <a href=\"https://www.aftonbladet.se/family/a/XbbX3B/elever-ater-mer-skolmat-nar-priserna-okar\">report</a> in the newspaper Aftonbladet suggested that something else just as important was afoot. In Södertälje, in southern Stockholm, it was widely observed that children were eating “much more” at school on Mondays than previously. One food supplier spoke of an “avalanche-like” change.</p><p>My mind went back to this evidence of increasing child poverty when, four months later, the European Commission’s <a href=\"https://economy-finance.ec.europa.eu/economic-forecast-and-surveys/economic-forecasts/winter-2023-economic-forecast-eu-economy-set-avoid-recession-headwinds-persist_en\">latest forecasts</a> predicted Sweden to be the worst performing of all EU economies in 2023 – a projection in line with the Swedish government’s <a href=\"https://www.government.se/press-releases/2022/10/gloomy-forecast-for-the-swedish-economy/\">own</a>.</p><p>Brett Christophers is a professor in the Institute for Housing and Urban Research at Sweden’s Uppsala University and author of Our Lives in Their Portfolios: Why Asset Managers Own the World</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/sweden-worst-performing-eu-economy-bad-housing-policy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/sweden-worst-performing-eu-economy-bad-housing-policy", "date_published": "2023-03-07 12:13:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How is brand Harry and Meghan faring in the US? News just in: not good | Arwa Mahdawi", "description": "<p>Only a few months ago the pair were media darlings in America. Now, from South Park to Chris Rock’s new stand up show, they have become the butt of the joke – with their popularity polling below Prince Andrew</p><p>Is America finally getting bored of Harry and Meghan? It’s starting to look that way. Only a few months ago the pair were media darlings in the US; now they have become a bit of a joke. The animated sitcom South Park gave the first big blow to their stateside brand a couple of weeks ago with an episode featuring a couple bearing an uncanny similarity to the Sussexes. In the episode, <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/22/baseless-nonsense-meghan-and-harry-wont-sue-south-park-for-mocking-them\">titled The Worldwide Privacy Tour</a>, the pair travel the globe with placards saying: “Stop looking at us!” and chanting: “We want privacy!” Harry’s memoir, Spare, is parodied as “Waaaagh”. The couple also get advice from a PR expert who tells them to portray themselves as victims. Not terribly flattering stuff.</p><p>Now the comedian <a href=\"https://www.skynews.com.au/opinion/piers-morgan/chris-rock-targets-prince-harry-and-meghan-markle-in-his-new-netflix-special/video/40dfb3d1e8196a97840e93c7a24b9e4b\">Chris Rock has taken aim</a> at the couple in his new Netflix special, Selective Outrage. He dismissed Meghan’s claims about racism in the royal family, saying: “Some of that shit she went through was not racism”, but “in-law” behaviour. He also joked about how it was odd Meghan seemed surprised by the fact the royal family might harbour archaic views. “It’s the royal family! They’re the original racists. They invented colonialism,” Rock said.</p><p>Arwa Mahdawi is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/how-is-brand-harry-and-meghan-faring-in-the-us-news-just-in-not-good\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/how-is-brand-harry-and-meghan-faring-in-the-us-news-just-in-not-good", "date_published": "2023-03-07 12:07:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England make best of limited ODI schedule to hone World Cup squad", "description": "<p>Matthew Mott believes conditions in Bangladesh were a highly useful preparation for October’s World Cup defence in India</p><p>Seven months is an eternity in the mayflyesque lifecycle of a professional sportsperson, but that far out from October’s 50-over World Cup England’s preparations are almost done. After the completion of their ODI series against Bangladesh, their next match in the format is scheduled for just a few weeks before they head to India, and following the three T20s with which they conclude this tour the white-ball group will not meet up again until September.</p><p>This trip was originally scheduled for the autumn of 2021, but its eventual place in the calendar has proved far more useful. “This was our last opportunity to get together, and we’ve been exposed to the conditions that we want to be exposed to,” Matthew Mott, England’s white-ball coach, said. “If we’d come over here and had flat, belting wickets, it wouldn’t have been the same experience. We’ve had to work for everything and you can’t buy that. I mean, if we were asking to construct the perfect series, this is the perfect series for us.”</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/england-odi-schedule-cricket-world-cup-squad-india-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/england-odi-schedule-cricket-world-cup-squad-india-2023", "date_published": "2023-03-07 12:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for smoked mackerel and potato dauphinoise", "description": "A creamy, fishy, baked spud treat<p>Scrub and peel 500g of <strong>potatoes</strong> – I like to use the waxy, yellow-fleshed varieties for this, but any potato will work – then slice no thicker than a pound coin. Preheat the oven to 190C/gas mark 5.</p><p>In a large jug, mix together 300ml of <strong>double cream</strong> and 200ml of <strong>full-cream milk</strong>. Add salt, ground black pepper, 1 tbsp of <strong>grain mustard</strong> and 3 <strong>bay leaves</strong>. Pull the leaves from a few bushy little sprigs of <strong>thyme</strong>, enough to give you 1 tbsp of leaves, then roughly chop them and stir them in.</p> <a href=\"https://www.theguardian.com/food/2023/mar/07/nigel-slater-midweek-dinner-smoked-mackerel-and-potato-dauphinoise\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/07/nigel-slater-midweek-dinner-smoked-mackerel-and-potato-dauphinoise", "date_published": "2023-03-07 12:00:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine names PoW allegedly filmed being shot dead by Russian soldiers", "description": "<p>Volodymyr Zelenskiy vows to ‘find the murderers’ after video appears to show killing of unarmed combatant</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/07/russia-ukraine-war-live-news-russian-invasion-zelenskiy-vows-to-defend-bakhmut-latest-update\">Russia-Ukraine war – latest news updates</a></li></ul><p>Ukraine has named the unarmed prisoner of war who appeared to have been shot dead by Russian soldiers, as Volodymyr Zelenskiy delivered an overnight message resolving to “find the murderers”.</p><p>In the graphic 12-second clip that first circulated on Telegram on Monday and was widely shared on Twitter, a detained combatant, named by the Ukrainian military as Tymofiy Mykolayovych Shadura, is seen standing in a shallow trench smoking a cigarette. The soldier, in uniform with a Ukrainian flag insignia on his arm, says “Glory to Ukraine” and is then apparently shot with automatic weapons.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/ukraine-names-pow-allegedly-filmed-shot-dead-russian-soldiers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/ukraine-names-pow-allegedly-filmed-shot-dead-russian-soldiers", "date_published": "2023-03-07 11:56:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Meta’s massive leak democratise AI – and at what cost?", "description": "<p>4Chan users have posted the tech giant’s new ChatGPT-style language model online, putting the future of AI at a crossroads – and opening up a whole host of dangers</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>Last week, Meta announced LLaMA, its latest stab at making a GPT-style “large language model”*. If AI is the future of tech, then big tech companies need to control their own models or be left behind by the competition. LLaMA joins OpenAI’s GPT (licensed by Microsoft for Bing and underpinning OpenAI’s own ChatGPT) and Google’s LaMDA (which will power Bard, its ChatGPT rival) in the upper echelons of the field.</p><p>Meta’s goal wasn’t simply to replicate GPT. It says that LLaMA is a “smaller, more performant model” than its peers, built to achieve the same feats of comprehension and articulation with a smaller footprint in terms of <a href=\"https://www.theguardian.com/technology/2023/feb/28/techscape-black-box-neural-networks-ai-acronyms\">compute</a>*, and so has a correspondingly smaller environmental impact. (The fact that it’s cheaper to run doesn’t hurt, either.)</p><p><em>Even with all the recent advancements in large language models, full research access to them remains limited because of the resources that are required to train and run such large models. This restricted access has limited researchers’ ability to understand how and why these large language models work, hindering progress on efforts to improve their robustness and mitigate known issues, such as bias, toxicity, and the potential for generating misinformation.</em></p><p><em>By sharing the code for LLaMA, other researchers can more easily test new approaches to limiting or eliminating these problems in large language models.</em></p> <a href=\"https://www.theguardian.com/technology/2023/mar/07/techscape-meta-leak-llama-chatgpt-ai-crossroads\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/07/techscape-meta-leak-llama-chatgpt-ai-crossroads", "date_published": "2023-03-07 11:45:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two people killed in stampede at GloRilla concert in New York", "description": "<p>Memphis rapper says she is ‘devastated and heartbroken’ over fans’ deaths as eight people remain injured</p><p>Two people have died and eight remain injured after a stampede at a concert by the US rapper GloRilla in New York state.</p><p>Rochester police initially told CNN that they believed that at the end of the night, fans rushed for the exits of the Main Street Armory venue in response to the sound of gunfire.</p> <a href=\"https://www.theguardian.com/music/2023/mar/07/two-people-killed-in-stampede-at-glorilla-concert-in-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/07/two-people-killed-in-stampede-at-glorilla-concert-in-new-york", "date_published": "2023-03-07 11:24:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arnold Schwarzenegger calls antisemites losers who will die miserably", "description": "<p>The actor and former governor of California tells YouTube viewers he wants to steer them away from ‘a trap of prejudice and hate’</p><p>Arnold Schwarzenegger has confronted the rise of antisemitism in the US in a new YouTube video.</p><p>The Austrian-born actor, who began as a bodybuilder and served as governor of California between 2003 and 2011, told viewers “there has never been a successful movement based on hate”.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/arnold-schwarzenegger-calls-antisemites-losers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/arnold-schwarzenegger-calls-antisemites-losers", "date_published": "2023-03-07 11:22:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ron DeSantis has his next target in his sights: freedom of the press | Trevor Timm", "description": "<p>Florida’s rightwing governor and legislature want to gut one of the United States’ most important first amendment rulings</p><p>Ron DeSantis, the Florida governor, and his cronies, not content with destroying free speech in public schools, have set for themselves a new target: destroying press freedom and every Floridian’s right to criticize public officials. Along the way, they aim to overturn the most important first amendment US supreme court decision of the 20th century.</p><p>The latest bill to raise eyebrows sounds like it’s made up by the opponents of Florida Republicans to make them sound ridiculous. Unfortunately, it’s real. The <a href=\"https://www.flsenate.gov/Session/Bill/2023/1316/BillText/Filed/HTML\">proposed law</a>, authored by state legislator Jason Brodeur, would – I kid you not – compel “bloggers” who criticize the governor, other officers of the executive branch, or members of the legislature to register with the state of Florida. Under the bill, anyone paid to write on the internet would have to file monthly reports every time they utter a government official’s name in a critical manner. If not, they’d face potentially thousands of dollars in fines.</p><p>Kill off a large part of Florida’s journalist “shield bill”, which protects reporters from being forced to testify in court.</p><p>Presume any news report written with anonymous sources is defamation.</p><p>Roll back Florida’s anti-Slapp law, which ironically protects “little guys” like independent newspapers when they are sued by wealthy individuals for the primary purpose of bankrupting them.</p><p>Weaken the “actual malice” standard from Sullivan, to make it easier for public officials to sue newspapers or critics.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/ron-desantis-freedom-of-the-press-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/ron-desantis-freedom-of-the-press-florida", "date_published": "2023-03-07 11:16:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Liverpool 7-0 Manchester United", "description": "<p>Our cartoonist looks back at a rough trip to Anfield for United players, fans and pundits</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires/products/liverpool-7-0-manchester-united\">You can buy this cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/mar/07/david-squires-on-liverpool-7-0-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/mar/07/david-squires-on-liverpool-7-0-manchester-united", "date_published": "2023-03-07 11:16:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK renters: are you living with someone you’ve fallen out with?", "description": "<p>We would like to speak to tenants in the UK who are stuck living with former friends, badly mismatched flatmates or ex-partners, amid the country’s renting crisis</p><p>As tenants in the UK face rent hikes and difficulties securing housing, we would like to speak to renters in flatshares and other cohabiting situations.</p><p>Are you living with friends – or a partner – that you have fallen out with? Have you been unable to move due to costs or inability to find alternative housing? What are your options? How is it affecting you? When do you think you’ll be able to move?</p> <a href=\"https://www.theguardian.com/society/2023/mar/07/uk-renters-are-you-living-with-someone-youve-fallen-out-with\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/uk-renters-are-you-living-with-someone-youve-fallen-out-with", "date_published": "2023-03-07 11:15:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is the US government ready for the rise of artificial intelligence? | Robert Reich", "description": "<p>AI could benefit society, but it could also become a monster. To guide the way, we need leadership and understanding</p><p>We’re at a Frankenstein moment.</p><p>An artificial intelligence boom is taking over Silicon Valley, with high-tech firms racing to develop everything from self-driving cars to chatbots capable of writing poetry.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/us-government-artificial-intelligence-robert-reich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/us-government-artificial-intelligence-robert-reich", "date_published": "2023-03-07 11:14:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistanis are leaving our country in droves due to inflation and job losses – who can blame them? | Moni Mohsin", "description": "<p>After decades on the edge, Pakistan is now fully in crisis. And a general election later this year is unlikely to bring change</p><p>Last month, Anthony Soshil went to renew his passport in Lahore at a normally sleepy bureaucratic office. He had a contact there and expected to be ushered straight to the counter. Instead, he was flung into a melee of thousands of desperate people. Fights were breaking out everywhere. Police were summoned to quell the crowds. Quickly overwhelmed, the police called the army.</p><p>Last year, more than <a href=\"https://dailytimes.com.pk/1058262/800000-professionals-left-pakistan-in-2022/\">800,000 Pakistanis</a> left the country in search of better economic prospects abroad. With rocketing inflation and the rupee <a href=\"https://economictimes.indiatimes.com/news/international/world-news/pakistani-rupee-sinks-to-all-time-low-against-us-dollar/articleshow/93169992.cms?from=mdr\">devaluing by 30%</a> during 2022, millions of urban middle-class people have been pushed to the brink of poverty. Cataclysmic floods have ravaged the rural poor. With only enough foreign reserves to pay for less than a month of imports, the state is on its knees.</p><p>Moni Mohsin is a Pakistani writer based in London and the author of The End of Innocence</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/pakistanis-leaving-country-inflation-job-losses-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/pakistanis-leaving-country-inflation-job-losses-crisis", "date_published": "2023-03-07 11:14:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uefa to refund Liverpool fans for tickets after Champions League final chaos", "description": "<ul><li>All 19,618 Liverpool fans who bought seats via club can claim</li><li>Legal firms have said ticket compensation will not be enough</li></ul><p>Uefa has confirmed that all 19,618 Liverpool fans who bought tickets from the club’s allocation for last May’s Champions League final are eligible for a refund after the chaos that marred the match in Paris.</p><p>On 13 February <a href=\"https://www.theguardian.com/football/2023/feb/13/uefa-special-refund-scheme-liverpool-and-real-madrid-fans-champions-league-final\">Uefa promised</a> to open a “special refund scheme for fans” who attended the final, in response to the <a href=\"https://www.theguardian.com/football/2023/feb/13/champions-league-final-report-uefa-primary-responsibility-chaos-paris-liverpool-real-madrid\">damning findings</a> of the report it commissioned into the events around the Stade de France.</p> <a href=\"https://www.theguardian.com/football/2023/mar/07/uefa-to-refund-liverpool-fans-for-tickets-after-champions-league-final-chaos\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/07/uefa-to-refund-liverpool-fans-for-tickets-after-champions-league-final-chaos", "date_published": "2023-03-07 11:13:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why this town wants its coal mine back amidst the climate crisis – video", "description": "<p>The controversial decision to approve a new coalmine in Cumbria was met with dismay by UK environmental groups, with many wondering what it meant for a country that has pitched itself as a leader in the green energy revolution. But in the town of Whitehaven where the mine is to be situated, the feeling is very different, with vast support across the political spectrum. The Guardian's Richard Sprenger travels to the Mirehouse estate, a short distance from the Woodhouse Colliery site, to find out what lies behind this positivity in the face of a profound climate crisis</p> <a href=\"https://www.theguardian.com/environment/video/2023/mar/07/why-this-town-wants-its-coal-mine-back-amidst-the-climate-crisis-video\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/video/2023/mar/07/why-this-town-wants-its-coal-mine-back-amidst-the-climate-crisis-video", "date_published": "2023-03-07 11:13:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS scientist wins race claim over ‘paininarse’ tag", "description": "<p>London employment tribunal finds Ubah Jama received less favourable treatment than white counterparts</p><p>A senior NHS scientist has won a race claim after her colleague recorded her name as “Paininarse” on a work spreadsheet.<br /><br />Ubah Jama, a biochemist of Somali origin, claimed that she was a victim of numerous acts of racial discrimination over a two-year period while working for an east London trust.<br /><br />Her alleged ill-treatment culminated in the “offensive” insertion of the phrase “paininarse” on a shared Microsoft Excel document that could be seen by colleagues across two hospitals, an employment tribunal heard.<br /><br />Jama, who was employed by Barking Havering and Redbridge university hospitals NHS trust, is now in line for compensation after the tribunal ruled she had been “marginalised and excluded because of her race”.</p><p>Another claimant from the same department, black South African Princess Mntonintshi, also succeeded in claims of racial discrimination, harassment and victimisation.</p> <a href=\"https://www.theguardian.com/society/2023/mar/07/nhs-scientist-wins-race-claim-employment-tribunal\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/nhs-scientist-wins-race-claim-employment-tribunal", "date_published": "2023-03-07 11:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charcoal review – tremendous thriller has family looking after mafia interloper", "description": "<p>A Brazilian family struggling with their ailing grandfather are offered an unusual way out in Carolina Markowicz’s darkly comic and suspenseful feature debut</p><p>Brazilian director Carolina Markowicz won awards left, right and centre for her touching 2018 short film <a href=\"https://vimeo.com/377193784\">The Orphan (O Órfão)</a>, about a queer teenage boy suddenly placed in an unfamiliar family. Her feature debut, Charcoal, once again centres around an outsider forcibly placed in the heart of family, but this time the algebra of sympathy is much more complex – and the threat of violence adds an unquantifiable extra variable.</p><p>In rural Brazil, Irene (Maeve Jinkings) holds her struggling nuclear family together as best she can. Her husband Jairo (Rômulo Braga) earns money seasonally burning charcoal, but when he’s out of work he spends what little he has on booze. The couple’s nine-year-old son Jean (Jean de Almeida Costa, a real find) is a sweet kid who shares a bedroom with his bedridden grandfather Firmino (Benedito Alves), who has had a stroke and can no longer walk, talk or breathe without additional oxygen.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/charcoal-review-brazilian-family-carolina-markowicz-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/charcoal-review-brazilian-family-carolina-markowicz-debut", "date_published": "2023-03-07 11:00:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israeli military reservists refuse to train in protest at far-right government", "description": "<p>Growing numbers including from elite air force squadron say they are unwilling to serve ‘dictatorial regime’</p><p>Growing numbers of Israel’s military reservists, including members of its most important air force squadron, are refusing to attend for service, an unprecedented step that comes as part of the protest movement against the country’s new far-right government.</p><p>In an announcement on Sunday, all but three of the 40 reservist pilots in Israel’s elite 69 Squadron said they would not take part in a training exercise later this week, and instead participate in the <a href=\"https://www.theguardian.com/world/2023/feb/18/israeli-spring-protests-netanyahu-leave-palestinian-citizens-in-the-cold\">widespread public protests</a>, claiming they were not prepared to serve a “dictatorial regime”.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/israeli-military-reservists-refuse-train-protest-far-right-government\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/israeli-military-reservists-refuse-train-protest-far-right-government", "date_published": "2023-03-07 10:51:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We can’t let Joshua Reynolds’ magnificent Portrait of Omai leave the UK", "description": "<p>This breathtaking 7ft-high portrait of a Polynesian visitor to London in the 18th century captures a complex cultural encounter and showcases the genius of Reynolds </p><p>Omai by Sir Joshua Reynolds is a painting so special that it is unthinkable that it could ever leave the UK. When I was taken to see it recently by National Portrait Gallery director Nicholas Cullinan I was left stunned. Seeing it where it currently hangs in the gallery, which is undergoing a refit to reopen on 22 June, is a breathtaking experience. It showcases the genius of Reynolds at the height of his powers.</p><p>And yet not long ago it looked like we might lose it. The National Portrait Gallery has been fighting for a way to keep it in this country, to be enjoyed by future generations, but at times it looked like it could not be saved. Recently, however, we have started to believe it might be possible. Yet more help is needed.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/07/joshua-reynolds-omai-portrait-uk-london\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/07/joshua-reynolds-omai-portrait-uk-london", "date_published": "2023-03-07 10:48:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Canada roiled by leaked intelligence reports of Chinese election ‘meddling’", "description": "<p>Trudeau resists calls for public inquiry as leaks spark fierce debate and threaten to dent country’s reputation with allies</p><p>A flurry of leaked intelligence reports has reignited allegations that China interfered in Canada’s recent federal elections, kicking off a fierce debate over possible responses to Beijing’s meddling.</p><p>But the leaks also run the risk of harming Canada’s reputation among its allies, experts warn, as the country’s spy agency struggles to respond to mounting public concern.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/canada-china-election-meddling-leaked-intelligence-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/canada-china-election-meddling-leaked-intelligence-reports", "date_published": "2023-03-07 10:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK marketing content firm Tag strikes £533m deal with Japan’s Dentsu", "description": "<p>Exclusive:<strong> </strong>One of UK’s biggest ad deals for 15 years is expected to be signed this week but may yet fall through</p><p>The Japanese marketing giant Dentsu is understood to have struck a £533m (€600m) deal to buy Tag, the British-headquartered global content production group, in one of the largest UK ad deals of the last 15 years.</p><p>The move by Dentsu – which became a global force in advertising with its <a href=\"https://www.theguardian.com/media/2012/jul/12/dentsu-buys-aegis-for-3bn\">£3.2bn takeover of the UK media group Aegis in 2012</a>, the largest-ever deal for a British-based ad group – marks its latest push to challenge rivals including WPP, IPG and Omnicom in the US and France’s Publicis Groupe.</p> <a href=\"https://www.theguardian.com/media/2023/mar/07/uk-marketing-content-firm-tag-strikes-533m-deal-with-japans-dentsu\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/07/uk-marketing-content-firm-tag-strikes-533m-deal-with-japans-dentsu", "date_published": "2023-03-07 10:30:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | The age old fly-half debate: should England trust Farrell, Ford or Smith?", "description": "<p>Everybody knows the playmaker is first among equals but perceptions change and the position is an indicator of intent</p><p>It has been the same for as long as the game has been played. Talk up a fly-half for his dash and vision and someone with big hands and a crooked nose will take a long sip from his pint before putting you straight. Back in the day the words “fancy dan” or “luxury item” might have been used. Now it will be “game plan” or “defensive solidity” or some other mood-dousing excuse why talent, on its own, is not to be trusted.</p><p>In the late 70s and early 80s in Ireland, for example, you were either a Tony Ward or an Ollie Campbell fan. Both were wonderful players but only one of them could start. It was a similar story when England had to choose between Rob Andrew and Stuart Barnes. Roundheads v Cavaliers. Glass half empty or half full. After a while it becomes less a sporting debate than a soul-baring symbol of your entire personality. A Finn Russell man? Thought so.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/the-age-old-fly-half-debate-should-england-trust-farrell-ford-or-smith\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/the-age-old-fly-half-debate-should-england-trust-farrell-ford-or-smith", "date_published": "2023-03-07 10:20:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman, 91, loses account and pension after Barclays declares her dead", "description": "<p>Bank apologises after error results in elderly woman having account closed and phone and energy cut off</p><p>An elderly widow was cut off from her money for three months and lost her phone line and energy supply when a banking error by Barclays marked her as deceased.</p><p>Ninety-one-year-old Marjorie Roper* discovered that her pension and benefits payments had been stopped and her direct debits cancelled after a Barclays agent recorded that she had died and closed her account.</p> <a href=\"https://www.theguardian.com/money/2023/mar/07/barclays-dead-pension-bank-account-phone-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/07/barclays-dead-pension-bank-account-phone-energy", "date_published": "2023-03-07 10:14:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anti-trans rhetoric takes center stage at CPAC amid hostile Republican efforts", "description": "<p>Republicans are pursuing a barrage of new restrictions related to transgender medical care, sports participation and bathroom use</p><p>There was a joke about the suspected Chinese spy balloon’s preferred pronouns; claims that Democrats believe there are “millions” of genders and a menacing call for “transgenderism” to be “eradicated”.</p><p>From the main stage of the Conservative Political Action Conference (CPAC), far-right activists, members of Congress and the former president of the United States waged an aggressive assault on transgender rights last week, raising the issue in speeches and unrelated panel discussions, often under the guise of protecting children.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/07/cpac-anti-trans-rhetoric\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/07/cpac-anti-trans-rhetoric", "date_published": "2023-03-07 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Laura Bates: ‘For teenage girls, escaping harassment, revenge porn and deepfake porn is impossible’", "description": "<p>She wrote the definitive book on online misogyny – which led to the police installing a panic alarm in her home. Bates explains how the ‘manosphere’ radicalises boys, how the media feeds the problem – and why she is still hopeful<br /></p><p>“I think this is the biggest generation gap we’ve seen,” says Laura Bates. “It hasn’t happened before, and it might not ever happen again.” Five minutes into a conversation that lasts nearly two hours, Bates is crisply reminding me of one of the key things that define this bit of the 21st century. We have met to talk about misogyny, the online gathering grounds known as the manosphere, and Andrew Tate, the Big Brother contestant turned influencer responsible for webcam pornography businesses and a great splurge of misogynistic rhetoric. But the conversation also keeps returning to the huge gap between the younger generations, Z and alpha, who have never known anything other than the chaotic, sense-distorting, internet-defined reality of the 21st century; and the parents, politicians and journalists who are still running to keep up.</p><p>Older people, she says, tend to be resident in a world where YouTube is reducible to “movie trailers and cat videos” and social media largely means Facebook. Bates is 36, and from the cohort that cut its teeth on MSN Messenger and Myspace, and became immersed in the online world, but was spared the kind of adolescence that would soon be completely dominated by phones, platforms for constant communication, online porn and internet videos. Today’s teenagers, by contrast, know nothing else.</p> <a href=\"https://www.theguardian.com/society/2023/mar/07/laura-bates-for-teenage-girls-escaping-harassment-revenge-porn-and-deepfake-porn-is-impossible\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/laura-bates-for-teenage-girls-escaping-harassment-revenge-porn-and-deepfake-porn-is-impossible", "date_published": "2023-03-07 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lauren Fleshman: ‘There is a betrayal of women’s bodies in the sports system’", "description": "<p>The former US 5000m champion believes that elite sports are guilty of erasing women’s bodies, leading to unnecessary problems for competitors</p><p>“If males got boobs during puberty there would be a free sports bra in every locker and we wouldn’t even be having this conversation,” says Lauren Fleshman, laughing but not joking. “When teams issue uniforms a sports bra should be part of that uniform.”</p><p>Fleshman, a former professional runner and elite college athlete with multiple national titles during her time at Stanford University, is now running a race to highlight how the sports industry fail women.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/lauren-fleshman-there-is-a-betrayal-of-womens-bodies-in-the-sports-system\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/lauren-fleshman-there-is-a-betrayal-of-womens-bodies-in-the-sports-system", "date_published": "2023-03-07 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden administration urged to block extremist Israeli minister’s visit", "description": "<p>Several groups and individuals are rallying against Bezalel Smotrich’s visit over his comments to ‘wipe out’ a Palestinian town</p><p>The Biden administration is under growing pressure to block a visit by Israel’s extremist finance minister, <a href=\"https://www.theguardian.com/world/2023/feb/27/israeli-settlers-rampage-after-palestinian-gunman-kills-two-west-bank\">Bezalel Smotrich,</a> over his call to “wipe out” a Palestinian town that was the target of an attack by Jewish settlers.</p><p>Smotrich’s plan to speak at an investment conference in Washington, DC next week has drawn unusually strong criticism, including accusations that he is promoting “Jewish supremacy”, from individuals and groups that are more usually ardent defenders of Israel.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/07/israel-finance-minister-visit-biden-pressure-block-bezalel-smotrich\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/07/israel-finance-minister-visit-biden-pressure-block-bezalel-smotrich", "date_published": "2023-03-07 09:45:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Triangle of Sadness should win the best picture Oscar", "description": "<p>Projectile vomiting and exploding toilets aside, Ruben Östlund’s satire about the super-rich is more thoughtful than it initially appears – it’s a film for our times</p><p>T<a href=\"https://www.theguardian.com/film/2022/may/21/the-triangle-of-sadness-review-heavy-handed-satire-on-the-super-rich-loses-its-shape\">riangle of Sadness</a> debuted at Cannes last May and <a href=\"https://www.theguardian.com/film/2022/may/28/ruben-ostlunds-triangle-of-sadness-wins-palme-dor-at-cannes\">won the Palme d’Or for best film</a>. The chances of it repeating the feat at the Oscars 10 months later seems about as likely as Jeremy Clarkson duetting with Beyoncé. The Academy doesn’t seem to go for films that have 15-minute set pieces in which almost the entire cast projectile vomits, topped off with backed-up toilets exploding in a surge of sewage.</p><p>Well, more fool them – because Triangle of Sadness is a film for our times. It follows Carl (Harris Dickinson), a model, and his influencer girlfriend Yaya (played by <a href=\"https://www.theguardian.com/film/2022/aug/30/charlbi-dean-was-a-true-star-in-the-making-her-loss-is-a-huge-one\">Charlbi Dean</a>, <a href=\"https://www.theguardian.com/film/2022/aug/30/charlbi-dean-dies-model-actor-triangle-of-sadness\">who tragically died aged 32, just before the film was released</a>), as they take a free luxury cruise, Instagramming as they go. The other holidaymakers are particularly grotesque examples of the super-rich. There’s a sweet, elderly English couple who turn out to be arms dealers; Dimitry, a Russian oligarch who has earned his billions selling fertiliser – or, as he more bluntly puts it, shit (this is quite an excrement-focused film), and a woman who insists that the entire staff of the ship take a swim. Since they have been told that any request from the passengers, however ludicrous, cannot be refused, they comply – which leads to the food for that evening spoiling, and the volcanic puke-fest. Meanwhile, the captain spends most of his time in his cabin getting pissed, until he emerges in order to swap Chomsky and Marx quotes with Dimitry over the ship’s PA system while it is battered by a terrible storm.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/why-triangle-of-sadness-should-win-the-best-picture-oscar-ruben-ostlund\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/why-triangle-of-sadness-should-win-the-best-picture-oscar-ruben-ostlund", "date_published": "2023-03-07 09:38:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Snow blankets parts of UK as Britons brace for coldest night of 2023", "description": "<p>Warnings issued for snow and ice across all four nations with temperature forecast to plunge to -15</p><p>From Tyneside to Buckinghamshire, snow fell across the much of the country on Tuesday as forecasters warned temperatures could plunge to a 2023 record low of -15C in some parts.</p><p>The Met Office says the mercury could dip to the lowest of the year so far in some sheltered Scottish glens, especially where there is fresh snow cover.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/uk-weather-coldest-night-snow-ice-warnings-forecast\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/uk-weather-coldest-night-snow-ice-warnings-forecast", "date_published": "2023-03-07 09:36:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greggs to open 150 new stores despite rising staff and energy costs", "description": "<p>Britain’s biggest bakery chain says it expects cost inflation of between 9% and 10% this year</p><p>Greggs has said higher wage and energy bills are weighing on profits, but Britain’s biggest bakery chain is pushing ahead with 150 new store openings this year.</p><p>The company, known for its sausage roll and steak bakes, said costs rose by 9% last year and will continue to be a challenge in the year ahead. Greggs expects cost inflation of between 9% and 10% in 2023, despite the <a href=\"https://www.bankofengland.co.uk/monetary-policy-report/2023/february-2023#:~:text=The%20Bank%20of%20England’s%20Monetary,percentage%20points%2C%20to%204%25.\">Bank of England’s prediction that inflation across the UK will “fall quickly this year”</a>.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/greggs-open-150-new-stores-staff-energy-costs-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/greggs-open-150-new-stores-staff-energy-costs-inflation", "date_published": "2023-03-07 09:36:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mary Cassatt: Painting the Modern Woman review – fine portrait of a neglected artist", "description": "<p>A study of a female painter who exhibited with the first impressionists in 19th-century Paris but saw little of their renown is fascinating and moving</p><p>Here is an interesting and, towards the end, actually quite moving study of American émigré painter Mary Cassatt, one of three female artists who took part in the celebrated impressionist exhibitions in late 19th-century Paris, and whose biographers here do an excellent job of reclaiming from relative obscurity. In fact, they do considerably more: Cassatt is built up to be a pioneering feminist voice in an art world that at the time was largely hostile to female painters.</p><p>Unlike most of films in the Exhibition on Screen series, this is not related to a blockbuster exhibition, or even a specific collection: it’s instead a general overview of Cassatt’s life and work, starting with her privileged upbringing in Pittsburgh and Philadelphia, before her near-permanent shift to Europe after the American civil war, and the consequent headway she made with the then radical impressionist movement (including her strong friendship and collaboration with Edgar Degas.)</p><p>Mary Cassatt: Painting the Modern Woman is released on 8 March in cinemas.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/mary-cassatt-painting-the-modern-woman-review-fine-portrait-of-a-neglected-artist\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/mary-cassatt-painting-the-modern-woman-review-fine-portrait-of-a-neglected-artist", "date_published": "2023-03-07 09:22:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This is how I’m going to die’: police swarm activists protesting ‘Cop City’ in ‘week of action’", "description": "<p>People trapped in Atlanta’s under-construction law enforcement training facility describe uncertainty and fear</p><p>“Check their shoes and look for mud!” shouted one Atlanta police department officer to another.</p><p>The sun was setting against a tree line growing greener daily due to recent balmy, spring-like weather in Atlanta, but the bucolic setting of a Sunday in the sun at a free music festival abruptly became panic and chaos.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/07/copy-city-atlanta-georgia-police-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/07/copy-city-atlanta-georgia-police-crackdown", "date_published": "2023-03-07 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My message to Benjamin Netanyahu: stop your coup or we’ll stop the country | Yuval Noah Harari", "description": "<p>Plans for the Israeli judicial system are an anti-democratic coup – and will be resisted</p><ul><li>Amid growing protests about plans to overhaul Israel’s judicial system, the author and academic Yuval Noah Harari addressed a pro-democracy demonstration in Tel Aviv on Saturday. This is an edited version of his speech</li></ul><p>We are in the midst of a historical hurricane. This hurricane stirs in us not anger or hatred – but fear. We’re anxious, we don’t sleep at night, we are simply terrified. And this is perfectly OK. There are moments in history when fear is the most sane reaction. There are moments in history when fear is necessary to propel us to action.</p><p>Today we have an excellent reason to be afraid, and we have an excellent reason to act. Don’t let anybody fool you: what this government is carrying out is <a href=\"https://www.theguardian.com/world/2023/feb/13/protests-and-strikes-in-israel-as-plans-for-judicial-overhaul-move-forward\">not a judicial reform</a>, it is an anti-democratic coup. This is exactly what a coup looks like.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/benjamin-netanyahu-coup-israeli-judicial-system\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/benjamin-netanyahu-coup-israeli-judicial-system", "date_published": "2023-03-07 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Curse of Rosalie review – horror moppet presides over thrift shop of evil", "description": "<p>No scare prop is left out in a clunky tale of magical daggers and spooky furnishings as a family find their daughter is up to her eyes in hellishness</p><p>Cluttered as it is with magical, mystical MacGuffins, ghosts, curses and ominous knick-knacks, this cheap but seldom cheerful horror feature is the cinematic equivalent of a thrift store of evil. The plot revolves around the Snyder family: insurance salesman dad Daniel (Will Klipstine, also the film’s writer-director), fervent Catholic mum Theresa (Amanda MacDonald), and young daughter and conduit of evil Rosalie (Madeleine McGraw). The poor kid used to be a happy, unexceptional moppet who, judging by the many saccharine sun-filled flashbacks we’re shown, enjoyed playing football and making cupcakes with her parents. But something happened along the way and now she ominously announces at funerals that the deceased is burning in hell at that very moment, and that a servant of the devil called the Harbinger has arrived (does that make her the Harbinger’s harbinger?).</p><p>Either way, the Snyders move to what seems like an unremarkable midwestern suburb where the neighbours are super-creepy with their excessive hospitality and talk of neighbourhood watch. On the outskirts of town there’s a Native American seer called Floating Hawk (Irene Bedard) who conveniently dispenses exposition about what’s really going on which, honest-to-God, involves sacred burial grounds, giant keys and evil-dispersing daggers. If a monkey’s paw and a cursed amulet had been thrown in the mix, I wouldn’t have been surprised.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/the-curse-of-rosalie-review-horror-moppet-presides-over-thrift-shop-of-evil\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/the-curse-of-rosalie-review-horror-moppet-presides-over-thrift-shop-of-evil", "date_published": "2023-03-07 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What makes me happy now: gymnastics at midlife", "description": "<p>A novelist’s childhood passion came back with a vengeance – there is nothing like the thrill of a new skill, that combination of speed, timing, muscles, guts</p><p>“Do you wear a leotard?”</p><p>That’s often the first question I get asked. I’m 52, and as incongruous as it may seem, I’m a gymnast. In a sport for young girls, I have found an unlikely path to joy.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/07/what-makes-me-happy-now-gymnastics-midlife\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/07/what-makes-me-happy-now-gymnastics-midlife", "date_published": "2023-03-07 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m grateful my son is not wasting away’: Jamaica’s innovative approach to mental healthcare", "description": "<p>The Caribbean nation has led the way in taking psychiatric patients out of institutions, but funding challenges remain</p><p>“JamaiCAN,” reads a mural at one of the entrance gates to Bellevue, Jamaica’s only psychiatric hospital. The name of the old powder-pink building near Kingston’s upmarket waterfront is recognisable to any Jamaican and is shrouded in stigma.</p><p>Built as a colonial lunatic asylum <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2880441/\">in the 19th century</a>, it had been a tool of political repression, serving as prison for Rastafarian luminaries, forefathers of pan-Africanism, and other Jamaicans who challenged British racial oppression. After independence, media coverage of Bellevue was dominated by stories of poor treatment of patients and threadbare facilities.</p> <a href=\"https://www.theguardian.com/global-development/2023/mar/07/jamaica-mental-healthcare-innovative-grateful-son-not-wasting-away-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/07/jamaica-mental-healthcare-innovative-grateful-son-not-wasting-away-acc", "date_published": "2023-03-07 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman: small boats plan will push boundaries of international law", "description": "<p>Rishi Sunak says bill will ‘take back control of our borders’ but critics argue the proposals are unworkable</p><p>Suella Braverman has admitted the government is attempting to push “the boundaries of international law” with legislation aimed at reducing small boat crossings in the Channel.</p><p>The law, to be disclosed to MPs at lunchtime on Tuesday, is expected to place a legal duty on the home secretary to detain and remove nearly all asylum seekers who arrive “irregularly” such as via small boats in the Channel.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/suella-braverman-small-boats-plan-push-boundaries-international-law-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/suella-braverman-small-boats-plan-push-boundaries-international-law-rishi-sunak", "date_published": "2023-03-07 08:46:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices rose 1.1% in February; Greggs warns of cost inflation squeeze – business live", "description": "<p>Halifax reports that house prices rose last month, but cautions that “the underlying activity continues to indicate a general downward trend”</p><ul><li><a href=\"https://www.theguardian.com/business/2023/mar/07/uk-shoppers-cut-spending-price-rises-energy-bills-brc-budget?utm_term=6406c4d7a498b6e8c4033a5068a35a93&amp;utm_campaign=GuardianTodayUK&amp;utm_source=esp&amp;utm_medium=Email&amp;CMP=GTUK_email\">UK shoppers slash spending as price rises and energy bills bite</a></li></ul><p><strong><a href=\"https://www.theguardian.com/business/live/2023/mar/07/uk-house-prices-rise-february-halifax-greggs-cost-inflation-squeeze-business-live?filterKeyEvents=false&amp;page=with:block-6406d7138f080f05b938d8ce#block-6406d7138f080f05b938d8ce\">This morning’s Halifax house price report</a> suggets the housing market is resilient, the EY ITEM Club of economic forecasters say.</strong></p><p>The “strong gain” of 1.1% in prices last month could be a reflection of mortgage rates falling back from their post-mini-Budget peaks and a healthy labour market, argues <strong>Martin Beck</strong>, chief economic advisor to the <strong>EY ITEM Club.</strong></p><p>Mortgage rates have come down in the last few months but are still much higher than a year ago. Meanwhile, households’ ability to take on and service debt is being squeezed by falling real incomes, and widespread predictions of a decline in property values will likely encourage some potential buyers to delay purchasing, weighing on demand.</p><p>On the other hand, changes in the structure of the housing and mortgage markets, and a resilient labour market, will likely reduce the risk of forced selling. An improving economic outlook as this year progresses may also limit how far house prices fall.</p><p>“An electricity margin notice (EMN) has been issued to the market. This is a routine tool that we use most winters, and means we are asking generators to make available any additional generation capacity they may have.</p><p>The EMN does not mean electricity supply is at risk.”</p> <a href=\"https://www.theguardian.com/business/live/2023/mar/07/uk-house-prices-rise-february-halifax-greggs-cost-inflation-squeeze-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/mar/07/uk-house-prices-rise-february-halifax-greggs-cost-inflation-squeeze-business-live", "date_published": "2023-03-07 08:38:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Helicopter pilot did not hear radio call in Gold Coast crash that killed four – report", "description": "<p>Australian transport bureau releases interim report into midair collision between sightseeing aircraft on Gold Coast</p><p>A helicopter pilot said he did not hear a radio call shortly before a <a href=\"https://www.theguardian.com/australia-news/2023/mar/07/sea-world-helicopter-crash-report-suggests-pilot-did-not-hear-radio-call-from-other-aircraft\">midair collision in Australia</a> that killed four people including two Britons, according to an interim report.</p><p>Diane and Ron Hughes, from Neston in Cheshire, died in the collision at about 2pm local time (0400 GMT) on Monday 2 January in Main Beach, not far from Sea World in the state of Queensland. The pilot of one of the helicopters and a 36-year-old woman from New South Wales also died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/helicopter-crash-report-australia-gold-coast\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/helicopter-crash-report-australia-gold-coast", "date_published": "2023-03-07 08:37:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is hydrogen really a clean enough fuel to tackle the climate crisis?", "description": "<p>Backers say hydrogen projects should be first in line for almost $26bn in US taxpayer money – but should we believe the hype?</p><p>Hydrogen is the smallest, lightest and most abundant molecule in the universe. On Earth, it does not occur by itself naturally, but can be separated from water (H<sub>2</sub>O) or hydrocarbon compounds (fossil fuels) like gas, coal and petroleum to be used as an energy source. It’s already used for rocket fuel, but it is now being pushed as a clean and safe alternative to oil and gas for heating and earthly modes of transport. Political support is mounting with <a href=\"https://www.nytimes.com/2023/02/12/opinion/economy-ira-infrastructure-clean-energy.html\">almost $26bn of US taxpayer money</a> available for hydrogen projects thanks to three recent laws – the Inflation Reduction Act, the Bipartisan Infrastructure Act and the Chips Act. Hydrogen is politically hot, but is it the climate solution that its cheerleaders are claiming?</p> <a href=\"https://www.theguardian.com/environment/2023/mar/07/hydrogen-clean-fuel-climate-crisis-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/07/hydrogen-clean-fuel-climate-crisis-explainer", "date_published": "2023-03-07 08:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LeBron James shows wannabe gangster Ja Morant that a gun doesn’t make you great", "description": "<p>The Memphis guard has indulged in risky and erratic behavior. He could learn from someone who came from a far rougher background</p><p>We all make mistakes. Last week I burned more than a thousand words <a href=\"https://www.theguardian.com/sport/2023/mar/01/the-brawling-grizzlies-bad-boy-arc-is-just-the-antidote-to-nba-blandness\">celebrating the Memphis Grizzlies</a> for taking up the NBA’s tough-guy mantle, never thinking their star player would carry the notion so far over the line.</p><p>Tuesday’s regular-season series finale against the Los Angeles Lakers will mark the second game the Grizzlies won’t be able to call on their All-Star guard, Ja Morant. The truly frustrating part: he isn’t sitting out with an injury; no, Morant is unavailable because he plays too much on the internet.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/ja-morant-memphis-grizzlies-gun-nba-basketball-lebron-james\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/ja-morant-memphis-grizzlies-gun-nba-basketball-lebron-james", "date_published": "2023-03-07 08:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices rise as mortgage rate cuts lift confidence", "description": "<p>Average monthly increase of 1.1% to £285,476 in February, after falls in previous two months, says Halifax</p><p>UK house prices picked up in February from the previous month as recent reductions in mortgage rates helped to stabilise the market, according to the lender Halifax.</p><p>The average house price rose 1.1% to £285,476 last month compared with January, in a sign of resilience amid hopes the broader economic downturn will not be as severe as previously feared.</p> <a href=\"https://www.theguardian.com/money/2023/mar/07/uk-house-prices-rise-mortgage-rate-cuts-halifax\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/07/uk-house-prices-rise-mortgage-rate-cuts-halifax", "date_published": "2023-03-07 08:26:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Democrats botched the Ohio disaster response – and handed Trump a victory | Michael Massing", "description": "<p>The failure of Pete Buttigieg, the US secretary of transportion, to appear for nearly three weeks recalls the incompetence of Fema during Hurricane Katrina</p><p>“Where’s Pete Buttigieg?” someone<strong> </strong>shouted at a February 15 town hall meeting in East Palestine, Ohio. “I don’t know,” Mayor Trent Conaway replied.</p><p>Twelve days earlier, a Norfolk Southern train carrying hazardous chemicals had derailed near the town. Three days later, the company announced it was going to carry out a controlled burn of vinyl chloride that would send dangerous gasses into the air, forcing many of East Palestine’s 4,700 residents to evacuate. They returned after receiving assurances that the air and water were safe, but a strong chemical odor clung to the town, and many continued to complain of headaches, nausea, and burning throats. And so several hundred residents had crowded into a local school to demand answers. Conaway said that two weeks had passed before anyone at the White House had contacted him, and the US secretary of transportation still hadn’t materialized.</p><p>Michael Massing is the author most recently of Fatal Discord: Erasmus, Luther, and the Fight for the Western Mind</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/the-democrats-botched-the-ohio-disaster-response-and-handed-trump-a-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/the-democrats-botched-the-ohio-disaster-response-and-handed-trump-a-victory", "date_published": "2023-03-07 08:17:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘needanamebro’: why the UK’s next girl band stars don’t even have a name yet", "description": "<p>The London R&amp;B trio are building a fanbase through an intriguing mix of 90s hothousing, a 00s-style ‘journey’ and modern-day social media intimacy</p><p>Last week, two brand new UK girl bands spent some time with their respective fanbases. For Flo – the Brit-award-winning, <a href=\"https://www.theguardian.com/music/2023/jan/05/girl-group-flo-win-bbc-sound-of-2023\">BBC Sound of poll-topping</a>, magazine-covering new hope – the fans were in Paris, waiting outside a star-studded Loewe fashion show in the hope of grabbing a selfie. In London, meanwhile, an R&amp;B girl band so new that they have almost no music or even a name held a gathering at a branch of ice-cream parlour Creams to celebrate a year since completing their lineup. Billed on their social media accounts as “<a href=\"https://www.tiktok.com/@needanamebro\">needanamebro</a>”, teenagers Yssy, Amelia and Maddie have quickly gathered momentum, reaching nearly 250,000 followers and 11m likes on TikTok. Their path has been an intriguing, era-straddling mix of classic 90s girl band hothousing, letting fans share in a 2000s X Factor-style “journey” and a hefty dose of modern-day social media intimacy and world-building.</p><p>While the nascent girl band’s event had the feel of a typically ad hoc, ironic teenage hangout at a brightly lit sweet emporium, it was underscored by major label efficiency: they’re signed to Atlantic and managed by pop band star-maker Modest, former incubator of Little Mix and One Direction – both parties clearly keenly aware of the potential for a new girl group to fill a Little Mix-shaped hole in pop. A special needanamebro menu was created as a keepsake featuring different ice-cream specials for each member (Amelia’s teeth-rotting Amazing Kinder Bueno Waffle With Bueno Gelato, for example). Over the course of a sugar-rich 90 minutes, the London-based band hung out with a portion of their fanbase like best mates, immersing them in a world that’s still being constructed: their <a href=\"https://soundcloud.com/needanamebro\">Soundcloud page</a> has one song – a gorgeous, harmony-drenched cover of Drake’s Massive – while a playlist of favourite tracks (and obvious stylistic signposts) features the Sugababes, SZA and 90s US R&amp;B trio Brownstone.</p> <a href=\"https://www.theguardian.com/music/2023/mar/07/needanamebro-why-the-uks-next-girl-band-stars-dont-even-have-a-name-yet\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/07/needanamebro-why-the-uks-next-girl-band-stars-dont-even-have-a-name-yet", "date_published": "2023-03-07 08:10:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "43 times the Conservatives tried (and failed) to tackle Channel crossings", "description": "<p>From jetski patrols to Rwanda deportations, the Tories have not been short of schemes to deter small boats</p><ul><li>This article is extracted from our First Edition newsletter. To sign up, <a href=\"https://www.theguardian.com/global/ng-interactive/2022/apr/13/first-edition-sign-up-guardian\">click here</a></li></ul><p>On Tuesday, Rishi Sunak and Suella Braverman <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/braverman-seeks-to-backdate-channel-crossings-law-amid-fears-of-rush\">will announce a new plan</a> to deal with the small boats crisis. But from using the navy to threatening asylum seekers with detention in Moldova to sending jetskis on patrol, the Conservatives have not been short of schemes to deter those who plan to cross the Channel since the issue came to the top of the agenda in the last weeks of 2018. Here’s a guide to some of them.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/conservatives-channel-crossings-small-boats-tories-rwanda-deportation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/conservatives-channel-crossings-small-boats-tories-rwanda-deportation", "date_published": "2023-03-07 08:08:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain take note: if you want to beat Putin in Ukraine, target his wicked little helper in Belarus | Sviatlana Tsikhanouskaya", "description": "<p>Alexander Lukashenko put our airbases and resources at Russia’s disposal. His fall would accelerate victory for Ukraine</p><p></p><p>Last week, residents of Machulishchy were intrigued as soldiers and police swarmed across their small town on the edge of Minsk, the capital of Belarus.</p><p>Cordons and checkpoints were hastily erected for miles around the local airbase, which has played host to Russia’s forces during its abominable war against Ukraine.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/belarus-ukraine-alexander-lukashenko-vladimir-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/belarus-ukraine-alexander-lukashenko-vladimir-putin", "date_published": "2023-03-07 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tottenham should be wary of being burned by the allure of an old flame | Jonathan Liew", "description": "<p>Spurs have stagnated since the departure of Mauricio Pochettino but must resist the temptation to reappoint him</p><p>Fill the bowl of lemons. Dust off the old purple tracksuit. Someone drive down to Big Yellow and get Danny Rose out of storage. Lay palm leaves across Hotspur Way, let the bells ring out across Enfield, make a small summer transfer budget available and prepare for the return of the chosen.</p><p>Perhaps it really will be that simple. The great travel writer Bill Bryson once observed that there were three things you can’t do in life. You can’t beat the phone company. You can’t get a waiter to see you until he’s ready to see you. And you can’t go home again. For the past few months – and very possibly the next few as well – Tottenham fans have been vocally challenging the wisdom of number three.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/07/tottenham-mauricio-pochettino-antonio-conte-daniel-levy\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/07/tottenham-mauricio-pochettino-antonio-conte-daniel-levy", "date_published": "2023-03-07 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I missed Abba Voyage but I can’t make an insurance claim", "description": "<p>After paying £384 for tickets, including cover, we were unable to go because we had Covid</p><p></p><p><strong>At the end of last year I bought five tickets to see Abba Voyage in London on 5 January from Ticketmaster. At the checkout it offered “missed event insurance” through Allianz Assistance. On reading that it covered ill health, including Covid, I paid £3.83 a ticket.</strong></p><p><strong>Unfortunately, I tested positive for Covid just before Christmas, and my friend (whose birthday treat the outing was for) got it on 25 December. Her condition got worse, and she was prescribed antibiotics for a respiratory infection. In the end, neither of us were well enough to travel, and cancellation was the only option.</strong></p> <a href=\"https://www.theguardian.com/money/2023/mar/07/i-missed-abba-voyage-but-ticketmaster-wont-refund-me\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/07/i-missed-abba-voyage-but-ticketmaster-wont-refund-me", "date_published": "2023-03-07 07:24:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She helped define what a first lady does’: Edith Wilson’s complex legacy", "description": "<p>A new book paints President Woodrow Wilson’s wife as a complex change-maker who refused to blend into the background</p><p>A century before the dawn of Instagram, Edith Wilson had her own means of distorting reality for the watchful masses. Her husband, President Woodrow Wilson, was recovering from a stroke, in no shape to be seen by the public or his political foes who suspected he wasn’t up to leading a country. Unbeknown to anyone but his super-inner circle, he spent his days on his back in a hole-ridden sweater, his entire left side paralyzed.</p><p>As Rebecca Boggs Roberts details in the nail-biter opening of Untold Power: The Fascinating Rise and Complex Legacy of First Lady Edith Wilson, the woman who would stealthily become the nation’s first female acting president oversaw a meet-and-greet with a nosy band of visitors, including the secretary of state, Robert Lansing, and a couple of senators who insisted on a face-to-face. The event had all the ingredients of a disaster. Wilson’s visitors were coming under the false pretenses of discussing an international kidnapping but their true aim was to gather evidence of the Democratic president’s unfitness for office. But somehow, with the help of a circus of doctors and aides all overseen by Mrs Wilson, as well as the husband who followed her cues and even shaved for the occasion, managed to leave everybody under the impression that the man supposedly running the country was in perfectly fine fettle.</p> <a href=\"https://www.theguardian.com/books/2023/mar/07/edith-wilson-book-interview-rebecca-boggs-roberts\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/07/edith-wilson-book-interview-rebecca-boggs-roberts", "date_published": "2023-03-07 07:05:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An old video of me is on the school curriculum! Unfortunately, I am shocked by my own arguments | Zoe Williams", "description": "<p>In one of my daughter’s classes, she was shown footage of me talking about ethics a decade ago. The views I’m espousing made me double-take</p><p>“You were in our PBE video,” my youngest said, when she got home from school. I find it hard to disaggregate the acronym lessons in the timetable, and tend to assume everything is PE. It struck me as unlikely, however, that I’d be in a PE video, so I dredged my brain and found “philosophy, beliefs and ethics”. Sure, that checks out. I have beliefs, a couple of ethics. I must have said them in a video at some point or other.</p><p>“I said you were my mum, and nobody believed me,” she continued, and I said: “Why? Are you known for making up weird lies?” And she said: “That too, but also, different surnames. Then, when the teacher believed me, she asked if you’d come in and talk to the class, and I said you’d probably like that but, from my point of view, absolutely no way.”</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/an-old-video-of-me-is-on-the-school-curriculum-unfortunately-i-am-shocked-by-my-own-arguments\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/an-old-video-of-me-is-on-the-school-curriculum-unfortunately-i-am-shocked-by-my-own-arguments", "date_published": "2023-03-07 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If only my tastebuds could paint’: how prison food art reveals life inside", "description": "<p>An art group at Pentonville prison has produced a booklet that shows how inmates get by deprived of the basic but profound freedom to eat as they like</p><p>• <a href=\"https://composer.gutools.co.uk/content/63fccaf58f08f5a1c2a0b910\">‘The mince is shocking’: the truth about prison food</a> – in pictures</p><p>Ahmed M was making a speech to members of the Pentonville prison art group. It concerned prison food. “They say a picture speaks a thousand words,” he said. “If only my tastebuds could paint a picture. Being a big foodie has made food an issue for me at HMP Pentonville. Before I even arrived here, for the second time, I was dreading how much weight I would lose.”</p><p>When Ahmed M finished reading his text, the art room at Pentonville erupted. Surrounded by walls of art made by past members, the group cheered so loudly that Ahmed could not help but smile. The previous week, the art group had volunteered him to write the introduction to We Are What We Eat, a booklet on prison food which the group had been working on for months. Ahmed’s pithy yet lyrical writing was the final piece of work needed for the project. With more than 50 artworks completed, a long list of quotes agreed on and the inclusion of candid photographs of their wing’s servery, the group had pulled off what at one point had seemed impossible.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/mar/07/if-only-my-tastebuds-could-paint-how-prison-food-art-reveals-life-inside-pentonville\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/mar/07/if-only-my-tastebuds-could-paint-how-prison-food-art-reveals-life-inside-pentonville", "date_published": "2023-03-07 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Artwork referring to abortion removed from Idaho public college exhibition", "description": "<p>Six pieces removed from show about health issues after school officials were given legal counsel about state’s abortion ‘gag rule’</p><p>A public college in Idaho is coming under pressure to explain why it has removed from an upcoming exhibition in its Center for Arts &amp; History several artworks dealing with reproductive health and abortion.</p><p>The American Civil Liberties Union (ACLU) and the National Coalition Against Censorship have <a href=\"https://www.aclu.org/letter/aclu-national-coalition-against-censorship-letter-lewis-clark-state-college-exclusion-artwork\">jointly written</a> to Lewis-Clark State College expressing “alarm” at the decision to remove several pieces.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/idaho-college-abortion-artwork-banned\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/idaho-college-abortion-artwork-banned", "date_published": "2023-03-07 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paradise Now: The Extraordinary Life of Karl Lagerfeld by William Middleton review – planet fashion’s caped crusader", "description": "<p>With his dinner parties for 900 and weakness for Coca-Cola in Lalique goblets, the designer was a great eccentric whose sense of absurdity is largely absent from this thorough profile</p><p>Costume historians will doubtless look back on the day Karl Lagerfeld died in February 2019, leaving in his will lavish instructions for the ongoing care of his Birman cat Choupette, as the precise moment when the fun finally went out of high fashion. Yes, it’s possible another full-blown eccentric will one day preside over a big house. But it doesn’t feel, in the era of the global conglomerate, terribly likely. “Creation,” as Lagerfeld once put it, “is not a democratic process.” The more people (I may mean accountants) who stick their oar in, the more likely we are to get half a dozen good camel coats on a catwalk than the kind of show, <em>raffiné</em> but wildly exuberant, that could reduce the late André Leon Talley, of American <em>Vogue</em>, to tears of joy. The cape-clad, fan-carrying, monocle-wearing, be-ponytailed Lagerfeld was the last of the last and he deserves a serious biography.</p><p>Does <em><a href=\"https://guardianbookshop.com/paradise-now-9780062969033\">Paradise Now: The Extraordinary Life of Karl Lagerfeld</a> </em>do the job? Or is it, like a toile, only about halfway there? <a href=\"https://www.penguinrandomhouse.com/authors/43247/william-middleton/\">William Middleton</a>, its author, certainly has the fashion chops: he used to head the Paris bureau of <em>Women’s Wear Daily</em>. But the trouble with insiders is that their respect is usually too ardent, and their need to remain on good terms with their world’s big names too powerful, for the distance required of biography. Yes, he gives us in its entirety the long reign of Kaiser Karl, from his peculiar childhood in Germany to the lonely months at the end when he was secretly fighting cancer, leaving out – or so it feels – not a single one of the parties he threw along the way.</p> <a href=\"https://www.theguardian.com/books/2023/mar/07/paradise-now-the-extraordinary-life-of-karl-lagerfeld-by-william-middleton-review-planet-fashions-caped-crusader\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/07/paradise-now-the-extraordinary-life-of-karl-lagerfeld-by-william-middleton-review-planet-fashions-caped-crusader", "date_published": "2023-03-07 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "State-owned electricity generation firm ‘could save Britons nearly £21bn a year’", "description": "<p>Analysis by thinktank Common Wealth bolsters Labour’s case to launch national energy company</p><p>A publicly owned electricity generation firm could save Britons nearly £21bn a year, according to new analysis that bolsters Labour’s case to launch a national energy company if the party gains power.</p><p>Thinktank Common Wealth has calculated that the cost of generating electricity to power homes and businesses could be reduced by £20.8bn or £252 per household a year under state ownership, according to a report seen by the Guardian.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/state-owned-electricity-generation-firm-save-common-wealth\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/state-owned-electricity-generation-firm-save-common-wealth", "date_published": "2023-03-07 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where are my foul excretions? What happened when I boiled my wooden spoons", "description": "<p>A TikTok post with almost 50m views has triggered a craze for deep-cleaning wooden kitchen utensils in boiling water. So just how filthy are mine?</p><p>Should you ever need to explain TikTok to the uninitiated, sell it this way: <a href=\"https://www.tiktok.com/@lulaboojenkins/video/7205316909842042154\">a woman in America boiled her wooden spoons and made a video of it</a>, which 49 million people have watched so far.</p><p>The woman in question, Lulaboo Jenkins, is not alone. All across TikTok, people are boiling their wooden spoons to see what disgusting gunk leaches out of them. Wooden spoons are foul, so the lesson goes, harbouring the remains of every meal you’ve stirred with them. Faced with this startling information, I could think of no other way forward: I had to boil my spoons.</p> <a href=\"https://www.theguardian.com/society/2023/mar/07/where-are-my-foul-excretions-what-happened-when-i-boiled-my-wooden-spoons\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/where-are-my-foul-excretions-what-happened-when-i-boiled-my-wooden-spoons", "date_published": "2023-03-07 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s still as beautiful as ever’: the changing face of the French Alps", "description": "<p>The reality of the climate crisis is that Chamonix valley’s glaciers are shrinking, though tourist guides and their clients are finding ways to help and adapt</p><p>The Glacier du Tour sits on top of the mountain like a cresting wave frozen in time. From the nursery slopes of La Vormaine, to a soundtrack of playful shrieks, laughter and skis swishing through the slush, I admire its blueish hue and jagged blocks of ice, while lamenting how much it has retreated since I lived here 23 years ago.</p><p>The Mont Blanc massif is one of the most densely glaciated areas in the Alps and in the Chamonix valley, glaciers are visible from almost every vantage point, including each of the town’s four main ski areas: Le Brévent, La Flégère, Grands Montets and Le Tour (which includes the beginner slopes of La Vormaine).</p> <a href=\"https://www.theguardian.com/travel/2023/mar/07/its-still-as-beautiful-as-ever-changing-face-french-alps-glaciers-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/07/its-still-as-beautiful-as-ever-changing-face-french-alps-glaciers-climate-crisis", "date_published": "2023-03-07 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the secret sexual abuse allegations in Japanese pop", "description": "<p>This harrowing documentary investigates Johnny Kitagawa, media mogul and the maker of J-pop superstars. Plus, Hugh Bonneville and John Bishop go on a road trip. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/07/tv-tonight-the-secret-sexual-abuse-allegations-in-japanese-pop\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/07/tv-tonight-the-secret-sexual-abuse-allegations-in-japanese-pop", "date_published": "2023-03-07 06:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Zelenskiy vows to defend Bakhmut; China says Russia ties will go from ‘strength to strength’", "description": "<p>Ukraine president’s comments come as analysts suggest Ukrainian forces are carrying out a ‘limited fighting withdrawal’; Chinese foreign minister says Moscow and Beijing will be a ‘a driving force’ for the world</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/mar/06/ukraine-continues-to-defend-bakhmut\">Ukrainian leaders agree to continue Bakhmut defence as casualties mount</a></strong></li></ul><p>The ISW also says the destruction of Wagner as an organised fighting group would have “positive ramifications beyond the battlefield”.</p><p>During the last nine months in which the organisation has been involved in assaulting Bakhmut, the ISW says the Wagner Group has “ostentatiously ramped up efforts to disseminate Wagner’s militarism and ideology throughout Russian”.</p><p>Badly damaging Prigozhin’s power and reputation within Russia would be an important accomplishment from the standpoint of the long-term prospects for restoring sanity in Russia. That is an aim in America’s interests as well as in Ukraine’s, and it raises the stakes in the Battle of Bakhmut beyond matters of terrain and battlespace geometry.</p><p>The opportunity to damage the Wagner Group’s elite elements, along with other elite units if they are committed, in a defensive urban warfare setting where the attrition gradient strongly favors Ukraine is an attractive one.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/07/russia-ukraine-war-live-news-russian-invasion-zelenskiy-vows-to-defend-bakhmut-latest-update\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/07/russia-ukraine-war-live-news-russian-invasion-zelenskiy-vows-to-defend-bakhmut-latest-update", "date_published": "2023-03-07 06:20:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Civil servant union accuses government of ignoring strike talks offer", "description": "<p>Prospect says Cabinet Office not engaging over dispute that could lead to 150,000 public sector workers going on strike</p><p>A leading civil servants union has accused the government of ignoring its offer of talks to avert strikes and failing to even acknowledge its decision to take strike action.</p><p>Tens of thousands of public sector members of the Prospect union will strike on 15 March and work to rule indefinitely after voting overwhelmingly for industrial action.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/civil-servant-union-accuses-government-of-ignoring-strike-talks-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/civil-servant-union-accuses-government-of-ignoring-strike-talks-offer", "date_published": "2023-03-07 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News hit with fresh federal election complaint over Trump camp collusion", "description": "<p>Media Matters for America raised issue of Murdoch handing Jared Kushner confidential information about a Biden ad with the FEC</p><p>A US Federal Election Commission complaint over the collusion of Fox Newswith the Trump campaign in 2020 could be the first of many, the complainant said, amid continued fallout from dramatic court filings in Dominion Voter Systems’ $1.6bn defamation suit against the network.</p><p>Media Matters for America, a liberal watchdog, filed its <a href=\"https://www.fec.gov/\">FEC</a> complaint last week, over the revelation that Rupert Murdoch personally gave Jared Kushner, Trump’s son-in-law and adviser, confidential information about a Biden campaign ad.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/fox-news-federal-election-commission-complaint-trump-collusion-rupert-murdoch\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/fox-news-federal-election-commission-complaint-trump-collusion-rupert-murdoch", "date_published": "2023-03-07 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Majority of English councils plan more cuts at same time as maximum tax rises", "description": "<p>Survey lays bare precarious state of local finances and increasingly ‘desperate’ measures planned in many areas</p><p>More than half of local authorities in England plan to cut more services while also raising council tax by the maximum possible amount, as they turn to increasingly “desperate” measures to remain financially solvent, a survey has revealed.</p><p>Nine out of 10 councils are raising council tax from April. This alone will not balance their budgets, meaning most are also proposing to cut spending (52%), increase fees for services such as parking and waste (93%), spend their “rainy day” financial reserves (67%) and sell off assets such as land and buildings.</p> <a href=\"https://www.theguardian.com/society/2023/mar/07/english-councils-cuts-services-maximum-tax-rises-local-finances\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/07/english-councils-cuts-services-maximum-tax-rises-local-finances", "date_published": "2023-03-07 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It is exhausting’: California town digs its way out after record-setting snow", "description": "<p>Last month, a blizzard caused road closures, roof collapses and trapped residents in their homes</p><p>Residents of mountain towns in southern California have continued to struggle to dig out and get necessities in the aftermath of a record-setting blizzard last month that dumped so much snow that roads became impassable and roofs collapsed.</p><p>Here’s a closer look at the situation:</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/06/california-blizzard-mountains-snow\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/06/california-blizzard-mountains-snow", "date_published": "2023-03-07 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She had to hide’: the secret history of the first Asian woman nominated for a best actress Oscar", "description": "<p>Merle Oberon, a pick for best actress in 1936, was born in Bombay and spent her career passing for white</p><p>Magazine writers didn’t know what to make of Merle Oberon when she took Hollywood by storm in the 1930s. One writer described her as “bizarre, bewildering, and different”, while others marveled at her “delicate” oval face, “eloquent” emerald eyes, “bright red lips” and “alabaster” skin.</p><p>Though her 1936 best actress Oscar nomination for the coming-of-age drama The Dark Angel affirmed her place in a league with Katharine Hepburn and the eventual winner, Bette Davis, the glamor paragons of the day, it was only later that the world discovered Oberon was a south Asian woman passing for white.</p> <a href=\"https://www.theguardian.com/film/2023/mar/06/merle-oberon-oscars-best-actress\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/06/merle-oberon-oscars-best-actress", "date_published": "2023-03-07 06:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit: EU suppliers wary about doing business in UK, warn manufacturers", "description": "<p>Trade body Make UK adds to pressure on Rishi Sunak as it calls for reset of relationships with Europe</p><p>Business leaders say frayed relations with the EU are costing the British economy, as suppliers in the bloc grow more cautious about doing business with post-Brexit Britain.</p><p>Adding to the pressure on Rishi Sunak’s government as <a href=\"https://www.theguardian.com/money/2023/mar/06/leading-uk-ceos-attack-energy-support-policy-as-brake-on-investment\">bosses warn</a> that the UK is falling behind its peers, the manufacturers’ group Make UK called for an urgent reset of political and trading relationships with the EU.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/brexit-eu-uk-manufacturers-make-uk-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/brexit-eu-uk-manufacturers-make-uk-rishi-sunak", "date_published": "2023-03-07 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mississippi: 15-year-old with master’s degree prepares to attend law school", "description": "<p>James ‘Jimmy’ Chilimigras took entrance exam last year and scored 174, the highest tally in his home state, Alabama and Louisiana</p><p>A 15-year-old <a href=\"https://www.theguardian.com/us-news/mississippi\">Mississippi</a> boy is reportedly preparing to start law school later this year and has the chance to become one of the youngest people ever to obtain a juris doctorate.</p><p>James “Jimmy” Chilimigras took the law school entrance exam last year when he was just 14 and scored a 174, the highest tally in his home state, Alabama and Louisiana, according to <a href=\"https://www.wilx.com/2023/03/06/15-year-old-with-masters-degree-prepares-law-school/\">a report</a> from the news station WLOX, which covers his home town of Bay St Louis, Mississippi.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/07/mississippi-15-year-old-law-school\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/07/mississippi-15-year-old-law-school", "date_published": "2023-03-07 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The romcom effect: will a new movie gentrify Peckham as Richard Curtis gentrified Notting Hill?", "description": "<p>The likable new release Rye Lane bills itself as ‘a love letter to south London’. But, like Amélie in Montmartre, could it end up damaging the place it sets out to celebrate?</p><p>It’s always fun to see an area you know in a movie, so as a Peckham local, the new romcom <a href=\"https://www.theguardian.com/film/2023/jan/24/rye-lane-review-engagingly-cartoony-romcom-on-the-streets-of-south-london\">Rye Lane</a> is literally up my street. It is named after the bustling main thoroughfare of our south London neighbourhood, which is in the early stages of gentrification. African groceries and pound shops jostle up against new cocktail bars and art galleries. Go back 20 years and all Peckham was known for was working-class wheeler-dealing – largely thanks to <a href=\"https://www.theguardian.com/tv-and-radio/2011/nov/23/only-fools-and-horses-lawson\">Only Fools and Horses</a> – and violent crime. Even our MP, Harriet Harman, wore a stab vest when she visited in 2008. Today, Peckham is a hip, popular destination, described by the New York Times as “the beating heart of London’s most dynamic art scene”. And now we’ve got our own romcom, too.</p><p>Rye Lane the movie is a very likable variation on a very familiar formula, making Rye Lane the place look somehow better and brighter on screen than in real life. Everything pops with colour as if it’s had a new coat of paint. There’s an absence of homeless people, drunk people, noisy schoolkids, traffic jams. Instead, there are quirky characters, like a grey-haired rhinestone cowboy who body-pops surreally across Rye Lane market as our lovestruck couple (David Jonsson and Vivian Oparah) stroll through it. When I walked through the same market the other day, the local colour took the form of a shouting match between rival stallholders.</p> <a href=\"https://www.theguardian.com/film/2023/mar/07/the-romcom-effect-will-a-new-movie-gentrify-peckham-as-richard-curtis-gentrified-notting-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/07/the-romcom-effect-will-a-new-movie-gentrify-peckham-as-richard-curtis-gentrified-notting-hill", "date_published": "2023-03-07 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The creeping threat of the Great Atlantic Sargassum Belt", "description": "<p>Visible from space, an explosion of harmful seaweed now stretches like a sea monster across the ocean. Could robots save us from it – and store carbon in the process?</p><p>Seaweed has been having a moment. Eco-influencers and columnists rave about its benefits, in everything from beauty products to biofuels. Jamie Oliver has embraced it as a recipe ingredient; Victoria Beckham uses it to keep off the pounds. And they’re right: seaweed is packed with nutrition, it sucks up carbon and is an amazingly versatile addition to the green economy.</p><p>But one type of seaweed is not a benign force. Vast fields of sargassum, a brown seaweed, have bloomed in the Atlantic Ocean. Fed by human activity such as intensive soya farming in the Congo, the Amazon and the Mississippi, which dumps nitrogen and phosphorus into the ocean, the sargassum explosion is by far the biggest seaweed bloom on the planet. The Great Atlantic Sargassum Belt, as it’s known, is visible from space, stretching like a sea monster across the ocean, with its nose in the Gulf of Mexico and its tail in the mouth of the Congo.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/07/great-atlantic-sargassum-belt-seaweed-visible-from-space\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/07/great-atlantic-sargassum-belt-seaweed-visible-from-space", "date_published": "2023-03-07 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I know where the bodies are buried’: one woman’s mission to change how the police investigate rape", "description": "<p>For the past two years, Betsy Stanko has been leading an unprecedented investigation into why the police have been failing so badly to tackle sexual violence. But is there any chance of fixing a system that seems so broken?</p><p>In September 2021, the criminologist Betsy Stanko went into the Metropolitan police force to work out why they weren’t catching rapists. The previous year, less than 3% of rapes reported to the Met had resulted in charges being brought; in 2021, that percentage almost halved. The Home Office had given Stanko a mandate to force the Met to open its files,<strong> </strong>and now she and her team – 54 academics, 47 of them women, all of them scholars of sexual violence – gained<strong> </strong>access to everything: tens of thousands of case files covering the previous four years, shift observations, video-recorded interviews, conversations with officers at every rank. “I wanted to rip the heart out of the police, put it on the table and do a bypass,” the 72-year-old American told me last year.</p><p>Six months earlier, Stanko had been working with the Avon and Somerset police force on a project to improve its rape investigations, when the news broke that a 33-year-old woman named Sarah Everard had been kidnapped from a London common. The man who was later arrested for Everard’s rape and murder, Wayne Couzens, was a Metropolitan police officer. In the weeks that followed, there were demonstrations, <a href=\"https://www.theguardian.com/uk-news/2022/jun/07/met-officers-feared-sarah-everard-vigil-had-become-anti-police-protest\">vigils and calls for</a><strong><a href=\"https://www.theguardian.com/uk-news/2022/jun/07/met-officers-feared-sarah-everard-vigil-had-become-anti-police-protest\"> </a></strong><a href=\"https://www.theguardian.com/uk-news/2022/jun/07/met-officers-feared-sarah-everard-vigil-had-become-anti-police-protest\">inquiries</a> – an outpouring of rage that reminded Stanko of her time in the women’s movement of the 1970s. If many people, especially people of colour, had long been distrustful of the police, others were for the first time questioning who they were really for.</p> <a href=\"https://www.theguardian.com/news/2023/mar/07/one-womans-mission-to-fix-how-the-police-investigate-rape-operation-soteria-betsy-stanko\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/mar/07/one-womans-mission-to-fix-how-the-police-investigate-rape-operation-soteria-betsy-stanko", "date_published": "2023-03-07 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a monument to my great-great-grandfather could help tackle the scourge of plastic pollution | Polly Toynbee", "description": "<p>A newly restored drinking fountain commemorates my ancestor. We need more to tackle the horror of so many discarded bottles</p><p>Enough contemplation of this government’s misdeeds: today I thought I’d take a break from rogue prime ministers and cabinets, a breather from their damage to the public realm. Instead, to enjoy a miniature item of good news, I attended the re-opening of a beautiful <a href=\"https://www.heritageoflondon.org/projects/toynbee-fountain\">Victorian gothic water fountain</a> in Wimbledon, south-west London, that has just been restored. Its ribbon was cut by local children involved in its current purpose: to urge people not to buy plastic water bottles but to refill their own bottles here.</p><p>I was there because the fountain was erected in 1868 in memory of my great-great-grandfather, <a href=\"https://makingscience.royalsociety.org/s/rs/people/fst00134694\">Joseph Toynbee</a>, otologist and ear-syringer to Queen Victoria: he died young in his laboratory experimenting on himself with chloroform for tinnitus. He was a radical local campaigner who fought to save Wimbledon Common from the rapacious <a href=\"https://pasttenseblog.wordpress.com/2021/11/11/wombling-free-onthisday-in-london-green-history-1864-earl-spencer-proposes-to-enclose-wimbledon-common/\">Earl Spencer’s attempt</a> to privatise and enclose it. He set up the <a href=\"https://www.thewvc.org.uk/history.html\">Wimbledon Village Club</a>, a working men’s institute for edification, entertainment, refreshments and a library, in much community use now. Family history records that his rigorous selflessness included dragging his nine children across Wimbledon Common on Christmas Day to make them donate their Christmas dinner to a Travellers’ encampment. The plaque on the fountain says that working men of Wimbledon and those “interested in the public good” paid for this memorial.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/07/great-great-grandfather-plastic-pollution-drinking-fountain-bottles\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/07/great-great-grandfather-plastic-pollution-drinking-fountain-bottles", "date_published": "2023-03-07 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SNP at a crossroads as leadership candidates gear up for first TV debate", "description": "<p>TV cameras will further expose the gulf between the competing visions of the main contenders </p><p>As the candidates vying to replace Nicola Sturgeon as Scotland’s first minister prepare for their first televised debate, they all agree on one thing: that the Scottish National party is at a crossroads.</p><p>That is an understatement. The <a href=\"https://www.theguardian.com/politics/2023/feb/24/snp-leadership-race-candidates-what-comes-next-\">contest to succeed Sturgeon</a> as SNP leader has become an existential battle over the party’s direction, its policies and its ethos. The two leading candidates, Humza Yousaf and Kate Forbes, are setting out competing visions – Yousaf is the continuity candidate and Forbes, 32, the youthful counter-revolutionary.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/07/snp-at-a-crossroads-as-leadership-candidates-gear-up-for-first-tv-debate\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/07/snp-at-a-crossroads-as-leadership-candidates-gear-up-for-first-tv-debate", "date_published": "2023-03-07 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK women priced out of work by lack of affordable childcare, PwC finds", "description": "<p>Pressure builds for childcare help in budget as Britain slips down global league table for women in work</p><p>Women in Britain are being priced out of work and suffering from a growing gender pay gap as the result of a lack of affordable child care, a new report has found.</p><p>With the chancellor thought to be looking at ways of boosting employment in next week’s package, <a href=\"https://www.pwc.co.uk/services/economics/insights/women-in-work-index.html\">a survey by the consultancy group PwC </a>found the UK slipping down the international league table for women in work.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/uk-women-work-childcare-pwc-budget\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/uk-women-work-childcare-pwc-budget", "date_published": "2023-03-07 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Sushi terrorism’ sees Japan’s conveyor belt restaurants grind to a halt", "description": "<p>Chains across the country have taken action after viral videos showed people licking communal bottles and touching passing food</p><p>Could “<a href=\"https://www.theguardian.com/world/2023/feb/03/wave-of-sushi-terrorism-grips-japans-restaurant-world\">sushi terrorism</a>” forever change the way millions of diners in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> eat their country’s signature dish?</p><p>The carefree days of hi-tech sushi dining – in which customers take plates directly from a conveyor belt – appear to be over, as restaurant chains scramble in response to a spate of hygiene incidents caused by badly behaved clientele.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/sushi-terrorism-sees-japans-conveyor-belt-restaurants-grind-to-a-halt\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/sushi-terrorism-sees-japans-conveyor-belt-restaurants-grind-to-a-halt", "date_published": "2023-03-07 05:32:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France braced for huge disruption as transport workers start rolling strikes", "description": "<p>Road, rail and air services will all be affected in protest over plans to raise pension age from 62 to 64</p><p>France is facing street protests and heavy disruption on Tuesday as transport workers and refinery staff begin rolling strikes over Emmanuel Macron’s plan to <a href=\"https://www.theguardian.com/world/2023/feb/06/macron-credibility-protests-pension-changes-france\">raise the pension age</a> to 64.</p><p>For the sixth time since the start of the year, unions have called a nationwide day of strikes and demonstrations, aiming to repeat the large turnout seen on the first major protest, on 19 January, when <a href=\"https://www.theguardian.com/world/2023/jan/19/france-hit-by-nationwide-strikes-over-macron-pension-plans\">more than a million</a> people marched against the pension changes.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/france-braced-for-huge-disruption-as-transport-workers-start-rolling-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/france-braced-for-huge-disruption-as-transport-workers-start-rolling-strikes", "date_published": "2023-03-07 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How scientifically literate should we expect our politicians to be?", "description": "<p>Ian Sample speaks to mathematical biologist Kit Yates about what Matt Hancock’s leaked WhatsApp messages reveal about scientific understanding at the heart of government during the pandemic, and what should be done to prepare for the future</p><p><em>Clips: BBC, ITV</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/mar/07/how-scientifically-literate-should-we-expect-our-politicians-to-be\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/mar/07/how-scientifically-literate-should-we-expect-our-politicians-to-be", "date_published": "2023-03-07 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China foreign minister warns of potential for conflict with US and hails Russia ties", "description": "<p>In a bellicose first press conference, Qin Gang rebuked Washington over its Taiwan policy and the balloon incident, while praising Beijing’s relationship with Russia</p><p>The US and China are heading towards inevitable conflict if Washington does not change its approach, China’s new foreign minister has said in a fiery press conference in which he defended his country’s strengthening relationship with Russia.</p><p>In his first media appearance as foreign minister, held on Tuesday on the sidelines of the “<a href=\"https://www.theguardian.com/world/2023/mar/02/china-two-sessions-explainer-what-is-it\">two sessions” political gathering</a>, Qin Gang outlined China’s foreign policy agenda for the coming years, presenting China and its relationship with Russia as a beacon of strength and stability, and the US and its allies as a source of tension and conflict.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/china-foreign-minister-warns-of-potential-for-conflict-with-us-and-hails-russia-ties\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/china-foreign-minister-warns-of-potential-for-conflict-with-us-and-hails-russia-ties", "date_published": "2023-03-07 04:25:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US speaker McCarthy plans to meet Taiwan president Tsai in US – reports", "description": "<p>Sources say Tsai Ing-wen intends to meet McCarthy in the coming weeks, a move that may stoke tensions with Beijing and in the Taiwan strait</p><ul><li><a href=\"https://www.theguardian.com/world/2022/aug/01/china-and-taiwan-whats-behind-the-tensions-in-30-seconds\">China-Taiwan relations explained in 30 seconds</a></li></ul><p>Taiwan’s president, Tsai Ing-wen, plans to meet US House speaker Kevin McCarthy on a visit to the United States in coming weeks, according to sources speaking to the Reuters news agency.</p><p>The Financial Times first reported the plans to meet in California, a move that could replace the Republican speaker’s anticipated but sensitive trip to the democratically governed island claimed by China.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/us-speaker-mccarthy-plans-to-meet-taiwan-president-tsai-in-us-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/us-speaker-mccarthy-plans-to-meet-taiwan-president-tsai-in-us-reports", "date_published": "2023-03-07 03:28:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japan’s H3 rocket fails after liftoff in second mission attempt", "description": "<p>Next-generation rocket, which Jaxa space agency hopes can compete against SpaceX Falcon, blows itself up after engine failure</p><p>Japan’s next-generation H3 rocket has self-destructed after liftoff when its second-stage engine apparently failed.</p><p>The mission was to launch an observation satellite. The rocket has been mooted as a possible competitor to SpaceX’s Falcon 9.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/japan-h3-rocket-fails-after-liftoff-self-destruct\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/japan-h3-rocket-fails-after-liftoff-self-destruct", "date_published": "2023-03-07 03:19:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What have we learned from Matt Hancock’s WhatsApp messages? – podcast", "description": "<p>More than 100,000 of the former health secretary’s phone messages have been leaked. What do they tell us about the way the government handled the pandemic?</p><p>The revelations have come thick and fast. There was the joke implying the health secretary believed Rishi Sunak’s “eat out to help out” scheme may have driven up Covid cases. There was the most senior civil servant describing the then prime minister, Boris Johnson, as a “nationally distrusted figure”. There was the reference to teaching unions as “absolute arses”. The leaked phone messages from Matt Hancock’s WhatsApp account have certainly had their share of surprises.</p><p>Yet a week after they were published in the Daily Telegraph after being provided by the political journalist Isabel Oakeshott, have they really helped our understanding of the government’s decision-making during the pandemic? Or is this just more political gossip?</p> <a href=\"https://www.theguardian.com/news/audio/2023/mar/07/what-have-we-learned-from-matt-hancock-whatsapp-messages-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/mar/07/what-have-we-learned-from-matt-hancock-whatsapp-messages-podcast", "date_published": "2023-03-07 03:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How a rabbit god became an icon for Taiwan’s gay community", "description": "<p>Temple in Taipei is believed to be the only Taoist site set up to revere rabbit god Tu’er Shen, a significant symbol for LGBTQI people in Taiwan and China</p><p>During a quiet mid-week afternoon on the eighth floor of an office building, A-wei is meditatively separating flower petals to make an offering to Tu’er Shen the rabbit god, a spiritual guardian of LGBTQI people.</p><p>The small Taoist temple where 24-year-old A-wei sits is a humble room with views across New Taipei city, made cosy by the smell of incense and the mews of two noisy cats.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/how-a-rabbit-god-became-an-icon-for-taiwans-gay-community\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/how-a-rabbit-god-became-an-icon-for-taiwans-gay-community", "date_published": "2023-03-07 02:57:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sea World helicopter crash: report suggests pilot did not hear radio call from other aircraft", "description": "<p>Preliminary findings of investigation have been released after the January crash that killed four people</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/mar/07/australia-politics-live-albanese-labor-essential-poll-rba-cash-rate-superannuation-super-greens-safeguard-mechanism-carbon-climate-change\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A pilot “did not recall” his fellow pilot making a standard taxiing call to say he was taking off before their helicopters collided and crashed, killing four people and injuring nine others on the Gold Coast.</p><p>Air crash investigators say pilot Michael James told them he saw five passengers boarding the second helicopter at a helipad near Sea World as he was coming in to land his aircraft with six passengers at another helipad nearby on 2 January.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/07/sea-world-helicopter-crash-report-suggests-pilot-did-not-hear-radio-call-from-other-aircraft\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/07/sea-world-helicopter-crash-report-suggests-pilot-did-not-hear-radio-call-from-other-aircraft", "date_published": "2023-03-07 02:25:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sex worker, survivor, Māori TV star: world’s first transgender MP remembered as trailblazer", "description": "<p>Georgina Beyer was a formidable force for New Zealand’s rainbow community, pushing reforms on sex work and civil unions</p><p>Believed to be the world’s first transgender person to become a member of parliament, Georgina Beyer is remembered in New Zealand for her courage, sharp, ribald humour and fierce advocacy of the communities she represented.</p><p>The trailblazing MP – a former sex worker, sexual assault survivor, Māori woman and television star – entered parliament in 2005. She won the Wairarapa seat – once considered a rural, conservative stronghold – with a resounding victory and a 32% swing to Labour. Having served her community as mayor for five years, Beyer won over constituents with a straight-talking, upfront style and a constant presence at community events. In parliament, she became a force on behalf of the rainbow community, helping push forward progressive law reform on sex work and civil unions, often despite fierce opposition.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/georgina-beyer-worlds-first-transgender-mp-remembered-as-trailblazer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/georgina-beyer-worlds-first-transgender-mp-remembered-as-trailblazer", "date_published": "2023-03-07 02:09:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I was in a bad way’: Conor Benn admits feeling suicidal after positive drugs tests", "description": "<ul><li>Boxer saw his fight with Chris Eubank Jr cancelled in October</li><li>‘I didn’t think I’d see another day’, says former world champion</li></ul><p>Conor Benn has revealed he felt suicidal after his positive drugs tests caused his fight with Chris Eubank Jr to be cancelled in October, with the former two-weight world champion admitting: “I didn’t think I’d see another day”.</p><p>Benn’s much-hyped showdown with Eubank was called off just three days before it was due to take place after the former admitted to failing drugs tests in July and September.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/07/conor-benn-admits-feeling-suicidal-positive-drugs-tests-chris-eubank-jr\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/07/conor-benn-admits-feeling-suicidal-positive-drugs-tests-chris-eubank-jr", "date_published": "2023-03-07 01:34:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 377 of the invasion", "description": "<p>Volodymyr Zelenskiy commits to defending Bakhmut and pays tribute to executed soldier</p><p><strong>Volodymyr Zelenskiy has said Ukraine is committed to defending the embattled city of Bakhmut despite a partial encirclement. </strong>The Ukrainian president said <a href=\"https://www.theguardian.com/world/2023/mar/06/ukraine-continues-to-defend-bakhmut\">he had held a meeting with senior generals and commanders</a> in which it was resolved that there was “no part of Ukraine” that “can be abandoned”.</p><p><strong>Both Kyiv and Moscow appear to be struggling with ammunition shortages and mounting casualties.</strong><strong> </strong>Yevgeny Prigozhin, the founder of Russia’s Wagner mercenary force, which is leading the Russian offensive in Bakhmut, said that his representative had been denied access to the headquarters of Russia’s “special military operation” in Ukraine after Prigozhin repeatedly complained about a lack of ammunition.</p><p><strong>Ukrainian forces appeared to be “conducting a limited fighting withdrawal” in eastern Bakhmut</strong>, the Institute for the Study of War said,<strong> but continued to inflict high casualties on the advancing Russian forces</strong>. The US thinktank said it was too early to judge Ukraine’s intentions but the defence of Bakhmut “remains strategically sound”.</p><p><strong>Zelenskiy </strong><strong>paid tribute to a soldier whose <a href=\"https://www.theguardian.com/world/2023/mar/06/ukraine-urges-icc-to-investigate-video-appearing-to-show-russians-killing-pow\">execution by machine gun was filmed</a> and uploaded to social media.</strong> The graphic video shows a man smoking a cigarette who says “glory to Ukraine” before he is shot at what appears to be close range.</p><p><strong>The Russian defence minister, Sergei Shoigu, has visited Mariupol in a rare trip to occupied Ukraine by a senior Moscow figure. </strong>The Russian defence ministry issued images on Monday of Shoigu “inspecting Russian reconstruction efforts of infrastructure”.</p><p><strong>The exiled Belarusian opposition leader Sviatlana Tsikhanouskaya has been handed a 15-year jail term after being convicted in absentia for treason and “conspiracy to seize power”.</strong> She said the verdict was punishment for her efforts to promote democracy.</p><p><strong>The European Union is reported to be edging closer to joint procurement of ammunition to help Ukraine and replenish members’ stockpiles.</strong> Major questions regarding funding and scale remain to be resolved in what would be <strong>a landmark move</strong>.</p><p><strong>Russia’s premier tank force is expected to be re-equipped with Soviet-made T-62 tanks first fielded in 1954 to make up for combat losses</strong>, the UK Ministry of Defence has said. The MoD said there was a “realistic” possibility” that the 60-year-old tanks would be supplied to units that had been expected to receive the next-generation T-14 Armata main battle tank.</p><p><strong>Russia’s prosecutor general has said it is labelling German-based anti-corruption group Transparency International an “undesirable organisation”.</strong> “It was found that the activities of this organisation clearly go beyond the declared goals and objectives,” it said.</p><p><strong>A British-led £520m international fund to provide fresh weapons for <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> and intended to be “low bureaucracy” has been plagued by delays</strong>, with only £200m allocated <a href=\"https://www.theguardian.com/politics/2023/mar/06/british-led-fund-to-provide-weapons-for-ukraine-plagued-by-delays\">amid warnings</a> that the rest of the funding will not provide arms at the front “until the summer”.</p><p><strong>Most of Ukraine’s winter grain crops – winter wheat and barley – are in good condition and could produce a good harvest</strong>, Ukraine’s academy of agricultural science has been quoted as saying.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-377-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-377-of-the-invasion", "date_published": "2023-03-07 01:08:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Producers feared David Attenborough would catch bird flu and die during filming", "description": "<p>Plans to film veteran broadcaster close to birds for Wild Isles series pulled over concerns about his health</p><p>Television producers feared David Attenborough would catch bird flu and die during filming for his latest series – <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/04/new-david-attenborough-series-about-uk-likely-to-be-his-last-on-location\">likely to be the veteran broadcaster’s last job on location</a>.</p><p>Wild Isles, which premieres on Sunday, will be Attenborough’s first landmark series on the natural history of Britain and Ireland. Filmed over the course of three years, the five-part series aims to shine a light on the challenges affecting the British Isles and celebrate nature that exists on our doorsteps.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/07/producers-feared-david-attenborough-would-catch-bird-flu-and-die-during-filming\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/07/producers-feared-david-attenborough-would-catch-bird-flu-and-die-during-filming", "date_published": "2023-03-07 00:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK among most liberal countries on divorce and abortion, survey reveals", "description": "<p>Global study shows significant shift in UK attitudes on matters such as casual sex and assisted dying</p><p>The UK has overtaken Canada, Germany and Australia to become one of the world’s most socially liberal nations towards divorce and abortion, the latest wave of a global study has revealed.</p><p>Significant increases in the last five years in people saying the practices are justifiable is mirrored by sharply increasing acceptance of homosexuality, casual sex and prostitution over the same period, the World Values Survey found.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/07/uk-among-most-liberal-countries-on-divorce-and-abortion-survey-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/07/uk-among-most-liberal-countries-on-divorce-and-abortion-survey-reveals", "date_published": "2023-03-07 00:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK shoppers slash spending as price rises and energy bills bite", "description": "<p>February figures from BRC highlight impact of cost of living crisis on British economy before budget</p><p>UK consumers sharply cut back their spending in February as soaring living costs damaged household finances, retailers have warned, despite strong sales of jewellery and fragrances for Valentine’s Day.</p><p>Highlighting the impact of the cost of living crisis on the economy before Jeremy Hunt’s <a href=\"https://www.theguardian.com/uk-news/budget-2023\">budget</a> next week, the British Retail Consortium (BRC) said sky-high energy bills and the rising cost of a weekly shop were forcing shoppers to cut back.</p> <a href=\"https://www.theguardian.com/business/2023/mar/07/uk-shoppers-cut-spending-price-rises-energy-bills-brc-budget\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/07/uk-shoppers-cut-spending-price-rises-energy-bills-brc-budget", "date_published": "2023-03-07 00:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Missing black and Asian people less likely to be found by police, report finds", "description": "<p>Lower proportion of cases are solved in comparison with incidents involving white people, charity research suggests</p><p>Missing persons cases involving black and Asian people are less likely to be resolved by police than those involving white people, research suggests.</p><p>Black and Asian children are also likely to be missing for longer, the report, published by the charity Missing People, found.</p> <a href=\"https://www.theguardian.com/world/2023/mar/07/race-disparities-in-missing-person-cases-revealed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/07/race-disparities-in-missing-person-cases-revealed", "date_published": "2023-03-07 00:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}]