[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Best Spy Games That Will Push Your GAMING SKILLS TO THE MAX", "description": "There are many fantasies that video games help achieve, whether it's embarking on a grand adventure, traveling to space or taking over the world. \n\nOne understated yet popular fantasy is spy fiction, whether you play stealth titles that cater to the sneaking and infiltration aspect or puzzle games that require more thinking and observation. Let's look at 15 of the best spy and espionage titles here.", "link": "https://www.youtube.com/watch?v=-p-2LVJBBhs", "date_published": "2023-03-07 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Heroes: Trails to Azure Review - The Final Verdict", "description": "The Legend of Heroes: Trails to Azure is an excellent new addition to the franchise. Wonderfully closing off the story arc, Trails to Azure only really suffers from being a sequel to Trails from Zero, since you need to know quite a bit about that game before truly understanding the characters and their motivations in Trails to Azure. \n\nAside from that and a few minor problems with pacing, however, Trails to Azure is a fantastic RPG, and is an incredibly easy game to recommend, provided you’ve played Trails from Zero, of course.", "link": "https://www.youtube.com/watch?v=4t75N9Mjbbo", "date_published": "2023-03-07 14:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Years of Metal Gear Rising Revengeance - 10 Reasons WHY IT STILL ROCKS", "description": "It may not be a mainline Metal Gear Solid game, it may not have been developed by Kojima Productions, and it may not have been directed by Hideo Kojima, but Metal Gear Rising: Revengeance continues to hold a special place in the hearts of all series fans- or those who played it, at any rate. \n\nThe beloved hack and slash action title recently celebrated its tenth anniversary, and though it remains to be seen whether we will see it coming back into the limelight in any shape or form, here, we're going to celebrate its ten years by looking back at it and talking about ten things that made it the excellent game it was.", "link": "https://www.youtube.com/watch?v=TjPt9AfBmus", "date_published": "2023-03-07 13:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}]