[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "CouRage teaches Cheez about Fortnite and why it's popular #fortnite #cheezit #gaming #shorts", "description": "Presented by Cheez-It", "link": "https://www.youtube.com/watch?v=qS5heABLUVo", "date_published": "2023-03-07 23:39:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "This Month’s Xbox Game Pass Offerings Are Already Solid - IGN Daily Fix", "description": "In today's Daily Fix:\n\nMarch's lineup of games for Xbox Game Pass have been announced. Hogwarts Legacy has been delayed once more on PS4 and Xbox One. Finally, you'll be able to play Redfall with your friends no matter what platform you're playing on, as developer Arkane has confirmed crossplay for all platforms.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=A_8Y4VpfPBM", "date_published": "2023-03-07 23:38:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Rennervations - Official Trailer (2023) Jeremy Renner", "description": "Every build has a purpose. Check out the trailer for Rennervations, an upcoming series starring Jeremy Renner. \n\nRennervations is an original four-part series that embraces Jeremy Renner’s lifelong passion to give back to communities around the world by reimagining unique purpose-built vehicles to meet a community’s needs. \n\nRennervations is streaming on April 12 on Disney+.", "link": "https://www.youtube.com/watch?v=jUZBF4t9A1g", "date_published": "2023-03-07 23:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Troy Baker Shares How He Got Involved With The Last of Us HBO Series", "description": "Troy Baker speaks with IGN about his appearance in last week's episode of The Last of Us on HBO, where he discusses how he got involved in the show after voicing Joel in the video game; as well as that scene from the episode.\n\n#IGN", "link": "https://www.youtube.com/watch?v=o1o0b24V6h8", "date_published": "2023-03-07 22:53:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Contraband Police - Official Gameplay Trailer", "description": "This gameplay trailer for Contraband Police gives you a quick glimpse into a day in the life of a border patrol agent in the fictional communist country of Acaristan in 1981. You'll search vehicles, arrest violators, and even do some driving and first-person shooting when things get heated. Contraband Police is available on Steam tomorrow, March 8.", "link": "https://www.youtube.com/watch?v=cEP7ykalRCI", "date_published": "2023-03-07 22:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blacktail - Official Accolades Trailer", "description": "Blacktail is a first-person adventure game where you play as Yaga, a 16-year-old girl accused of witchcraft and expelled from a medieval Slavic settlement. Unravel your own mystery as you track down living memories of your past that have returned as foul, walking spirits. Master your trusty bow, broom, and gauntlet to engage in thrilling boss fights. Craft arrows, brew elixirs, hunt wild game, and gather resources to improve your abilities, shape your playstyle, and survive the ominous environment. Check out the latest accolades trailer to see the critical reception of Blacktail. Blacktail is available now on PlayStation 5, Xbox Series S|X, and PC with Steam Deck Verification.", "link": "https://www.youtube.com/watch?v=qXU14o6KmFY", "date_published": "2023-03-07 21:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Overwatch 2 x One Punch Man - Official Collaboration Trailer", "description": "The Overwatch 2 x One-Punch Man collaboration brings four Legendary skins including Saitama - Doomfist, Genos - Genji, Mumen Rider - Soldier 76, and Terrible Tornado - Kiriko. Check out the trailer to see what to expect with the limited-time Overwatch 2 and One-Punch Man collaboration, available today, March 7, 2023 to April 6, 2023.", "link": "https://www.youtube.com/watch?v=ZbpPicMNoSo", "date_published": "2023-03-07 20:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Mageseeker: A League of Legends Story - Official Gameplay Trailer", "description": "The Mageseeker: A League of Legends Story is an indie 2D pixel action RPG set in the League of Legends universe, play as Sylas, a spell-stealing mage now freed from his captivity at the hands of the oppressive Mageseekers. Wield the chains that once bound you and bring Demacia to its reckoning. Check out the latest gameplay trailer for The Mageseeker: A League of Legends Story launching on April 18 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=I_SqH9XC2Ik", "date_published": "2023-03-07 19:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Playdate - Official March 2023 Update Showcase", "description": "Watch the full March 2023 Playdate Update presentation featuring news about Panic's Playdate handheld system, including the reveal that Catalog--the digital on-device and web-based storefront for Playdate software curated by the team at Panic--will be available today, March 7, 2023, with Playdate's latest system update. The team also announced that Catalog launches with 16 games featuring 11 new games, as well as 2 free bonus games--Reel Steal and Recommendation Dog!!--available as part of Playdate's Season 1. The Catalog launch games include Carve Jr., Skew, Direct Drive, and more. Additionally, Playdate will receive a price increase on April 7, 2023, from $179 USD to $199 USD.\n\n#IGN #Gaming #Playdate", "link": "https://www.youtube.com/watch?v=X80dI-3ymL0", "date_published": "2023-03-07 17:14:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2: Gunslinger Class Revealed – IGN First", "description": "Get an exclusive look at the brand new Gunslinger Archetype class coming to Remnant 2, the sequel to 2019's Remnant From the Ashes, developed by Gunfire game.", "link": "https://www.youtube.com/watch?v=QqD7thpTmHQ", "date_published": "2023-03-07 17:00:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Wrath of Becky - Exclusive Official Teaser Trailer (2023) Lulu Wilson, Seann William Scott", "description": "Two years after she escaped a violent attack on her family, Becky attempts to rebuild her life in the care of an older woman - a kindred spirit named Elena. But when a group known as the “Noble Men” break into their home, attack them, and take her beloved dog, Diego, Becky must return to her old ways to protect herself and her loved ones. Directed by Matt Angel and Suzanne Coote, this sequel to 2020's drive-in sensation Becky will premiere at the 2023 SXSW Film Festival. The cast includes Lulu Wilson, Seann William Scott, Denise Burse, Jill Larson, Courtney Gains, Michael Sirow, Aaron Dalla Villa, Matt Angel, and Kate Siegel.", "link": "https://www.youtube.com/watch?v=DWOora5ffX8", "date_published": "2023-03-07 17:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Romancelvania - Official Launch Trailer", "description": "Romancelvania is exactly what it sounds like: a cross between Metroidvanias and dating sims. The developers describe the game on their own official website as \"a story-rich vampire dating sim\" and \"a darkly comic genre mashup, combining side-scrolling action and tongue-in-cheek romance into an absurd and unforgettable adventure.\" It's out today (March 7) for PC (on both Steam and Epic Games Store), PS5, and Xbox Series X|S.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=dJxnB044fxM", "date_published": "2023-03-07 17:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Scream 6 - Official Final Trailer (2023) Jenna Ortega, Courteney Cox", "description": "Check out the Scream 6 final trailer. Following the latest Ghostface killings, the four survivors leave Woodsboro behind and start a fresh chapter. In Scream VI, Melissa Barrera (“Sam Carpenter”), Jasmin Savoy Brown (“Mindy Meeks-Martin”), Mason Gooding (“Chad Meeks-Martin”), Jenna Ortega (“Tara Carpenter”), Hayden Panettiere (“Kirby Reed”) and Courteney Cox (“Gale Weathers”) return to their roles in the franchise alongside Jack Champion, Henry Czerny, Liana Liberato, Dermot Mulroney, Devyn Nekoda, Tony Revolori, Josh Segarra, and Samara Weaving.\n\nScream VI is written by James Vanderbilt and Guy Busick. It is produced by William Sherak, James Vanderbilt, and Paul Neinstein. Kevin Williamson, Gary Barber, Peter Oillataguerre, Courteney Cox, Ron Lynch, Cathy Konrad, and Marianne Maddalena also serve as executive producers.\n\nScream VI, directed by Matt Bettinelli-Olpin & Tyler Gillett, opens in theaters on March 10, 2023.\n\n#IGN #Movies #Scream", "link": "https://www.youtube.com/watch?v=Rc4etmD_Z6k", "date_published": "2023-03-07 16:26:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wo Long: Fallen Dynasty - Official PS5 Features Trailer", "description": "Watch the latest Wo Long: Fallen Dynasty trailer to see PlayStation 5 features of the game, including 4K and haptic feedback with the DualSense controller.\n\n#IGN #Gaming #WoLongFallenDynasty", "link": "https://www.youtube.com/watch?v=Z2rty9_qBOY", "date_published": "2023-03-07 16:02:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dungeons & Dragons: Honor Among Thieves - Official International Trailer (2023) Chris Pine", "description": "Watch as the heroes talk to a corpse and a whole lot more in this fun new trailer for Dungeons & Dragons: Honor Among Thieves, an upcoming movie starring Chris Pine, Michelle Rodriguez, Regé-Jean Page, Justice Smith, Sophia Lillis, Chloe Coleman, Daisy Head, and Hugh Grant. \n\nA charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people.   Dungeons & Dragons: Honor Among Thieves brings the rich world and playful spirit of the legendary roleplaying game to the big screen in a hilarious and action-packed adventure.\n\nDungeons & Dragons: Honor Among Thieves is produced by Jeremy Latcham, p.g.a., Brian Goldner, Nick Meyer. Denis L. Stewart, Jonathan Goldstein, John Francis Daley, Chris Pine, Zev Foreman, and Greg Mooradian serve as executive producers. The screenplay is by Jonathan Goldstein & John Francis Daley, and Michael Gilio. The story is by Chris McKay and Michael Gilio.\n\nDungeons & Dragons: Honor Among Thieves, directed by Jonathan Goldstein and John Francis Daley, opens in theaters on March 31, 2023.\n\n#IGN #Movies #DungeonsAndDragons", "link": "https://www.youtube.com/watch?v=VC6d0YkT0dQ", "date_published": "2023-03-07 14:58:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Finals: 8 Minutes of Gameplay - Full Chaotic Winning Match", "description": "The Finals is an exciting new upcoming first-person shooter game that just had a closed hands-on preview event. With completely destructible environments to unique movements and fast-paced matches, The Finals is a wild new FPS game that is highly flashy and fun to play. Here is an eight minute match of our team winning on the map Seoul and showcasing the different mechanics The Finals has to offer.", "link": "https://www.youtube.com/watch?v=xDqVpCAdqjg", "date_published": "2023-03-07 02:55:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Crymachina - Official Opening Cinematic Trailer (Japanese Version)", "description": "Here's your look at the opening movie for Crymachina, an upcoming game coming to Nintendo Switch, PlayStation 4, PlayStation 5, and PC in fall 2023.\n\nIn Crymachina, humanity has gone extinct and synthetic beings known as Dei ex Machina have been tasked with bringing mankind back. Join three E.V.E, the recreated psyches of deceased humans instilled in synthetic bodies, as they seek their full-fledged humanity while unveiling the secrets of the world around them. Sci-fi visuals meets fast-paced flashy RPG gameplay in this dark and emotionally-driven journey to discover what it means to be human.", "link": "https://www.youtube.com/watch?v=ctlyDUOEIRg", "date_published": "2023-03-07 02:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Meet the Real Villain of TMNT Mutant Mayhem", "description": "Netflix’s Teenage Mutant Ninja Turtles: Mutant Mayhem has a lot of villains packed into one movie, but we think we know the secret mastermind behind it all. Enter Cynthia Utrom.\n\nLet's break down what we know about this mysterious new villain and why she could actually be a familiar foe in disguise.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem debuts on Netflix on August 4, 2023.\n\n#IGN #TMNT", "link": "https://www.youtube.com/watch?v=dNmLtyiqcgM", "date_published": "2023-03-07 01:40:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is TMNT Mutant Mayhem Paramount’s Answer To Spiderverse? - IGN The Fix: Entertainment", "description": "This August, those heroes-in-a-half shell are back in theaters with Teenage Mutant Ninja Turtles Mutant Mayhem - and the first #TMNT trailer just dropped. Hopefully with this Teenage Mutant Ninja Turtles reboot of the franchise on the big screen we’ll slowly start to see these kinds of ideas develop. For now, the Turtles have their work cut out for them in their current dimension - And maybe dimension X - For now, we’ll see the four go they’ll be going up against a mysterious crime syndicate, as well as an army of mutants that’ve been unleashed in the streets of New York, including some fan-favorites like Mondo Gecko, Genghis Frog, Ray Filet, Leatherhead,.and Wingnut, And yes, Bebop and Rocksteady, of course. And quite recently, co-creator Kevin Eastman teased The Last Ronin 2, which is a prequel and sequel of sorts that shows Mikey trying to find purpose in life after the loss of his family, and the next generation of Teenage Mutant Ninja Turtles tasked to take over from the first generation of mutated heroes. The Ronin-verse is a vastly different take on the TMNT franchise, giving fans a glimpse at what would happen if these teenage turtles aged into adulthood. In other news, Demon Slayer: To The Swordsmith Village made $10.1 million this weekend at the domestic box office. And Homer, Bob and Peter Griffin meet in season 21 of Family Guy", "link": "https://www.youtube.com/watch?v=SRZmq6XlLCI", "date_published": "2023-03-07 01:20:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Citadel - Official Trailer (2023) Priyanka Chopra Jonas, Richard Madden, Stanley Tucci", "description": "Eight years ago, Citadel fell. The independent global spy agency—tasked to uphold the safety and security of all people—was destroyed by operatives of Manticore, a powerful syndicate manipulating the world from the shadows. With Citadel’s fall, elite agents Mason Kane (Richard Madden) and Nadia Sinh (Priyanka Chopra Jonas) had their memories wiped as they narrowly escaped with their lives. They’ve remained hidden ever since, building new lives under new identities, unaware of their pasts. Until one night, when Mason is tracked down by his former Citadel colleague, Bernard Orlick (Stanley Tucci), who desperately needs his help to prevent Manticore from establishing a new world order. Mason seeks out his former partner, Nadia, and the two spies embark on a mission that takes them around the world in an effort to stop Manticore, all while contending with a relationship built on secrets, lies, and a dangerous-yet-undying love.", "link": "https://www.youtube.com/watch?v=BBaAa_2T28Q", "date_published": "2023-03-07 01:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dragon Ball Z Budokai Tenkaichi Gets First Sequel In 16 Years - IGN Daily Fix", "description": "In today's Daily Fix:\n\nDragon Ball Z Budokai Tenkaichi 4 finally gets announced after 16 years since the last game. There have been some rumors circulating that Counter-Strike 2 may be on the way very soon. Finally, Resident Evil 4 has a new ARG that is full of puzzles and riddles for users to solve in an effort to recover the US president's daughter (codenamed Baby Eagle) before it's too late.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=Aj4ZfldvNsU", "date_published": "2023-03-07 00:56:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghosted - Official Trailer (2023) Chris Evans, Ana de Armas", "description": "Check out the trailer for Ghosted, an upcoming movie starring Chris Evans and Ana de Armas. Ghosted will be streaming on Apple TV+ on April 21, 2023.\n\nSalt-of-the-earth Cole (Evans) falls head over heels for enigmatic Sadie (de Armas)—but then makes the shocking discovery that she’s a secret agent. Before they can decide on a second date, Cole and Sadie are swept away on an international adventure to save the world.", "link": "https://www.youtube.com/watch?v=is17-dAGVKI", "date_published": "2023-03-07 00:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}]