[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Bare Minimum Mondays’: New TikTok Trend Encourages Taking It Easy On First Day Of The Work Week", "description": "TikTok users are fascinated by “Bare Minimum Mondays,” a trend which encourages employees to exert as little effort as possible on the first day of the work week. Marisa Jo Mayes, a TikTok creator based in Phoenix who resigned from her corporate job, coined the phrase “Bare Minimum Mondays,” which has now garnered more than ...", "link": "https://www.dailywire.com/news/bare-minimum-mondays-new-tiktok-trend-encourages-taking-it-easy-on-first-day-of-the-work-week", "date_published": "2023-03-07 19:45:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Family Of Deceased 1-Year-Old Daughter Sues Airbnb, Others Over Deadly Fentanyl Toxicity Exposure", "description": "The family of a 19-month-old girl filed a wrongful death lawsuit against Airbnb after their toddler died of an apparent fentanyl overdose while staying at a vacation rental property in Florida. Boris and Lydie Lavenir checked their family into a four-bedroom, two-bath lake house rental in Wellington, Florida, for three nights from August 6 to ...", "link": "https://www.dailywire.com/news/family-of-deceased-1-year-old-daughter-sues-airbnb-others-over-deadly-fentanyl-toxicity-exposure", "date_published": "2023-03-07 19:08:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden’s Mishandling Of Classified Documents Is A Cautionary Tale For All Americans", "description": "Last Tuesday, high-ranking senators from both parties were briefed by the Department of Justice and intelligence communities on the three simultaneous classified document scandals facing former President Donald Trump, former Vice President Mike Pence, and current President Joe Biden. Both Senator Mark Warner (D-VA) and Senator Marco Rubio (R-FL) said the briefing “left much to ...", "link": "https://www.dailywire.com/news/bidens-mishandling-of-classified-documents-is-a-cautionary-tale-for-all-americans", "date_published": "2023-03-07 18:39:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Protesters Threaten To Shut Down Michael Knowles Transgenderism Debate", "description": "Protesters are threatening to show up and shut down The Daily Wire podcast host Michael Knowles&#8217; upcoming debate on transgenderism. Knowles is set to debate transgenderism and womanhood with Deirdre McCloskey, a well-known trans-identifying economics professor. The event is hosted by the Intercollegiate Studies Institute and will be held at the University of Pittsburgh on ...", "link": "https://www.dailywire.com/news/protesters-threaten-to-shut-down-michael-knowles-transgenderism-debate", "date_published": "2023-03-07 18:19:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Reaction To Tucker Carlson’s J6 Vids, Americans Killed By Drug Cartel, Nord Stream Explosion Update", "description": "Americans Killed By Drug Cartel The governor of Tamaulipas in Matamoros, Mexico, announced that two out of four Americans kidnapped by gunmen last week were found dead. Two others from that group were found alive, though one was wounded. One of the victims reportedly had traveled into the country for a cosmetic medical procedure. Daily ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-reaction-to-tucker-carlsons-j6-vids-americans-killed-by-drug-cartel-nord-stream-explosion-update", "date_published": "2023-03-07 18:10:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Buttigieg Would Rather Attend Ribbon Cutting Ceremonies Than Do The Hard Stuff, CNN Reports", "description": "Biden&#8217;s Secretary of Transportation isn&#8217;t really into the day-to-day parts of his job. In fact, it seems that he would much rather be a figurehead who shows up for photo opportunities, based on a recent CNN interview with Mayor Pete himself. &#8220;Buttigieg says what he’d rather be doing is trips like Monday’s: Opening the first ...", "link": "https://www.dailywire.com/news/buttigieg-would-rather-attend-ribbon-cutting-ceremonies-than-do-the-hard-stuff-cnn-reports", "date_published": "2023-03-07 17:52:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Capitol Police Chief Responds To Tucker Carlson’s Airing Of January 6 Footage", "description": "The head of U.S. Capitol Police sent a memo to his staff Tuesday, after Fox News host Tucker Carlson aired dramatic, previously unseen security footage of January 6 that showed police officers appearing to stand by passively as people poured into the Capitol. Police Chief Tom Manger criticized the commentary on &#8220;Tucker Carlson Tonight,&#8221; which ...", "link": "https://www.dailywire.com/news/capitol-police-chief-responds-to-tucker-carlsons-airing-of-january-6-footage", "date_published": "2023-03-07 17:44:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "History Has Changed", "description": "Thanks to Speaker of the House Kevin McCarthy (R-CA) and Fox News&#8217;s Tucker Carlson, the record regarding the January 6 Capitol Hill riot has officially changed. Those who have paid attention to the story have argued that the narrative put forth by the House of Representatives January 6 Committee and their allies in Legacy Media ...", "link": "https://www.dailywire.com/news/history-has-changed", "date_published": "2023-03-07 17:17:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chris Rock Faced Oscars Hosting Controversies Long Before The Slap", "description": "Chris Rock’s 2022 hosting stint at the Oscars got an obscene amount of attention at the time, and now it’s being talked about all over again as the comedian is finally cracking jokes about it. But Rock fans surely remember that this isn’t the first time Rock was involved with drama and controversy while hosting ...", "link": "https://www.dailywire.com/news/chris-rock-faced-oscars-hosting-controversies-long-before-the-slap", "date_published": "2023-03-07 17:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Mystifying And Troubling’: Attorney Advising Family Of Slain GOP Councilwoman Blasts Authorities For Lack Of Info On Case", "description": "Sayreville, New Jersey, Republican Councilwoman Eunice Dwumfour was murdered 34 days ago, and her family says that authorities have left them in the dark.  Attorney John Wisniewski, a former Democratic state legislator and gubernatorial candidate, is advising Dwumfour’s parents, Ghanaian immigrants Prince Kofi and Mary Dwumfour, and said the family is concerned with the lack ...", "link": "https://www.dailywire.com/news/mystifying-and-troubling-attorney-advising-family-of-slain-gop-councilwoman-blasts-authorities-for-lack-of-info-on-case", "date_published": "2023-03-07 17:00:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Atlanta Police Release Aerial Footage Of Training Center Rioters", "description": "Aerial footage appears to show a crowd of people making their way to the site of a training center for police, firefighters, and EMTs in Atlanta where a fiery riot took place Sunday evening. The video, released by the Atlanta Police Department, shows more than 100 individuals walking in a large group before cutting to ...", "link": "https://www.dailywire.com/news/atlanta-police-release-aerial-footage-of-training-center-rioters", "date_published": "2023-03-07 16:27:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘How Hitler Started Out’: Cyndi Lauper Blasts Red States’ Laws Protecting Kids From Trans Treatments", "description": "Singer Cyndi Lauper reached once again for a Hitler comparison &#8212; her go-to criticism of former President Trump &#8212; to decry Republican state lawmakers&#8217; efforts to address radical transgender ideology. The 69-year-old songstress, who scored mega-hits in the 1980s with “Time After Time” and “Girls Just Want to Have Fun,” told ITK the spate of ...", "link": "https://www.dailywire.com/news/how-hitler-started-out-cyndi-lauper-blasts-red-states-laws-protecting-kids-from-trans-treatments", "date_published": "2023-03-07 16:22:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tom Brady Addresses Rumors He Could Unretire Again Soon", "description": "Future Hall of Famer Tom Brady shut down any more speculation that he&#8217;s coming back to the NFL amid rumors that the star QB could &#8220;unretire&#8221; again soon. The 45-year-old retired Tampa Bay Buccaneers QB took to Twitter on Tuesday and wrote to his three million followers, &#8220;Anyone who thinks I have time to come back ...", "link": "https://www.dailywire.com/news/tom-brady-addresses-rumors-he-could-unretire-again-soon", "date_published": "2023-03-07 16:11:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jill Biden Praised Hunter. His Take On The First Lady Is Different.", "description": "In December 2018, Hunter told his sister-in-law-turned-girlfriend, Hallie Biden, that Jill was a &#8220;f&#8212;ing idiot.&#8221; &#8220;F&#8212; my step mother for always being as much of a selfish silly entitled c&#8212; as you,&#8221; he added the next day, according to a Daily Wire review of messages on the laptop Hunter abandoned at a Delaware repair shop.", "link": "https://www.dailywire.com/news/jill-biden-praised-hunter-his-take-on-the-first-lady-is-different", "date_published": "2023-03-07 16:07:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Treasury Secretary Janet Yellen Claims Effects Of Climate Change Could ‘Cascade Through The Financial System’", "description": "Treasury Secretary Janet Yellen contended on Tuesday that climate change may lead to “declines in asset values” and warned that a “delayed and disorderly transition” to renewable energy sources could harm the financial system. Yellen delivered the comments at the first meeting of the Climate-Related Financial Risk Advisory Committee, a body created to “understand and ...", "link": "https://www.dailywire.com/news/treasury-secretary-janet-yellen-claims-effects-of-climate-change-could-cascade-through-the-financial-system", "date_published": "2023-03-07 16:05:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Admin Gets Behind Bipartisan Bill That Would Allow U.S. To Ban TikTok, Take Action Against Other Foreign Threats", "description": "President Joe Biden&#8217;s administration said Tuesday afternoon that it supports a bipartisan piece of legislation that was just introduced by a group of senators that would allow the U.S. to ban TikTok and take action against other foreign adversaries. Sens. Mark R. Warner (D-VA), Chairman of the Senate Select Committee on Intelligence, and John Thune ...", "link": "https://www.dailywire.com/news/biden-admin-gets-behind-bipartisan-bill-that-would-allow-u-s-to-ban-tiktok-take-against-other-foreign-threats", "date_published": "2023-03-07 16:01:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Intelligence Suggests Unnamed ‘Pro-Ukrainian Group’ Carried Out Sabotage On Nord Stream Pipelines", "description": "U.S. intelligence officials suggest an unnamed &#8220;pro-Ukranian group&#8221; carried out last September&#8217;s attack on the Nord Stream 2 pipeline in the Baltic Sea, which link natural gas from Russia to Western Europe. Sweden and Denmark reported severe damage to the pipelines in September as natural gas spewed toward the surface of the Baltic Sea. According ...", "link": "https://www.dailywire.com/news/u-s-intelligence-suggests-unnamed-pro-ukrainian-group-carried-out-sabotage-on-nord-stream-pipelines", "date_published": "2023-03-07 15:41:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jimmy Kimmel Reveals How He’ll Handle Another Slap If It Happens When He’s Hosting Oscars", "description": "Jimmy Kimmel revealed how he would handle things on Sunday as the host of the 95th Academy Awards if someone were to slap him in the face, like when actor Will Smith struck host Chris Rock during last year&#8217;s ceremony. The 55-year-old late-night host told The Hollywood Reporter that he might react differently than Rock ...", "link": "https://www.dailywire.com/news/jimmy-kimmel-reveals-how-hell-handle-another-slap-if-it-happens-when-hes-hosting-oscars", "date_published": "2023-03-07 15:39:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Defense Officials Worry About New Chinese Espionage Threat, Report Says", "description": "American officials are concerned that Chinese technology at ports across the country could provide the communist nation insights about shipping traffic and national defense activities, according to a Sunday report from The Wall Street Journal. Cranes and large steel structures manufactured by Shanghai Zhenhua Heavy Industries, also known as ZPMC, contain sensors that monitor the ...", "link": "https://www.dailywire.com/news/defense-officials-worry-about-new-chinese-espionage-threat-report-says", "date_published": "2023-03-07 15:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Explosive Book On ‘Stolen Youth’ Examines The Left’s Indoctrination, And Arms Parents", "description": "An explosive new book published by DW Books seeks to uncover and examine the tenets of the Left&#8217;s ideological war waged against America’s youth and, importantly, equips parents to break free from the stranglehold and fight back. Journalistic heavyweights Bethany Mandel and Karol Markowicz&#8216;s &#8220;Stolen Youth: How Radicals Are Erasing Innocence and Indoctrinating a Generation&#8221; — out for ...", "link": "https://www.dailywire.com/news/explosive-book-on-stolen-youth-examines-the-lefts-indoctrination-and-arms-parents", "date_published": "2023-03-07 15:06:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Perfect Metaphor: Illegal Aliens Kill Bald Eagle For A Free Meal In Biden’s America, Police Say", "description": "Perhaps a pair of Honduran illegal aliens were shocked and appalled at the outrageous inflation in Biden&#8217;s America, and that&#8217;s what caused them to allegedly kill the country&#8217;s national bird in an attempt to get a free meal, if authorities&#8217; allegations are to be believed. On Monday, The Washington Free Beacon reported that the Stanton ...", "link": "https://www.dailywire.com/news/perfect-metaphor-illegal-aliens-kill-bald-eagle-for-a-free-meal-in-bidens-america-police-say", "date_published": "2023-03-07 14:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fairfax County Schools Accused Of Suppressing Sex-Ed Data", "description": "An embattled northern Virginia school district has aggravated both parents and teachers with a new policy that would see boys and girls in grades 4-8 taught sex education together, apparently in order to avoid alienating their trans-identifying classmates. Currently, instruction at those grade levels in Fairfax County Public Schools is separated by sex, but LGBTQ ...", "link": "https://www.dailywire.com/news/fairfax-county-schools-accused-of-suppressing-sex-ed-data", "date_published": "2023-03-07 14:40:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Steven Spielberg Drops Bizarre UFO Conspiracy That Aliens Could Be Time-Traveling Earthlings", "description": "Film director Steven Spielberg knows a thing or two about extraterrestrials — he did, after all, direct the 1982 blockbuster &#8220;E.T.&#8221; And he knows a thing or two about UFOs — he did, after all, direct &#8220;Close Encounters of the Third Kind.&#8221; For the record, a close encounter of the first kind is when someone ...", "link": "https://www.dailywire.com/news/steven-spielberg-drops-bizarre-ufo-conspiracy-that-aliens-could-be-time-traveling-earthlings", "date_published": "2023-03-07 14:34:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Prince Harry Says He Started Doing Drugs Recreationally And Realized ‘How Good It Was For Me’", "description": "Prince Harry recently opened up about how he started using hallucinogenic drugs like ayahuasca recreationally but said the &#8220;psychedelics&#8221; are now a &#8220;fundamental&#8221; part of changing his life. The Duke of Sussex made the comments on Saturday during an interview with Canadian doctor and author Gabor Maté, Page Six reported. &#8220;It was the cleaning of ...", "link": "https://www.dailywire.com/news/prince-harry-says-he-started-doing-drugs-recreationally-and-realized-how-good-it-was-for-me", "date_published": "2023-03-07 14:23:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Reserve Chair Jerome Powell Tells Congress More Rate Hikes Are On The Way", "description": "Federal Reserve Chair Jerome Powell warned lawmakers on Tuesday that the central bank would continue to increase the target federal funds rate as inflationary pressures remain elevated. Policymakers gradually hiked interest rates 4.5% over the past year amid a rollback in monetary stimulus implemented during the lockdown-induced recession. A robust labor market and persistent inflation ...", "link": "https://www.dailywire.com/news/federal-reserve-chair-jerome-powell-tells-congress-more-rate-hikes-are-on-the-way", "date_published": "2023-03-07 14:14:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gary Rossington: The Simple Man Who Made Lynyrd Skynyrd Endure", "description": "So it’s 1987, and me and my buddies, all home from college, pull into a bar somewhere out in the sticks near Aurora, Illinois. It borders an abandoned railroad spur and corn and soybean fields surround the gravel parking lot. A rank of gleaming Harleys resting at a slight tilt sit muffler to fat muffler ...", "link": "https://www.dailywire.com/news/gary-rossington-the-simple-man-who-made-lynyrd-skynyrd-endure", "date_published": "2023-03-07 13:58:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Katy Perry Accused Of ‘Bullying’ American Idol Contestant", "description": "Katy Perry has been accused of being a &#8220;mean girl&#8221; and &#8220;bullying&#8221; American Idol contestant Sara Beth Liebe during a recent episode. During the hit ABC reality TV talent competition on Sunday, fans said the 38-year-old &#8220;American Idol&#8221; judge was rude to the 25-year-old mother of three after Liebe&#8217;s revealed her singing expertise was basically ...", "link": "https://www.dailywire.com/news/katy-perry-accused-of-bullying-american-idol-contestant", "date_published": "2023-03-07 13:36:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elderly Woman Who Allegedly Shot Terminally Ill Husband Released From Jail: Police", "description": "An elderly woman in Florida accused of fatally shooting her terminally ill husband in his hospital room has been released from prison on a $150,000 bond. Ellen Gilland, 76, was initially charged with first-degree murder and aggravated assault with a deadly weapon for the shooting, which police said was part of a suicide pact between her ...", "link": "https://www.dailywire.com/news/elderly-woman-who-shot-terminally-ill-husband-released-from-jail-police", "date_published": "2023-03-07 13:35:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Boy Meets World’ Star Ben Savage Announces Bid To Replace Adam Schiff In Congress", "description": "&#8220;Boy Meets World&#8221; star Ben Savage formally announced on Monday a 2024 campaign to replace Rep. Adam Schiff (D-CA), who is running for Senate. &#8220;Together, we can do better,&#8221; Savage said in a post to Instagram. &#8220;I am a proud Californian, union member and longtime resident of District 30 who comes from a family of ...", "link": "https://www.dailywire.com/news/boy-meets-world-star-ben-savage-announces-bid-to-replace-adam-schiff-in-congress", "date_published": "2023-03-07 13:21:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Teachers Use ChatGPT More Than Students, Poll Says", "description": "Educators use the artificial intelligence language processing tool ChatGPT more than their students despite widespread concerns about the system’s potential to assist with cheating. ChatGPT has earned worldwide recognition as knowledge workers use its capabilities to execute tasks such as drafting emails and computer code in a matter of seconds, leading to competition between Microsoft, ...", "link": "https://www.dailywire.com/news/teachers-use-chatgpt-more-than-students-poll-says", "date_published": "2023-03-07 13:13:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Considers Reviving Border Rules He Campaigned On Ending: Report", "description": "The Biden administration is reportedly considering resurrecting stiffer regulations on families crossing illegally into the U.S. after President Joe Biden scrapped similar policies over a year ago. Biden officials are debating whether or not to revive family detainment policies as the administration prepares to end Title 42, a Trump-era health order that has allowed U.S. ...", "link": "https://www.dailywire.com/news/biden-considers-reviving-border-rules-he-campaigned-on-ending-report", "date_published": "2023-03-07 13:06:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "What A Joke? One Of The Greatest Active Tennis Players Is Barred From Playing In U.S. For Not Taking COVID Vaccine", "description": "Novak Djokovic plays tennis for a living. And the 35-year-old Serbian has won 22 Grand Slam titles, a feat accomplished by only one other player, Rafael Nadal &#8212; so he&#8217;s pretty good. But the administration of President Joe Biden has forbidden Djokovic from coming to the United States to play, saying that the fact that ...", "link": "https://www.dailywire.com/news/what-a-joke-one-of-the-greatest-active-tennis-players-is-barred-from-playing-in-u-s-for-not-taking-covid-vaccine", "date_published": "2023-03-07 12:51:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Some People Can Expect Medicare Tax Increases Under Next Biden Budget", "description": "Some individuals can expect a Medicare tax increase under the new budget proposal scheduled to be unveiled this week by the Biden administration. Medicare, a federal health insurance program intended for senior citizens, is partially funded by a 3.8% tax on investment income for individuals earning more than $125,000 or married couples filing jointly and ...", "link": "https://www.dailywire.com/news/some-people-can-expect-medicare-tax-increases-under-next-biden-budget", "date_published": "2023-03-07 11:58:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Authors Assert Building Resilience Is Essential For Today’s Young Adults In New Book ‘Stolen Youth’", "description": "The following is an adapted excerpt from the new book &#8220;Stolen Youth: How Radicals Are Erasing Innocence And Indoctrinating A Generation,&#8221; by Bethany Mandel and Karol Markowicz (DW Books, March 2023). In Praise of Resiliency A tear rolled down her cheek. A moment later, she closed them, and she was gone. I share all of that ...", "link": "https://www.dailywire.com/news/authors-assert-building-resilience-is-essential-for-todays-young-adults-in-new-book-stolen-youth", "date_published": "2023-03-07 11:44:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Guilty Of Treason, Declares Horowitz In Scathing Column", "description": "Conservative publisher David Horowitz deemed President Joe Biden guilty of treason in a scathing new column on his FrontPageMag.com news site. Horowitz, the founder of the David Horowitz Freedom Center and best-selling author of several books including “Dark Agenda: The War to Destroy Christian America” and “I Can’t Breathe: How a Racial Hoax is Killing ...", "link": "https://www.dailywire.com/news/biden-guilty-of-treason-declares-horowitz-in-scathing-column", "date_published": "2023-03-07 11:40:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "British Lockdown Official Wanted To ‘Frighten The Pants’ Off Nation And Asked When To ‘Deploy The New Variant,’ Leaked Messages Show", "description": "British Health Minister Matt Hancock wanted to “frighten the pants” off the nation to scare residents into compliance with a sweeping COVID lockdown regime, according to more than 100,000 leaked messages among senior officials in the United Kingdom. Former British Prime Minister Boris Johnson had vowed that citizens would be able to reunite with their ...", "link": "https://www.dailywire.com/news/british-lockdown-official-wanted-to-frighten-the-pants-off-nation-and-asked-when-to-deploy-the-new-variant-leaked-messages-show", "date_published": "2023-03-07 11:34:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Victoria’s Secret Fashion Show Is Back. Lizzo Isn’t Convinced.", "description": "Lizzo expressed her concern over the Victoria’s Secret fashion shows making a comeback. The 34-year-old singer, whose real name is Melissa Viviane Jefferson, worries that the company is simply using “inclusivity” as a way to make money. “This is a win for inclusivity for inclusivity’s sake,” Lizzo tweeted along with a video clip of a ...", "link": "https://www.dailywire.com/news/victorias-secret-fashion-show-is-back-lizzo-isnt-convinced", "date_published": "2023-03-07 11:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Newsom Says California ‘Done’ With Walgreens Over Abortion Pills", "description": "California Democratic Governor Gavin Newsom said on Monday his state would cut ties with Walgreens following the drugstore chain&#8217;s decision not to sell abortion pills in nearly two dozen states. &#8220;California won&#8217;t be doing business with [Walgreens] — or any company that cowers to the extremists and puts women&#8217;s lives at risk,&#8221; Newsom tweeted. &#8220;We&#8217;re ...", "link": "https://www.dailywire.com/news/newsom-says-california-done-with-walgreens-over-abortion-pills", "date_published": "2023-03-07 11:06:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Two Americans Kidnapped In Mexico Found Dead", "description": "Two of the four Americans kidnapped by gunmen in Mexico last week are dead, and the other two were found alive, Mexican officials announced on Tuesday. Officials in Mexico’s Tamaulipas state shared the discovery on social media, noting that investigations and efforts to capture those responsible are ongoing. One of the victims found alive is ...", "link": "https://www.dailywire.com/news/two-americans-kidnapped-in-mexico-found-dead", "date_published": "2023-03-07 11:01:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Disney Star Asserts Christian Faith At Kids’ Choice Awards: ‘There’s A Very Real God Who Loves You’", "description": "Joshua Bassett, star of &#8220;High School Musical: The Musical: The Series,&#8221; firmly declared his Christian faith while giving a speech at the Nickelodeon Kids’ Choice Awards Saturday. The 22-year-old Disney star was accepting the award for &#8220;Favorite Male TV star&#8221; of a kids&#8217; show when he made the declaration of faith. Bassett began by thanking ...", "link": "https://www.dailywire.com/news/disney-star-asserts-christian-faith-at-kids-choice-awards-theres-a-very-real-god-who-loves-you", "date_published": "2023-03-07 10:43:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Rips Jan 6 Committee: ‘Misleading The Public … Withheld Evidence’", "description": "Twitter CEO Elon Musk slammed the January 6 Committee the morning after Fox News host Tucker Carlson began releasing new footage of that day, heretofore unseen by the public. Musk was replying to a tweet that claimed that the committee lied about how Capitol police officer Brian Sicknick died, about Barry Loudermilk taking rioters on ...", "link": "https://www.dailywire.com/news/elon-musk-rips-jan-6-committee-misleading-the-public-withheld-evidence", "date_published": "2023-03-07 10:02:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elderly Arizona Rancher Pleads Not Guilty To Shooting Illegal Immigrant Trespassing On His Property", "description": "An elderly Arizona rancher accused of shooting and killing an illegal immigrant from Mexico trespassing on his property has pleaded not guilty to second-degree murder. George Alan Kelly, 74, was initially charged with first-degree murder after allegedly fatally shooting an illegal immigrant believed to be 48-year-old Gabriel Cuen-Butimea, Fox News reported. The migrant had been ...", "link": "https://www.dailywire.com/news/elderly-arizona-rancher-pleads-not-guilty-to-shooting-illegal-immigrant-trespassing-on-his-property", "date_published": "2023-03-07 09:26:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire’s Jeremy Boreing Tells ‘Fox & Friends’ How Woke Hershey’s Made Him An Overnight Success In Chocolate Biz", "description": "Daily Wire co-founder Jeremy Boreing told “Fox &amp; Friends” Tuesday morning how the woke Left helped him literally become an overnight success in the chocolate business. Boreing recounted for the popular cable news program how he became so disgusted last week by a Hershey’s Chocolate ad for International Women’s Day that featured a biological male, ...", "link": "https://www.dailywire.com/news/daily-wires-jeremy-boreing-tells-fox-friends-how-he-became-an-overnight-success-in-chocolate-biz", "date_published": "2023-03-07 09:24:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ron DeSantis Torches Gavin Newsom For Claiming That California Is ‘The Real Freedom State’", "description": "Republican Florida Gov. Ron DeSantis slammed Democratic California Gov. Gavin Newsom during a Fox News interview Monday night after Newsom claimed that California was &#8220;the real freedom state.&#8221; DeSantis and Fox News host Sean Hannity discussed how California is losing approximately 1,000 residents per day while Florida is gaining nearly 1,000 per day, both due ...", "link": "https://www.dailywire.com/news/ron-desantis-torches-gavin-newsom-for-claiming-that-california-is-the-real-freedom-state", "date_published": "2023-03-07 08:17:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ted Cruz Hammers Biden Over Controversial Nominee For Federal Aviation Administration", "description": "Sen. Ted Cruz (R-TX) hammered President Joe Biden&#8217;s nominee to lead the Federal Aviation Administration, Phil Washington, on Monday, saying that he has no experience in aviation or aviation safety. &#8220;What the Biden administration is doing here is they&#8217;ve nominated him because some Colorado Democrats care about putting him in this position,&#8221; Cruz said on ...", "link": "https://www.dailywire.com/news/ted-cruz-hammers-biden-over-controversial-nominee-for-federal-aviation-administration", "date_published": "2023-03-07 07:56:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nine-Foot Gator Attacks Florida Man The Moment He Walks Out Of His Home: Report", "description": "A Florida man was violently attacked by a 9-foot alligator Saturday at his home in Daytona Beach. Scott Hollingsworth told local media that he and his wife were watching television on Saturday night when he heard something banging against the door. “I jumped up and headed over and opened the door, stepped out while trying ...", "link": "https://www.dailywire.com/news/nine-foot-gator-attacks-florida-man-the-moment-he-walks-out-of-his-home-report", "date_published": "2023-03-07 07:40:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Elon Musk Mocks Twitter Employee Openly On The Platform With Movie Clip From ‘Office Space’", "description": "Twitter CEO Elon Musk appeared to mock one of his former employees on the platform Monday evening using a clip from the comedy movie &#8220;Office Space,&#8221; suggesting that the employee did not add real value to the company. &#8220;Dear @elonmusk 👋 9 days ago the access to my work computer was cut, along with about ...", "link": "https://www.dailywire.com/news/elon-musk-mocks-twitter-employee-openly-on-the-platform-with-movie-clip-from-office-space", "date_published": "2023-03-07 07:24:29+00:00", "persistent": false, "user": null, "language": "en-US"}]