[{"source": "https://www.engadget.com/rss.xml", "title": "Tumblr's building a TikTok inspired feed in bid to grow its user base", "description": "<p>Tumblr could be the latest platform to borrow from TikTok’s playbook. The company is planning a major revamp of its platform that will bring algorithmic recommendations to users’ feeds, according to <a href=\"https://staff.tumblr.com/post/722477242948747264/tumblrs-core-product-strategy\"><ins>a memo</ins></a> published on the Tumblr Staff blog.</p><p>The memo is notably frank about the reasons for the upcoming changes and what it describes as Tumblr’s current shortcomings. “The underlying problem is that Tumblr is not easy to use,” the company writes. “Being a 15-year-old brand is tough because the brand carries the baggage of a person’s preconceived impressions of Tumblr.”</p><span id=\"end-legacy-contents\"></span><p>While Tumblr doesn’t provide exact details about new features, it offers some pretty big hints about what’s to come. The company says that one of its primary goals will be to “deliver great content each time the app is opened” and refers to its current “following” feed as “outdated.”</p><p>To address this, the Automattic-owned platform says it’s working to “improve our algorithmic ranking capabilities across all feeds” and “make it easier for users to understand where the vibrant communities on Tumblr are.” The company also notes that building more creator-friendly features, including improvements to the way replies and reblogs work, will also be key to attracting new users.</p><p>“Being a new creator on Tumblr can be intimidating, with a high likelihood of leaving or disappointment upon sharing creations without receiving engagement or feedback,” the company writes. “The lack of feedback stems from the outdated decision to only show content from followed blogs on the main dashboard feed (“Following”), perpetuating a cycle where popular blogs continue to gain more visibility at the expense of helping new creators.”</p><p>Taken together, the changes Tumblr is describing sound a lot like TikTok (or even Instagram): algorithmic recommendations in users’ primary feeds, creator-friendly features that encourage sharing, and more streamlined commenting and conversation tools. As a strategy, that all may sound pretty straightforward in 2023, when users increasingly expect these kinds of features from social platforms anyway. But considering Tumblr’s core interface hasn’t changed that much in its decade and a half of existence, the new direction could bring significant changes to the overall dynamics of the platform.</p><p>The coming redesign isn’t the only way Automatic has tried to breathe new life into the platform it acquired <a href=\"https://www.engadget.com/2019-08-12-verizon-to-sell-tumblr-to-automattic.html\"><ins>in 2019.</ins></a> The company has also experimented with subscriptions and other paid features, introducing Post+ <a href=\"https://www.engadget.com/tumblr-post-plus-expansion-140056311.html\"><ins>in 2021</ins></a>, though there was <a href=\"https://techcrunch.com/2021/07/22/tumblr-community-lash-out-post-plus-subscription/\"><ins>some backlash</ins></a> against the feature from longtime users. More recently, the company began selling “completely useless” <a href=\"https://staff.tumblr.com/post/700564142648606720/hi-were-introducing-completely-useless-blue\"><ins>checkmarks</ins></a> to users soon after Elon Musk’s botched rollout of Twitter’s new paid verification.</p>This article originally appeared on Engadget at https://www.engadget.com/tumblrs-building-a-tiktok-inspired-feed-in-bid-to-grow-its-user-base-220929704.html?src=rss", "link": "https://www.engadget.com/tumblrs-building-a-tiktok-inspired-feed-in-bid-to-grow-its-user-base-220929704.html?src=rss", "date_published": "2023-07-10T22:09:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "New privacy deal allows US tech giants to continue storing European user data on American servers", "description": "<p>Nearly three years after a <a href=\"https://www.engadget.com/eu-court-strikes-down-privacy-shield-122942268.html\">2020 court decision</a> threatened to grind transatlantic e-commerce to a halt, the European Union has adopted a plan that will allow US tech giants to continue storing data about European users on American soil. In a decision <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/IP_23_3721\">announced Monday</a>, the European Commission approved the Trans-Atlantic Data Privacy Framework. Under the terms of the deal, the US will establish a court Europeans can engage with if they feel a US tech platform violated their data privacy rights. President Joe Biden announced the creation of the Data Protection Review Court in an executive order he <a href=\"https://www.engadget.com/biden-signs-us-eu-data-privacy-framework-order-154826711.html\">signed last fall</a>. The court can order the deletion of user data and impose other remedial measures. The framework also limits access to European user data by US intelligence agencies.</p><p>The Trans-Atlantic Data Privacy Framework is the latest chapter in a saga that is now more than a decade in the making. It was only earlier this year the EU fined Meta a record-breaking <a href=\"https://www.engadget.com/meta-hit-with-13-billion-fine-over-facebooks-eu-us-data-transfers-102841491.html\">€1.2 billion</a> after it found that Facebook's practice of moving EU user data to US servers violated the bloc's digital privacy laws. The EU also ordered Meta to delete the data it already had stored on its US servers if the company didn't have a legal way to keep that information there by the fall. As <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9ldS1hcHByb3Zlcy1kYXRhLXRyYW5zZmVyLWRlYWwtd2l0aC11LXMtYXZlcnRpbmctcG90ZW50aWFsLWhhbHQtaW4tZmxvd3MtN2ExNDljOSIsImNvbnRlbnRVdWlkIjoiNGYxYmMxNDktM2ZkNy00YWY4LThiNDUtZGQyMjAzNjllMDcyIn0&amp;signature=AQAAAcFHnelHgW2Rep3yI3mfdB2l060SIiRFoE6bl9WmIQxi&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Feu-approves-data-transfer-deal-with-u-s-averting-potential-halt-in-flows-7a149c9\"><em>The</em><em>Wall Street Journal</em> notes</a>, Monday's agreement should allow Meta to avoid the need to delete any data, but the company may end up still paying the fine.</p><span id=\"end-legacy-contents\"></span><p>Even with a new agreement in place, it probably won't be smooth sailing just yet for the companies that depend the most on cross-border data flows. <a href=\"https://en.wikipedia.org/wiki/Max_Schrems\">Max Schrems</a>, the lawyer who successfully challenged the previous <a href=\"https://www.engadget.com/2015-10-06-eu-rules-that-us-companies-cant-freely-pull-data-out-of-europe.html\">Safe Harbor</a> and Privacy Shield agreements that governed transatlantic data transfers before today, told <em>The Journal </em>he plans to challenge the new framework. \"We would need changes in US surveillance law to make this work and we simply don't have it,\" he said. For what it's worth, the European Commission says it's confident it can defend its new framework in court.</p>This article originally appeared on Engadget at https://www.engadget.com/new-privacy-deal-allows-us-tech-giants-to-continue-storing-european-user-data-on-american-servers-214347975.html?src=rss", "link": "https://www.engadget.com/new-privacy-deal-allows-us-tech-giants-to-continue-storing-european-user-data-on-american-servers-214347975.html?src=rss", "date_published": "2023-07-10T21:43:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Twisted Metal’ trailer basks in post-apocalyptic extravagance", "description": "<p>Peacock launched a live-action <a href=\"https://youtu.be/5QNZ44zKzjo\"><em>Twisted Metal trailer</em></a> today that provides a much clearer glimpse of the upcoming series than its <a href=\"https://www.engadget.com/peacock-drops-first-trailer-for-high-octane-twisted-metal-adaptation-181201055.html\">teaser from earlier this year</a>. Set to the beat of DMX’s “Party Up (Up In Here),” the campy clip has high-speed chases, guns and carjackings along with ample wisecracks and one maniacal clown — everything you’d expect from a live-action adaptation of the over-the-top franchise.</p><p>The two-minute trailer begins with star Anthony Mackie (<em>The Falcon and The Winter Soldier</em>) setting the tone as protagonist John Doe. “20 years ago, the world fell to shit,” he explains. “Cities put up walls to protect themselves and threw the criminals out so they could fight over what was left. But there are humble motherfuckers like me delivering cargo from one walled city to another. That’s where the cars and guns come in.” The series, which Peacock describes as a “high-octane action comedy,” appears to have a self-aware tone that relishes in the game’s extravagance with knowing winks to the audience (metaphorical or otherwise). Think <em>Deadpool</em>-style humor in a <em>Mad Max</em> post-apocalyptic wasteland.</p><span id=\"end-legacy-contents\"></span><div id=\"a9e217981709482799785e8e17f76877\"></div><p>In addition to Mackie, the series stars Stephanie Beatriz (<em>Brooklyn Nine-Nine</em>) as a carjacking outlaw who hitches a ride with Mackie’s Doe at gunpoint. We also get a peek at Neve Campbell as Raven, who promises Doe a great reward to deliver a package, Thomas Haden Church (<em>Sideways</em>) as Agent Stone and wrestler Samoa Joe (performing movement) and Will Arnett (voice) as the killer clown Sweet Tooth. The series is written and developed by Michael Jonathan Smith.</p><p><em>Twisted Metal</em> will include ten half-hour episodes. It premieres on July 27th, streaming exclusively on Peacock.</p>This article originally appeared on Engadget at https://www.engadget.com/twisted-metal-trailer-basks-in-post-apocalyptic-extravagance-211534351.html?src=rss", "link": "https://www.engadget.com/twisted-metal-trailer-basks-in-post-apocalyptic-extravagance-211534351.html?src=rss", "date_published": "2023-07-10T21:15:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "People who don't use TikTok think it's a national security threat", "description": "<p>The constant pressure to<a href=\"https://www.engadget.com/can-tiktok-convince-the-us-its-not-a-national-security-threat-173030115.html\"> treat TikTok as a national security threat</a> appears to be working, albeit only on some people. A Pew Research Center survey <a href=\"https://www.pewresearch.org/short-reads/2023/07/10/majority-of-americans-say-tiktok-is-a-threat-to-national-security/\">indicates</a> that 59 percent of American adults see TikTok as a danger, but that this perception varies based on whether or not someone uses the service. Only nine percent of TikTok users see the social network as a major threat, while 36 percent of non-users feel the same. In all, 42 percent of users see the service as any kind of risk where 65 percent of outsiders are worried.</p><p>It won't surprise you to hear that age plays a significant role in the perception of TikTok. Only 49 percent of users under 30 see TikTok as any threat (just 13 percent as a major threat), but those figures climb higher with older demographics. About 65 percent of those over 65 are nervous about TikTok, and 46 percent of that group sees it as a critical threat. Politics are also a factor. A whopping 76 percent of conservatives are concerned where 49 percent of liberals share that sentiment.</p><span id=\"end-legacy-contents\"></span><p>Roughly 64 percent of American adults are at least somewhat worried about TikTok's data handling practices, Pew adds. Again, the figures change based on age. Only 54 percent of people under 30 feel that way, while 75 percent of those over 65 are concerned.</p><p>The study was taken just as Montana enacted a <a href=\"https://www.engadget.com/montanas-governor-signs-bill-banning-tiktok-225326086.html\">law banning TikTok</a> in the state, and long after politicians from both major US parties <a href=\"https://www.engadget.com/senator-michael-bennet-tiktok-apple-google-ban-005604950.html\">called for national bans</a>. The platform is already banned on <a href=\"https://www.engadget.com/tiktok-us-government-ban-devices-omnibus-bill-funding-nasa-234803320.html\">most federal devices</a>.  The reasoning is frequently similar. Officials are concerned that ByteDance, TikTok's parent company, might feed American users' data to the Chinese government or influence algorithms to spread pro-China propaganda.</p><p>TikTok has <a href=\"https://www.engadget.com/tiktok-ceo-to-congress-bytedance-is-not-an-agent-of-china-173741845.html\">repeatedly denied</a> Chinese government influence, and has taken a number of steps to reassure US politicians. It's <a href=\"https://www.engadget.com/tiktok-user-data-us-200500287.html\">storing US data domestically</a>, offering transparency into its code and <a href=\"https://www.engadget.com/bytedance-tiktok-employees-us-user-data-journalists-210339650.html\">firing staff</a> that improperly access sensitive data. However, those measures haven't done much to assuage government representatives — and the Pew data suggests the public is similarly wary.</p>This article originally appeared on Engadget at https://www.engadget.com/people-who-dont-use-tiktok-think-its-a-national-security-threat-203921153.html?src=rss", "link": "https://www.engadget.com/people-who-dont-use-tiktok-think-its-a-national-security-threat-203921153.html?src=rss", "date_published": "2023-07-10T20:39:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sega of America workers overwhelmingly vote to unionize", "description": "<p>Workers at <a href=\"https://www.engadget.com/tag/sega/\"><ins>Sega of America</ins></a> have voted <a href=\"https://www.engadget.com/sega-of-america-workers-are-forming-a-union-184043887.html\"><ins>to unionize</ins></a>. In a union representation election with the National Labor Relations Board, the workers voted 91-26 in favor of their unit, which is called the Allied Employees Guild Improving Sega (AEGIS-CWA). Nineteen ballots were challenged, while three were void. As a result, the group has now officially organized with the <a href=\"https://www.engadget.com/tag/cwa/\"><ins>Communication Workers of America</ins></a>.&nbsp;</p><p>The unit comprises more than 200 workers in various departments across the company, including the brand marketing, games as a service, localization, marketing services, product development, sales and quality assurance teams. While it's <a href=\"https://www.engadget.com/vodeo-games-shutting-down-213519398.html\"><ins>hardly</ins></a><a href=\"https://www.engadget.com/raven-software-activision-blizzard-union-game-workers-alliance-195516977.html\"><ins>the first games union</ins></a> in North America, the workers say it's &quot;the largest multi-department union of organized workers in the entire gaming industry.&quot; However, ZeniMax Workers United/CWA includes <a href=\"https://www.engadget.com/microsoft-union-zenimax-vote-recognize-190529301.html\"><ins>around 300 quality assurance workers</ins></a> at ZeniMax Studios.</p><span id=\"end-legacy-contents\"></span><div id=\"7429fc4d2daa445b8904911eb61403f7\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">WE WON!<br /><br />We just won our union election 91-26.<br /><br />Our 200+ member union is now the LARGEST multi-department union of organized workers in the ENTIRE gaming industry.<br /><br />So excited to celebrate this win &amp; head to the bargaining table w/ <a href=\"https://twitter.com/SEGA?ref_src=twsrc%5Etfw\">@SEGA</a> to continue building this company we love! <a href=\"https://t.co/2iy6loAruf\">pic.twitter.com/2iy6loAruf</a></p>— AEGIS-CWA 💙 #UnionizeSEGA (@takesAEGIS) <a href=\"https://twitter.com/takesAEGIS/status/1678481056520101889?ref_src=twsrc%5Etfw\">July 10, 2023</a></blockquote></div><p>AEGIS-CWA plans to push for improved base pay and benefits, more staff to &quot;eliminate overwork patterns&quot; and more balanced workloads. The workers are also seeking remote work options, clearly defined responsibilities for each role and more.</p><p>Sega declined to voluntarily recognize the union. Management <a href=\"https://www.gamedeveloper.com/business/sega-of-america-staff-say-their-employer-is-undermining-their-unionization-drive\"><ins>decided</ins></a> to &quot;instead engage with known union-busters in an attempt to spread misinformation, fear and division,&quot; Winry Ramsey, a QA tester and AEGIS-CWA member previously said. Sega will now have to agree on a union contract with AEGIS-CWA.</p><p>&quot;We are overjoyed to celebrate our union election win as members of AEGIS-CWA. From the start of this campaign, it has been clear that we all care deeply about our work at Sega,&quot; Sega translator and AEGIS-CWA member Ángel Gómez said in a statement. &quot;Now, through our union, we’ll be able to protect the parts of our jobs we love, and strengthen the benefits, pay, and job stability available to all workers. Together we can build an even better Sega. We hope our victory today is an inspiration to other workers across the gaming industry. Together, we can raise standards for all workers across the industry.”</p>This article originally appeared on Engadget at https://www.engadget.com/sega-of-america-workers-overwhelmingly-vote-to-unionize-192839100.html?src=rss", "link": "https://www.engadget.com/sega-of-america-workers-overwhelmingly-vote-to-unionize-192839100.html?src=rss", "date_published": "2023-07-10T19:28:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Massachusetts weighs outright ban on selling user location data", "description": "<p>The Massachusetts state legislature is considering a bill that would ban the sale of users’ phone location data. If passed, the Location Shield Act would be the first such law in the nation as Congress stalls on comprehensive user privacy solutions on a national scale. The state’s proposed legislation would also require a warrant for law enforcement to access user location data from data brokers.</p><p>Today, <em>The Wall Street Journal</em><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9maXJzdC11LXMtYmFuLW9uLXNhbGUtb2YtY2VsbHBob25lLWxvY2F0aW9uLWRhdGEtbWlnaHQtYmUtY29taW5nLWZiZTQ3ZTUzIiwiY29udGVudFV1aWQiOiIyYTM3MTEyZC04M2VmLTRmMmYtYmU3OC1mOTY5MzlkMWJkYTAifQ&amp;signature=AQAAASaoHdtUi1e5Ij0Iw8Pv2M6Fbg_PDdGyPFiIHaj2JA51&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Ffirst-u-s-ban-on-sale-of-cellphone-location-data-might-be-coming-fbe47e53\">published a report</a> with numerous details on the proposed legislation, following earlier discussions at the state house (as <a href=\"https://www.atholdailynews.com/Lawmakers-hear-plea-for-location-shield-law-51479799\">reported by</a><em>The Athol Daily News</em>). Of course, the bill wouldn’t prevent Massachusetts residents from using their phone’s location services for things that directly benefit them — like Google Maps navigation, DoorDash deliveries or hailing an Uber. However, it would bar tech companies and data vendors from selling that data to third parties — a practice without any clear consumer benefit.</p><span id=\"end-legacy-contents\"></span><p>The Location Shield Act is <a href=\"https://www.aclum.org/en/ban-sale-location-data\">backed by the ACLU</a> and various <a href=\"https://www.progressivemass.com/location-shield-testimony-2023/\">progressive and pro-choice groups</a>, who see a greater urgency to block the dissemination of user location in a post-Dobbs world. As red states increasingly criminalize abortion, <a href=\"https://www.engadget.com/data-privacy-period-tracking-apps-130054404.html\">concerns have grown</a> over the transfer of user data to catch women traveling out of state to undergo the procedure or access medication. In addition, the bill’s backers raise concerns about national security and digital-stalking implications.</p><p>Opposing the legislation is the State Privacy &amp; Security Coalition, a trade association representing the tech industry. “The definition of sale is extremely broad,” said Andrew Kingman, an association lawyer. He says the group supports heightened protections but would prefer giving consumers “the ability to opt-out of sale,” as other state laws have done, rather than imposing an outright ban. Of course, making it optional rather than a complete ban would likely be much better for data brokers’ bottom lines.</p><p>Requiring law enforcement to provide a warrant to access user location data could also help curtail the <a href=\"https://www.engadget.com/2020-02-07-federal-agencies-buy-location-data-track-immigrants.html\">rising trend</a> of law enforcement <a href=\"https://www.engadget.com/secret-service-bought-location-data-locate-x-165531624.html\">buying that information</a> commercially. A 2022 ACLU investigation found that the Department of Homeland Security <a href=\"https://www.engadget.com/homeland-security-bulk-phone-location-data-aclu-153647669.html\">bought over 336,000 data points</a> to essentially bypass the Fourth Amendment requirement for a search warrant. Although the US Supreme Court has said a warrant is usually needed for agencies to access location data from carriers, purchasing the data from private companies has served as a loophole.</p><p>The Massachusetts legislative session runs through next year, and the bill’s backers show optimism that it will pass. “I have every reason to be optimistic that something will be happening in this session,” MA Senate Majority Leader Cindy Creem (D), the bill’s sponsor, told the <em>WSJ</em>.</p>This article originally appeared on Engadget at https://www.engadget.com/massachusetts-weighs-outright-ban-on-selling-user-location-data-191637974.html?src=rss", "link": "https://www.engadget.com/massachusetts-weighs-outright-ban-on-selling-user-location-data-191637974.html?src=rss", "date_published": "2023-07-10T19:16:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Hulu debuts hub for adult animation and anime", "description": "<p>Animation is big business for Hulu, as the streamer’s roster of cartoons regularly rank in the top ten for hours watched on the platform, thanks to shows like <em>Bob’s Burgers, Futurama, King of the Hill</em> and many more. Seeking to capitalize on the popularity of adult animation, Hulu’s launching a sub-brand to house all of its animated and anime-based content, <a href=\"https://variety.com/2023/tv/news/hulu-animayhem-adult-animation-anime-1235664184/\"><ins>as originally reported by </ins><em><ins>Variety.</ins></em></a> Animayhem<em>&nbsp;</em>is now the home for legacy content like the above titles and original content like<em> Solar Opposites</em> and <em>Koala Man.</em></p><p>All told, the hub/sub-brand allows access to 2,600 episodes of traditional animated programming, spread across 46 series, and a whopping 18,400 episodes of anime, spread across 435 series. That’s over 20,000 episodes of cartoon goodness, for those keeping count. As such, Hulu is advertising the platform as the streamer’s “Animation Destination.”</p><span id=\"end-legacy-contents\"></span><div id=\"ead64e96185a4eeaa85523246fbbbd31\"></div><p>The surprise-launch of Animayhem comes just two weeks <a href=\"https://www.engadget.com/futurama-returns-july-24th-as-a-hulu-original-after-a-10-year-hiatus-203316031.html\"><ins>before the latest </ins><em><ins>Futurama</ins></em><ins> reboot,</ins></a> and that’s just the start of the streamer’s plans for animation domination. Hulu’s ordered new episodes of Mike Judge’s <em>King of the Hill</em> and it plans on having a heavy presence at this year’s San Diego Comic-Con, promising an immersive experience called “Hulu Animayhem: Into the Second Dimension.”</p><p>In the meantime, the hub’s already available as part of the standard Hulu subscription, so go ahead and binge <em>Archer, Family Guy</em> and all the hundreds upon hundreds of available anime series like <em>One Piece</em> and <em>Naruto. </em></p>This article originally appeared on Engadget at https://www.engadget.com/hulu-debuts-hub-for-adult-animation-and-anime-182929897.html?src=rss", "link": "https://www.engadget.com/hulu-debuts-hub-for-adult-animation-and-anime-182929897.html?src=rss", "date_published": "2023-07-10T18:29:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best iPads for 2023: How to pick the best Apple tablet for you", "description": "<p>Apple’s iPad lineup is both more interesting and more complicated than it’s been in years. After last year’s launch of the <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">10th-generation iPad</a> and the <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">M2-powered iPad Pro</a>, Apple now sells three tablets in the 11-inch range that pack broadly similar designs but have key differences when it comes to internal components and accessory support. The 2021 <a href=\"https://www.engadget.com/apple-ipad-9th-generation-review-143045685.html\">10.2-inch iPad</a> remains for sale, but seemingly targets a different market than its “next-generation” successor of the same name, which comes in at a higher price. The <a href=\"https://www.engadget.com/apple-ipad-mini-6th-generation-2021-review-130009170.html\">iPad mini</a> is still doing its thing, too.</p><p>If you’re confused about which may be the best iPad to buy, you’re not alone. Deciding on a new iPad isn't as cut-and-dry as it has been in the past with new features and functionality, plus larger screens in the mix. We’re here to break down the pros and cons, detail how they compare to each other and help make your decision a bit easier with our top picks for the best iPad.</p><span id=\"end-legacy-contents\"></span><h2>Best for most: iPad Air</h2><p></p><p>Of the six iPad models currently on sale, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIyLUFwcGxlLWlQYWQtMTAtOS1pbmNoLVdpLUZpL2RwL0IwOVYzSE4xS0M_dGFnPWdkZ3QwYy1wLW8tYXotMjAiLCJjb250ZW50VXVpZCI6ImViYjNhODE4LTY2YjMtNDZiZi05OGUzLTE2NjM5YWQ4Njk4YSJ9&amp;signature=AQAAAUyyVn3Ns15ZOEInYIHeAyas0DlY7MmE-C7sOcsYmvHy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2022-Apple-iPad-10-9-inch-Wi-Fi%2Fdp%2FB09V3HN1KC&amp;uuid=wZL3qehrj2FVbOPl11681\">iPad Air</a> is the closest to being universally appealing. We gave it a <a href=\"https://www.engadget.com/apple-ipad-air-5th-generation-review-130019050.html\">score of 90</a> in our review of the most recent edition: It has the same elegant and comfortable design language as the iPad Pro while costing less, with a bright, sharp and accurate 10.9-inch display surrounded by thin bezels and flat edges. It comes with a USB-C port, similar to what you’d find on a MacBook and many other non-iPhone devices, and while it’s not a Thunderbolt connection as on the iPad Pro, simply being able to charge the Air with the same cable you use with your other gadgets is a plus.</p><p>Apple refreshed the Air in 2022 with its M1 system-on-a-chip, which is the same silicon found in the <a href=\"https://www.engadget.com/apple-macbook-air-m1-review-140031323.html\">entry-level MacBook Air</a>. This isn’t Apple’s newest SoC, but it’s still more than powerful enough for virtually any task you can throw at it, and an increasing number of <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html#stagemanager\">iPadOS features</a> are exclusive to M-series chips.</p><p>The iPad Air is also compatible with <a href=\"https://www.engadget.com/best-ipad-accessories-130018595.html\">Apple’s best accessories</a>, including the second-generation <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NVThGMkFNLUEtUGVuY2lsLUdlbmVyYXRpb24vZHAvQjA3SzFXV0JKSz90YWc9Z2RndDBjLXAtby1hei0yMCIsImNvbnRlbnRVdWlkIjoiZWJiM2E4MTgtNjZiMy00NmJmLTk4ZTMtMTY2MzlhZDg2OThhIn0&amp;signature=AQAAAduwzaM1Qs0QtH2_c2DdBZgLi9Fh1m_F0kA3FqSmVpcm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MU8F2AM-A-Pencil-Generation%2Fdp%2FB07K1WWBJK&amp;uuid=fx0OY1fh19Lkp4L812682\">Pencil stylus</a> and the (<a href=\"https://www.engadget.com/apple-magic-keyboard-review-ipad-pro-299-349-130015291.html\">excellent</a>) <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NYWdpYy1LZXlib2FyZC0xMS1pbmNoLWlQYWQtR2VuZXJhdGlvbi9kcC9CMDg2M0JRSk1TP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAATelvS-VBfmvCxugfr2wkyDrC-iqvqht0Nw3eWQic3rw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMagic-Keyboard-11-inch-iPad-Generation%2Fdp%2FB0863BQJMS&amp;uuid=cBggo5keVEYvliFu13682\">Magic Keyboard</a>, just like the 11-inch iPad Pro. These add a good bit of cost to the bottom line, but for digital artists or frequent typers, they’re there.</p><p>The middle of Apple’s iPad lineup is a bit congested. If you need more than the Air’s default 64GB of storage, you might as well step up to the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAASJj29ubtNqoy9hNUtqMYVPQCdIPz8NkMflMSD4yOlQW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8&amp;uuid=DlTnHrpffknuUnvj14682\">11-inch iPad Pro</a>, which starts at 128GB and <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">packs a better</a> 120 Hz display and M2 chip for not much more than a higher-capacity Air. (The display on the <em>2021</em> iPad Pro is better, too.) The new <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkpMWE1WTVY_dGFnPWdkZ3QwYy1wLW8tYXotMjAiLCJjb250ZW50VXVpZCI6ImViYjNhODE4LTY2YjMtNDZiZi05OGUzLTE2NjM5YWQ4Njk4YSJ9&amp;signature=AQAAASyXn3vns5Y6Jlh8esaQPxGXoQab1jmb1nSBilpk-eLZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BJLXMVMV&amp;uuid=ompOKi4PFvDU3pWG15690\">10.9-inch iPad</a> isn’t bad, either, but with its non-laminated display and lacking accessory support, it’s a <a href=\"https://www.engadget.com/apple-ipad-10th-generation-review-160014897.html\">harder sell</a> unless you see it on deep discount. Still, while it’s not cheap, the iPad Air is Apple’s best blend of price and performance for most.</p><h2>Best budget: iPad (9th generation)</h2><p></p><p>If you can’t afford the Air, or if you just don’t use your tablet heavily enough to warrant spending that much, it’s perfectly safe to get <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAUF22cCdn1JWaK5PD7lksRVQhlNpm3JSYxsmfYeHxGVH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6&amp;uuid=66gql2cB0xy1xGVX19692\">the 9th-gen iPad</a> instead. Starting at $329 for a 64GB model — and regularly available for less than $300 — it’s by far the most wallet-friendly way into iPadOS. While its hardware is an obvious step down from the models above, it’s still more than capable for the essentials.</p><p>We gave the 9th-gen iPad model a <a href=\"https://www.engadget.com/apple-ipad-9th-generation-review-143045685.html\">review score of 86</a> in 2021. This is the only “current” iPad to follow Apple’s older design language: It’s just a tiny bit thicker and heavier than the 10th-gen iPad and iPad Air, but its wider bezels mean there’s only enough room for a 10.2-inch display. Like the 10th-gen iPad, that screen isn't laminated and more susceptible to glare, though it’s just as sharp. There’s a Home button located on the bottom bezel that also houses a Touch ID fingerprint scanner, and the device charges via Lightning port rather than USB-C. Its speakers don’t sound as nice, either, but it’s the only iPad to still have a headphone jack, and its 12MP front camera is fine (though, it’s not landscape-oriented as on the 10th-gen iPad).</p><p>The 9th-gen iPad runs on Apple’s A13 Bionic, which is the same SoC used in 2019’s iPhone 11 series. It won’t be as fluid or futureproof as the M1, but it’s plenty quick for casual tasks. In terms of first-party accessories, the tablet supports <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1TbWFydC1LZXlib2FyZC1pUGFkLUdlbmVyYXRpb24vZHAvQjA4NjNGNUtDVD90YWc9Z2RndDBjLXAtby1hei0yMCIsImNvbnRlbnRVdWlkIjoiZWJiM2E4MTgtNjZiMy00NmJmLTk4ZTMtMTY2MzlhZDg2OThhIn0&amp;signature=AQAAAXYw8oQvVKFZ4NI8LRX28wkGGjVEq-uvhPHZoGnigrs_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Smart-Keyboard-iPad-Generation%2Fdp%2FB0863F5KCT&amp;uuid=YRhJFhoALb3cQiJH20692\">Apple's Smart Keyboard</a> and first-gen Pencil stylus. Those are less convenient than the company’s newer options, but they’re at least <em>there.</em></p><p>In the end, it’s all about the price. The 9th-gen iPad is the most affordable model in Apple’s lineup, and those savings go a long way toward papering over its issues.</p><h2>Best for one-handed use: iPad mini&nbsp;</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS8yMDIxLUFwcGxlLWlQYWQtTWluaS1XaS1GaS9kcC9CMDlHOTFMWEZQP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAdw4RzvX7d2QJshPEUWn7FkKluiQopCLiGCCJZqJnnjs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F2021-Apple-iPad-Mini-Wi-Fi%2Fdp%2FB09G91LXFP&amp;uuid=VDrsyRnewXRjTDHd24694\">iPad mini</a> is exactly what it sounds like: the small iPad. It’s easily the shortest (7.69x5.3x0.25 inches) and lightest (0.65 pounds for the WiFi model) of every current iPad, with an 8.3-inch display that’s more comfortable to operate with one hand.</p><p>We gave the iPad mini a <a href=\"https://www.engadget.com/apple-ipad-mini-6th-generation-2021-review-130009170.html\">review score of 89</a> in 2021. Its design follows closely after that of the iPad Air: squared-off edges, thin bezels, no Home button, a Touch ID sensor in the power button, stereo speakers, solid cameras and a USB-C port. Its display is technically sharper, but otherwise gives you the same max brightness, lamination, anti-reflective coating and wide color gamut. It doesn’t have a “<a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjA1MjM3IiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAZJrmEU1Ew2Q4Yf7pctBPKR0nB5xo2y4vLm9Er86j1CF&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT205237&amp;uuid=y4C7I3OYjVGkr5to25694\">Smart Connector</a>” to hook up Apple-made keyboards, but it does support the second-gen Apple Pencil.</p><p>The mini runs on Apple’s A15 Bionic SoC, the same as the one in 2021’s iPhone 13 phones. This is technically faster than the chip inside the 10th-gen iPad model and, again, more than powerful enough for most tasks, though it’s a step behind the laptop-grade M1 or M2 chip.</p><p>The mini has an MSRP of $499 for the 64GB model and $649 for the 256GB model. That’s a lot, though in recent months we’ve seen both SKUs available online for up to $100 less. If you specifically want a smaller tablet — whether it’s to easily stuff in a bag, use with one hand or treat like a high-end e-reader — this is the only option Apple sells, and the best tablet in its size range, period.</p><h2>Best for power users: iPad Pro 12.9-inch</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEQ0U1dEP3RhZz1nZGd0MGMtcC1vLWF6LTIwIiwiY29udGVudFV1aWQiOiJlYmIzYTgxOC02NmIzLTQ2YmYtOThlMy0xNjYzOWFkODY5OGEifQ&amp;signature=AQAAAZf6OnX7q5Hkdkk4akb4J3R6MKGZAwO_B1S1Fpo178o5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLD4SWD&amp;uuid=5ibR0YjjyqUL2z0o29695\">12.9-inch iPad Pro</a> exists in something of its own realm within the Apple tablet lineup. It starts at $1,099 for 128GB of storage, which is $100 more than the M1 MacBook Air. That’s well beyond what anyone needs to pay to do the vast majority of iPad things, and quite a chunk of change for a platform that still has issues with laptop-style productivity. But the 12.9-inch iPad Pro is the best pure piece of tablet hardware that Apple makes.</p><p>We gave the latest iPad Pro a <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">review score of 87</a> in November. The display here can get brighter than the Air’s, and it has a 120 Hz refresh rate (the Air is limited to 60 Hz). The 12.9-inch Pro’s Liquid Retina display is <em>more</em> of an upgrade than the 11-inch model, though, as it’s the only iPad to use mini-LED backlighting, which can deliver higher peak brightness, improved contrast and a generally more realistic image. Beyond that, the Pro runs on Apple’s new M2 SoC, which isn’t a huge upgrade over the M1 in real-world use but offers <a href=\"https://www.engadget.com/apple-ipad-pro-2022-preview-m2-chip-130006105.html\">more performance</a> overhead going forward. The iPad Pro has the same 12MP rear camera as the Air, but adds a 10MP ultrawide lens and an LED flash (plus a LIDAR scanner for AR apps). The 12MP front cameras, meanwhile, can take shots in <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2d1aWRlL2lwYWQvdGFrZS1waG90b3MtaXBhZDk5YjUzYTcxL2lwYWRvcyIsImNvbnRlbnRVdWlkIjoiZWJiM2E4MTgtNjZiMy00NmJmLTk4ZTMtMTY2MzlhZDg2OThhIn0&amp;signature=AQAAAf6P3GFlywey4fq_3umppCvBsAimYmAlZ8UMwV1-sIPW&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fguide%2Fipad%2Ftake-photos-ipad99b53a71%2Fipados&amp;uuid=m3Mu5VsXxnk4rKyK30695\">portrait mode</a>.</p><p>Beyond that, the Pro has a faster Thunderbolt USB-C port, more robust speakers and Face ID support. With its latest refresh, it can now recognize when an Apple Pencil is hovering above the display and preview would-be inputs. There are more storage options, going all the way up to 2TB, with the 1TB and 2TB models doubling the RAM from 8GB to 16GB (at a super high cost). And it works with all of Apple’s best accessories.</p><p>It’s a powerhouse, and if you <em>do</em> want to use an iPad more heavily for work, the roomier display on the 12.9-inch Pro should make it the most amenable option for all-day, laptop-style use. You’ll want to add a keyboard to get the most out of that, but if you’re spending this much on an iPad to begin with, that may not be as big of a deal.</p><p>Like the iPad mini, this is very much a niche device. It’s prohibitively expensive, and its hulking size makes it less portable than other iPads. Certain creatives have made it work as a laptop replacement, but for most, iPadOS still makes multitasking and other computer-y tasks more convoluted than they’d be on a similarly priced MacBook. It’s only a minor upgrade over the prior model, too. Still, as a <em>tablet</em>, the 12.9-inch Pro is ultra powerful.</p>This article originally appeared on Engadget at https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html?src=rss", "link": "https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html?src=rss", "date_published": "2023-07-10T18:16:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Sarah Silverman sues OpenAI and Meta over copyright infringement", "description": "<p>Sarah Silverman is suing OpenAI. On Friday, the comedian and author, alongside novelists Christopher Golden and Richard Kadrey, filed a pair of complaints against <a href=\"https://www.courtlistener.com/docket/67569254/1/silverman-v-openai-inc/\"><ins>OpenAI</ins></a> and <a href=\"https://www.courtlistener.com/docket/67569326/1/kadrey-v-meta-platforms-inc/\">Meta</a> (<a href=\"https://gizmodo.com/sarah-silverman-sues-chatgpt-and-meta-over-ai-training-1850621182\"><ins>via </ins><em><ins>Gizmodo</ins></em></a>). The group alleges the firms trained their large language models on copyrighted materials, including works they published, without obtaining consent.</p><p>The complaints center around the datasets OpenAI and Meta allegedly used to train ChatGPT and LLaMA. In the case of OpenAI, while it's &quot;Books1&quot; dataset conforms approximately to the size of Project Gutenberg — a well known copyright-free book repository — lawyers for the plaintiffs argue that the “Books2” datasets is too large to have derived from anywhere other than so-called &quot;shadow libraries&quot; of illegally available copyrighted material, such as Library Genesis and Sci-Hub. Everyday pirates can access these materials through direct downloads, but perhaps more usefully for those generating large language models, many shadow libraries also make written material available in bulk torrent packages. <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.415174/gov.uscourts.cand.415174.1.2_1.pdf\"><ins>One exhibit</ins></a> from Silverman’s lawsuit involves an exchange between the comedian’s lawyers and ChatGPT. Silverman’s legal team asked the chatbot to summarize <em>The Bedwetter, </em>a memoir she published in 2010. The chatbot was not only able to outline entire parts of the book, but some passages it relayed appear to have been reproduced verbatim.</p><span id=\"end-legacy-contents\"></span><p>Silverman, Golden and Kadrey aren’t the first authors to sue OpenAI over copyright infringement. In fact, the firm faces a host of legal challenges over how it went about training ChatGPT. In June alone, the company was served with two separate complaints. One is a <a href=\"https://www.washingtonpost.com/technology/2023/06/28/openai-chatgpt-lawsuit-class-action/\">sweeping class action suit</a> that alleges OpenAI violated federal and state privacy laws by scraping data to train the large language models behind ChatGPT and DALL-E.</p>This article originally appeared on Engadget at https://www.engadget.com/sarah-silverman-sues-openai-and-meta-over-copyright-infringement-175322447.html?src=rss", "link": "https://www.engadget.com/sarah-silverman-sues-openai-and-meta-over-copyright-infringement-175322447.html?src=rss", "date_published": "2023-07-10T17:53:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "This EV is basically an RC car hit with a growth ray", "description": "<p>If you’ve ever wanted to point that ole’ growth ray at your childhood toys, UK-based The Little Car Company has got you covered. The organization has built an <a href=\"https://www.caranddriver.com/news/a44485459/tamiya-wild-one-max-revealed/\">adult-sized version of the Tamiya Wild One RC car</a> that took the kid world by storm back in the 1980s, as reported by <em>Car and Driver. </em>This is a fully electric vehicle with eight swappable battery packs that add up to an advertised 124 miles of range.</p><p>The Wild One Max has got plenty of get-up-and-go, with a top speed of 62 mph. However, the main draw is just how closely this full-size vehicle resembles its fun-size cousin. Just look at this thing. Even cooler? The EV makes its public debut next weekend at the Goodwood Festival of Speed in West Sussex, England, which is where many manufacturers <a href=\"https://www.engadget.com/2019-07-06-vw-id-r-breaks-goodwood-record.html\">unveil wacky automobile concept designs.</a></p><span id=\"end-legacy-contents\"></span><p>This is more than just a concept car, though, as it’s going to be street legal and available for purchase, with an estimated cost of around $45,000. You won’t be able to cruise the hills of Virginia with this beast, however, as it’s only launching in the UK due to US-based federal vehicle standards.</p><p>The Tamiya Wild One Max <a href=\"https://www.engadget.com/tamiya-wild-one-max-replica-drive-110546827.html\">was originally announced back in 2021,</a> but the design has changed significantly since then. It’s bigger, more powerful and, of course, more expensive, as the original design was set to cost around $8,500. The new design also features a revised front suspension system, an interior that fits two occupants and an overall weight of 1,100 pounds.</p><div id=\"0cdfe75f105f49a5851d82e527baff03\"></div><p>Interestingly, manufacturer The Little Car Company is better known for <a href=\"https://www.engadget.com/bugatty-baby-ii-electric-toy-car-015854155.html\">shrinking classic cars into smaller-sized collectibles</a> and not the other way around. It looks like the company has gone from <em>Honey, I Shrunk the Kids</em> to <em>Honey, I Blew Up the Kid.</em> More power to ‘em.</p><p>If you’re in Europe with cash to burn, you can purchase an optional Road Pack along with the EV that includes a windscreen, a pair of tiny wipers, mirrors, mudguards and detachable lights. Though this vehicle qualifies as a quadricycle in Europe, thus allowing it to be registered for road use, you won’t be able to take this thing on highways.</p>This article originally appeared on Engadget at https://www.engadget.com/this-ev-is-basically-an-rc-car-hit-with-a-growth-ray-170737868.html?src=rss", "link": "https://www.engadget.com/this-ev-is-basically-an-rc-car-hit-with-a-growth-ray-170737868.html?src=rss", "date_published": "2023-07-10T17:07:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best budget robot vacuums for 2023", "description": "<p>Chances are if you’ve landed on this guide, you know you want a <a href=\"https://www.engadget.com/best-robot-vacuums-130010426.html\">robot vacuum</a> to help clean your home. But you also probably know that these can be pretty expensive gadgets – it’s not unheard of to drop close to $1,000 on a high-end robot vacuum cleaner. Just a few years ago, there weren’t a ton of solid yet affordable robot vacuums out there. But now, there have never been more budget robot vacuum options to choose from. At Engadget, we consider anything under $300 to be cheap in this space and you may be surprised to see how many there are at that price point. And if you’re new to the world of robot vacuums, you may find that one of these budget gadgets does everything you expected and more, without sacrificing cleaning performance.</p><h2>Are robot vacuums worth it?</h2><p>Friends and family often ask me if new gadgets are “worth it,” and when it comes to robot vacuums the answer is yes. The most important thing they have going for them is autonomy: Just turn it on, walk away. If you’re someone who wants to spend as little time as possible cleaning your home — or just someone who detests vacuuming — a semi-autonomous robotic vacuum is a great investment.</p><span id=\"end-legacy-contents\"></span><p>There are plenty of other good things about them, but before we dive in let’s consider the biggest trade-offs: less power, less capacity and less flexibility. Those first two go hand in hand; robot vacuum cleaners are much smaller than upright vacuums, which leads to less powerful suction. They also hold less dirt because their built-in bins are a fraction of the size of a standard vacuum canister or bag. And while robo-vacs are cord-free, that means they are slaves to their batteries and will require docking at a charging base.</p><p>When it comes to flexibility, robot vacuums do things differently than standard ones. You can control some with your smartphone, set cleaning schedules and more, but robo-vacs are primarily tasked with cleaning floors. On the flip side, their upright counterparts can come with various attachments that let you clean couches, stairs, light fixtures and other hard-to-reach places.</p><h2>What to look for in a budget robot vacuum</h2><p>When looking for the best budget robot vacuum, one of the first things you should consider is the types of floors you have in your home. Do you have mostly carpet, tile, laminate, hardwood? Carpets demand vacuums with more suction power that can pick up debris pushed down into nooks and crannies. Unfortunately, there isn’t a universal metric by which suction is measured. Some companies provide Pascal (Pa) levels and generally the higher the Pa, the stronger. But other companies don’t rely on Pa levels and simply say their robots have X-times more suction power than other robot vacuums.</p><p>So how can you ensure you’re getting the best robot vacuum to clean your floor type? Read the product description. Look for details about its ability to clean hard floors and carpets, and see if it has a “max” mode you can use to increase suction. If you are given a Pa measurement, look for around 2000Pa if you have mostly carpeted floors.</p><p>Size is also important for two reasons: clearance and dirt storage. Check the specs for the robot’s height to see if it can get underneath the furniture you have in your home. Most robo-vacs won’t be able to clean under a couch (unless it’s a very tall, very strange couch), but some can get under entryway tables, nightstands and the like. As for dirt storage, look out for the milliliter capacity of the robot’s dustbin — the bigger the capacity, the more dirt the vacuum cleaner can collect before you have to empty it.</p><p>You should also double check the WiFi capabilities of the robo-vac you’re eyeing. While you may think that’s a given on all smart home devices, it’s not. Some of the most affordable models don’t have the option to connect to your home WiFi network. If you choose a robot vac like this, you won’t be able to direct it with a smartphone app or with voice controls. Another feature that’s typically reserved for WiFi-connected robots is scheduling because most of them use a mobile app to set cleaning schedules.</p><p>But WiFi-incapable vacuums usually come with remote controls that have all the basic functions that companion mobile apps do, including start, stop and return to dock. And if you’re concerned about the possibility of hacking, a robot vac with no access to your WiFi network is the best option.</p><p>Object detection and cliff sensors are other key features to look out for. The former helps the robot vacuum navigate around furniture while it cleans, rather than mindlessly pushing its way into it. Meanwhile, cliff sensors prevent robot vacuums from tumbling down the stairs, making them the best vacuum for multi-level homes.</p><h2>Best robot vacuums on a budget for 2023</h2><h2>Best overall: iRobot Roomba 694</h2><p></p><p>Both iRobot and Shark impressed with their affordable robo-vacs. But we think <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtVmFjdXVtLVdpLUZpLUNvbm5lY3Rpdml0eS1DYXJwZXRzLVNlbGYtQ2hhcmdpbmcvZHAvQjA4U1A1R1lKUD90YWc9Z2RndDBjLXAtby1oMC0yMCIsImNvbnRlbnRVdWlkIjoiMmVmZTcwMDMtMGYwNi00OWRkLWJmNzUtNjUwZmI4MWMyMjJjIn0&amp;signature=AQAAAWmkyT8QBnVCfAy1zQ1baZR2uIQmkutnivtDw7mzDOdJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Vacuum-Wi-Fi-Connectivity-Carpets-Self-Charging%2Fdp%2FB08SP5GYJP\">iRobot’s Roomba 694</a> will be the best cheap robot vacuum cleaner for most people thanks to its good cleaning power and easy-to-use mobile app. The Roomba 694 replaced the Roomba 675 last year but, aside from an updated exterior, it’s fundamentally the same vacuum. It looks much sleeker now with its new all-black design, giving it an aesthetic similar to some of the more expensive Roomba models. It has three physical buttons on it — start, dock and spot — and  it connects to WiFi so you can control it via the iRobot app. Unfortunately, your $274 gets you the vacuum and its necessary parts only so you’ll have to pay up immediately when you need a replacement filter or brushes.</p><p>Setting up this powerful robot vacuum is straightforward: Open the companion app and follow the instructions. Once it’s connected to your home WiFi network, you’re able to use the app to control the vacuum whenever you don’t feel like using the physical buttons. However, the spot-clean function is only available as a button, which is a bit of a bummer.</p><p>iRobot’s app is one of the biggest selling points for any Roomba. It’s so easy to use that even someone with no prior experience will be able to quickly master the robot’s basic functions. iRobot’s app puts most pertinent controls on the homepage, so you rarely (if ever) need to navigate through its menu to do things like set a cleaning schedule.</p><p>We recommend setting cleaning schedules to really get the most out of the device. After all, these are semi-autonomous robots, so why not make it so you rarely have to interact with them? Doing so will ensure the Roomba runs through your home on a regular basis, so you’re always left with clean floors. The Roomba 694 in particular did a good job sucking up dirt and debris on my carpets as well as the tile flooring in my kitchen and bathrooms. The only thing I try to do before a cleaning job is get charging cables off of the floor – the Roomba will stop if it sucks something like that up and it’s relatively easy to extract a cable from the machine’s brushes, but I’d rather not have to do so if I can avoid it.</p><p>When it comes to battery life, the Roomba 694 ran for around 45 minutes before needing to dock and recharge. iRobot says run times will vary based on floor surfaces, but the 694 is estimated to have a 90-minute battery life when cleaning hardwood floors. While 45 minutes may be enough time for the robot to scuttle around most rooms in my apartment, those with larger homes may have to wait for it to recharge in order to clean everywhere.</p><p>iRobot has made a name for itself in the autonomous vacuum market for good reason. Its machines are polished, dead simple to use and the accompanying app is excellent. That ease of use (and the reputation of the iRobot name) comes with a slightly higher asking price, which many will be willing to pay. But there are plenty of solid options now that didn’t exist even just three years ago.</p><h2>Runner up: Shark Ion RV765</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL3NoYXJrLWlvbi13aS1maS1jb25uZWN0ZWQtcm9ib3QtdmFjdXVtLXJ2NzY1Ly0vQS04MjcxNDI5NSIsImNvbnRlbnRVdWlkIjoiMmVmZTcwMDMtMGYwNi00OWRkLWJmNzUtNjUwZmI4MWMyMjJjIn0&amp;signature=AQAAAalT6PmkzfsZfxJzDiO3qGHiaF94FNgs5y2_UDgpu8az&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fshark-ion-wi-fi-connected-robot-vacuum-rv765%2F-%2FA-82714295\">Shark RV765</a> is the updated version of the RV761 that we previously recommended. Like the Roomba 694, the Shark RV765 has a slightly different design and a longer run time than the RV761, but otherwise they’re the same vacuum. You can still find the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9zaGFyay1pb24tcm9ib3QtcnY3NjEtd2ktZmktY29ubmVjdGVkLXJvYm90LXZhY3V1bS13aXRoLW11bHRpLXN1cmZhY2UtY2xlYW5pbmctYmxhY2stbmF2eS1ibHVlLzYzNTkyNzIucD9za3VJZD02MzU5MjcyIiwiY29udGVudFV1aWQiOiIyZWZlNzAwMy0wZjA2LTQ5ZGQtYmY3NS02NTBmYjgxYzIyMmMifQ&amp;signature=AQAAAQOmTHM7KlGZG6FKQlq7s0wn20-dW6aJcXubfsCzzZzw&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fshark-ion-robot-rv761-wi-fi-connected-robot-vacuum-with-multi-surface-cleaning-black-navy-blue%2F6359272.p%3FskuId%3D6359272\">RV761</a>, but it’s a little difficult to do so now that the latest model is available. Although we haven’t tested the RV765, we feel comfortable recommending it since we found the previous version to be a great affordable robot vacuum.</p><p>One thing that the RV765 fixes about the previous version is the latter’s ugly bowling-shirt design. The new model nixes that and opts for a sleeker, all-black look with three buttons for docking, cleaning and max mode. You could rely just on the buttons, but it also connects to WiFi so you can use the Shark Clean app. As for the longer run time, that’s just a bonus. The RV761 ran for about 90 minutes before needing to recharge, which was plenty of time for it to clean my two-bedroom apartment. The additional 30 minutes of battery life on the RV765 should allow it to clean larger spaces more efficiently.</p><p>Some other things we liked about the RV761 include its spot-clean feature; adjustable wheels, which raise and lower automatically depending on the “terrain” and the obstacles in its path; and its intuitive companion app that allows you to start and stop cleaning jobs, set schedules and more.</p><h2>Best bang for your buck: Anker Eufy RoboVac 11S</h2><p></p><p>Anker’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ldWZ5LUJvb3N0SVEtU3VwZXItVGhpbi1TZWxmLUNoYXJnaW5nLU1lZGl1bS1QaWxlL2RwL0IwNzlRWVlHRjE_dGg9MSZ0YWc9Z2RndDBjLXAtby1oMC0yMCIsImNvbnRlbnRVdWlkIjoiMmVmZTcwMDMtMGYwNi00OWRkLWJmNzUtNjUwZmI4MWMyMjJjIn0&amp;signature=AQAAAcsc9HY-mZgLEN9t4_mh9inhjSM7JeTzjuXJj7Gw_naz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Feufy-BoostIQ-Super-Thin-Self-Charging-Medium-Pile%2Fdp%2FB079QYYGF1%3Fth%3D1\">$230 Eufy RoboVac 11S</a> was one of the cheapest vacuums I tested but it also proved to be one of the most versatile. First thing to note: This robot vacuum doesn’t have WiFi, but it does come with a remote that gives you most of the functions and smart features you’d find in an app (including a schedule feature). Eufy also includes additional brushes and filters in the box.</p><p>The “S” in this robot’s name stands for slim, and it’s roughly half an inch thinner than all of the other vacuums I tested. Not only does this make the 11S lighter, but it was the only one that could clean under my entryway table. The 11S has a physical on-off toggle on its underside plus one button on its top that you can press to start a cleaning. It always begins in auto mode, which optimizes the cleaning process as it putters around your home, but you can use the remote to select a specific cleaning mode like spot and edge clean.</p><p>The 11S has three power modes — Standard, BoostIQ and Max — and I kept mine on BoostIQ most of the time. It provided enough suction to adequately clean my carpeted floors, missing only a few crumbs or pieces of debris in corners or tight spaces around furniture. The cleaning session lasted for roughly one hour and 15 minutes when in BoostIQ mode and it has remarkable collision avoidance. Sure, it bumped into walls and some large pieces of furniture, but it was the only budget vac I tried that consistently avoided my cat’s play tunnel that lives in the middle of our living room floor.</p><p>As far as noise levels go, you can definitely hear the difference between BoostIQ and Max, but none of the three settings is offensively loud. In fact, I could barely hear the 11S when it was on the opposite end of my apartment running in BoostIQ mode. Thankfully, error alert beeps were loud enough to let me know when something went awry, like the 11S accidentally getting tripped up by a rogue charging cable (which only happened a couple of times and neither robot nor cable were harmed in the process).</p><p>Overall, the Eufy RoboVac 11S impressed me with its smarts, despite its lack of WiFi. The lack of wireless connectivity is arguably the worst thing about the robot and that’s saying a lot. It’s worth mentioning that this model is rated for up to 1300Pa suction, but you can grab the next model up, the RoboVac 11S Max, which gives you 2000Pa suction (just know that it’ll likely be louder as a result). But you can’t argue with the value of the $230 11S — especially when you can often find it on sale for $160 or less.</p><p>At this point, though, the 11S is a few years old, so you could grab either the Robovac G20 or G30 if you want something comparable but a bit newer. Both come in hybrid versions, which means you’ll get a robot vacuum and mop combo in one. The differences between the G20 and G30 series are minor, and we recommend getting the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUxIQlo2S0IvP3RhZz1nZGd0MGMtcC1vLWgwLTIwIiwiY29udGVudFV1aWQiOiIyZWZlNzAwMy0wZjA2LTQ5ZGQtYmY3NS02NTBmYjgxYzIyMmMifQ&amp;signature=AQAAAblduEr05J1XcmB5wKzHAV2yzbFrKKe6ZMK0nFaU47Ef&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09LHBZ6KB%2F\">$300 G20 Hybrid</a> if you’re just looking for a Eufy machine with some of the latest technology, but don’t want to spend a ton. It has 2500Pa of suction power, dynamic navigation and WiFi connectivity with support for Alexa and Google Assistant voice commands.</p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOE1GOE44U0QvP3RhZz1nZGd0MGMtcC1vLWgwLTIwIiwiY29udGVudFV1aWQiOiIyZWZlNzAwMy0wZjA2LTQ5ZGQtYmY3NS02NTBmYjgxYzIyMmMifQ&amp;signature=AQAAAfSRZxfuB2QmLF541b0BcReHUEGQiffAzGNlXyw_oUy3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08MF8N8SD%2F\">$370 G30 Hybrid</a>, on the other hand, is a slight step up from that. It’s also a WiFi-connected machine with vacuum and mop capabilities, but it includes Smart Dynamic Navigation 2.0, a slightly longer battery life and it comes with boundary strips with which you can set no-go zones (the G20 Hybrid supports this feature, but you’ll have to buy the strips separately).</p>This article originally appeared on Engadget at https://www.engadget.com/best-budget-robot-vacuums-133030847.html?src=rss", "link": "https://www.engadget.com/best-budget-robot-vacuums-133030847.html?src=rss", "date_published": "2023-07-10T14:52:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "EA is making a single-player Black Panther game", "description": "<p><a href=\"https://www.engadget.com/tag/marvel/\">Marvel</a> and <a href=\"https://www.engadget.com/tag/electronic-arts/\">Electronic Arts</a> have revealed the second game they're making together as part of a deal between the two sides. A new Seattle-based Electronic Arts studio called Cliffhanger Games is developing a single-player <a href=\"https://www.engadget.com/tag/black-panther/\">Black Panther</a> title.</p><p>It will be an action-adventure game with a third-person perspective, suggesting it’ll share some similarities with the likes of <a href=\"https://www.engadget.com/miles-morales-ps5-review-spider-man-161228925.html\">Insomniac's Spider-Man titles</a>. According <a href=\"https://www.marvel.com/articles/games/new-ea-studio-cliffhanger-games-announces-upcoming-title-based-on-marvels-black-panther?linkId=224191961\">to Marvel</a>, Cliffhanger aims to “build an expansive and reactive world that empowers players to experience what it is like to take on the mantle of Wakanda’s protector, the Black Panther.”</p><span id=\"end-legacy-contents\"></span><p>Cliffhanger says it and Marvel Games will collaborate &quot;to ensure that we craft every aspect of Wakanda, its technology, its heroes and our own original story with the attention to detail and authenticity that the world of Black Panther deserves.&quot; However, Marvel and EA are staying tight-lipped on further details for now.</p><div id=\"f1f0cec5fc5741908b730dcda96acd57\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Marvel Games and EA’s latest studio Cliffhanger Games are proud to announce a new, original, third-person, single-player Black Panther title in development! Read more now: <a href=\"https://t.co/kBS0MTsFbH\">https://t.co/kBS0MTsFbH</a><a href=\"https://t.co/7aQEdYo7Qg\">pic.twitter.com/7aQEdYo7Qg</a></p>— Marvel Games (@MarvelGames) <a href=\"https://twitter.com/MarvelGames/status/1678388965139726336?ref_src=twsrc%5Etfw\">July 10, 2023</a></blockquote></div><p>Kevin Stephens, who previously held a similar role at <a href=\"https://www.engadget.com/2014-09-26-middle-earth-shadow-of-mordor-review-my-precioussss.html\"><em>Middle-earth: Shadow of Mordor</em></a> developer Monolith Productions, is heading up Cliffhanger. The team includes former <em>Halo Infinite</em>, God of War and Call of Duty developers.</p><p>“We’re dedicated to delivering fans a definitive and authentic Black Panther experience, giving them more agency and control over their narrative than they have ever experienced in a story-driven video game,” Stephens said. “Wakanda is a rich superhero sandbox, and our mission is to develop an epic world for players who love Black Panther and want to explore the world of Wakanda as much as we do.”</p><p>It has been <a href=\"https://twitter.com/Okami13_/status/1554868173396123648\">rumored</a> for some time that EA had a Black Panther game in the pipeline. Last September, it emerged that EA Motive (the studio behind the recent <a href=\"https://www.engadget.com/dead-space-remake-playstation-5-review-160019905.html\"><em>Dead Space</em> remake</a>) is <a href=\"https://www.engadget.com/ea-motive-iron-man-game-marvel-172055587.html\">developing an Iron Man game</a>. That too will be a single-player, third-person, action-adventure title, but we haven’t learned more details since. There’s no confirmed release window for either project.</p>This article originally appeared on Engadget at https://www.engadget.com/ea-is-making-a-single-player-black-panther-game-cliffhanger-games-141548205.html?src=rss", "link": "https://www.engadget.com/ea-is-making-a-single-player-black-panther-game-cliffhanger-games-141548205.html?src=rss", "date_published": "2023-07-10T14:15:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "What we bought: The last gamepad I’ll need to buy for Switch and PC", "description": "<p>If you regularly play video games, there’s a good chance you’ve dealt with stick drift. You may be lining up a shot in <em>Apex Legends </em>or surveying the land in <a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-review-a-familiar-but-fresh-adventure-120035307.html\"><em>Tears of the Kingdom</em></a>, and suddenly, you notice your cursor slowly dragging to one side on its own. This, to put it nicely, sucks. It takes you out of the game, and you quickly realize that your state-of-the-art $70 controller is now a degraded hunk of plastic.</p><p>The Switch’s Joy-Cons <a href=\"https://search.engadget.com/search;_ylc=X3IDMgRncHJpZANqbEQ3ekJGNVFpR3lyaFlFUmV4Tl9BBG5fc3VnZwMxBHBvcwMwBHBxc3RyAwRwcXN0cmwDMARxc3RybAMxMwRxdWVyeQNqb3ktY29uJTIwZHJpZnQEdF9zdG1wAzE2ODQ0MjIzMDU-?p=joy-con+drift&amp;fr=engadget\">are infamous</a> for developing drift, but PlayStation and Xbox controllers aren’t immune to it either. Over the past year or so, however, there’s been a mini-resurgence in controllers that use magnets and “Hall effect” sensors in their joysticks instead of traditional potentiometers, making them less susceptible to wear over time. A few months back, I grabbed <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9VbHRpbWF0ZS1CbHVldG9vdGgtQ29udHJvbGxlci1DaGFyZ2luZy1HYW1pbmctQ29uc29sZS9kcC9CMEI5QkdKVkxMP3RoPTEmdGFnPWdkZ3QwYy1wLW8tMW5pLTIwIiwiY29udGVudFV1aWQiOiI3N2Y1MzNiYy1jYWYzLTQxMzMtYWQ0OS04YzZmNTg2OGYwYWEifQ&amp;signature=AQAAAbNarTJdtBGWkGYjBJWvtNcm1YOJ6M6d2O5FBqUklB1o&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FUltimate-Bluetooth-Controller-Charging-Gaming-Console%2Fdp%2FB0B9BGJVLL%3Fth%3D1\">8BitDo’s Ultimate Bluetooth Controller</a>, which costs $70, works with Switch and PC and has these Hall effect sticks.</p><span id=\"end-legacy-contents\"></span><p>Let’s take a step back. Most game controllers use analog joysticks with <a href=\"https://www.ifixit.com/News/48944/heres-why-ps5-joysticks-drift-and-why-theyll-only-get-worse\">potentiometers</a>, little electromechanical components that measure the stick’s position by sliding a contact arm (or “wiper”) against a sensor to read its resistance. This is generally precise, but because the wiper has to make repeated physical contact with the resistor, the mechanism will eventually wear down, increasing the likelihood of unreliable readings. Hall effect setups, meanwhile, use magnets and an electrical conductor that don’t physically touch. As the former moves in relation to the latter, the resulting change in voltage generated by the magnetic field is converted to positional data for the joystick.</p><p>This <a href=\"https://www.ifixit.com/News/60702/sega-solved-the-drift-issue-almost-30-years-ago-heres-how\">tech isn’t new</a>, and Hall effect sticks still aren’t totally immune to drift. Everything breaks down eventually, and it’s always possible to get a defective unit. If made right, though, Hall effect joysticks should last for several years. They also won’t be as vulnerable to dust and grime.</p><figure><img alt=\"A black video game controller, 8BitDo Ultimate Bluetooth Controller, rests on a wooden table alongside a Nintendo Switch, a Nintendo Switch Pro Controller, a Valve Steam Deck, and a Logitech gaming mouse.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/529ef9b0-0c63-11ee-957a-276f3c58457f\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jeff Dunn / Engadget</div></figure><p>How does all of this feel in practice with 8BitDo’s controller? Well…normal. There’s little immediate difference between the sticks on the Ultimate Bluetooth Controller and those on a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhGQzZDNzVZLz90YWc9Z2RndDBjLXAtby0xbmktMjAiLCJjb250ZW50VXVpZCI6Ijc3ZjUzM2JjLWNhZjMtNDEzMy1hZDQ5LThjNmY1ODY4ZjBhYSJ9&amp;signature=AQAAAew_aIq2sKv2mhy_G8etU0btT_W32dDvdH8WJkzIyQp8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08FC6C75Y%2F\">DualSense</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaW50ZW5kby1Td2l0Y2gtUHJvLUNvbnRyb2xsZXIvZHAvQjAxTkFXS1laMD90YWc9Z2RndDBjLXAtby0xbmktMjAiLCJjb250ZW50VXVpZCI6Ijc3ZjUzM2JjLWNhZjMtNDEzMy1hZDQ5LThjNmY1ODY4ZjBhYSJ9&amp;signature=AQAAAarqJfP9yPARvEQ5axgP1pIbUpLSW94HuZMRqValvWum&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNintendo-Switch-Pro-Controller%2Fdp%2FB01NAWKYZ0\">Switch Pro Controller</a>, which is a good thing. You can customize the controller’s <a href=\"https://www.howtogeek.com/826612/what-is-a-controller-dead-zone/\">dead zone</a> — something many controllers use to mask eventual drift issues — through <a href=\"https://support.8bitdo.com/ultimate/ultimate-bluetooth-controller.html\">8BitDo’s Ultimate Software</a> app, but by default, the joysticks feel smooth and responsive. The real benefit here is their long-term durability. It’s hard to predict the future, but I’ve waited six months to make this recommendation, and so far, so good.</p><p>There are other Hall effect controllers from brands like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL255eGlnYW1pbmcuY29tL3Byb2R1Y3RzL255eGktd2l6YXJkLXdpcmxlbGVzcy1qb3ktcGFkLWZvci1zd2l0Y2gtc3dpdGNoLW9sZWQiLCJjb250ZW50VXVpZCI6Ijc3ZjUzM2JjLWNhZjMtNDEzMy1hZDQ5LThjNmY1ODY4ZjBhYSJ9&amp;signature=AQAAAba_yusnXXdSBVFo3s51BgxL9UkG9NJrNgU-_-CUay_5&amp;gcReferrer=https%3A%2F%2Fnyxigaming.com%2Fproducts%2Fnyxi-wizard-wirleless-joy-pad-for-switch-switch-oled\">NYXI</a> and <a href=\"https://www.gulikit.com/productinfo/737791.html\">GuliKit</a> (the company that makes the joysticks used here), but 8BitDo has built several quality accessories over the years, many of which <a href=\"https://www.engadget.com/best-mobile-game-controllers-140023505.html\">we've recommended</a>. (It sells <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9VbHRpbWF0ZS1XaXJlbGVzcy1Db250cm9sbGVyLVdpbmRvd3MtUEMtUmFzcGJlcnJ5L2RwL0IwQzJWM1FQTjc_dGFnPWdkZ3QwYy1wLW8tMW5pLTIwIiwiY29udGVudFV1aWQiOiI3N2Y1MzNiYy1jYWYzLTQxMzMtYWQ0OS04YzZmNTg2OGYwYWEifQ&amp;signature=AQAAAfK9-Plg041iHt25FYGTL_Uijbx7TUZjF3wwLkUSJelB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FUltimate-Wireless-Controller-Windows-PC-Raspberry%2Fdp%2FB0C2V3QPN7\">a couple</a> of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9VbHRpbWF0ZS1XaXJlbGVzcy1Db250cm9sbGVyLVJhc3BiZXJyeS1HYW1pbmctQ29uc29sZS9kcC9CMEI5QlI2SDdOP3RhZz1nZGd0MGMtcC1vLTFuaS0yMCIsImNvbnRlbnRVdWlkIjoiNzdmNTMzYmMtY2FmMy00MTMzLWFkNDktOGM2ZjU4NjhmMGFhIn0&amp;signature=AQAAAcTIKiEr9Tvj3qoRYi3hr3kbyVIMVj67vX0uURKZaDQP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FUltimate-Wireless-Controller-Raspberry-Gaming-Console%2Fdp%2FB0B9BR6H7N\">cheaper variants</a> of this controller as well, but those lack the higher-quality joysticks.) I had already used the company’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS84Qml0ZG8tU24zMC1Qcm8tQmx1ZXRvb3RoLUdhbWVwYWQtR3JheS9kcC9CMDhZOVFMQ0tNP3RhZz1nZGd0MGMtcC1vLTFuaS0yMCIsImNvbnRlbnRVdWlkIjoiNzdmNTMzYmMtY2FmMy00MTMzLWFkNDktOGM2ZjU4NjhmMGFhIn0&amp;signature=AQAAASHxagdTiebQQFPdlESllsKc3vRjAtmh8rXRAijxwXdH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F8Bitdo-Sn30-Pro-Bluetooth-Gamepad-Gray%2Fdp%2FB08Y9QLCKM\">SN30 Pro gamepad</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN0pMRjlQVkc_dGg9MSZ0YWc9Z2RndDBjLXAtby0xbmktMjAiLCJjb250ZW50VXVpZCI6Ijc3ZjUzM2JjLWNhZjMtNDEzMy1hZDQ5LThjNmY1ODY4ZjBhYSJ9&amp;signature=AQAAAfInNiESzNjz3MvmYi7s-cb4o5VnMf2X4NLdLEXPqw-s&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07JLF9PVG%3Fth%3D1\">GBros. Adapter</a> for a few years prior to picking up the Ultimate Controller and have had no troubles with reliability.</p><p>The Hall effect sticks are the Ultimate Bluetooth Controller’s major selling point, but most of its other aspects are commendable as well. I’ve always found asymmetrical joysticks more natural than a side-by-side layout, so I appreciate that the general design is shaped like an Xbox controller. The whole thing is a little smaller than a Series X/S controller, but not to the point of discomfort for my relatively large hands. The face buttons are crisp and well-spaced (albeit not quite as large as the Switch Pro Controller), the bumpers are ample-sized and the analog triggers have a pleasing amount of travel.</p><p>On the back are two paddles that sit almost flush against the grips, right where my fingers naturally rest. As a racing game aficionado, I appreciate having back buttons when I’m too lazy to <a href=\"https://www.engadget.com/thrustmaster-t300rs-gt-edition-racing-wheel-irl-153532886.html\">hook up my wheel</a>: in <em>F1 23</em>, for instance, being able to manually shift gears without taking my thumb off the steering input gives me better control over the car. The d-pad, while on the stiffer side, has been consistently accurate for rapidly moving pieces during my semi-regular <em>Tetris </em>(or <a href=\"https://tetr.io/\">TETR.IO</a>) binges, too.</p><figure><img alt=\"Four video game controllers rest on a wooden tabletop, one above the other. From the top: the Sony DualSense PlayStation 5 Controller, the Microsoft Xbox Series X/S Controller, the 8BitDo Ultimate Bluetooth Controller and the Nintendo Switch Pro Controller.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-06/a2cccb10-0c63-11ee-9fad-b12c671b321a\" style=\"height: 1314px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jeff Dunn / Engadget</div></figure><p>I also appreciate that the controller is so customizable. 8BitDo’s Ultimate Software app lets me remap just about any button, assign macros, and create up to three settings profiles, which save to the pad itself. It’s also possible to adjust the sensitivity of the vibration, joysticks and triggers. Do I constantly use all of these tweaks? No, because the default experience is pretty good. But if something ever does feel off, I can more easily address it. I have a profile for shooters like <em>Overwatch 2</em>, for example, that raises the sensitivity of the triggers so my shots register faster.</p><p>The Ultimate Bluetooth Controller costs $70, the same as a Switch Pro Controller or a DualSense. Here, though, you also get a slick-looking charging dock, which powers up via USB-C and stores the included USB wireless dongle. On the whole, the pad can connect over the dongle, Bluetooth or a USB-C cable. A switch on the back swaps between Bluetooth or WiFi, but confusingly, the former only works on Switch. I almost always use a 2.4GHz connection anyway since Bluetooth can add latency, but if I lost the dongle, I’d have to use a wire on PC. Pairing is simple, though; you just have to turn on the Switch's “Pro Controller Wired Communication” setting before using the dongle with that system's dock.</p><p>There are other minor issues. The 20-ish hours of battery life isn’t bad, but it’s well short of the 40+ hours of the Switch Pro Controller. The Switch-style face button layout is inverted on PC, so B is usually “A.” Like most third-party Switch controllers, the 8BitDo pad doesn’t work with the console’s “HD Rumble” feature, nor does it have an NFC reader for scanning <a href=\"https://www.nintendo.com/amiibo/\">Amiibos</a> (if you’re into that). It <em>is </em>one of the few non-Nintendo pads that can wake the Switch from sleep mode — but you have to awkwardly shake the controller to do so, and the feature only works over Bluetooth. And while the gyro controls work fine most of the time, they can be thrown off when the controller vibrates.</p><p>Those aren't dealbreakers, though. I immediately turn off most forms of motion control anyway and I’m not starting an Amiibo collection anytime soon. So far, the Ultimate Bluetooth Controller has proven to be a comfortable and versatile pro-style pad that should stay alive over the long haul. After many hours of play, I think I can safely call it my endgame controller for both Switch and PC.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/what-we-bought-the-last-gamepad-ill-need-to-buy-for-switch-and-pc-140047518.html?src=rss", "link": "https://www.engadget.com/what-we-bought-the-last-gamepad-ill-need-to-buy-for-switch-and-pc-140047518.html?src=rss", "date_published": "2023-07-10T14:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best laptops for gaming and schoolwork", "description": "<p>Why choose between a gaming laptop and one meant for school when you can get a PC that does both? Gaming laptops are now cheaper <em>and </em>more powerful than ever, and many wouldn’t look out of place in a classroom. If you’re aiming to do some serious multimedia work alongside online play, it’s worth taking a look at a dedicated gaming system. You can find general advice on <a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\">choosing a gaming notebook in our guide</a>. But if you want a few models that will be perfect for school and play, you’ve come to the right place.</p><h2><strong>Are gaming laptops good for school?</strong></h2><p>As we’ve mentioned, gaming laptops are especially helpful if you're doing any demanding work. Their big promise is powerful graphics performance, which isn't just limited to games. Video editing and 3D rendering programs can also tap into their GPUs to handle laborious tasks. While you can find decent GPUs on some productivity machines, like<a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9kZWxsLWxhcHRvcHMvbmV3LXhwcy0xNS1sYXB0b3Avc3BkL3hwcy0xNS05NTIwLWxhcHRvcC94bjk1MjBjdG8wNDBzPyIsImNvbnRlbnRVdWlkIjoiYzQ0ZTNhNzMtMTc1OC0zZTI5LTgyMTItYmY2Y2Y5MDQ1YTQxIn0&amp;signature=AQAAAc520nFTqXJDYBVas7stlzTOAoAaD_drZ2WF60GfUMmV&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Fdell-laptops%2Fnew-xps-15-laptop%2Fspd%2Fxps-15-9520-laptop%2Fxn9520cto040s%3F\"> Dell's XPS 15</a>, you can sometimes find better deals on gaming laptops. My general advice for any new workhorse: Get at least 16GB of RAM and the largest solid state drive you can find (ideally 1TB or more). Those components are both typically hard to upgrade down the line, so it’s worth investing what you can up front.</p><span id=\"end-legacy-contents\"></span><p>The one big downside to choosing a gaming notebook is portability. For the most part, we'd recommend 15-inch models to get the best balance of size and price. Those typically weigh in around 4.5 pounds, which is significantly more than a three-pound ultraportable. Today's gaming notebooks are still far lighter than older models, though, so at least you won't be lugging around a 10-pound brick. If you’re looking for something lighter, there are plenty of 14-inch options these days. And if you're not into LED lights and other gamer-centric bling, keep an eye out for more understated models (or make sure you know how to turn those lights off).</p><h2><strong>Best midrange for most people: ASUS Zephyrus G14</strong></h2><p></p><p>The <a href=\"https://rog.asus.com/us/laptops/rog-zephyrus/rog-zephyrus-g14-series/\">Zephyrus G14</a> is a bit more expensive than when it launched a few years ago, but it remains a fantastic 14-inch gaming laptop. This year, it’s toting AMD’s Ryzen 7000 CPUs and NVIDIA’s RTX 4060 GPU. That’s enough power to play just about any modern game in 1,440p, and they should perform smoothly on the 120Hz or 144Hz QHD screens. Unlike the first G14 model, there’s also a built-in webcam with Windows Hello login support. What’s most impressive is that the G14 is still pretty portable for a gaming laptop, weighing in between 3.6 and 3.8 pounds.</p><h2><strong>Best high-end option: Razer Blade 15</strong></h2><p></p><p>For years, Razer has built a reputation for making gaming laptops that look as good as MacBooks. And that's still true. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1CbGFkZS1HYW1pbmctTGFwdG9wLVRodW5kZXJib2x0L2RwL0IwOVJCSkM4WTk_dGFnPWdkZ3QwYy1wLW8tMWJkLTIwIiwiY29udGVudFV1aWQiOiJjNDRlM2E3My0xNzU4LTNlMjktODIxMi1iZjZjZjkwNDVhNDEifQ&amp;signature=AQAAATK5E73tTOUwk2N8uz3xak7xDgjb-fhj_IzQ1ZHMB-eS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Blade-Gaming-Laptop-Thunderbolt%2Fdp%2FB09RBJC8Y9\">Razer's Blade 15</a> features a sleek and sturdy metal case, an understated design (unless you really kick up those RGB keyboard lights), and just about all the power you'd want in a portable gaming powerhouse. If money is no object, you can <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL3JhemVyLWJsYWRlLTE1L3NlbGVjdC1tb2RlbCIsImNvbnRlbnRVdWlkIjoiYzQ0ZTNhNzMtMTc1OC0zZTI5LTgyMTItYmY2Y2Y5MDQ1YTQxIn0&amp;signature=AQAAAWPTPKmJDojddlKIaF4S58yxBJYEzsh1jmy8lFRD6sdH&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2Frazer-blade-15%2Fselect-model\">equip the Blade 15</a> with Intel's latest 13th-gen processors, NVIDIA's powerful RTX 4070 and 1,440p OLED display running at 240 Hz.</p><p>While you'll pay a bit more for the Blade 15 compared to some other models, you've still got a few different price points to work with. The entry-level model starts at $1,999 with an RTX 3070 GPU and 360Hz 1080p display. That's certainly enough power for most games and creative apps. If you're looking for something a bit smaller, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL1JhemVyLUJsYWRlLTE0L1JaMDktMDQyN0VFMjMtUjNVMSIsImNvbnRlbnRVdWlkIjoiYzQ0ZTNhNzMtMTc1OC0zZTI5LTgyMTItYmY2Y2Y5MDQ1YTQxIn0&amp;signature=AQAAAbVhnkZAgBYDxahf7XevshBNVRSa999Ypn7-GEo9EmS7&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2FRazer-Blade-14%2FRZ09-0427EE23-R3U1\">Razer's new AMD-powered Blade 14</a> looks <a href=\"https://www.engadget.com/razer-blade-14-review-amd-ryzen-173003809.html\">compelling</a> as well. Razer also recently debuted new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL3BjL2dhbWluZy1sYXB0b3BzIiwiY29udGVudFV1aWQiOiJjNDRlM2E3My0xNzU4LTNlMjktODIxMi1iZjZjZjkwNDVhNDEifQ&amp;signature=AQAAARBc0VGakCHgytbOBpcK_d9d-kc492vujZeNmU2fgsoI&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fpc%2Fgaming-laptops\">Blade 16 and 18 models</a>, which cost (and weigh!) much more than the Blade 15, but may be useful if you need a bigger screen.</p><h2><strong>Best budget option: Dell G5 15</strong></h2><p></p><p>While Alienware has established itself as a solid premium brand, Dell's cheaper G-series notebooks are worth a look for anyone on a budget. In particular, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9nYW1pbmctbGFwdG9wcy9nMTUtZ2FtaW5nLWxhcHRvcC9zcGQvZy1zZXJpZXMtMTUtNTUzMC1sYXB0b3AiLCJjb250ZW50VXVpZCI6ImM0NGUzYTczLTE3NTgtM2UyOS04MjEyLWJmNmNmOTA0NWE0MSJ9&amp;signature=AQAAAYzuacaNvr5P1_L7j6LS9SvwczW8h5B0kdPLJaOt5E8w&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Fgaming-laptops%2Fg15-gaming-laptop%2Fspd%2Fg-series-15-5530-laptop\">the G15</a> continues the trend of delivering very capable hardware – including Intel’s latest 13th-gen CPUs and NVIDIA’s RTX 30 and 40-series GPUs – for under $1,000. Sure, the case is mostly plastic, and the screen doesn't offer all of the latest niceties, but for the price it's hard to find anything more powerful.</p><h2><strong>Best no-limit gaming laptop: ASUS Zephyrus Duo 16</strong></h2><p></p><p>Taking the idea of a <a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\">gaming laptop</a> to the absolute extreme, <a href=\"https://rog.asus.com/us/laptops/rog-zephyrus/rog-zephyrus-duo-16-2023-series/\">ASUS's latest Zephyrus Duo 16</a> combines AMD's latest Ryzen mobile processors with NVIDIA's great RTX 40-series hardware. And, true to its name, it has <em>two</em> screens: a gorgeous 16-inch main display (with optional Mini-LED backlighting), and a very wide 14-inch secondary panel right below. That opens up a near desktop-level of multitasking, since you can have windows spread across both screens. It could help you, say, follow an online lecture while fitting in a <em>Halo Infinite</em> match on your main screen. Don’t worry, we won’t tell.</p><h2>Best big screen gaming laptop: Alienware m18</h2><p></p><p>The biggest and most powerful Alienware laptop yet, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9nYW1pbmctbGFwdG9wcy9hbGllbndhcmUtbTE4LWdhbWluZy1sYXB0b3Avc3BkL2FsaWVud2FyZS1tMTgtcjEtbGFwdG9wIiwiY29udGVudFV1aWQiOiJjNDRlM2E3My0xNzU4LTNlMjktODIxMi1iZjZjZjkwNDVhNDEifQ&amp;signature=AQAAAd6uifv5qC-PL6NR6AWi7H6qksUsfhOQY2EGvL6Gb4s9&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Fgaming-laptops%2Falienware-m18-gaming-laptop%2Fspd%2Falienware-m18-r1-laptop\">m18</a> is the ideal gaming notebook for someone who prioritizes screen size above all else. It can be equipped with Intel’s fastest 13th-gen CPUs, NVIDIA’s RTX 4090, and either a 165Hz QuadHD+ screen or a wickedly fast 480Hz 1080p+ display. It’s a gaming beast, but it’ll also be a great option for students editing audio or video. A bigger screen means a larger timeline view–exactly what you’d want for massive projects.</p>This article originally appeared on Engadget at https://www.engadget.com/best-gaming-laptops-for-students-170026726.html?src=rss", "link": "https://www.engadget.com/best-gaming-laptops-for-students-170026726.html?src=rss", "date_published": "2023-07-10T13:22:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google's Pixel 7a drops to a new low of $449", "description": "<p>If you've been eying Google's midrange phone but felt it was a tad too expensive, now's the time to act. Amazon is selling the Google Pixel 7a at a new low price <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtN2EtVW5sb2NrZWQtU21hcnRwaG9uZS9kcC9CMEJaOVhOQlJCLz90YWc9Z2RndDBjLXAtby0xbzQtMjAiLCJjb250ZW50VXVpZCI6ImFjNWY5MzNjLWRmOWMtNGUxYi1hMzliLWYyMTNjMzliZWNhZCJ9&amp;signature=AQAAAWrj7LKzKPkLmLP62Pl0mbQ0ILI8ywY6ZrlFfVJ3Nf-t&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7a-Unlocked-Smartphone%2Fdp%2FB0BZ9XNBRB%2F\">of $449</a>, or $50 off. The savings apply regardless of color. The discount makes it a considerably better value, and puts it on par with rivals like Samsung's <a href=\"https://www.engadget.com/samsung-galaxy-a54-galaxy-a34-hands-on-pricing-release-date-090009335.html\">Galaxy A54</a>.</p><p></p><p>The Pixel 7a remains our <a href=\"https://www.engadget.com/the-engadget-guide-to-the-best-midrange-smartphones-120050366.html\">favorite midrange Android smartphone</a> for a good reason. It's as fast as its higher-end counterparts thanks to the Tensor G2 chip. Moreover, it <a href=\"https://www.engadget.com/google-pixel-7a-review-its-got-everything-you-need-and-more-for-just-499-184517525.html\">delivers features</a> that aren't always easy to find in this price class, including a 90Hz display, wireless charging and IP67 water resistance. Combine that with Google's usual top-tier photography and this might be all the phone you need.</p><span id=\"end-legacy-contents\"></span><p>There is one reason for pause. Google's standard Pixel 7 is down <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtNy01Ry1BbmRyb2lkLVBob25lL2RwL0IwQkNRWFhSSkovP3RhZz1nZGd0MGMtcC1vLTFvNC0yMCIsImNvbnRlbnRVdWlkIjoiYWM1ZjkzM2MtZGY5Yy00ZTFiLWEzOWItZjIxM2MzOWJlY2FkIn0&amp;signature=AQAAAR0CaHI1CedOU9Ltg55ZzZ4rtXYp8RyRSnNGT33oPmvO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7-5G-Android-Phone%2Fdp%2FB0BCQXXRJJ%2F\">to $499</a> as of this writing, and it still offers a few advantages over the 7a. It packs a slightly larger and higher-quality screen, more advanced camera sensors and faster wireless charging. You also have the option of 256GB of storage if the 7a's 128GB isn't enough. You may prefer the 7a's smaller screen, though, and the $50 you save could be rolled into accessories like a case <a href=\"https://www.engadget.com/best-budget-wireless-earbuds-130028735.html\">and earbuds</a>.</p><p><strong><em>Your Prime Day Shopping Guide</em></strong><em>: See all of our</em><a href=\"https://www.yahoo.com/topics/prime-day/\"><em> Prime Day</em></a><em> coverage. Shop the</em><a href=\"https://www.yahoo.com/lifestyle/prime-day-2023-191047652.html\"><em> best Prime Day deals</em></a><em> on Yahoo Life. Follow Engadget for the</em><a href=\"https://www.engadget.com/amazon-prime-day-2023-124519231.html\"><em> best Amazon Prime Day tech deals</em></a><em>. Learn about</em><a href=\"https://www.intheknow.com/tag/prime-day/\"><em> Prime Day trends</em></a><em> on In the Know. Hear from Autoblog’s car experts on must-shop auto-related</em><a href=\"https://www.autoblog.com/article/amazon-prime-day-2023/\"><em> Prime Day deals</em></a><em> and find  </em><a href=\"https://www.aol.com/lifestyle/amazon-prime-day-090057255.html\"><em>Prime Day sales</em></a><em> to shop on AOL, handpicked just for you.</em></p>This article originally appeared on Engadget at https://www.engadget.com/googles-pixel-7a-drops-to-a-new-low-of-449-130509079.html?src=rss", "link": "https://www.engadget.com/googles-pixel-7a-drops-to-a-new-low-of-449-130509079.html?src=rss", "date_published": "2023-07-10T13:05:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "How AI could help local newsrooms remain afloat in a sea of misinformation", "description": "<p>It didn’t take long for the downsides of a generative AI-empowered newsroom to make themselves obvious, between <a href=\"https://www.engadget.com/cnet-gets-caught-playing-ai-mad-libs-with-its-financial-news-coverage-001026432.html\"><em>CNet’s</em> secret chatbot reviews editor</a> last November and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vMjAyMy8wNC8yMC9idXp6ZmVlZC13aWxsLWxheS1vZmYtMTVwZXJjZW50LW9mLXN0YWZmLXNodXR0ZXItaXRzLW5ld3MtdW5pdC5odG1sIiwiY29udGVudFV1aWQiOiI3MzQ3MGFmNC03MzIyLTQxMDQtYWVkZC1kM2U4NDkzYTIxNTgifQ&amp;signature=AQAAAQP3zTC-xfXSxyYRL_aSPe66QxNqA3eGbHpn6L5s_P_z&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2F2023%2F04%2F20%2Fbuzzfeed-will-lay-off-15percent-of-staff-shutter-its-news-unit.html\"><em>Buzzfeed’s</em> subsequent mass layoffs</a> of human staff in favor of AI-generated “content” creators. The specter of being replaced by a “good enough AI” looms large in many a journalist’s mind these days with as many as a third of the nation’s newsrooms expected <a href=\"https://localnewsinitiative.northwestern.edu/research/state-of-local-news/report/\">to shutter by the middle of the decade</a>.</p><p>But AI doesn’t have to necessarily be an existential threat to the field. As six research teams showed at NYU Media Lab’s <a href=\"https://knightfoundation.org/articles/ai-for-local-news-advancing-business-sustainability-in-newsrooms/\">AI &amp; Local News Initiative</a> demo day in late June, the technology may also be the key to foundationally transforming the way local news is gathered and produced.</p><span id=\"end-legacy-contents\"></span><p>Now in its second year, the initiative is tasked with helping local news organizations to “<a href=\"https://knightfoundation.org/articles/ai-for-local-news-advancing-business-sustainability-in-newsrooms/\">harness the power of artificial intelligence to drive success</a>.” It’s backed as part of a larger $3 million grant from the Knight Foundation which is funding four such programs in total in partnership with the <em>Associated Press</em>, Brown Institute’s Local News Lab, NYC Media Lab and the Partnership on AI.</p><p>This year’s cohort included a mix of teams from academia and private industry, coming together over the course of the 12-week development course to build “AI applications for local news to empower journalists, support the sustainability of news organizations and provide quality information for local news audiences,” <a href=\"https://engineering.nyu.edu/news/extra-extra-read-all-about-it-nyu-tandon-supports-innovators-using-ai-boost-journalism\">NYU Tandon’s news service reported</a>.</p><p>“There's value in being able to bring together people who are working on these problems from a lot of different angles,” Matt Macvey, Community and Project Lead for the initiative, told Engadget, “and that that's what we've tried to facilitate.”</p><p>“It also creates an opportunity because … if these news organizations that are out there doing good work are able to keep communicating their value and maintain trust with their readers,” he continued. “I think we could get an information ecosystem where a trusted news source becomes even more valued when it becomes easier [for anyone] to make low-quality [AI generated] content.”</p><p>The six teams include Bangla AI, which is developing a web platform that surfaces and translates relevant news stories into the Bengali language for journalists and New York City’s sizable Bangladeshi immigrant community.</p><p>“More than 200,000 legal Bangladeshi immigrants live in the United States, half of them in New York City,” Bangla team member, MD Ashraful Goni, told reporters during the demo day. “Only half of the population are fluent in English,” depriving the other half of easy access to the day’s news through mainstream media outlets like the <em>New York Times</em> or the <em>Associated Press</em>.</p><p>“Bangla AI will search for information relevant to the people of the Bengali community that has been published in mainstream media … then it will translate for them. So when journalists use Bangla AI, they will see the information in Bengali rather than in English.” The system will also generate summaries of mainstream media posts both in English and Bengali, freeing up local journalists to cover more important news than rewriting wire copy.</p><p>Similarly, the team from <a href=\"https://factchequeado.com/\">Chequeado</a>, a non-profit organization fighting disinformation in the public discourse showed off the latest developments of its Chequeabot platform, Monitorio. It leverages AI and natural language processing capabilities to streamline fact-checking efforts in Spanish-language media. Its dashboard continually monitors social media in search of trending misinformation and alerts fact checkers so they can blunt the piece’s virality.</p><p>“One of the greatest promises of things like this and Bangla AI,”  Chequeado team member Marcos Barroso said during the demo, “is the ability for this kind of technology to go to an under-resourced newsroom and improve their capacity, and allow them to be more efficient.”</p><p>The Newsroom AI team from Cornell University hope that their writing assistant platform will help do for journalists <a href=\"https://www.engadget.com/natural-language-programming-ais-are-taking-the-drudgery-out-of-coding-140015594.html\">what Copilot did for coders</a> – eliminate drudge work. Newsroom can automate a number of common tasks including transcription and information organization, image and headline generation, and SEO implementation. The system will reportedly even write articles in a journalist’s personal style if fed enough training examples.</p><p>On the audio side, <a href=\"https://www.wnyc.org/\">New York public radio WNYC’s team</a> spent its time developing and prototyping a speech-to-text model that will generate real-time captioning and transcription for its live broadcasts. WNYC is the largest public media station in New York, reaching 2 million visitors monthly through its news website.</p><p>“Our live broadcast doesn't have a meaningful entry point right now for deaf or hard of hearing audiences,” WNYC team member, Sam Guzik, said during the demo. “So, we really want to think about as we're looking to the future is, ‘how can we make our audio more accessible to those folks who can't hear?’”</p><p>Utilizing AI to perform the speech-to-text transformation alleviates one of the biggest sticking points of modern closed-captioning: that it’s expensive and resource-intensive to turn around quickly when you have humans do it. “Speech-to-text models are relatively low cost,” Guzik continued. “They can operate at scale and they support an API driven architecture that would tie into our experiences.”</p><p>The result is a proof-of-concept audio player for the WNYC website that generates accurate closed captioning of whatever clip is currently being played. The system can go a step further by summarizing the contents of that clip in a few bullet points, simply by clicking a button on the audio player.</p><p>“This is a meaningful improvement, both for folks who can't hear,” Guznik said. “But also for folks who are just not in the space where they can listen, and this is a really great tool if you're in a place where you don't have headphones and you want to follow along with what’s being said.“</p><p>On the back end, <a href=\"https://www.wearenobl.com/\">NOBL Media</a> has developed an ad tech product that, “<a href=\"https://www.eventbrite.com/e/ai-local-news-challenge-demo-day-tickets-653122546117?keep_tld=1\">allows programmatic advertisers to reach publishers' content</a> in service of smaller audiences that can be targeted by geography or demography,” while the <a href=\"https://www.grahammedia.com/\">Graham Media Group</a> created an automated natural language text prompter to nudge the comments sections of local news articles closer towards civility.</p><p>“The comment-bot posts the first comment on stories to guide conversations and hopefully grow participation and drive users deeper into our engagement funnels,” GMG team member Dustin Block said during the demo. This solves two significant challenges that human comment moderation faces: preventing the loudest voices from dominating the discussion and providing form and structure to the conversation, he explained.</p><p>”The bot scans and understands news articles using the GPT 3.5 Turbo API. It generates thought-provoking starters and then it encourages discussions,” he continued. “It's crafted to be friendly.”</p><p>Whether the AI revolution remains friendly to the journalists it’s presumably augmenting remains to be seen, though Macvey isn’t worried. “Most news organizations, especially local news organizations, are so tight on resources and staff that there's more happening out there than they can cover,” he said. “So I think tools like AI and [the automations seen during the demo day] enable the journalists and editorial staff more bandwidth.”</p>This article originally appeared on Engadget at https://www.engadget.com/how-ai-could-help-local-newsrooms-remain-afloat-in-a-sea-of-misinformation-130023064.html?src=rss", "link": "https://www.engadget.com/how-ai-could-help-local-newsrooms-remain-afloat-in-a-sea-of-misinformation-130023064.html?src=rss", "date_published": "2023-07-10T13:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smart scales for 2023", "description": "<p>Data is a useful tool in any battle, especially if you’re opting to wage war against your waistline in an attempt to be healthier. Back in 2007, I bought a dirt-cheap scale and drew my own graph sheets in order to chart my weight’s downward progress after a rough year at university. I think that while 2007 me wouldn’t be pleased with my own fitness journey, he would love the fact that the process is entirely automated, and affordable. Consequently, allow me to take you (and him) on a journey to pick the best smart scale to help you on your own journey toward behavior change and improving your overall health.</p><h2>Safety</h2><p>There are valid reasons to weigh yourself, but your self-worth shouldn’t be defined by the number that shows up between your feet. If you’re looking to alter your body shape, that figure could go up as your waistline goes down, since muscle weighs more than fat. Dr. Anne Swift, Director of public health teaching at the University of Cambridge, said that “weighing yourself too often can result in [you] becoming fixated on small fluctuations day-to-day, rather than the overall trend over time.” Swift added that “it’s sometimes better to focus on how clothes fit, or how you feel, rather than your weight.”</p><span id=\"end-legacy-contents\"></span><p>(A meta-analysis from <a href=\"https://pubmed.ncbi.nlm.nih.gov/26742706/\">2016</a> found there may be some negative psychological impact from self weighing. A <a href=\"https://www.ahajournals.org/doi/10.1161/circ.138.suppl_1.10962\">2018 study</a>, however, said that there may be a positive correlation between regular weigh-ins and accelerated weight loss. It can be a minefield, and I’d urge you to take real care of yourself and remember that success won’t happen overnight.)</p><h2>What to look for in a smart scale</h2><h3>Weight</h3><p>A weighing scale that weighs you is probably the top requirement, right? One thing to bear in mind is that, with all these measurements, the figures won’t be as accurate as a calibrated, clinical scale. Consequently, it’s better to focus on the overall full body weight trend up or down over time, rather than the figures in isolation.</p><h3>Connectivity</h3><p>Most scales will either connect to your phone over Bluetooth, or to your home’s WiFi network, and you should work out your regular weighing routine ahead of time. A lot of lower-end, Bluetooth-only scales will only record your weight when your phone is present and don’t keep local records. That means if you routinely leave your phone outside the bathroom, you could lose that day’s stats. WiFi scales, on the other hand, post your stats to a server, letting you access them from any compatible device. But you need to be mindful that there’s a small risk to your privacy should that information be compromised.</p><h3>Bone density</h3><p>The stronger your bones, the less you’re at risk from breaks and osteoporosis, which you should keep in mind as you get older. Clinical bone density tests use low-power x-rays but higher-end scales can offer an approximation from your own bathroom. These bone mass tests pass a small current through your feet, measuring the resistance as it completes its journey. The resistance offered by bones, fat and muscle are all different, and your scale can identify the difference.</p><h3>Body fat percentage and muscle mass</h3><p>Fat and muscle are necessary parts of our makeup, but an excessive amount of either can be problematic. Much like bone density, a scale can identify both your body fat and muscle mass percentages using Bioelectrical Impedance Analysis (BIA). This measurement tests how well your body resists the electrical signal passing through your body. (It’s a rough rule of thumb that you should have a 30/70 percent split between fat and muscle, but please consult a medical professional for figures specific to your own body and medical needs.)</p><h3>BMI</h3><p>A lot of scales offer a BMI calculation, and it’s easy to do since you just plot height and weight on a set graph line. Body Mass Index is, however, a problematic measurement that its critics say is both <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2930234/\">overly simplistic</a> and often <a href=\"https://www.pennmedicine.org/news/news-releases/2013/august/obesitymortality-paradox-demon\">greatly misleading</a>. Unfortunately, it’s also one of the most common clinical metrics and medical professionals will use it to make judgements about your care.</p><h3>Pulse Wave Velocity</h3><p>French health-tech company Withings has offered Pulse Wave Velocity (PWV) on its flagship scale for some time, although regulatory concerns meant it was withdrawn for a period of time. It’s a measurement of arterial stiffness, which acts as a marker both of cardiovascular risk and also other health conditions. I’ve had anecdotal reports that PWV scales have sent people to the doctor, where they’ve found they were close to a cardiac event. It’s worth saying, as with all of these technologies, that there is limited, <a href=\"https://pubmed.ncbi.nlm.nih.gov/32168728/\">albeit positive</a>, research into how accurate these systems are.</p><h3>Display</h3><p>Less a specification and more a note that smart scales have displays ranging from pre-printed LCDs or digital dot matrix layouts through to color screens. On the high end, your scale display can show you trending charts for your weight and other vital statistics, and can even tell you the day’s weather. If you are short-sighted, and plan on weighing yourself first thing in the morning, before you’ve found your glasses / contacts, opt for a big, clear, high-contrast display.</p><h3>App and subscriptions</h3><p>You’ll spend most of your time looking at your health data through its companion app, and it’s vital you get a good one. This includes a clear, clean layout with powerful tools to visualize your progress and analyze your data to look for places you can improve. Given that you often don’t need to buy anything before trying the app, it’s worth testing one or two to see if you vibe with it.</p><p>Several companies also offer premium subscriptions, unlocking other features – including insights and coaching – to go along with your hardware. Fitbit and Withings both offer these services, which you may feel is worth the extra investment each month.</p><h3>Data portability</h3><p>Using the same scale or app platform for years at a time means you’ll build up a massive trove of personal data. And it is, or should be, your right to take that data to another provider when you choose to move platforms in the future. Data portability is, however, a minefield, with different platforms offering wildly different options, making it easy (or hard) to go elsewhere.</p><p>All of the devices in this round-up will allow you to export your data to a .CSV file, which you can then do with as you wish. Importing this information is trickier, with Withings and Garmin allowing it, and Omron, Xiaomi, Eufy and Fitbit not making it that easy. (Apps that engage with Apple Health, meanwhile, can <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLWdiL2d1aWRlL2lwaG9uZS9pcGg1ZWRlNThjM2QvaW9zIiwiY29udGVudFV1aWQiOiJiMmFmMmE1Ni1kZTk5LTRhNDMtOGJkOS1kNWU1NzY4MjVlODMifQ&amp;signature=AQAAAZCtZe_M4AKLG6lYTWvN8T0ow_5B8_ackKhQ43NQGnWK&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-gb%2Fguide%2Fiphone%2Fiph5ede58c3d%2Fios\">output all of your health data</a> in a .XML file.)</p><h3>Power</h3><p>It’s not a huge issue but one worth bearing in mind that each scale will either run disposable batteries (most commonly 4xAAA) or with its own, built-in battery pack. Sadly, all of our crop of smart scales use batteries, adding an environmental and financial cost to your scale life. That’s just about forgivable for scales that cost under $100, but this stretches even to the highest-end models. When you’re spending more than that on a device, the lack of a rechargeable cell feels very, very cheap indeed.</p><h2>The smart scales we tested</h2><p>For this guide, I tested six scales from major manufacturers:</p><h3><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9YaWFvbWktQ29tcG9zaXRpb24tQmx1ZXRvb3RoLVN0YXRpc3RpY3MtU21hcnRwaG9uZS9kcC9CMDdYTkhXMkpIP3RhZz1nZGd0MGMtcC1vLWNyLTIwIiwiY29udGVudFV1aWQiOiJiMmFmMmE1Ni1kZTk5LTRhNDMtOGJkOS1kNWU1NzY4MjVlODMifQ&amp;signature=AQAAAZ_n5jXiqBRDOptIAu84EmySDSs5Qwbio4LWHd3rYib8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FXiaomi-Composition-Bluetooth-Statistics-Smartphone%2Fdp%2FB07XNHW2JH\">Mi (Xiaomi) Body Composition Scale 2</a> ($29.99)</h3><figure><img alt=\"Stock image of Xiaomi's Body Comp Scale\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/5682ca60-7704-11ed-b7ef-e04eaf660ec8\" /><figcaption></figcaption><div class=\"photo-credit\">Xiaomi</div></figure><p>Our cheapest model, Xiaomi / Mi’s Body Composition Scale 2 is as bare-bones as you can get, and it shows. It often takes a long while to lock on to get your body weight, and when it does you’ll have to delve into the Zepp Life-branded app in order to look at your extra data. But you can’t fault it for the basics, offering limited weight and body composition for less than the price of a McDonald’s for four.</p><h3><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXRiaXQtRkIyMDNCSy1CbHVldG9vdGgtRGlnaXRhbC1XZWlnaHQvZHAvQjA3VlY2R0tEUz90YWc9Z2RndDBjLXAtby1jci0yMCIsImNvbnRlbnRVdWlkIjoiYjJhZjJhNTYtZGU5OS00YTQzLThiZDktZDVlNTc2ODI1ZTgzIn0&amp;signature=AQAAAdedVAmboPWBTWdpUHTI7X3sMt__hDB1_bW8Ef-Yq4yH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFitbit-FB203BK-Bluetooth-Digital-Weight%2Fdp%2FB07VV6GKDS\">Fitbit Aira Air</a> ($49.95)</h3><figure><img alt=\"Image of Fitbit's Aria Air scale\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/72f09f60-7704-11ed-afdf-974ce8437af6\" /><figcaption></figcaption><div class=\"photo-credit\">Fitbit</div></figure><p>Fitbit, now part of Google, is the household name for fitness trackers in the US, right? If not, then it must be at least halfway synonymous with it. The Aria Air is the company’s stripped-to-the-bare bones scale, offering your weight and little else, but you can trust that Fitbit got the basics right. Not to mention that most of the reason for buying a Fitbit product is to leverage its fitness app anyway.</p><h3><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ldWZ5LUJhdGhyb29tLUJsdWV0b290aC1NZWFzdXJlbWVudHMtSW5jbHVkaW5nL2RwL0IwOU5IUjROWDcvP3RhZz1nZGd0MGMtcC1vLWNyLTIwIiwiY29udGVudFV1aWQiOiJiMmFmMmE1Ni1kZTk5LTRhNDMtOGJkOS1kNWU1NzY4MjVlODMifQ&amp;signature=AQAAAQkVA5ofcfXgBHkGUcOOXsKMlPTtBM0pu-dOKiWpfQM9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Feufy-Bathroom-Bluetooth-Measurements-Including%2Fdp%2FB09NHR4NX7%2F\">Anker Eufy Smart Scale P2 Pro</a> ($79.99)</h3><figure><img alt=\"Image of Eufy's P2 Pro smart scale\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/8b138440-7704-11ed-b67f-a253630e349c\" /><figcaption></figcaption><div class=\"photo-credit\">Eufy / Anker</div></figure><p>Eufy’s Smart Scale P2 Pro has plenty of things to commend it – the price, the overall look and feel (it’s a snazzy piece of kit) and what it offers. It offers a whole host of in-depth measurements, including Body Fat, Muscle Mass, Water Weight, Body Fat Mass and Bone Mass, as well as calculating things like your Heart Rate and Basal Metabolic Rate (the amount of calories you need to eat a day to not change weight at all) all from inside its app. In fact, buried beneath the friendly graphic, the scale offers a big pile of stats and data that should, I think, give you more than a little coaching on how to improve your lifestyle.</p><p>Shortly before publication, Anker – Eufy’s parent company – was identified as having misled users, and the media, about the security of its products. Its Eufy-branded security cameras, which the company says does not broadcast video outside of your local network, was found to be allowing third parties to access streams online. Consequently, while we have praised the Eufy Smart Scale for its own features, we cannot recommend it without a big caveat.&nbsp;</p><h3><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PbXJvbi1Db21wb3NpdGlvbi1Nb25pdG9yLUJsdWV0b290aC1Db25uZWN0aXZpdHkvZHAvQjA3V0hNQkg4Sz90YWc9Z2RndDBjLXAtby1jci0yMCIsImNvbnRlbnRVdWlkIjoiYjJhZjJhNTYtZGU5OS00YTQzLThiZDktZDVlNTc2ODI1ZTgzIn0&amp;signature=AQAAASi75Tjd0SgYfb-B9rkmhg6WTzW1HyxGlJthfPDFT3f3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOmron-Composition-Monitor-Bluetooth-Connectivity%2Fdp%2FB07WHMBH8K\">Omron BCM-500 Body Composition and Scale with Bluetooth</a> ($89.99)</h3><figure><img alt=\"Image of Omron's 500 series scale\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/b5bb7810-7704-11ed-9bfd-fa2c08b531c4\" /><figcaption></figcaption><div class=\"photo-credit\">Omron</div></figure><p>Given its role in making actual medical devices, you know what you’re getting with an Omron product. A solid, reliable, sturdy, strong (checks the dictionary for more synonyms) dependable piece of kit. There’s no romance or excitement on show, but you can trust that however joyless it may be, it’ll do the job in question and will be user-friendly. The hardware is limited, the app is limited, but it certainly (checks synonyms again) is steady.</p><p>Joking aside, Omron’s Connect app is as bare-bones as you can get, since it acts as an interface for so many of its products. Scroll over to the Weight page, and you’ll get your weight and BMI reading, and if you’ve set a fitness goal, you can see how far you’ve got to go to reach it. You can also switch to seeing a trend graph which, again, offers the most basic visualization on offer.</p><h3><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tV2lyZWxlc3MtQ29ubmVjdGl2aXR5LU1lYXN1cmUtTXVzY2xlL2RwL0IwOEpRUFJOVlg_dGFnPWdkZ3QwYy1wLW8tY3ItMjAiLCJjb250ZW50VXVpZCI6ImIyYWYyYTU2LWRlOTktNGE0My04YmQ5LWQ1ZTU3NjgyNWU4MyJ9&amp;signature=AQAAAZHC0N0m24_KjtwpGTvy7iEUBJ4c3t1O5sr-aJEhmGpA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Wireless-Connectivity-Measure-Muscle%2Fdp%2FB08JQPRNVX\">Garmin Index S2</a> ($149.99)</h3><figure><img alt=\"Image of Garmin's Index S2 smart scale\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/cbe09120-7704-11ed-96f7-43fa6701cbfb\" /><figcaption></figcaption><div class=\"photo-credit\">Garmin</div></figure><p>Garmin’s got a pretty massive fitness ecosystem of its own, so if you’re already part of that world, its smart bathroom scale is a no-brainer. On one hand, the scale is one of the easiest to use, and most luxurious of the bunch, with its color screen and sleek design. I’m also a big fan of the wealth of data the scale throws at you – you can see a full color graph charting your weight progress, and the various metrics it tracks in good detail. If there’s a downside, it’s that Garmin’s setup won’t hold your hand, since it’s for serious fitness people, not newbies.</p><h3><a href=\"https://shopping.yahoo.com/rdlw?merchantId=d3b3fb13-488a-4810-a40f-ee84ae8f2918&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Withings&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkM2IzZmIxMy00ODhhLTQ4MTAtYTQwZi1lZTg0YWU4ZjI5MTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2l0aGluZ3MuY29tL3VzL2VuL2JvZHktY29tcCIsImNvbnRlbnRVdWlkIjoiYjJhZjJhNTYtZGU5OS00YTQzLThiZDktZDVlNTc2ODI1ZTgzIn0&amp;signature=AQAAAc8X9rt-aX4wH02_myPQh5OPGfGfhGCp4LvKeEkxPEmJ&amp;gcReferrer=https%3A%2F%2Fwww.withings.com%2Fus%2Fen%2Fbody-comp\">Withings Body Comp</a> ($209.95)</h3><figure><img alt=\"Image of Withings' Body Comp\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-12/e0ff36b0-7704-11ed-bbd7-35a0b488360f\" /><figcaption></figcaption><div class=\"photo-credit\">Withings</div></figure><p>At the highest end, Withings’ flagship Body Comp is luxurious, and luxuriously priced, a figure I’d consider to be “too much” to spend on a bathroom scale. For your money, however, you’ll get a fairly comprehensive rundown of your weight, body fat percentage, vascular age, pulse wave velocity and electrodermal activity. Its monochrome dot matrix display may not be as swish as the Garmin’s, but it refreshes pretty quickly and feels very in-keeping with the hardware’s overall sleek look. If there’s a downside, it’s that they ditched the rechargeable battery found in the Withings Body Cardio (its former flagship, and an excellent scale I’d recommend if it were within the parameters of this guide) in favor of AAA batteries. Which, when you’re spending this much on a scale, makes me feel very nickel-and-dimed.</p><h2>The best cheap smart scale: Fitbit Aria Air, <strong>Mi Body Composition Scale 2</strong></h2><p></p><p></p><p>It’s very competitive at the low end for the best  budget smart scale, and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9YaWFvbWktQ29tcG9zaXRpb24tQmx1ZXRvb3RoLVN0YXRpc3RpY3MtU21hcnRwaG9uZS9kcC9CMDdYTkhXMkpIP3RhZz1nZGd0MGMtcC1vLWNyLTIwIiwiY29udGVudFV1aWQiOiJiMmFmMmE1Ni1kZTk5LTRhNDMtOGJkOS1kNWU1NzY4MjVlODMifQ&amp;signature=AQAAAZ_n5jXiqBRDOptIAu84EmySDSs5Qwbio4LWHd3rYib8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FXiaomi-Composition-Bluetooth-Statistics-Smartphone%2Fdp%2FB07XNHW2JH\">Xiaomi</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXRiaXQtRkIyMDNCSy1CbHVldG9vdGgtRGlnaXRhbC1XZWlnaHQvZHAvQjA3VlY2R0tEUz90YWc9Z2RndDBjLXAtby1jci0yMCIsImNvbnRlbnRVdWlkIjoiYjJhZjJhNTYtZGU5OS00YTQzLThiZDktZDVlNTc2ODI1ZTgzIn0&amp;signature=AQAAAdedVAmboPWBTWdpUHTI7X3sMt__hDB1_bW8Ef-Yq4yH&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFitbit-FB203BK-Bluetooth-Digital-Weight%2Fdp%2FB07VV6GKDS\">Fitbit</a> offer dramatically contrasting products for a very low price. Fitbit’s scale has far fewer features, but has better build quality, is faster and more reliable than its cheaper rival. Crucially, it also leverages the Fitbit app, which is refined and easy-to-use, offering clean, easy-to understand visualizations.</p><p>Xiaomi, meanwhile, offers weight and some basic body composition checks, although this extra data is only visualized inside the app. From a data perspective, the Xiaomi has the edge, but its companion app – formerly Mi Fit, now branded as Zepp Life – is terrible. The lag time for each weigh-in, too, leaves a lot to be desired with the Xiaomi, although I had no qualms about its accuracy.</p><p>When I was a kid, and complained about something, my nan would say “look, you can either have a first class walk or a third class ride.” And Fitbit’s scale here is the very definition of a first class ride – polished, snappy and with a world-class app by its side. The Xiaomi, meanwhile, offers more for your money, and charges less, but both hardware and software lack any sort of polish. It’s therefore up to you if you’d rather the first class walk or the third class ride.</p><h2>The best scale for people who want features (and aren’t fussed about security): Eufy’s P2 Pro</h2><p></p><p>Well, this is awkward. Not long before this guide was published, it was revealed that <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ldWZ5LUJhdGhyb29tLUJsdWV0b290aC1NZWFzdXJlbWVudHMtSW5jbHVkaW5nL2RwL0IwOU5IUjROWDcvP3RhZz1nZGd0MGMtcC1vLWNyLTIwIiwiY29udGVudFV1aWQiOiJiMmFmMmE1Ni1kZTk5LTRhNDMtOGJkOS1kNWU1NzY4MjVlODMifQ&amp;signature=AQAAAQkVA5ofcfXgBHkGUcOOXsKMlPTtBM0pu-dOKiWpfQM9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Feufy-Bathroom-Bluetooth-Measurements-Including%2Fdp%2FB09NHR4NX7%2F\">Eufy</a> is in the midst of a massive security issue. Researchers found that its security cameras, which were promised to be secure, allowed internet users to access the stream using VLC player. Consequently the high praise for Eufy’s P2 Pro I have as a scale will need to be moderated by the fact that we don’t yet know how deep the company’s promises around privacy and security really run.</p><p>It’s unfortunate, as the scale does leap head-and-shoulders above the competition at this level, and it surpassed my expectations by quite a bit. The ease of use was one thing, but the depth of metric data made available in the app, and the way it presents that information, is fantastic. While I don’t think the Eufy Life app is better than, say, Withings’ class-leading Health Mate, it offers exactly what a would-be weight-watcher would need.</p><p>The fact you can get plenty of your vital statistics graphed by hitting two buttons helps you visualize your progress, but the stat dashboard laying out everything, including your BMR, is so useful. If you’re going all Quantified Self, you could theoretically calculate your daily calorie intake to the finest of fine margins looking at this thing every morning.</p><h2>The best scale for athletes: Garmin Index S2</h2><p></p><p>I’m very partial to <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9HYXJtaW4tV2lyZWxlc3MtQ29ubmVjdGl2aXR5LU1lYXN1cmUtTXVzY2xlL2RwL0IwOEpRUFJOVlg_dGFnPWdkZ3QwYy1wLW8tY3ItMjAiLCJjb250ZW50VXVpZCI6ImIyYWYyYTU2LWRlOTktNGE0My04YmQ5LWQ1ZTU3NjgyNWU4MyJ9&amp;signature=AQAAAZHC0N0m24_KjtwpGTvy7iEUBJ4c3t1O5sr-aJEhmGpA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGarmin-Wireless-Connectivity-Measure-Muscle%2Fdp%2FB08JQPRNVX\">Garmin’s Index S2</a>, but I also think it’s the sort of scale that needs to be used by people who know what they’re doing. Almost everything about the hardware is spot-on, and the only fly in its ointment is the low refresh rate on its color screen. I can’t say how upsetting it was to see the display refresh in such a laggy, unpolished manner, especially when you’re spending this much money. But that’s my only complaint, and the rest of the hardware (and software) is otherwise pitch-perfect. If you’re looking to set goals to alter your body shape, this probably isn’t the scale for you – it’s the scale you buy once you already calculate your BMR on a daily basis.</p><h2>The best scale for the worried well: Withings Body Comp</h2><p></p><p>Naturally, if you’re looking for a machine that’ll cater to your every whim and hypochondriac urge, then <a href=\"https://shopping.yahoo.com/rdlw?merchantId=d3b3fb13-488a-4810-a40f-ee84ae8f2918&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Withings&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkM2IzZmIxMy00ODhhLTQ4MTAtYTQwZi1lZTg0YWU4ZjI5MTgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2l0aGluZ3MuY29tL3VzL2VuL2JvZHktY29tcCIsImNvbnRlbnRVdWlkIjoiYjJhZjJhNTYtZGU5OS00YTQzLThiZDktZDVlNTc2ODI1ZTgzIn0&amp;signature=AQAAAc8X9rt-aX4wH02_myPQh5OPGfGfhGCp4LvKeEkxPEmJ&amp;gcReferrer=https%3A%2F%2Fwww.withings.com%2Fus%2Fen%2Fbody-comp\">Withings’ Body Comp</a> is the way forward. It’s a luxury scale in every sense of the word, and you should appreciate the level of polish and technology on show here. Apart from the batteries, which I’ve already said is a cheap and nasty way to save money given that you’re dropping this much money on a product.</p><p>The group of people who think it’s reasonable to spend $200 on a scale is, especially with food and energy prices spiking, a fairly small one. But if you’re the sort who already spends hand over fist to keep your body in check, this is probably justifiable as an “investment.” Knowing all of the extras about your nerve health and arteries is a bonus, but let’s be clear and say this isn’t the top pick for everybody. Hell, you might have second thoughts even if you do have a subscription to Good Yachting Magazine.</p>This article originally appeared on Engadget at https://www.engadget.com/best-smart-scale-160033523.html?src=rss", "link": "https://www.engadget.com/best-smart-scale-160033523.html?src=rss", "date_published": "2023-07-10T11:48:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Meta's Threads tops 100 million users in under a week", "description": "<p>In just four days of the app going live on Wednesday evening, <a href=\"https://www.engadget.com/tag/threads/\">Threads</a> already has <a href=\"https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html\">more than 100 million users</a>, according to Quiver Quantitative's <a href=\"https://www.quiverquant.com/threadstracker/\">Threads Tracker</a>. Thread is a sibling app to Instagram, making it easy for that platform's existing billion-plus users to sign up — unless they live in the <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\">European Union</a>.</p><p>It’s a huge audience already, but it’s still very, very early days for Threads. You can only search for usernames, there are no hashtags and, seemingly specific to me, I can’t upload videos or images.</p><p>The worst part of early Threads, however, is the lack of a chronological feed. Instead, its algorithmic feed is bloated with brands, influencers and celebrities – none of which I care about. And if someone you do follow replies to those accounts, that appears in your feed. It’s already making my finger hover dangerously close to the mute and unfollow for several Engadget colleagues who will remain nameless. For now.</p><p>We’ve covered our questions about Threads <a href=\"https://www.engadget.com/all-the-questions-we-still-have-about-threads-153059430.html\">here</a>, but how’s your experience so far?</p><p>– Mat Smith</p><p><em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/sonic-the-hedgehog-co-creator-yuji-naka-receives-suspended-prison-sentence-for-insider-trading-173010653.html\">Sonic the Hedgehog co-creator Yuji Naka receives suspended prison sentence for insider trading </a></p><p><a href=\"https://www.engadget.com/xbox-game-pass-ultimate-1-deal-is-back-for-new-users-194212213.html\">Xbox Game Pass Ultimate $1 deal is back for new users</a></p><p><a href=\"https://www.engadget.com/best-prime-day-2023-amazon-early-deals-130503705.html\">The best early Prime Day deals for 2023</a></p><p><a href=\"https://www.engadget.com/chatgpt-saw-its-first-ever-user-decline-in-june-163043304.html\">ChatGPT saw its first-ever user decline in June</a></p><p><a href=\"https://www.engadget.com/apple-will-stream-the-first-episode-of-foundation-on-youtube-175203218.html\">Apple will stream the first episode of 'Foundation' on YouTube, for free</a></p><p></p><p></p><h2><a href=\"https://www.engadget.com/scientists-make-ibuprofen-and-other-common-painkillers-from-paper-industry-waste-182758699.html\">Scientists make ibuprofen and other common painkillers from paper industry waste</a></h2><h2>The secret is… turpentine?</h2><h3></h3><p>According to one study by <em>The Conversation</em>, drug companies produce more carbon dioxide equivalents per million dollars than the automotive industry. In short, drug companies need to reduce their carbon emissions. Here’s a step in the right direction: Scientists from the University of Bath in the UK may have found a way of converting β-pinene, a component in turpentine, into pharmaceutical precursors used to synthesize paracetamol and ibuprofen. What’s notable is that the paper industry produces 350,000 metric tons of turpentine by-product per year.</p><p><a href=\"https://www.engadget.com/scientists-make-ibuprofen-and-other-common-painkillers-from-paper-industry-waste-182758699.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/jony-ives-first-post-apple-hardware-project-is-a-60000-turntable-163040450.html\">Jony Ive's first post-Apple hardware project is a $60,000 turntable</a></h2><h3>A turntable that already exists.</h3><a href=\"https://www.engadget.com/jony-ives-first-post-apple-hardware-project-is-a-60000-turntable-163040450.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f6be2870-1f0c-11ee-bdfa-401f1da37732\" style=\"height: 471px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Linn</div></figure></a><p>Jony Ive’s design agency, LoveFrom, has worked on <a href=\"https://www.fastcompany.com/90888571/jony-ive-spent-the-last-4-years-perfecting-his-typeface-heres-why-hell-never-be-done\">typefaces</a>, <a href=\"https://www.engadget.com/jony-ive-designed-a-perfect-red-nose-for-the-comic-relief-charity-143039245.html\">a charity clown nose</a> and <a href=\"https://www.engadget.com/jony-design-airbnb-050327406.html\">“the future of Airbnb.”</a> But there hasn’t been any hardware since Ive departed Apple, until now. Now, it’s redesigned Linn’s Sondek LP12 to celebrate the modular turntable’s 50th anniversary. Ive told<em> Fast Company</em> that the LoveFrom team’s admiration for Linn made it a “very gentle and modest project.” Perhaps because of that, LoveFrom carried out the work pro bono. <a href=\"https://www.engadget.com/bono-says-you-can-blame-him-for-that-free-i-tunes-album-053306606.html\">Don’t mention Bono</a>.</p><p><a href=\"https://www.engadget.com/jony-ives-first-post-apple-hardware-project-is-a-60000-turntable-163040450.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/hayao-miyazakis-final-film-will-be-studio-ghiblis-first-imax-release-195624834.html\">Hayao Miyazaki's final film will be Studio Ghibli's first IMAX release</a></h2><h3>‘How Do You Live?’ heads to Japanese theaters next week.</h3><h3></h3><p>Hayao Miyazaki's final film,<em> How Do You Live?</em>, is coming to IMAX theaters. The milestone marks a first for Miyazaki and his animation studios. Past Studio Ghibli films did not receive the IMAX treatment during their original theatrical runs. The movie is also supposed to be Miyazaki's swan song (again), but details have been sparse until now. Studio Ghibli has not released a trailer for the film or bought any TV spots. The only promotion it has done so far is the single poster the studio <a href=\"https://gizmodo.com/miyazaki-ghibli-how-do-you-live-poster-trailer-anime-1850499515\">shared last month</a>. It doesn't even have an international release date yet.</p><p><a href=\"https://www.engadget.com/hayao-miyazakis-final-film-will-be-studio-ghiblis-first-imax-release-195624834.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/casetifys-evangelion-series-lets-you-put-airpods-in-the-robot-174954995.html\">Casetify’s ‘Evangelion’ series lets you put AirPods in the robot</a></h2><h3>You can also order iPhone cases and chargers celebrating the beloved anime.</h3><a href=\"https://www.engadget.com/casetifys-evangelion-series-lets-you-put-airpods-in-the-robot-174954995.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f6d3ac40-1f0c-11ee-bde6-77916ea315e0\" style=\"height: 405px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Casetify</div></figure></a><h3></h3><p>Casetify is launching a new series of Apple-device accessories based on Neon Genesis <em>Evangelion</em>. The Project-CSTF: Protection from Impact collection lets you drape your iPhone, AirPods or Apple Watch in cases that show off your love of the acclaimed mid-’90s anime series. Like this hulking AirPods Pro case, which is definitely not pocketable.</p><p><a href=\"https://www.engadget.com/casetifys-evangelion-series-lets-you-put-airpods-in-the-robot-174954995.html\"><strong>Continue reading.</strong></a>​​</p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-metas-threads-tops-100-million-users-in-under-a-week-111515756.html?src=rss", "link": "https://www.engadget.com/the-morning-after-metas-threads-tops-100-million-users-in-under-a-week-111515756.html?src=rss", "date_published": "2023-07-10T11:15:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's iPad Mini falls back to $400 at Amazon", "description": "<p>Prime Day is almost upon us and we're seeing some early gadget deals, including Apple's <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOTgzSkpTP3RhZz1nZGd0MGMtcC1vLTFvMi0yMCIsImNvbnRlbnRVdWlkIjoiNjlkY2ZhY2EtYTk4My00ZTBmLTlhZWYtMTg4NWQyNjE1OWNkIn0&amp;signature=AQAAAaD8KNcWSSuL3Lx0yC7RHt_ksNI1yy4rwGP5GlG3S3ml&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G983JJS\">sixth-generation iPad Mini</a> back on sale for $400. This discount takes 20 percent off its sticker price of $500 and marks the latest instance of the iPad Mini hitting this all-time low since Apple released it in late 2021. Right now the deal only applies to the iPad Mini's 64GB Space Gray and Pink models.</p><p></p><p>The <a href=\"https://www.engadget.com/apple-ipad-mini-6th-generation-2021-review-130009170.html\">iPad Mini</a> is small but mighty, with an A15 Bionic chip, a 12MP Ultra Wide front camera and up to 10 hours of active use per charge. Its 8.3-inch Liquid Retina display also features P3 wide color, an anti-reflective coating and True Tone. Plus, the iPad Mini is compatible with the second-generation Apple Pencil.&nbsp;</p><span id=\"end-legacy-contents\"></span><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS0yMDIyLTEwLTktaW5jaC1pUGFkLVdpLUZpL2RwL0IwQkpMQ1dGTk0_dGFnPWdkZ3QwYy1wLW8tMW8yLTIwIiwiY29udGVudFV1aWQiOiI2OWRjZmFjYS1hOTgzLTRlMGYtOWFlZi0xODg1ZDI2MTU5Y2QifQ&amp;signature=AQAAAfRoG8PnVDPyTRdTNwZ5_15a3wZaCovwNeu617BEtTa2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-2022-10-9-inch-iPad-Wi-Fi%2Fdp%2FB0BJLCWFNM\">Apple's 64GB 10th-generation iPad</a> is also on sale for $400, and it's a good option if you're looking for something with a bit of a larger screen. The 10.9-inch Liquid Retina display model is 11 percent off, down from $450, in Pink, Silver and Yellow. It has many of the same features as the iPad Mini, such as a 12MP Wide camera, 4K video, a USB-C connector and 5G connectivity. It falls behind in terms of only working with the first generation Apple Pencil, using an A14 Bionic chip, and having an sRGB color display — meaning colors aren't as accurately shown. However, a lot of these features, like 4K video and an A14 Bionic chip, are improvements from the <a href=\"https://www.engadget.com/apple-ipad-9th-generation-review-143045685.html#:~:text=t%20the%20best-,What's%20new,more%20efficient%20than%20its%20predecessor.\">ninth-generation iPad</a>.</p><p></p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-ipad-mini-falls-back-to-400-at-amazon-105528952.html?src=rss", "link": "https://www.engadget.com/apples-ipad-mini-falls-back-to-400-at-amazon-105528952.html?src=rss", "date_published": "2023-07-10T10:55:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Google is testing its medical AI chatbot at the Mayo Clinic", "description": "<p>Google is already testing its Med-PaLM 2 AI chat technology at at the Mayo Clinic and other hospitals, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9pbi1iYXR0bGUtd2l0aC1taWNyb3NvZnQtZ29vZ2xlLWJldHMtb24tbWVkaWNhbC1haS1wcm9ncmFtLXRvLWNyYWNrLWhlYWx0aGNhcmUtaW5kdXN0cnktYmI3YzJkYjg_cGFnZT0xIiwiY29udGVudFV1aWQiOiJjNDdlYzk3Ny01MWY3LTRiNGUtODgyNy1jYTkxZjhlMjk3ODAifQ&amp;signature=AQAAAUiL_bcigwn_CJ9vx_VMq6cyIcbhCAndE-VVc1bdZNGl&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fin-battle-with-microsoft-google-bets-on-medical-ai-program-to-crack-healthcare-industry-bb7c2db8%3Fpage%3D1\"><em>The Wall Street Journal</em></a> has reported. It's based on the company's PaLM 2 large language model (LLM) that underpins Bard, Google's ChatGPT rival — and was launched <a href=\"https://www.engadget.com/google-unveils-its-multilingual-code-generating-palm-2-language-model-180805304.html\">just months ago at Google I/O</a>.&nbsp;</p><p>Unlike the base model, Med-PaLM-2 has been trained on questions and answer from medical licensing exams, along with a curated set of medical expert demonstrations. That gives it expertise in answering health-related questions, and it can also do labor-intensive tasks like summarizing documents and organizing research data, according to the report.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>During I/O, Google released a paper detailing its work on <a href=\"https://arxiv.org/pdf/2305.09617.pdf\">Med-PaLM2</a>. On the positive side, it demonstrated features like \"alignment with medical consensus,\" reasoning ability, and even the ability to generate answers that were preferred by respondents over physician-generated responses. More negatively, it showed the same accuracy problems we've seen on <a href=\"https://www.engadget.com/google-bard-ai-hands-on-a-work-in-progress-with-plenty-of-caveats-170956025.html\">other Chat AI models</a>.&nbsp;</p><p>Microsoft is also developing medical AI chat tech based on OpenAI's ChatGPT, having teamed up with the healthcare software company Epic. Google is also working on using its AI for <a href=\"https://www.engadget.com/google-is-working-on-ai-for-ultrasound-diagnosis-and-cancer-therapy-150023911.html\">ultrasound diagnosis and cancer therapy</a>, it revealed in March. Both companies have promised to keep patient information confidential, saying they don't train their models on patient data. Last month, Microsoft <a href=\"https://www.nytimes.com/2023/06/12/health/doctors-chatgpt-artificial-intelligence.html\">expressed alarm</a> about its ChatGPT technology being used by doctors to improve communications with patients.&nbsp;</p><p>In an internal email seen by the <em>WSJ</em>, Google said it believes the updated model could \"be of tremendous value in countries that have more limited access to doctors.\" Still, Google has admitted that the technology is still in its early stages. \"I don’t feel that this kind of technology is yet at a place where I would want it in my family’s healthcare journey,\" said Google senior research director Greg Corrado. However, he added that the tech \"takes the places in healthcare where AI can be beneficial and expands them by 10-fold.\"&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/google-is-testing-its-medical-ai-chatbot-at-the-mayo-clinic-102055669.html?src=rss", "link": "https://www.engadget.com/google-is-testing-its-medical-ai-chatbot-at-the-mayo-clinic-102055669.html?src=rss", "date_published": "2023-07-10T10:20:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Elgato's Stream Deck+ gets its first discount at Amazon", "description": "<p>If you're looking to up your streaming game this summer, now might be the time to do it. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTDhTSjU5Lz90YWc9Z2RndDBjLXAtby0xbzAtMjAiLCJjb250ZW50VXVpZCI6ImI2NTQ2OWIwLTQ1MTYtNDhjNC05YWVhLTc1MmRkMGUwOGQzYSJ9&amp;signature=AQAAATOUidxkkxP_0zsrIKj4wZEg8nkb2dNgup5jq_8FzkLe&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJL8SJ59%2F\">Elgato's Stream Deck +</a> is down from $200 to $180 — a ten percent discount. This deal is one of the first real sales on the Stream Deck + since it came out last year.&nbsp;</p><p></p><p>The Stream Deck + comes with eight customizable LCD keys that automate actions like going live, playing music and changing scenes. It includes a touch bar and four knobs to control parts of your stream, such as audio, lighting and video. The Stream Deck + also has plugins for Camera Hub, Elgato Wave Link, Spotify, Twitch and more.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Its counterparts, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbGdhdG8tU3RyZWFtLURlY2stTWluaS1jdXN0b21pemFibGUvZHAvQjA3RFlSUzFXSD90YWc9Z2RndDBjLXAtby0xbzAtMjAiLCJjb250ZW50VXVpZCI6ImI2NTQ2OWIwLTQ1MTYtNDhjNC05YWVhLTc1MmRkMGUwOGQzYSJ9&amp;signature=AQAAATsMMELlMULFsTN4_MmEP3Rtr8gYvEW_eGPYnS7tCiiJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FElgato-Stream-Deck-Mini-customizable%2Fdp%2FB07DYRS1WH\">Elgato's Stream Deck Mini</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FbGdhdG8tU3RyZWFtLURlY2stQ29udHJvbGxlci1jdXN0b21pemFibGUvZHAvQjA2WEtOWlQxUD90YWc9Z2RndDBjLXAtby0xbzAtMjAiLCJjb250ZW50VXVpZCI6ImI2NTQ2OWIwLTQ1MTYtNDhjNC05YWVhLTc1MmRkMGUwOGQzYSJ9&amp;signature=AQAAAVOOkhkYfuQSjm8JWtIp92L63cR7NuPXlWXVNmGZEsCo&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FElgato-Stream-Deck-Controller-customizable%2Fdp%2FB06XKNZT1P\">Stream Deck Classic</a>, are on sale, too, if you're looking for something a bit cheaper. The Stream Deck Mini is 13 percent off, down from $80 to $69.90, making it the most affordable option in the lineup. It offers six customizable LCD keys and includes integrations like YouTube and Twitch. The main differences here are that the Stream Deck Mini allows you to automate fewer actions at a time, and it doesn't have the control knobs to manage features like audio and lighting.&nbsp;</p><p>The Stream Deck Classic falls somewhere between its siblings — so it might be your Goldilocks option. It has 15 customizable LCD keys and integrations like Discord and Spotify but no control knobs. The Classic is on sale for $120, down from $150, giving it the largest discount of the three at 20 percent.&nbsp;</p><p></p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/elgatos-stream-deck-gets-its-first-discount-at-amazon-093537440.html?src=rss", "link": "https://www.engadget.com/elgatos-stream-deck-gets-its-first-discount-at-amazon-093537440.html?src=rss", "date_published": "2023-07-10T09:35:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta's Threads races to 100 million users in under a week", "description": "<p>Meta's Twitter competitor is off to a flying start. Within just four days of the app going live on Wednesday evening, <a href=\"https://www.engadget.com/tag/threads/\">Threads</a> already has more than 100 million users according Quiver Quantitative's <a href=\"https://www.quiverquant.com/threadstracker/\">Threads Tracker</a>. It helps that Thread is a sibling app to Instagram and it's easy for the image-sharing platform's billion-plus users to sign up — unless they live in the European Union, <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\">where it's not yet available</a>.</p><p>Mark Zuckerberg, Meta's CEO, has provided several updates on Threads' user numbers. The app had 10 million users in the first seven hours and <a href=\"https://www.engadget.com/threads-gained-10-million-new-users-in-seven-hours-090838140.html\">more than 30 million by Thursday morning</a>. Around 24 hours later, that figure had <a href=\"https://www.threads.net/t/CuZsgfWLyiI\">more than doubled</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>It’s very, very early days for Threads, as the app is <a href=\"https://www.engadget.com/all-the-questions-we-still-have-about-threads-153059430.html\">missing basic features that many users see as essential</a>. It has minimal accessibility options at the minute, with no way to <a href=\"https://www.threads.net/t/CuYG0uDvYTh/?igshid=MzRlODBiNWFlZA==\">append alt text</a> to an image for those who use screen readers. Search is limited to usernames, there’s no hashtag support and you can't post to Threads from the web.</p><figure><img alt=\"Meta's Threads races to 100 million users in under a week\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/d8a074d0-1ef1-11ee-bd95-ea81e61db547\" style=\"height: 394px; width: 952px;\" /><figcaption></figcaption><div class=\"photo-credit\">Quiver Quantitative</div></figure><p>Perhaps most gallingly of all for folks used to Twitter, Threads doesn’t yet have a chronological feed of posts. The algorithmic feed is full of brands, influencers and celebrities, making it difficult for users to keep up with what friends and family are posting. A chronological feed is on the way, but Twitter may still be many people's app of choice for up-to-the-minute news.</p><p>&quot;Politics and hard news are inevitably going to show up on Threads — they have on Instagram as well to some extent — but we're not going to do anything to encourage those verticals,&quot; Instagram head Adam Mosseri <a href=\"https://www.threads.net/t/CuZ3LjhNl0m\">wrote</a>, noting that the aim of Threads isn't to replace Twitter.</p><p>&quot;Politics and hard news are important, I don't want to imply otherwise,&quot; Mosseri <a href=\"https://www.threads.net/t/CuZ6opKtHva\">added</a>. &quot;But my take is, from a platform's perspective, any incremental engagement or revenue they might drive is not at all worth the scrutiny, negativity (let's be honest), or integrity risks that come along with them. There are more than enough amazing communities — sports, music, fashion, beauty, entertainment, etc — to make a vibrant platform without needing to get into politics or hard news.&quot;</p><p>Quiver Quantitative's Threads Tracker uses data taken from Instagram users' profiles, according to the <a href=\"https://news.ycombinator.com/item?id=36625046\">person who built the tool</a>, co-founder Christopher Kardatzke. &quot;By viewing the profiles of people who joined the platform, I can see where they were in line and get a general idea of how many users have signed up,&quot; he said. He added that the estimates appear to line up with Zuckerberg's <a href=\"https://www.threads.net/t/CuZsgfWLyiI\">Threads posts</a> about user milestones.</p>This article originally appeared on Engadget at https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html?src=rss", "link": "https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html?src=rss", "date_published": "2023-07-10T07:07:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Lotus' Eletre SUV shows the company has finally grown up", "description": "<p>We all need to mature someday, and for Lotus, that time is now. Welcome to the Eletre, the company's first production SUV. An electric one at that, with comfortable seating for four or een five. Lotus has been historically known for producing cars that typified the bare minimum needed for enjoyable driving.</p><p>The Eletre? Well, it's a lot. It weighs a lot, at about 5,500 pounds. Its styling certainly extends to a point of excess, and that interior is nothing if not dazzling. This thing won't be for everybody, in fact I'm not sure who it <em>is</em> for, but it's easily the highest quality, and most comprehensive, interior that Lotus has ever produced. And, with an Unreal Engine-based infotainment system sitting on top of not one but two Qualcomm SoCs, plus four separate LIDAR arrays, there's no shortage of tech cred.</p><span id=\"end-legacy-contents\"></span><p>What is missing? The emotionality of all the cars Lotus has produced until now and, frankly, a clear sense of purpose. After a few days behind the wheel I'm not convinced many folks will truly love this thing, but Lotus simply had to evolve to survive, and this is an impressive first effort. Watch the video below for the full story.</p><div id=\"6bae54b2d8a04ea6ab3a29244d82c04e\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/lotus-eletre-suv-shows-the-company-has-finally-grown-up-070031949.html?src=rss", "link": "https://www.engadget.com/lotus-eletre-suv-shows-the-company-has-finally-grown-up-070031949.html?src=rss", "date_published": "2023-07-10T07:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]