[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "N. Korean Lazarus Group Targets Software Vendor Using Known Flaws", "description": "The North Korea-aligned Lazarus Group has been attributed as behind a new campaign in which an unnamed software vendor was compromised through the exploitation of known security flaws in another high-profile software.\nThe attack sequences, according to Kaspersky, culminated in the deployment of malware families such as SIGNBT and LPEClient, a known hacking tool used by the threat actor for", "link": "https://thehackernews.com/2023/10/n-korean-lazarus-group-targets-software.html", "date_published": "2023-10-27T14:57:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How to Keep Your Business Running in a Contested Environment", "description": "When organizations start incorporating cybersecurity regulations and cyber incident reporting requirements into their security protocols, it's essential for them to establish comprehensive plans for preparation, mitigation, and response to potential threats.\nAt the heart of your business lies your operational technology and critical systems. This places them at the forefront of cybercriminal", "link": "https://thehackernews.com/2023/10/how-to-keep-your-business-running-in.html", "date_published": "2023-10-27T10:56:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Expands Its Bug Bounty Program to Tackle Artificial Intelligence Threats", "description": "Google has announced that it's expanding its Vulnerability Rewards Program (VRP) to reward researchers for finding attack scenarios tailored to generative artificial intelligence (AI) systems in an effort to bolster AI safety and security.\n\"Generative AI raises new and different concerns than traditional digital security, such as the potential for unfair bias, model manipulation or", "link": "https://thehackernews.com/2023/10/google-expands-its-bug-bounty-program.html", "date_published": "2023-10-27T10:54:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "F5 Issues Warning: BIG-IP Vulnerability Allows Remote Code Execution", "description": "F5 has alerted customers of a critical security vulnerability impacting BIG-IP that could result in unauthenticated remote code execution.\nThe issue, rooted in the configuration utility component, has been assigned the CVE identifier CVE-2023-46747, and carries a CVSS score of 9.8 out of a maximum of 10.\n\"This vulnerability may allow an unauthenticated attacker with network access to the BIG-IP", "link": "https://thehackernews.com/2023/10/f5-issues-warning-big-ip-vulnerability.html", "date_published": "2023-10-27T04:23:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]