[{"source": "https://www.engadget.com/rss.xml", "title": "Canoo made a cute trio of EVs to carry NASA’s Artemis 2 astronauts to the SLS", "description": "<p>Electric vehicle startup Canoo has delivered its first shipment to NASA. This week, a trio of the company’s <a href=\"https://www.press.canoo.com/press-release/mission-accomplished-canoo-delivers-crew-transportation-vehicles-to-nasa-for-artemis-missions\">Crew Transportation Vehicles</a> (CTVs) arrived at the Kennedy Space Center in Florida. Although they look like they’re made for exploring the surface of the Moon, the vans are designed to carry astronauts to the KSC’s launch pads, starting with NASA’s forthcoming <a href=\"https://www.engadget.com/these-are-the-astronauts-that-will-fly-on-nasas-artemis-2-mission-around-the-moon-153603296.html\">Artemis 2 mission</a>.</p><p>According to Canoo, the vans, based on the company’s existing <a href=\"https://www.engadget.com/canoo-lifestyle-vehicle-price-182336819.html\">lifestyle vehicle design</a>, can carry fully-suited astronauts, as well as flight support crew and any equipment they may need. “The vehicles have an exclusive interior and exterior design that will provide astronaut and crew comfort and safety while on the nine-mile journey to the launch pad at Kennedy Space Center,” the company said, adding it would share interior shots of the vehicles later this year.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"A group shot of Canoo's NASA vans. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/91714d80-2358-11ee-b9f1-9c3e95891192\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Canoo</div></figure><p>The Artemis 2 mission will see NASA launch its first crewed mission to the Moon since the end of the Apollo program in 1972. Four astronauts will travel around the satellite during the 10-day flight. During Artemis 2, NASA plans to conduct additional tests of its <a href=\"https://www.engadget.com/nasa-orion-moon-flyby-artemis-1-182736221.html\">Orion capsule</a> and <a href=\"https://www.engadget.com/nasas-sls-rocket-is-6-billion-over-budget-and-six-years-behind-schedule-091432515.html\">Space Launch System (SLS)</a> super heavy-lift rocket to ensure both spacecraft are safe for future crewed missions to the lunar surface.</p><p>As for Canoo, this is a chance for the automaker to drum up interest for its EVs. In May 2022, the company warned investors it was <a href=\"https://www.engadget.com/canoo-q-1-2022-earnings-cash-flow-ev-141558571.html\">running low on cash</a>. Since then, it announced an agreement with Walmart to provide the retailer with <a href=\"https://www.press.canoo.com/press-release/walmart-purchases-canoo-electric-delivery-vehicles\">4,500 EVs</a>. The company also delivered a test vehicle to the <a href=\"https://www.engadget.com/canoo-light-tactical-vehicle-215645513.html\">US Army</a>. Still, even with those deals in place, it has a long way to go before achieving financial sustainability.</p>This article originally appeared on Engadget at https://www.engadget.com/canoo-made-a-cute-trio-of-evs-to-carry-nasas-artemis-2-astronauts-to-the-sls-214804476.html?src=rss", "link": "https://www.engadget.com/canoo-made-a-cute-trio-of-evs-to-carry-nasas-artemis-2-astronauts-to-the-sls-214804476.html?src=rss", "date_published": "2023-07-15T21:48:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk says Twitter’s ad revenue has dropped by 50 percent", "description": "<p>Twitter is still spending more money than it’s making, according to Elon Musk. In the early hours of Saturday morning, the billionaire <a href=\"https://twitter.com/elonmusk/status/1680082007873953794?s=20\">tweeted</a> the company was suffering from an ongoing negative cash flow issue due to an approximately 50 percent drop in advertising revenue and heavy debt burden. “Need to reach positive cash flow before we have the luxury of anything else,” Musk said.</p><div id=\"3e2ef2a5e61a486c9d7bf31983ac029a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">We’re still negative cash flow, due to ~50% drop in advertising revenue plus heavy debt load. Need to reach positive cash flow before we have the luxury of anything else.</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1680082007873953794?ref_src=twsrc%5Etfw\">July 15, 2023</a></blockquote></div><p>The admission comes in the same week that Twitter’s ad-revenue sharing program began paying out <a href=\"https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html\"><ins>some creators</ins></a>, including a handful of <a href=\"https://www.washingtonpost.com/technology/2023/07/13/twitter-creators-payments-right-wing/\"><ins>far-right influencers</ins></a>. On Friday, Musk also <a href=\"https://twitter.com/elonmusk/status/1679864864695816192\"><ins>claimed</ins></a> the social network could see “all-time high device user seconds usage” sometime this week. He also previously said almost all the advertisers who had left the platform following his <a href=\"https://www.engadget.com/elon-musk-takes-over-twitter-011047797.html\"><ins>takeover in October</ins></a> had “either come back” or “said they will come back.”</p><span id=\"end-legacy-contents\"></span><p>According to an estimate research firm Sensor Tower shared with <a href=\"https://www.bloomberg.com/news/articles/2023-07-15/musk-says-twitter-cash-flow-still-negative-as-ad-revenue-halved?sref=10lNAhZ9#xj4y7vzkg\"><em><ins>Bloomberg</ins></em></a>, advertising spending fell by 89 percent to $7.6 million during a two-month period earlier this year. Per <a href=\"https://www.reuters.com/technology/elon-musk-says-twitters-cash-flow-still-negative-ad-revenue-drops-2023-07-15/\"><em><ins>Reuters</ins></em></a>, Twitter has annual interest payments of about $1.5 billion due to the debt the company took on when Musk took it private for $44 billion. This is the latest sign the aggressive cost-cutting measures Musk has undertaken in the last year have not been enough to put the company on solid financial footing. It also suggests the company’s newly appointed CEO, <a href=\"https://www.engadget.com/elon-musk-names-nbcu-ad-exec-linda-yaccarino-new-twitter-ceo-155537363.html\"><ins>Linda Yaccarino</ins></a>, has her work cut out for her as she works to rebuild Twitter’s advertising base.</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-says-twitters-ad-revenue-has-dropped-by-50-percent-202600398.html?src=rss", "link": "https://www.engadget.com/elon-musk-says-twitters-ad-revenue-has-dropped-by-50-percent-202600398.html?src=rss", "date_published": "2023-07-15T20:26:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Bluesky allowed people to include the n-word in their usernames", "description": "<p>Before this week, Bluesky, the <a href=\"https://www.engadget.com/jack-dorsey-backed-bluesky-is-having-a-moment-133039184.html\"><ins>up-and-coming decentralized Twitter alternative</ins></a>, did not have a system in place to automatically prevent people from registering usernames that featured the n-word as part of their handle. On Wednesday, the company received multiple reports of someone who had the slur in their username. And while Bluesky eventually dealt with the issue, many are upset by the fact the startup did not seem to apologize for the oversight. Instead, on early Saturday morning, days after the incident occurred, Bluesky appeared to frame the event as a one-off that was swiftly addressed.</p><p>“On Wednesday, users reported an account that had a slur as its handle. This handle was in violation of our community guidelines, and it was our mistake that allowed it to be created,” the company <a href=\"https://bsky.app/profile/bsky.app/post/3k2jwlky62h27\"><ins>said</ins></a>. “40 minutes after it was reported, the account was taken down, and the code that allowed this to occur was patched.”</p><span id=\"end-legacy-contents\"></span><p>Bluesky went on to claim it had in recent months “made significant investments” in its Trust and Safety team, and that it would continue to invest in “moderation, feedback, and support systems” that would scale with the platform’s growing user base. Bluesky did not immediately respond to Engadget’s comment request. Days before issuing a statement on the situation, the company, as caught by <a href=\"https://news.ycombinator.com/item?id=36706856\"><em><ins>Hacker News</ins></em></a>, quietly added the n-word, and nearly four dozen other ethnic and racial slurs, to a list of “reserved” words.</p><p>Bluesky's statement, when it did come, appears to have been prompted by a viral <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL3Bvc3RzL3Njb3R0aGlybGVtYW5faGV5LWpheS1ncmFiZXItcGF1bC1mcmF6ZWUtZW1pbHktbGl1LXJvc2UtYWN0aXZpdHktNzA4NTMzOTMxOTkyNTYzMzAyNC11TEV3LyIsImNvbnRlbnRVdWlkIjoiMmJjNDNmNTktNzI4Yi00MTkxLWE2MGUtODc1Yjk2YTRlYTUwIn0&amp;signature=AQAAAYOPOsS6MoCuXXUH3_nzk9GmViGJ3mG8YcYsM3pt6ugf&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Fposts%2Fscotthirleman_hey-jay-graber-paul-frazee-emily-liu-rose-activity-7085339319925633024-uLEw%2F\"><ins>LinkedIn post</ins></a> penned by Scott Hirleman, the host of the <a href=\"https://daappod.com/data-mesh-radio/\"><ins>Data Mesh Radio podcast</ins></a>. Hirleman tagged the company’s executive team, including CEO Jay Graber, and accused Bluesky of failing to address an “incredibly bad anti-blackness problem” on its social network. “If you don’t want to run a social media platform, split the company in twain and go focus on the protocol and fund the platform with another team that cares,” Hirleman added. As of the writing of this article, the post has more than 700 reactions and about 50 comments.</p><p>No social media network is free from racists, but the fact that Bluesky didn’t already filter for something so basic as the n-word is surprising when you consider Twitter co-founder Jack Dorsey is one of the company’s backers. Under Dorsey’s leadership, Twitter was often ineffective with <a href=\"https://www.engadget.com/2019-05-29-twitter-researches-white-supremacist-presence.html\"><ins>addressing white supremacy</ins></a> and could have frequently done more to protect Black people and other marginalized users.&nbsp;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/bluesky-allowed-people-to-include-the-n-word-in-their-usernames-184049864.html?src=rss", "link": "https://www.engadget.com/bluesky-allowed-people-to-include-the-n-word-in-their-usernames-184049864.html?src=rss", "date_published": "2023-07-15T18:40:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla’s Texas factory has produced its first Cybertruck", "description": "<p>After <a href=\"https://www.engadget.com/tesla-cybertruck-delay-2022-150309858.html\"><ins>multiple years of delays</ins></a>, it looks like the Cybertruck is finally on its way to consumers. On early Saturday morning, Tesla tweeted out a photo of a Cybertruck that recently rolled off the company’s Giga Texas assembly line in Austin. “First Cybertruck built at Giga Texas!” the automaker <a href=\"https://twitter.com/Tesla/status/1680121747910148099?s=20\"><ins>said of the image</ins></a>.</p><p>As <a href=\"https://electrek.co/2023/07/15/tesla-has-built-first-cybertruck-at-giga-texas/\"><em><ins>Electrek</ins></em><ins> points out</ins></a>, the vehicle in question is likely a production intent model Tesla designed to identify the most efficient way of making the new vehicle at scale. The fact the company shared a photo of a finished Cybertruck would suggest it’s on track to meet the most recent timeline Elon Musk set for the oft-delayed pickup.</p><span id=\"end-legacy-contents\"></span><div id=\"4e0f8b555ba146a4b02dbe2219c76c3d\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">First Cybertruck built at Giga Texas! 🤠 <a href=\"https://t.co/ODRhHVsd0t\">pic.twitter.com/ODRhHVsd0t</a></p>— Tesla (@Tesla) <a href=\"https://twitter.com/Tesla/status/1680121747910148099?ref_src=twsrc%5Etfw\">July 15, 2023</a></blockquote></div><p>At the start of the year, Musk predicted Cybertruck volume manufacturing would begin in <a href=\"https://www.engadget.com/tesla-cybertruck-mass-production-164029626.html\"><ins>2024</ins></a>, adding limited production would likely kick off “sometime this summer.” More recently, he told investors Tesla would hold a Cybertruck delivery event in the <a href=\"https://www.engadget.com/tesla-has-scheduled-a-cybertruck-delivery-event-for-the-third-quarter-musk-says-072539204.html\"><ins>third quarter of 2023</ins></a>. “[It] takes time to get the manufacturing line going, and this is really a very radical product,&quot; Musk said in April. “It's not made in the way that other cars are made.&quot; To that point, the Cybertruck’s signature stainless steel frame involves complicated manufacturing techniques that aren’t normally used in the production of other cars. Tesla has also encountered <a href=\"https://www.engadget.com/panasonic-delays-production-of-its-next-generation-tesla-batteries-121808047.html\"><ins>repeated bottlenecks</ins></a> involving its next-generation 4680 battery.</p><p>The company's original (and very optimistic) release date for the Cybertruck was 2021. At the time, Tesla said the vehicle would start at $39,900 for the single-motor variant, with the three-motor model coming in at $70,000. The automaker has since said that it has yet to decide on final pricing, and that the cost of the Cybertruck could be based on multiple factors, including supply chain shortages and the state of the economy.</p>This article originally appeared on Engadget at https://www.engadget.com/teslas-texas-factory-has-produced-its-first-cybertruck-161840934.html?src=rss", "link": "https://www.engadget.com/teslas-texas-factory-has-produced-its-first-cybertruck-161840934.html?src=rss", "date_published": "2023-07-15T16:18:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The NES at 40: Seven ways it changed the gaming world forever", "description": "<p>Nothing will make you feel old like the anniversary of a much loved gaming console. Perhaps none more so than the 40th birthday of the Nintendo Entertainment System (or the Famicom as it was known for its 1983 Japanese debut).</p><p>Having launched in the very same year that the <a href=\"https://en.wikipedia.org/wiki/Video_game_crash_of_1983\">games industry crashed</a>, Nintendo faced an uphill battle to make what would become the NES a commercial success. But we all know what happens next. Nintendo, through some shrewd decisions, creative talent and maybe just a dash of luck would become a console gaming right up to this very day. But it all starts with an unassuming beige and red box that two years later would become the retro-futuristic gray box that we all know and love.</p><span id=\"end-legacy-contents\"></span><p>Here are seven gaming legacies that Nintendo’s first home console gave to the world.</p><h3>Bringing the D-pad</h3><figure><img alt=\"A close up of a Nintendo Entertainment System controller.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/d167b6e0-224f-11ee-abf7-b1bb736fdf17\" style=\"height: 1000px; width: 1500px;\" /><figcaption></figcaption><div class=\"photo-credit\">Kris Naudus for Engadget</div></figure><p>It’s hard to imagine now, but there was a time where game controllers were almost as unique as the console they were connected to. As wild as it might sound, the NES was the first home console that sported the humble D-pad. The cross-style design would become a standard on controllers to this day.</p><p>Like all good inventions, it was born out of necessity. Nintendo’s early Game &amp; Watch handhelds needed a control system that was pocket-friendly. A tiny joystick was impractical, plus the company wanted something more reliable than the four directional buttons some systems experimented with. Cue a little bit of design magic and the iconic D-pad as we know it was born.</p><p>The design was so effective that it was included on the NES controller along with two input buttons, instantly becoming a winning formula. This format proved so popular that you’ll be hard-pressed to think of a modern console that doesn’t use some form of this layout.</p><h3>Better third-party games</h3><p>Today we expect console titles to be of a certain standard, even if that <a href=\"https://www.engadget.com/cyberpunk-2077-bugs-playstation-xbox-refund-removed-183051405.html\">doesn’t always pan out</a>. We can broadly thank Nintendo, and specifically the NES for this. In the early ‘80s, third-party game development was a wild west with few checks and balances — any company could develop and publish games for any system. When the NES came along, it introduced the concept of <em>licensed</em> third-party games thanks to the NES’s <a href=\"https://en.wikipedia.org/wiki/CIC_(Nintendo)\">10NES “lockout” chip</a> that prevented just anyone publishing a game for the platform. In turn, this created some form of quality control which would go on to become an industry standard.</p><p>It wasn’t all entirely positive (if you weren’t Nintendo that is). The 10NES was the first mass-market use of what we'd now generically call DRM, and it allowed Nintendo to initiate the industry-standard 30 percent licensing fee which, in its evolution, is still a source of contention with <a href=\"https://www.engadget.com/apple-wants-to-take-the-epic-games-case-to-the-supreme-court-123501115.html\">developers</a> (and <a href=\"https://www.engadget.com/twitter-blue-monday-11-per-month-ios-221436172.html\">customers</a>). The NES also introduced the idea of “exclusives” which is something else we still see for modern releases (often to the <a href=\"https://www.engadget.com/epic-apple-app-store-trial-023401781.html\">chagrin of gamers</a>).</p><figure><img alt=\"Taipei, Taiwan - February 20, 2018: A studio shot of a heap of retro video games shot from above.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/671f7000-2247-11ee-9bfb-3ece1abf711e\" style=\"height: 4456px; width: 6685px;\" /><figcaption></figcaption><div class=\"photo-credit\">robtek via Getty Images</div></figure><p>That said, Nintendo’s “seal of approval” did a lot to revive the gaming industry after its infamous crash in 1983, and for that we’re eternally thankful. Not to mention, we can’t be sure any amount of Mario would have made the platform what it was without titles like <em>Contra</em>, <em>Mega Man 2</em> and <em>Dragon Warrior</em>, all made by third-party developers.</p><p>Bonus: Nintendo’s “10NES” lock-out chip authentication chip is also the reason why you sometimes had to “blow” into a cartridge, as if the contact between the chip and the console wasn’t perfect it would stop the game from booting. That’s, perhaps, another long-lasting legacy we’re glad to see the back of.</p><h3>Console game saves</h3><p><em>The Legend of Zelda</em>’s legacy speaks for itself, but its debut on the NES came with a feature that changed everything: game saves. This had never been seen on a console in the US before and it changed what was possible for console games across the board, paving the way for bigger, more complex titles. A lot of the NES’ best loved franchises like Dragon Quest and Final Fantasy simply wouldn’t have been possible without battery saves, giving the technology an outsized legacy.</p><p>While games on disk-based computers had been deploying saves for a couple of years, consoles didn’t have internal storage, so players were stuck with workarounds like codes or passwords. Unlike a proper save, which would include things like current weapons and power-ups, a password would usually (though not always) just start you off at the beginning of the last level you were on. This was practical for things like racing games or platformers, but problematic for things like RPGs and sims.</p><p>The technology wasn’t perfect of course. If the battery died or somehow lost contact, you would lose all your saves. But it was a good enough system to last into the 2000’s with some form of on-cartridge saves being used right up until the 3DS. There was, of course, a free, time-honored alternative way to “save” games, usually when you had to go down for dinner: pause and switch off the TV (and maybe hide the controller from any siblings).</p><h3>The video game mascot</h3><figure><img alt=\"YOKOHAMA, KANAGAWA, JAPAN - 2023/05/10: Nintendo's Super Mario figurine at a toy store entrance in Yokohama. A recently released animated film called The Super Marios Bros. Movie has enjoyed huge success and is now the fourth-highest grossing animated film ever. (Photo by Stanislav Kogiku/SOPA Images/LightRocket via Getty Images)\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/9b429b00-2247-11ee-9bb5-ea74e4f8fe65\" style=\"height: 3335px; width: 5000px;\" /><figcaption></figcaption><div class=\"photo-credit\">SOPA Images via Getty Images</div></figure><h3></h3><p>It’s hard to talk about <em>anything</em> Nintendo without a nod to the world’s most famous plumber. The NES isn’t where Mario had his first outing of course, not by a long shot. It’s not even the first console to have a Mario Bros. game (that was the Atari 2600). But the NES is arguably where the most important gaming franchise for Nintendo - Super Mario - began.</p><p><em>Super Mario Bros.</em> isn’t just important for Nintendo, the side-scrolling platformer would go on to have an outsized influence that would reach far beyond the walls of Kyoto. The unique gameplay with power ups, secret rooms and a colorful world with a full cast of characters came together to create a formula that would set it on a path to become the best-selling game of all time (a title it no longer holds, alas).</p><p>There would of course be two sequels on the NES. <em>Super Mario Bros. 2</em> (the US version at least) was brighter, bigger and added the ability to throw enemies and objects. <em>Super Mario Bros. 3</em> ramped things up further with even more hidden bonuses and abilities. All three titles received positive reviews and critical acclaim. Most importantly, <em>Super Mario Bros.</em> would solidify the platformer as a key element of console gaming, directly inspiring Nintendo’s main rival, Sega, to create its own <a href=\"https://www.engadget.com/sonic-superstars-gives-classic-gameplay-another-modern-makeover-200643371.html\">iconic mascot franchise</a>.</p><p>The concept of mascot platformers has died away to an extent, but Crash Bandicoot helped sell the PlayStation, and we saw fresh attempts at mascots in the form of Ratchet &amp; Clank, Spyro and Banjo Kazooie through the late '90s and '00s. Today, Master Chief is essentially the face of Xbox, and Sony uses the likes of Nathan Drake, Aloy and Joel in much the same way Nintendo used Mario: To sell consoles and merch.</p><h3>The video game movie adaptation</h3><figure><img alt=\"Bob Hoskins and John Leguizamo are shown playing Mario &amp; Luigi in the 1993 movie adaptation of the game.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/9b4e6bc0-2250-11ee-bdcd-33f1e032f5d9\" style=\"height: 620px; width: 1080px;\" /><figcaption></figcaption><div class=\"photo-credit\">Walt Disney Studios</div></figure><h3></h3><p>There had been games based on popular films since the 1970’s, but we had to wait two decades before we’d see that concept reversed. In 1993, <em>Super Mario Bros.</em> became the first video game movie adaptation and boy did things get off to a bad start.</p><p>Starring Bob Hoskins (<em>The Long Good Friday</em>, <em>Who Framed Roger Rabbit</em>) as Mario and John Leguizamo (<em>Moulin Rouge, Spawn</em>) as Luigi, the movie received tepid reviews at best. The movie follows our plumbing heroes as they travel to another dimension (from Brooklyn!) to rescue, well, you know who. Looking back now, the costumes are a little camp, the effects comedic and the plot about as thin as the film it was shot on - but it was an exciting event for Kooper-stomping kids around the globe to have a movie of their own.</p><p>To put it in perspective, Hoskins said it was the worst thing he had ever worked on, and he did a run of <a href=\"https://www.youtube.com/watch?v=vnHQp2ukDD4\">commercials for <em>British Telecom</em></a>. A year later we’d be graced with adaptations of <em>Double Dragon </em>and <em>Street Fighter</em> which both have Rotten Tomatoes scores of less than half of Super Mario Bros. (which is already only 29%). Sadly, things don’t get much better from there on out with it taking until <em>2019</em> until a game-based movie would earn a “Certified Fresh” score Tomatometer (and that was… <em>Detective Pikachu </em>with 68%).</p><h3>The light gun</h3><figure><img alt=\"Gothenburg, Sweden - January 31, 2015: A shot from above of a young man's hands using a 1985 Nintendo Zapper, a remote game controller for the Nintendo Entertainment System developed by Nintendo Co., Ltd. in the 1980s. His hands are posing casually as he is resting between games. Natural lighting. Shot on a grey wooden background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/6b0f46d0-2252-11ee-bee7-0d0ae2c0d6a5\" style=\"height: 2600px; width: 3900px;\" /><figcaption></figcaption><div class=\"photo-credit\">luza studios via Getty Images</div></figure><p>You might be surprised to learn that the technology behind the light gun has been around since the 1930s. Nintendo had developed its own version as far back as 1970 for its <a href=\"https://en.wikipedia.org/wiki/Laser_Clay_Shooting_System\">Laser Clay Shooting System</a>. Old rival Sega had actually beaten Nintendo to the punch with its Periscope game in 1966. But of course, the one that would find its way into juvenile American hands en mass would be the NES Zapper in 1984.</p><p>You can’t talk about the Zapper without thinking about <em>Duck Hunt</em>, one of the most iconic titles on the system even if, let’s be real, it wasn’t all that good. But something about that unshootable dog (and the fact it was a pack-in game) has earned it legendary status.</p><p>Sega would introduce its own light gun, the much cooler-named <a href=\"https://segaretro.org/Light_Phaser\">Light Phaser</a>, for the Master System two years later. And who could forget the iconic if a little… aggressively designed <a href=\"https://en.wikipedia.org/wiki/Super_Scope\">Super Scope</a> accessory for the SNES? The light gun would live on for a few more generations, notably through Sega’s official accessories for the Saturn and Dreamcast and Namco’s GunCon series for the Playstation and PlayStation 2.</p><p>As gamers upgraded their TVs to the fancy new flat kinds we have today, the old-fashioned light guns of the '80s, '90s and '00s stopped working. The Wii and PS3 both used LED sensors to achieve the effect, and there was an official Aim Controller for PSVR, but no one has really figured out a standard way for us to shoot things from the comfort of our couches. (OK, Sinden has figured it out, but until a console supports its <a href=\"https://sindenlightgun.com/\">camera-based Light Gun system</a>, it's only going to be for real enthusiasts.)</p><h3>The mega franchise</h3><figure><img alt=\"The Legend of Zelda - Tears of the Kingdom\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/1f12cda0-2253-11ee-befb-46a2e623ad78\" style=\"height: 984px; width: 1750px;\" /><figcaption></figcaption><div class=\"photo-credit\">Nintendo</div></figure><p>Did we mention the NES also played games? More than possibly all of the above, the impact of the NES is lived out through the franchises that we still enjoy today. Of course, there’s Mario at the top with over 200 titles featuring the iconic mascot in some form or another. Within that are flagship titles for every console Nintendo has ever made - usually multiple for each.</p><p>The NES was the platform that introduced the US to the Zelda, Mega Man, Metroid, Final Fantasy, Castlevania, Dragon Quest, Ninja Gaiden and Kirby series. It was also the first console for many existing arcade franchises like Bionic Commando.</p><p>Not all of those series continue to this day, but the ones that do are some of the best known (and loved) franchises out there. In May, <a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-review-a-familiar-but-fresh-adventure-120035307.html\"><em>The Legend of Zelda: Tears of the Kingdom</em></a><em>&nbsp;</em>began emptying pockets and puzzling the minds of kids and adults alike. And just last month, <em>Final Fantasy XVI</em> found its way into the collection of over <a href=\"https://www.engadget.com/final-fantasy-xvi-has-already-sold-over-3-million-copies-161529945.html\">3 million people </a>in under a week.</p><p>Of course, despite the age of the original games, there are still modern ways to play them. Nintendo's most current console has over 60 NES games available via Switch Online, and the selection includes most of the titles you'd hope for (including the Super Mario Bros trilogy, Legend of Zelda, Punch Out and many, many more).</p>This article originally appeared on Engadget at https://www.engadget.com/the-nes-at-40-seven-ways-it-changed-the-gaming-world-forever-130033026.html?src=rss", "link": "https://www.engadget.com/the-nes-at-40-seven-ways-it-changed-the-gaming-world-forever-130033026.html?src=rss", "date_published": "2023-07-15T13:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Appeals court pauses order that restricts Biden officials from contacting social networks", "description": "<p>Biden administration officials can freely communicate with social media companies — for now. The 5th Circuit Court of Appeals has put a pause on Judge Terry A. Doughty's order that prohibits most federal officials from talking to companies like Meta about content. According to <a href=\"https://www.nytimes.com/2023/07/14/technology/biden-social-media-order.html\"><em>The New York Times</em></a>, the three-judge panel has ruled for Doughty's <a href=\"https://www.engadget.com/judge-blocks-federal-officials-from-contacting-tech-companies-192554203.html\">preliminary injunction</a> to be put aside &quot;until further orders of the court.&quot;</p><p>If you'll recall, the state attorneys general of Louisiana and Missouri filed a lawsuit against President Joe Biden and other top government officials, including Dr. Anthony Fauci. They accused the current administration of pressuring social media companies to censor certain topics and remove content. The lawsuit, the <a href=\"https://www.washingtonpost.com/technology/2023/07/14/5thcircuit-biden-socialmedia-stay/\"><em>Washington Post</em></a> reports, is based on emails between the administration and social networks, wherein the former questioned the companies' handling of posts on their websites containing conservative claims on the COVID-19 pandemic and the 2020 presidential elections, as well as anti-vaccine sentiments.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Doughty, a Trump-appointed judge, said the plaintiffs &quot;produced evidence of a massive effort&quot; by the defendants &quot;to suppress speech based on its content.&quot; He also wrote in his decision that if the allegations are true, &quot;the present case arguably involves the most massive attack against free speech in United States history.&quot; His order prohibits federal agencies that include the Department of Health and Human Services and the Department of Homeland Security from asking online platforms to take down content with &quot;protected free speech.&quot; They could still, however, communicate with those entities for issues related to criminal activity, national security and election interference by foreign players.&nbsp;</p><p>Conservatives have <a href=\"https://www.engadget.com/donald-trump-social-network-211532975.html\">long believed</a> that mainstream social media platforms are biased against right-wing ideologies. That had led to the launch of social networks associated with conservatives, such as <a href=\"https://www.engadget.com/parlers-new-owner-immediately-took-the-social-network-offline-165613235.html\">Parler</a> and Donald Trump's <a href=\"https://www.engadget.com/trumps-free-speech-app-truth-social-is-censoring-content-and-kicking-off-users-023153584.html\">Truth Social</a>. The state attorneys argued that federal officials crossed the line by threatening to take antitrust actions against social networks and to <a href=\"https://www.engadget.com/house-bill-justice-against-malicious-algorithms-act-162915185.html\">limit their Section 230 protections</a>, which allow internet companies to moderate content on their platforms as they see fit. It's worth noting that former President Trump <a href=\"https://www.engadget.com/trump-executive-order-social-media-section-230-144905272.html\">previously signed</a> an executive order that sought to limit federal protections offered by Section 230 after Twitter fact-checked a false tweet he posted.</p><p>The Justice Department appealed Doughty's order the day after it was issued, arguing that it was too broad and could limit the government's ability to warn people about false information in times of emergency. Apparently, the administration has already felt its effects after its scheduled meeting with Meta to discuss strategies on how to counter foreign disinformation campaigns was cancelled. This stay will allow federal agencies to continue working with online platforms until the court could look further into the complaint. The appeals court has ordered for the case's oral arguments to be expedited so a final decision could be reached in the near future.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/appeals-court-pauses-order-that-restricts-biden-officials-from-contacting-social-networks-123040377.html?src=rss", "link": "https://www.engadget.com/appeals-court-pauses-order-that-restricts-biden-officials-from-contacting-social-networks-123040377.html?src=rss", "date_published": "2023-07-15T12:30:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]