[{"source": "https://thehill.com/news/feed/", "title": "Jury slashes payout to former Tesla worker who faced racist abuse", "description": "A San Francisco jury on Monday cut by about 98 percent Tesla's payout to a former contract worker who faced racist abuse while working with the company. Owen Diaz, a Black ex-contractor of Tesla's, won a $137 million lawsuit in 2021 against it, but Bloomberg reports that a jury determined that Tesla only owes him...", "link": "https://thehill.com/regulation/court-battles/3932208-jury-slashes-payout-to-former-tesla-worker-who-faced-racist-abuse/", "date_published": "2023-04-03 22:58:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Finland to join NATO on Tuesday. What will it take for Sweden to follow?", "description": "Finland on Tuesday is set to become the 31st member of the North Atlantic Treaty Organization (NATO), the largest military alliance in the world. The historic moment comes after Turkey last week decided to allow Finland to move ahead on joining NATO without its neighbor Sweden. NATO Secretary-General Jens Stoltenberg on Monday said it was...", "link": "https://thehill.com/policy/defense/3932307-finland-to-join-nato-on-tuesday-what-will-it-take-for-sweden-to-follow/", "date_published": "2023-04-03 22:58:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oil prices rise after OPEC+ announces cuts", "description": "Welcome to The Hill's Energy &#038; Environment newsletter {beacon} Energy &#038; Environment Energy &#038; Environment &#8202; The Big Story  Gas prices rise after OPEC+ cuts production OPEC+ nations announced oil production cuts over the weekend, a move that'll send gas prices jumping © AP The group of oil producing countries announced that several members will...", "link": "https://thehill.com/newsletters/energy-environment/3932251-oil-prices-rise-after-opec-announces-cuts/", "date_published": "2023-04-03 22:54:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Afghanistan war veteran announces primary challenge against Santos", "description": "Kellen Curry, an Afghanistan war veteran and former vice president at J.P. Morgan, announced a primary challenge against Rep. George Santos (R-N.Y.) on Monday, becoming the first Republican to take on the embattled congressman who has faced calls to resign. In a statement on his campaign website, Curry said he is running to “restore honesty...", "link": "https://thehill.com/homenews/campaign/3932247-kellen-curry-challenges-george-santos/", "date_published": "2023-04-03 22:51:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Disney chief knocks DeSantis's attacks on company as 'anti-Florida'", "description": "Disney CEO Bob Iger on Monday called out Florida Gov. Ron DeSantis (R) for his state’s actions against the company, saying the moves would in the end wind up hurting Floridians.  DeSantis’s feud with Disney began last year after the company took a stance against the \"Don’t Say Gay\" bill, which prohibits educators in the...", "link": "https://thehill.com/homenews/state-watch/3932196-disney-chief-knocks-desantiss-attacks-on-company-as-anti-florida/", "date_published": "2023-04-03 22:44:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "States begin kicking people off Medicaid", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  States start 'unwinding' Medicaid coverage across US Over the weekend, some states started the process of kicking millions of people off Medicaid, as the federal government begins dismantling the massive safety net it enacted during the height of the...", "link": "https://thehill.com/newsletters/health-care/3932221-states-begin-kicking-people-off-medicaid/", "date_published": "2023-04-03 22:32:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon spends big on anti-union push", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Amazon spends big on anti-union push Amazon spent $14.2 million last year on labor consultants as the e-commerce giant aimed to quash union drives, according to a Labor Department filing.  © Getty It's more than triple what Amazon spent the previous year,...", "link": "https://thehill.com/newsletters/technology/3932177-technology-amazon-spends-big-on-anti-union-push/", "date_published": "2023-04-03 22:09:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What the EPA missed during last week’s hearing on Ohio train derailment", "description": "Since February, a small, brilliant team of Environmental Protection Agency (EPA) workers has been tasked with remedying the damage caused by the Norfolk Southern train derailment, which released a flood of hazardous chemicals into the environment and endangered the health of the local community and wildlife.  Last week, Ohio EPA Director Anna Vogel and Regional...", "link": "https://thehill.com/opinion/congress-blog/3932158-what-the-epa-missed-during-last-weeks-hearing-on-ohio-train-derailment/", "date_published": "2023-04-03 22:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASA chooses Artemis II crew to fly to the moon", "description": "On Monday, NASA unveiled the first crew of astronauts that will travel to the moon since 1972. Reid Wiseman, Victor Glover, and Christina Koch of NASA will travel together with Jeremy Hansen of the Canadian Space Agency (CSA) on a trip around the moon, potentially reaching the farthest point any human has flown into space. As...", "link": "https://thehill.com/homenews/space/3932074-nasa-chooses-artemis-ii-crew-to-fly-to-the-moon/", "date_published": "2023-04-03 21:31:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri advances bill to ban pelvic, prostate exams on unconscious patients without consent", "description": "Missouri lawmakers have advanced a set of bills to bar health care providers and medical students from performing pelvic, prostate and anal exams on patients who are unconscious and did not consent. Two bills in the Missouri House and Senate received unanimous support from lawmakers, and if enacted, would prohibit health care providers from conducting...", "link": "https://thehill.com/homenews/state-watch/3931991-missouri-advances-bill-to-ban-pelvic-prostate-exams-on-unconscious-patients-without-consent/", "date_published": "2023-04-03 21:28:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump arrives in Big Apple to face charges", "description": "{beacon}    Evening Report Monday, April 3   © AP Trump arrives in New York ahead of historic arraignment Former President Trump left Florida on Monday afternoon and arrived in New York City ahead of his Tuesday arraignment in Manhattan.   Trump plans to return to Florida after the hearing, where his charges will be...", "link": "https://thehill.com/newsletters/evening-report/3932093-trump-arrives-in-big-apple-to-face-charges/", "date_published": "2023-04-03 21:23:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House calls DeSantis's signing of concealed carry law 'shameful'", "description": "The White House on Monday condemned Florida Gov. Ron DeSantis (R) for signing into law a bill that allows residents to carry concealed guns without a permit days after three children were killed at a Nashville, Tenn., grade school. \"It is shameful that so soon after another tragic school shooting, Florida Governor Ron DeSantis signed...", "link": "https://thehill.com/homenews/administration/3931996-white-house-calls-desantis-signing-of-concealed-carry-law-shameful/", "date_published": "2023-04-03 21:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protect Medicare from partisan budget gimmicks", "description": "It is long past time that Medicare be treated like Social Security in Congress, protecting the program from partisan whims.", "link": "https://thehill.com/opinion/healthcare/3931855-protect-medicare-from-partisan-budget-gimmicks/", "date_published": "2023-04-03 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Senate passes six week abortion ban", "description": "A bill banning most abortions after six weeks of pregnancy passed the Florida Senate on Monday, moving it one step closer to the governor's desk. Amid shouted protests in the Senate chamber from the bill's opponents, the Senate voted 26 to 13 to pass the \"Heartbeat Protection Act.\" Two Republicans joined all Democrats in voting...", "link": "https://thehill.com/policy/healthcare/3931972-florida-senate-passes-six-week-abortion-ban/", "date_published": "2023-04-03 20:59:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "North Dakota legislature fails to override veto of transgender pronoun bill", "description": "North Dakota House Republicans on Monday failed to secure enough votes to override Gov. Doug Burgum’s (R) veto of legislation that would have allowed state employees and educators to misgender transgender staff and students. The North Dakota House in a 56-36 vote on Monday failed to secure the two-thirds majority needed to override Burgum’s veto...", "link": "https://thehill.com/homenews/state-watch/3932029-north-dakota-legislature-fails-to-override-veto-of-transgender-pronoun-bill/", "date_published": "2023-04-03 20:59:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gallego raises $3.7M in first quarter in bid for Sinema's Arizona seat", "description": "Arizona Democratic Rep. Ruben Gallego broke a record for Hispanic Senate candidates in his first quarter of fundraising to compete for Sen. Kyrsten Sinema's (I-Ariz.) seat. Gallego netted $3.7 million in his first official fundraising quarter, making his launch more successful than that of any Latino Senate candidate in history. \"Despite getting bankrolled by Wall...", "link": "https://thehill.com/homenews/campaign/3931984-gallego-raises-3-7m-in-first-quarter-in-bid-for-sinemas-arizona-seat/", "date_published": "2023-04-03 20:37:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene fires back at Adams over warning against violence at Trump protests", "description": "Rep. Marjorie Taylor Greene (R-Ga.) hit back Monday at New York Mayor Eric Adams (D) for warning her to be on her \"best behavior\" during protests against former President Trump's arraignment on Tuesday. \"Delusional @NYCMayor is trying to intimidate, threaten, and stop me from using my 1st amendment rights to peacefully protest the Democrat’s unconstitutional...", "link": "https://thehill.com/homenews/house/3931858-greene-fires-back-at-adams-over-warning-against-violence-at-trump-protests/", "date_published": "2023-04-03 20:21:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-president arrives at Trump Tower ahead of arraignment", "description": "NEW YORK—Former President Trump arrived at Trump Tower in Manhattan on Monday afternoon ahead of his arraignment, now just one day away. The former president’s motorcade pulled up at approximately 4:10 p.m. to the 58-story skyscraper, where Trump is expected to stay the night. Dozens of the former president's supporters gathered along 5th Avenue outside...", "link": "https://thehill.com/homenews/campaign/3931961-ex-president-arrives-at-trump-tower-ahead-of-arraignment/", "date_published": "2023-04-03 20:19:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "13 questions and answers on Trump's indictment", "description": "A former president of the United States will appear before a court in New York City on Tuesday to be arraigned on criminal charges — a first of its kind event in American history. The arraignment of former President Donald Trump will be a spectacle, as the man leading GOP presidential polls for 2024 visits...", "link": "https://thehill.com/regulation/court-battles/3931702-13-questions-and-answers-on-trumps-indictment/", "date_published": "2023-04-03 20:12:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "First lady’s plane diverted due to aircraft issue", "description": "First lady Jill Biden’s plane experienced an aircraft issue on Monday while on its way to Michigan and it was diverted back to Colorado, where it safely landed. The plane landed safely in Denver on Monday afternoon after it had taken off from Colorado to bring the first lady to Michigan. “Everyone is safe. We’re...", "link": "https://thehill.com/homenews/administration/3931921-first-ladys-plane-diverted-due-to-aircraft-issue/", "date_published": "2023-04-03 20:12:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan Senate group embarks on Colorado River tour as states spar over cutbacks", "description": "A bipartisan group of senators from Western states embarked Monday on a downstream tour of the Colorado River — in a show of support for the seven states tasked with negotiating consumption cutbacks. The tour, which began near the river’s headwaters in Colorado, will include stops at critical infrastructure sites and meetings with local stakeholders...", "link": "https://thehill.com/policy/equilibrium-sustainability/3931889-bipartisan-senate-group-embarks-on-colorado-river-tour-as-states-spar-over-cutbacks/", "date_published": "2023-04-03 20:05:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump indictment: The political sky is not falling", "description": "Take a deep breath and recognize you are living through an important historical moment.", "link": "https://thehill.com/opinion/campaign/3931486-trump-indictment-the-political-sky-is-not-falling/", "date_published": "2023-04-03 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Satellite images show dozens of Russian trenches built across Crimea: report", "description": "New satellite images show Russian trenches across Crimea, indicating Moscow is prepping to defend the area ahead of an anticipated spring offensive from Ukraine, according to a new report from The Washington Post. The images show miles of trench defenses have been built in just a few weeks, many along bodies of water. Ukraine has...", "link": "https://thehill.com/policy/international/3931794-satellite-images-show-dozens-of-russian-trenches-built-across-crimea-report/", "date_published": "2023-04-03 19:54:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says he has faith in NYPD ahead of potential unrest for Trump indictment", "description": "President Biden on Monday said he has faith in New York City's police ahead of potential unrest in the city surrounding former President Trump’s Tuesday court date. “No, I have faith in the New York Police Department,” Biden said to questions about whether he’s concerned about unrest. The president added on Monday that he also...", "link": "https://thehill.com/homenews/3931808-biden-says-he-has-faith-in-nypd-ahead-of-potential-unrest-for-trump-indictment/", "date_published": "2023-04-03 19:36:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Did you know you can get free refills at Starbucks? Here's how", "description": "If one cup of your favorite Starbucks beverage just isn't enough, perhaps you need a refill?", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3931571-did-you-know-you-can-get-free-refills-at-starbucks-heres-how/", "date_published": "2023-04-03 19:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The CHIPS Act reinforces the obvious: Child care is a public necessity", "description": "Child care is the backbone of our country’s economy.", "link": "https://thehill.com/opinion/education/3931749-the-chips-act-reinforces-the-obvious-child-care-is-a-public-necessity/", "date_published": "2023-04-03 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's where US military will open bases in the Philippines in move to counter China", "description": "The Defense Department on Monday announced the locations of four new naval bases in the Philippines, securing three of the spots in the northeastern part of the island to better counter Chinese aggression in the Indo-Pacific. Locations of new U.S. military bases in Philippines The U.S. will create two naval bases in the Cagayan province...", "link": "https://thehill.com/policy/defense/3931076-heres-where-us-military-will-open-bases-in-the-philippines-in-move-to-counter-china/", "date_published": "2023-04-03 19:18:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "VIDEO: Rare sighting of whale without a tail breaching", "description": "A migrating gray whale that appeared to be missing an important body part was spotted off the Southern California coast and the moment was caught on video.", "link": "https://thehill.com/changing-america/sustainability/environment/3931330-video-rare-sighting-of-whale-without-a-tail-breaching/", "date_published": "2023-04-03 19:15:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Virginia teacher shot by 6-year-old student files $40M lawsuit against school officials", "description": "The Virginia teacher who was shot by a 6-year-old student filed a lawsuit Monday against school officials, alleging they were negligent in heeding warning signs that could have prevented the shooting. Abigail Zwerner's legal team announced that they would be suing the Newport News School Board and the school's administrators for what they called gross...", "link": "https://thehill.com/homenews/state-watch/3931679-virginia-teacher-shot-by-6-year-old-student-files-40m-lawsuit-against-school-officials/", "date_published": "2023-04-03 19:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will Trump be muzzled? Judge faces critical gag order choice", "description": "The judge presiding over former President Donald Trump’s case in New York faces a difficult and politically thorny early decision: whether to impose a gag order on Trump and others in the case.  A gag order could limit what Trump can say about the case just as he is preparing to use it as part...", "link": "https://thehill.com/regulation/court-battles/3931795-will-trump-be-muzzled-judge-faces-critical-gag-order-choice/", "date_published": "2023-04-03 19:09:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lockheed Martin wins potential $4.5B Army missiles contract", "description": "The Army has awarded Lockheed Martin a multiyear contract to build missiles critical to deterring Russia and China, a deal that could reach $4.5 billion over the next four years, the company announced on Monday. The contract, which is worth $439 million for the first year, is to build Joint-Air-to-Ground Missiles (JAGM) and Hellfire missiles, the latter of...", "link": "https://thehill.com/homenews/3931773-lockheed-martin-wins-potential-4-5b-army-missiles-contract/", "date_published": "2023-04-03 19:07:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas judge orders banned books returned to library shelves", "description": "A federal judge in Texas last week ruled that Llano County officials must return more than a dozen books they had banned and removed from the county’s library shelves during 2021.  The preliminary order by U.S. District Judge Robert Pitman also prohibited the county from removing any other books as the court case is pending....", "link": "https://thehill.com/homenews/state-watch/3931733-texas-judge-orders-banned-books-returned-to-library-shelves/", "date_published": "2023-04-03 18:50:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nashville students walk out in call for gun reform", "description": "Nashville, Tenn. area school students have planned to walk out of their classes on Monday to call for gun reform in the U.S. in the wake of the shooting at a local private elementary school.  Nashville ABC affiliate WKRN, a Nexstar-owned station, reported that the event is being led by March For Our Lives (MFOL)...", "link": "https://thehill.com/homenews/state-watch/3931686-nashville-students-walk-out-in-call-for-gun-reform/", "date_published": "2023-04-03 18:34:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Home prices soar suddenly after several months of declines", "description": "Home prices rose nationally for the first time in 8 months in February amid continuing inventory challenges and relief in affordability leading to a rise in demand, according to data released on Monday.  “In many areas of the country, that dynamic – low inventory and a modest rise in demand – led to an uptick...", "link": "https://thehill.com/business/3931659-home-prices-soar-suddenly-after-several-months-of-declines/", "date_published": "2023-04-03 18:33:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Restaurants to Congress: Swipe left on rising fees", "description": "Restaurants are the cornerstone of the local, state and national economy in the U.S. With food service on pace to reach nearly $1 trillion in sales this year alone, the restaurant industry’s impact has never been more important. To put that in perspective, the total gross output in the restaurant industry is larger than the agriculture,...", "link": "https://thehill.com/opinion/congress-blog/3931645-restaurants-to-congress-swipe-left-on-rising-fees/", "date_published": "2023-04-03 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Asa Hutchinson on fears of crowded primary aiding Trump: 'It's totally different from 2016'", "description": "GOP presidential candidate and former Arkansas Gov. Asa Hutchinson dismissed fears that a crowded Republican primary would end up aiding former President Trump in 2024 in an interview with The Hill on Monday. “I think it’s totally different from 2016,” Hutchinson said. “One, we’re not going to have as many candidates in the field as...", "link": "https://thehill.com/homenews/campaign/3931663-asa-hutchinson-on-fears-of-crowded-primary-aiding-trump-its-totally-different-from-2016/", "date_published": "2023-04-03 18:13:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House rolls out new cancer initiative to help implement 'Moonshot'", "description": "Federal health officials on Monday outlined a new framework aimed at helping to implement the White House \"Cancer Moonshot\" initiative. One of the main goals of the Moonshot initiative is to reduce cancer mortality by at least 50 percent over the next 25 years. To accomplish that, the new National Cancer Plan includes eight distinct...", "link": "https://thehill.com/policy/healthcare/3931664-white-house-rolls-out-new-cancer-initiative-to-help-implement-moonshot/", "date_published": "2023-04-03 18:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New synagogue threats highlight the need for a proactive fight against antisemitism", "description": "Antisemitism continues to make headlines in the United States and elsewhere. Jews face physical attacks and verbal harassment on the streets of their communities, in addition to a vitriolic torrent of bigoted online rhetoric, particularly on social media. From the spray-painting of Nazi symbols on synagogues to violent assaults on Jews who are going about...", "link": "https://thehill.com/opinion/civil-rights/3927782-new-synagogue-threats-highlight-the-need-for-a-proactive-fight-against-antisemitism/", "date_published": "2023-04-03 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Stahl comes under criticism for being too soft with questions to Greene", "description": "CBS's \"60 Minutes\" correspondent Lesley Stahl is coming under some criticism for how she handled an interview with Rep. Marjorie Taylor Greene (R-Ga.), which aired over the weekend. Stahl, a longtime broadcast news journalist working for \"60 Minutes,\" sat with Greene, a firebrand conservative House member, for an extensive interview during which Stahl pressed the...", "link": "https://thehill.com/homenews/3931545-stahl-comes-under-criticism-for-being-too-soft-with-questions-to-greene/", "date_published": "2023-04-03 17:34:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "U.S. coal power enters decline, prompting efforts to save it: report", "description": "Federal clean energy tax credits are accelerating a nationwide wave of coal plant closures, as those facilities can no longer economically compete. That’s driving a wave of state-level legislation and national rhetoric from the GOP aimed at keeping coal plants online. But cost concerns — as much as those around climate — mean that the...", "link": "https://thehill.com/policy/energy-environment/3931598-u-s-coal-power-enters-decline-prompting-efforts-to-save-it-report/", "date_published": "2023-04-03 17:34:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump hires white-collar defense attorney in hush money case", "description": "A top white-collar criminal defense lawyer has been hired as the lead counsel representing former President Trump following his indictment in a Manhattan criminal case, a Trump spokesperson confirmed to The Hill. Todd Blanche, a former federal prosecutor, is joining the Trump team after leaving New York law firm Cadwalader, Wickersham &#38; Taft, where he...", "link": "https://thehill.com/regulation/court-battles/3931599-trump-hires-white-collar-defense-attorney-in-hush-money-case/", "date_published": "2023-04-03 17:33:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Public transit demands more attention", "description": "Less automobile traffic and cleaner air mean that enhancing public transit is an investment with quality of life and public health benefits — not a cost.", "link": "https://thehill.com/opinion/energy-environment/3931458-public-transit-demands-more-attention/", "date_published": "2023-04-03 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic fundraiser ActBlue lays off portion of staff", "description": "ActBlue, the Democratic online fundraising clearinghouse, laid off roughly 17 percent of its staff on Monday as part of what the nonprofit said was a “restructuring” that would help ensure its “long-term financial sustainability.” Exactly how many employees were affected by the layoffs is unclear, but both union and nonunion staff were included in the...", "link": "https://thehill.com/homenews/campaign/3931600-democratic-fundraiser-actblue-lays-off-portion-of-staff/", "date_published": "2023-04-03 17:29:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Country music star Kelsea Ballerini kicks off awards show with tribute to Nashville shooting victims", "description": "Country music star Kelsea Ballerini used the opening segment of country music's CMT Awards show to pay tribute to the victims of last week’s school shooting in Nashville, Tenn.  “On March 27, 2023, three nine-year-olds – Evelyn Dieckhaus, William Kinney and Hallie Scruggs — along with Katherine Koonce, Cynthia Peak and Mike Hill walked into...", "link": "https://thehill.com/blogs/in-the-know/3931533-country-music-star-kelsea-ballerini-kicks-off-awards-show-with-tribute-to-nashville-shooting-victims/", "date_published": "2023-04-03 17:25:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez ducks question on whether she will challenge Gillibrand in Senate", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) in a new interview ducked a question about whether she’ll challenge Democratic Sen. Kirsten Gillibrand for her New York Senate seat.  “There’s a world where I’m here for a long time in this seat, in this position. There’s a world where I’m not an elected official anymore. There’s a world where...", "link": "https://thehill.com/homenews/campaign/3931522-ocasio-cortez-ducks-question-on-whether-she-will-challenge-gillibrand-in-senate/", "date_published": "2023-04-03 17:13:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘The Last of Us’ is fiction: Deadly fungi outbreaks are, unfortunately, reality", "description": "We still have a lot to learn about Candida Auris and fungi in general.", "link": "https://thehill.com/opinion/healthcare/3931432-the-last-of-us-is-fiction-deadly-fungi-outbreaks-are-unfortunately-reality/", "date_published": "2023-04-03 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NYC mayor warns Greene over Trump: 'Be on your best behavior'", "description": "New York City Mayor Eric Adams (D) handed down a warning to Rep. Marjorie Taylor Greene (R-Ga.) after she said she plans to appear at a pro-Trump rally in New York on the day of the former president’s arraignment: “Be on your best behavior.” “People like Marjorie Taylor Greene, who is known to spread misinformation...", "link": "https://thehill.com/homenews/state-watch/3931503-nyc-mayor-warns-greene-over-trump-be-on-your-best-behavior/", "date_published": "2023-04-03 16:57:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon spent unmatched $14 million on labor consultants in anti-union push", "description": "Amazon’s spending on labor consultants soared to $14.2 million last year amid its effort to quash union drives within the company, according to a Labor Department filing.  That’s more than triple the total from the previous year, when Amazon first began to confront organizing efforts at its warehouses. An Amazon warehouse in Staten Island became...", "link": "https://thehill.com/business/3931442-amazon-spent-unmatched-14-million-on-labor-consultants-in-anti-union-push/", "date_published": "2023-04-03 16:40:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump departs Florida home to make court appearance in NYC", "description": "Former President Trump departed his Florida home Monday afternoon as he travels to New York City for his Tuesday court date.  Trump’s motorcade departed his Mar-a-Lago estate in West Palm Beach shortly after 12:15 p.m. EDT en route to a local airport. CNN, Fox News and MSNBC all aired live coverage of the SUVs making...", "link": "https://thehill.com/homenews/campaign/3931476-trump-departs-florida-home-to-make-court-appearance-in-nyc/", "date_published": "2023-04-03 16:36:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Should monetary policy and regulatory policy be split?", "description": "In some respects, the closest parallel to what is happening today is the Savings and Loan (S&#038;L) Crisis of the mid-1980s to mid-1990s.", "link": "https://thehill.com/opinion/finance/3931307-should-monetary-policy-and-regulatory-policy-be-split/", "date_published": "2023-04-03 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trump prepares for court appearance", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  ...", "link": "https://thehill.com/newsletters/1230-report/3931368-the-hills-1230-report-trump-prepares-for-court-appearance/", "date_published": "2023-04-03 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House insists it ‘will do everything we can’ to bring home Russian-held Americans", "description": "White House national security spokesman John Kirby on Monday said that the Biden administration will do everything it can to bring home two Americans detained in Russia.  “We will do everything we can to get Evan home,” Kirby said, referring to Evan Gershkovich, an American journalist for the Wall Street Journal who was detained last...", "link": "https://thehill.com/homenews/administration/3931361-white-house-insists-it-will-do-everything-we-can-to-bring-home-russian-held-americans/", "date_published": "2023-04-03 16:13:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who is Juan Merchan, the judge overseeing Trump's arraignment", "description": "Former President Donald Trump is set to be arraigned on Tuesday afternoon at a Manhattan courthouse in what will be one of the most closely watched legal proceedings in legal memory. A grand jury voted last week to indict Trump on criminal charges for his role in organizing hush money payments made to an adult film star...", "link": "https://thehill.com/homenews/3931263-who-is-juan-merchan-the-judge-overseeing-trumps-arraignment/", "date_published": "2023-04-03 16:02:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How will the US deal with its water crisis?", "description": "Global warming, climate change and increased natural disasters have triggered water crisis across the globe.", "link": "https://thehill.com/opinion/healthcare/3930414-how-will-the-us-deal-with-its-water-crisis/", "date_published": "2023-04-03 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lithium-contaminated water in pregnancy could be linked to increased risk of autism", "description": "Consuming lithium-contaminated tap water during pregnancy could be associated with an increased risk of newborn autism development, according to a new study from the University of California, Los Angeles.  By cross-checking lithium levels in Danish public waterworks with the country’s extensive civil data on pregnancy and psychiatric disorders, the researchers found that as lithium concentrations...", "link": "https://thehill.com/policy/energy-environment/3931373-lithium-contaminated-water-in-pregnancy-linked-to-increased-risk-of-autism/", "date_published": "2023-04-03 15:57:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats targeting 31 GOP House seats in 2024: report", "description": "House Democrats have identified 31 Republican-held districts and two open Democratic-held districts as critical battlegrounds to reclaiming the House majority in next year's elections. The Democratic Congressional Campaign Committee (DCCC) released its list of “Districts In Play” Monday, detailing its strategy ahead of 2024. The list follows the DCCC's list in March that named 29...", "link": "https://thehill.com/homenews/campaign/3931273-democrats-targeting-31-gop-house-seats-in-2024-report/", "date_published": "2023-04-03 15:42:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrats call to double immigration backlog processing funds", "description": "Two House Democrats are calling on budget appropriators to double President Biden's request for funding to process immigrant application backlogs. Reps. Lou Correa (D-Calif.) and Dan Goldman (D-N.Y.) wrote a letter to Reps. David Joyce (R-Ohio) and Henry Cuellar (D-Texas), the chairman and top Democrat on the Homeland Security Appropriations Subcommittee, in support of President...", "link": "https://thehill.com/latino/3931317-house-democrats-call-to-double-immigration-backlog-processing-funds/", "date_published": "2023-04-03 15:33:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are surprise oil production cuts a Saudi message to Washington?", "description": "OPEC+, the cartel of the Saudi-led Organization of the Petroleum Exporting Countries plus Russia and a few others, had scheduled a virtual meeting for April 3. On March 28, Bloomberg reported that “OPEC+ shows no sign of changing oil output at a meeting next week.” Well, guess what? On April 2, Saudi Arabia announced a...", "link": "https://thehill.com/opinion/energy-environment/3931133-are-surprise-oil-production-cuts-a-saudi-message-to-washington/", "date_published": "2023-04-03 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Only 4 states don't have a town named after this water-side location: data", "description": "Unless you live in one of four states, there's a decent chance you can think of a community with this name.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3930069-only-4-states-dont-have-a-town-named-after-this-water-side-location-data/", "date_published": "2023-04-03 15:27:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene's advice to DeSantis: Speak to all media", "description": "Rep. Marjorie Taylor Greene (R-Ga.) is offering Florida Gov. Ron DeSantis (R) a piece of advice before he launches a widely expected White House bid: “Talk to all the press.” “I think journalism is really important ... And I think our First Amendment and freedom of the press is something that we have to protect...", "link": "https://thehill.com/blogs/blog-briefing-room/3931238-greenes-advice-to-desantis-speak-to-all-media/", "date_published": "2023-04-03 15:20:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most Americans approve of Trump indictment but say it was politically motivated: CNN poll", "description": "A majority of Americans in a new poll approve of the recent indictment of former President Trump, but also said they think politics played at least some part in it, as Trump and his allies knock the case as politically motivated.  A CNN poll found that 60 percent of Americans approve of the indictment, including...", "link": "https://thehill.com/homenews/3931255-most-americans-approve-of-trump-indictment-but-say-it-was-politically-motivated-cnn-poll/", "date_published": "2023-04-03 15:06:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Israel has become a defining issue for Biden's political legacy", "description": "Biden, who has a four-decade-long relationship with Netanyahu, understands the immense weight that the American president’s words carry with respect to Israel.", "link": "https://thehill.com/opinion/international/3931183-israel-has-become-a-defining-issue-for-bidens-political-legacy/", "date_published": "2023-04-03 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Witness describes terror as tornado tore through Illinois theater", "description": "One person was killed and dozens were injured in the roof collapse on Friday.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3930277-witness-describes-terror-as-tornado-tore-through-illinois-theater/", "date_published": "2023-04-03 14:58:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hungary leader Orbán tells Trump to 'keep on fighting' ahead of arraignment", "description": "Hungarian Prime Minister Viktor Orbán on Monday urged former President Trump to “keep on fighting” ahead of his scheduled arraignment on Tuesday in New York City. “Keep on fighting, Mr. President! We are with you, @realDonaldTrump,” Orbán wrote on Twitter, sharing an image of the two leaders shaking hands. Trump was indicted by a New...", "link": "https://thehill.com/policy/international/3931158-hungary-leader-orban-tells-trump-to-keep-on-fighting-ahead-of-arraignment/", "date_published": "2023-04-03 14:56:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Providence mayor to lead Democratic education group", "description": "Former Providence, R.I., Mayor Jorge Elorza was appointed to lead Democrats for Education Reform (DFER) Monday, launching the rising Democratic star into a key culture war post ahead of the 2024 election. As head of DFER, a political advocacy organization with an affiliated think tank, Elorza will push the left's education policy initiatives, while also...", "link": "https://thehill.com/homenews/campaign/3931205-former-providence-mayor-to-lead-democratic-education-group/", "date_published": "2023-04-03 14:46:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pro-DeSantis super PAC says it has raised $30 million", "description": "A super PAC seeking to lure Florida Gov. Ron DeSantis into the 2024 Republican presidential race has raised $30 million since its launch early last month, according to a person familiar with the group’s efforts. The total is a sign of early fundraising momentum for the group, Never Back Down, which was formed last month...", "link": "https://thehill.com/homenews/campaign/3931210-pro-desantis-super-pac-says-it-has-raised-30-million/", "date_published": "2023-04-03 14:37:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia makes arrest, accuses Ukraine of involvement in bombing that killed blogger", "description": "Russia has arrested an anti-war protester they claim was involved in the blast that killed a pro-war military blogger at a St. Petersburg cafe over the weekend, according to the state-run media agency TASS. Russian investigators put 26-year-old Darya Trepova on a wanted list and later detained her on suspicion of being behind the explosion...", "link": "https://thehill.com/policy/international/3931080-russia-makes-arrest-accuses-ukraine-of-involvement-in-bombing-that-killed-blogger/", "date_published": "2023-04-03 14:34:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'I have no doubt he's still alive': Owner searches for dog after deadly avalanche", "description": "The search continues for 7-year-old Ullr, a border collie, rottweiler and wolf mix, who was lost during a deadly avalanche in Colorado.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3931058-i-have-no-doubt-hes-still-alive-owner-searches-for-dog-after-deadly-avalanche/", "date_published": "2023-04-03 14:29:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WATCH: Aerial video shows tornado's path of destruction in Illinois, Indiana", "description": "The scope of the damage from the deadly tornado that hit communities along the Illinois and Indiana border Friday night is made even more visible from the air.", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3930347-watch-aerial-video-shows-tornados-path-of-destruction-in-illinois-indiana/", "date_published": "2023-04-03 14:11:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Artificial intelligence must be regulated. But by whom?", "description": "The world of machine intelligence should evolve with human standards, rules, governance and enforcement superimposed.", "link": "https://thehill.com/opinion/cybersecurity/3930193-artificial-intelligence-must-be-regulated-but-by-whom/", "date_published": "2023-04-03 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michelle Obama says being 'othered' made her want to be 'the best first lady'", "description": "Michelle Obama says being \"othered\" as a child helped propel her aim to be \"the best first lady.” “We cannot pretend that kids don't see when they're being devalued, because anytime it happened to me as early as kindergarten, I knew it,” Obama told David Letterman in a preview clip from Audible’s “Michelle Obama: The...", "link": "https://thehill.com/blogs/in-the-know/3927845-michelle-obama-says-being-othered-made-her-want-to-be-the-best-first-lady/", "date_published": "2023-04-03 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden expected to skip Charles III coronation", "description": "President Biden is expected to skip the coronation of King Charles III next month, according to a source familiar with the plans.  Instead, the source said first lady Jill Biden will lead a delegation to the United Kingdom for the coronation, set to take place on May 6. The White House did not answer a...", "link": "https://thehill.com/homenews/administration/3931078-biden-expected-to-skip-charles-iii-coronation/", "date_published": "2023-04-03 13:45:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Plagiarism finder Turnitin adds AI detection amid popularity of ChatGPT", "description": "Turnitin, a popular program educators use to detect plagiarism in student papers, announced Monday it has added “AI detection capabilities” amid the boom of ChatGPT and other artificial intelligence platforms. Turnitin can detect “the use of AI writing tools including ChatGPT, with 98 percent confidence,” it said in a press release.  “Educators told us that...", "link": "https://thehill.com/policy/technology/3928562-plagiarism-finder-turnitin-adds-ai-detection-amid-popularity-of-chatgpt/", "date_published": "2023-04-03 13:37:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seaweed bloom reaches record size: 'Major beaching events are inevitable'", "description": "As it washes ashore and rots, the algae smells like rotten eggs. It can cause breathing issues for people with sensitivities and asthma.", "link": "https://thehill.com/homenews/nexstar_media_wire/3930996-seaweed-bloom-reaches-record-size-major-beaching-events-are-inevitable/", "date_published": "2023-04-03 13:32:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will Republicans ever say ‘Enough!’ to Trump’s violent language?", "description": "It is past the time for Americans to stop normalizing the abnormal.", "link": "https://thehill.com/opinion/columnists/3930643-will-republicans-ever-say-enough-to-trumps-violent-language/", "date_published": "2023-04-03 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chinese balloon gathered sensitive intelligence despite Biden administration efforts: report", "description": "The Chinese surveillance balloon that flew over the U.S. for days before it was shot down off the east coast earlier this year was able to gather intelligence from sensitive military sites, according to a new NBC News report.  China received the information collected by the balloon immediately, and was able to control its flightpath,...", "link": "https://thehill.com/policy/international/3931022-chinese-balloon-gathered-sensitive-intelligence-despite-biden-administration-efforts-report/", "date_published": "2023-04-03 13:09:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia's transformation into China's vassal: Has Putin or Xi blundered?", "description": "Pundits have interpreted Chinese leader Xi Jinping’s recent visit to Moscow in one of two ways: as cementing an alliance between two great powers or as confirming Russia’s transformation into China’s junior partner. Thus, Harvard University’s Graham Allison called the Sino-Russian relationship the “most consequential undeclared alliance in the world.” In a similar vein, Secretary...", "link": "https://thehill.com/opinion/international/3920054-russias-transformation-into-chinas-vassal-has-putin-or-xi-blundered/", "date_published": "2023-04-03 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Death toll climbs to 32 after tornadoes devastate South, Midwest", "description": "The death toll from the destructive storms and tornadoes that swept across the South and Midwest in recent days has risen to at least 32, according to reports.  “While we are still assessing the full extent of the damage, we know families across America are mourning the loss of loved ones, desperately waiting for news...", "link": "https://thehill.com/homenews/state-watch/3930973-death-toll-climbs-to-32-after-tornadoes-devastate-south-midwest/", "date_published": "2023-04-03 12:28:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McDonald's to close offices ahead of layoff notices: report", "description": "Fast food giant McDonald’s is temporarily shuttering its U.S. offices as the company readies to let employees know about layoffs, according to a new Wall Street Journal report.  McDonald’s told U.S. employees and some international staff to work from home Monday through Wednesday so the company can “communicate key decisions related to roles and staffing...", "link": "https://thehill.com/blogs/blog-briefing-room/3930926-mcdonalds-to-close-offices-ahead-of-layoff-notices-report/", "date_published": "2023-04-03 12:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Can a US-China collision be avoided?", "description": "Both China and the U.S. hold strong grievances against the other. Some are justified. Many are not.", "link": "https://thehill.com/opinion/national-security/3930043-can-a-us-china-collision-be-avoided/", "date_published": "2023-04-03 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ has more evidence of possible Trump obstruction in classified documents case: Washington Post", "description": "The Department of Justice and FBI investigators have more evidence of possible obstruction by former President Trump in the probe into classified documents found during the FBI’s search of his Mar-a-Lago estate last summer, according to a new report from the Washington Post. The Post, citing anonymous sources, reports that investigators now have new evidence...", "link": "https://thehill.com/blogs/blog-briefing-room/3930885-doj-has-more-evidence-of-possible-trump-obstruction-in-classified-documents-case-washington-post/", "date_published": "2023-04-03 11:38:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Cummins to announce $1B investment in engine manufacturing network", "description": "Engine and alternative power manufacturer Cummins is set to announce a $1 billion investment across their U.S. engine manufacturing network in Indiana, North Carolina and New York, according to the White House. The company’s announcement aligns with President Biden’s visit to the Cummins Power Generation Facility in Fridley, Minn., on Monday, which is part of...", "link": "https://thehill.com/homenews/administration/3930871-white-house-cummins-to-announce-1b-investment-in-engine-manufacturing-network/", "date_published": "2023-04-03 11:19:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The federal government wants to micromanage the nation's housing", "description": "In the early 2000s, the city of St. Paul, Minn., cracked down on landlords who ignored rat problems, bad sanitation, poor heating, and so on. But instead of shaping up, the landlords sued the city for violating the federal Fair Housing Act. They argued that St. Paul’s insistence upon habitable homes hurt minorities by forcing...", "link": "https://thehill.com/opinion/finance/3927857-the-federal-government-wants-to-micromanage-the-nations-housing/", "date_published": "2023-04-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Trump to campaign as criminal defendant", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Buckle up.  Former President Trump plans to speak on Tuesday from Mar-a-Lago about his indictment after returning to Florida from his hometown. He’s poised to become the first former...", "link": "https://thehill.com/newsletters/morning-report/3930835-the-hills-morning-report-trump-to-campaign-as-criminal-defendant/", "date_published": "2023-04-03 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s nominee for Labor secretary on shaky ground in Senate", "description": "President Biden’s nominee to run the Labor Department, Julie Su, is facing an uphill climb toward confirmation as lawmakers prepare for a bruising battle in the coming weeks once the Senate returns from recess. Congress heads into a two-week break with a few moderate Democrats concerned over if she’s the right person for the job,...", "link": "https://thehill.com/homenews/administration/3928086-bidens-nominee-for-labor-secretary-on-shaky-ground-in-senate/", "date_published": "2023-04-03 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chicago mayor's race reaches fever pitch in final days", "description": "Tensions are running high in the final days of Chicago’s mayoral race, in a contest that has laid bare divisions between local Democrats over some of the party’s most contentious national issues. As Paul Vallas and Brandon Johnson vie to become the next leader of America’s third-largest city, supporters have dialed up their rhetoric, with...", "link": "https://thehill.com/homenews/campaign/3928337-chicago-mayors-race-reaches-fever-pitch-in-final-days/", "date_published": "2023-04-03 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP divided over how to handle Trump indictment", "description": "The unprecedented indictment of former President Trump creates a political puzzle and problem for Republican leaders in Washington who are divided over how to respond to it and have differing views about what it means for the future of their party.  Some Republicans, such as Speaker Kevin McCarthy (Calif.) and Sen. Ted Cruz (R-Texas), are...", "link": "https://thehill.com/homenews/senate/3930438-gop-divided-over-how-to-handle-trump-indictment/", "date_published": "2023-04-03 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans grapple with their weakness among Generation Z voters", "description": "Republicans are grappling with their weaknesses with Generation Z, as the voting bloc continues to flex its strength ahead of 2024. Generation Z voters overwhelmingly align with Democrats on issues like gun control, abortion, climate change, and LGBTQ issues, posing a challenge for the GOP as it looks to appeal to the younger demographic. Seventy-seven...", "link": "https://thehill.com/homenews/campaign/3928653-republicans-grapple-with-their-weakness-among-generation-z-voters/", "date_published": "2023-04-03 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic group launches opposition database targeting DeSantis", "description": "A major Democratic Super PAC on Monday unveiled an opposition research hub targeting Florida Gov. Ron DeSantis (R), highlighting the governor’s past views on critical issues as he weighs a 2024 presidential bid. American Bridge 21st Century launched the “Ron Desantis Research Book,” which looks at existing reporting on the governor’s views and record on...", "link": "https://thehill.com/homenews/3930224-democratic-group-launches-opposition-database-targeting-desantis/", "date_published": "2023-04-03 09:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oil prices jump after OPEC+ announces surprise production cuts", "description": "Oil prices surged after key oil producing countries announced a round of surprise production cuts Sunday totaling some 1.16 million barrels per day, a move that spurred criticism from the White House. Reuters reported that oil prices jumped about $5 per barrel as trading opened in Asia Monday morning, with Brent Futures crude prices jumping...", "link": "https://thehill.com/policy/international/3930600-oil-prices-jump-after-opec-announces-surprise-production-cuts/", "date_published": "2023-04-03 03:11:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump lawyer refutes his claim that judge on New York case is biased", "description": "Former President Trump's lawyer on Sunday contradicted Trump's assertion that the judge who presided over his hush money indictment was acting out of personal bias. Trump blasted New York Supreme Court justice Juan Merchan in a Friday post on Truth Social. \"The Judge 'assigned' to my Witch Hunt Case, a 'Case' that has NEVER BEEN...", "link": "https://thehill.com/homenews/3930576-trump-lawyer-refutes-his-claim-that-judge-on-new-york-case-is-biased/", "date_published": "2023-04-03 02:25:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York police 'ready to respond' to protests at Trump's arraignment", "description": "The New York Police Department (NYPD) says its officers are \"ready to respond\" with protests planned at former President Trump's scheduled arraignment on Tuesday, following his indictment last week in a years-old hush money case. An NYPD spokesperson said in a statement Sunday its officers have been \"placed on alert\" and will remain \"ready to...", "link": "https://thehill.com/homenews/state-watch/3930585-new-york-police-ready-to-respond-to-protests-at-trumps-arraignment/", "date_published": "2023-04-03 02:05:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Milley says Ukraine victory over Russia unlikely this year", "description": "Gen. Mark Milley, the chairman of the Joint Chiefs of Staff, said in an interview that it is unlikely that Ukraine will score a decisive victory over Russia, even as Kyiv deploys increasingly powerful western weapons 14 months into the war. In an interview with Defense One published Friday, Milley said it will be a...", "link": "https://thehill.com/policy/international/3930562-milley-says-ukraine-victory-over-russia-unlikely-this-year/", "date_published": "2023-04-03 01:54:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene defends calling Democrats 'pedophiles,' eliciting eye-roll from 60 Minutes' Stahl", "description": "Rep. Marjorie Taylor Greene (R-Ga.) defended calling Democrats \"pedophiles\" in a new interview with CBS's \"60 Minutes\" Sunday, eliciting eye-rolls from correspondent Lesley Stahl. Stahl asked Greene about what she called \"over-the-top\" comments, such as saying that \"Democrats are a party of pedophiles.\" \"I would definitely say so,\" Greene responded. \"They support grooming children.\" \"They...", "link": "https://thehill.com/homenews/house/3930528-greene-defends-calling-democrats-pedophiles-eliciting-eye-roll-from-60-minutes-stahl/", "date_published": "2023-04-03 01:02:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats, parents’ rights and Election 2024", "description": "Democrats should not easily dismiss the cultural broadside DeSantis has launched in Florida.", "link": "https://thehill.com/opinion/campaign/3930530-democrats-parents-rights-and-election-2024/", "date_published": "2023-04-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]