[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Moana - Official Live-Action Film Announcement (2023) Dwayne Johnson", "description": "Check out the announcement video featuring Dwayne Johnson as the actor reveals a live-action reimagining of Disney Animation’s 2016 film Moana is in development.\n\nThe new feature film is produced by Johnson, Dany Garcia and Hiram Garcia via their Seven Bucks Productions and Beau Flynn via Flynn Picture Co. Executive producers include Auli‘i Cravalho, who voiced Moana in the 2016 film, and Scott Sheldon of Flynn Picture Co. Jared Bush and Samoan industry pro Dana Ledoux Miller will also take part in the production. Bush, who was a director and co-writer of Disney’s Oscar-winning feature Encanto and a writer and co-director on Disney’s Oscar-winning film Zootopia, wrote the screenplay for 2016’s Moana.", "link": "https://www.youtube.com/watch?v=tM6k__s9_3w", "date_published": "2023-04-03 17:38:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blue Beetle - Official Trailer (2023) Xolo Maridueña, Harvey Guillén, George Lopez", "description": "Check out the trailer for Blue Beetle, an upcoming movie starring Xolo Maridueña in the title role as well as his alter ego, Jaime Reyes. The film also stars Adriana Barraza, Damían Alcázar, Elpidia Carrillo, Bruna Marquezine, Raoul Max Trujillo, Susan Sarandon, George Lopez, Belissa Escobedo, and Harvey Guillén.\n\nRecent college grad Jaime Reyes returns home full of aspirations for his future, only to find that home is not quite as he left it. As he searches to find his purpose in the world, fate intervenes when Jaime unexpectedly finds himself in possession of an ancient relic of alien biotechnology: the Scarab. When the Scarab suddenly chooses Jaime to be its symbiotic host, he is bestowed with an incredible suit of armor capable of extraordinary and unpredictable powers, forever changing his destiny as he becomes the Super Hero Blue Beetle. \n\nAngel Manuel Soto directs from a screenplay by Gareth Dunnet-Alcocer, based on characters from DC. John Rickard and Zev Foreman are producing, with Walter Hamada, Galen Vaisman, and Garrett Grant serving as executive producers.\n\nBlue Beetle opens in theaters internationally beginning August 2023 and in North America on August 18, 2023.\n\n#IGN #BlueBeetle #DCU", "link": "https://www.youtube.com/watch?v=6GeZdZ4LR5c", "date_published": "2023-04-03 16:29:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Watch the Mario Movie Cast Play Mario Kart 8!", "description": "Jack Black, Charlie Day, and Keegan-Michael Key - the voices of Bowser, Luigi, and Toad in the Super Mario Bros Movie - compete against IGN in Mario Kart 8! Who will win it all?\n\n#IGN #Gaming #Mario", "link": "https://www.youtube.com/watch?v=uta7mB92vJE", "date_published": "2023-04-03 15:22:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dungeons & Dragons X Dragonheir: Silent Gods - Official Collaboration Trailer", "description": "A series of iconic characters from the world of Dungeons & Dragons will be making their way onto the Multiversal Plane in Dragonheir: Silent Gods in the coming two years as the open-world fantasy adventure releases in the second half of 2023. Dragonheir: Silent Gods will introduce post-launch content in the form of seasonal updates that will expand the multiverse with new locations to explore, enemies to slay and other iconic characters from Dungeons & Dragons lore that will be making their way into the game. Pre-register now: http://bit.ly/40xUHux\n\n#dragonheirsilentgods #RPG  #Dungeons&Drangons", "link": "https://www.youtube.com/watch?v=9rZF96pRCME", "date_published": "2023-04-03 15:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wild Hearts - Official Lethal Blossoms Update Trailer", "description": "Watch the latest trailer for Wild Hearts to see what to expect with the hunting game's Lethal Blossoms update, which brings the new Kemono enemy, Murakumo, as well as the new Karakuri technology, the Spinning Top.\n\nIn Wild Hearts, ancient technology gives you a fighting chance against fearsome beasts infused with the ferocious power of nature itself. Take on these creatures alone or hunt with friends in co-op.\n\n#IGN #Gaming #WildHearts", "link": "https://www.youtube.com/watch?v=rGcFmXIDUKQ", "date_published": "2023-04-03 14:25:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Guardians of the Galaxy Vol. 3 - Official Teaser Trailer (2023) Chris Pratt, Zoe Saldana", "description": "Check out the latest teaser for Marvel Studios’ Guardians of the Galaxy Vol. 3, an upcoming movie starring Chris Pratt, Zoe Saldana, Dave Bautista, Karen Gillan, Pom Klementieff, featuring Vin Diesel as Groot, Bradley Cooper as Rocket, Sean Gunn, Chukwudi Iwuji, Will Poulter and Maria Bakalova. \n\nMarvel Studios’ Guardians of the Galaxy Vol. 3, written and directed by James Gunn, opens in theaters on May 5, 2023.\n\n#IGN #Movies #GuardiansOfTheGalaxy", "link": "https://www.youtube.com/watch?v=Y4J8VqeZdws", "date_published": "2023-04-03 13:20:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Destiny 2 - Root of Nightmares Raid Guide", "description": "Once you’ve defeated Calus and explored the neon streets of Neomuna, you may want to tackle Destiny 2 Lightfall’s new raid, Root of Nightmares, which sends you and five friends to The Witness’ pyramid ship to take on The Final God of Pain, Nezarec. Here's how to tear out these nightmares by the root.\n\nTimestamps:\n00:00 - Intro\n00:30 - \"Gardening\" Main Mechanic - Nodes Explanation\n03:51 - Starting The Raid - Red-Border Chest Mechanic\n06:01 - Encounter 1: Cataclysm\n08:42 - Encounter 2: Scission\n13:12 - Interlude: The Jumping Puzzle\n14:18 - Encounter 3: Macrocosm\n19:19 - Encounter 4: Nezarec\n\nFor more on Destiny 2 and the newest Lightfall expansion guide, visit our comprehensive written guide on IGN.\nhttps://www.ign.com/wikis/destiny-2/\n\n#IGN #Gaming #Destiny2", "link": "https://www.youtube.com/watch?v=w8xSrr9MS-8", "date_published": "2023-04-03 08:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios' Secret Invasion - Official Trailer (2023) Samuel L Jackson, Ben Mendelsohn", "description": "Who do you trust? Marvel Studios’ Secret Invasion, an Original series, is streaming June 21 on Disney+.\n\nMarvel Studios’ “Secret Invasion” stars Samuel L. Jackson, Ben Mendelsohn, Cobie Smulders, Martin Freeman, Kingsley Ben-Adir, Charlayne Woodard, Killian Scott, Samuel Adewunmi, Dermot Mulroney, Christopher McDonald, Katie Finneran, with Emilia Clarke and Olivia Colman, and Don Cheadle.", "link": "https://www.youtube.com/watch?v=guaHrAM9luk", "date_published": "2023-04-03 01:50:24+00:00", "persistent": false, "user": null, "language": "en-US"}]