[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCAKcSON6PSG_JkTbXh2WdIg", "title": "Kaleo play \"Way Down We Go\" in studio #live", "description": "Iceland rock band @Kaleoofficial visited The Current in 2016 and \"Way Down We Go\" was an unmistakable highlight. All of the videos from that session are now among the most popular entries on our YouTube channel and it's easy to see why. The musical chemistry displayed by JJ Júlíusson, Rubin Pollock, Davíð Antonsson, and Daníel Kristjánsson is so powerful.\n\nWatch the full session here: \nhttps://www.youtube.com/watch?v=WQMU8dYMXao\n\n#kaleo #guitarsolo #alternativerock", "link": "https://www.youtube.com/watch?v=0DmvIM-5i-s", "date_published": "2023-09-18T17:29:26+00:00", "bookmarked": false, "dead": null, "artist": "The Current", "album": "The Current", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0DmvIM-5i-s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCAKcSON6PSG_JkTbXh2WdIg", "title": "Middle Kids – studio session at The Current (music & interview)", "description": "Australian band Middle Kids return to The Current studio to play their two latest singles — “Bootleg Firecracker” and “Highlands” — as well as a song from their 2021 album, Today We’re The Greatest.Afterwards, band members Hannah Joy, Tim Fitz and Harry Day chatted with host Jill Riley about the origins of the new songs, the making of the “Bootleg Firecracker” video, and how their friend may have coined a new name for a genre: yearncore.\n\nAt the time of their visit to The Current, Middle Kids were touring the U.S. supporting Manchester Orchestra and Jimmy Eat World, giving Middle Kids a chance to play some amazing venues, including Red Rocks in Colorado. They also got to enjoy the comfy amenities of a proper tour bus … although they did experience one leak-related mishap that, were we to sensationalize it, could be construed as a case of yellow journalism (ahem).\n\nWatch and listen to the entire session above.\n\nVideo Segments\n00:00:00 Highlands\n00:03:26: Bootleg Firecracker\n00:06:34 S", "link": "https://www.youtube.com/watch?v=Yndut1-yAE0", "date_published": "2023-09-18T11:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Current", "album": "The Current", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Yndut1-yAE0/hqdefault.jpg"}]