[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New AMBERSQUID Cryptojacking Operation Targets Uncommon AWS Services", "description": "A novel cloud-native cryptojacking operation has set its eyes on uncommon Amazon Web Services (AWS) offerings such as AWS Amplify, AWS Fargate, and Amazon SageMaker to illicitly mine cryptocurrency.\nThe malicious cyber activity has been codenamed AMBERSQUID by cloud and container security firm Sysdig.\n\"The AMBERSQUID operation was able to exploit cloud services without triggering the AWS", "link": "https://thehackernews.com/2023/09/new-ambersquid-cryptojacking-operation.html", "date_published": "2023-09-18T12:30:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Think Your MFA and PAM Solutions Protect You? Think Again", "description": "When you roll out a security product, you assume it will fulfill its purpose. Unfortunately, however, this often turns out not to be the case. A new report, produced by Osterman Research and commissioned by Silverfort, reveals that MFA (Multi-Factor Authentication) and PAM (Privileged Access Management) solutions are almost never deployed comprehensively enough to provide resilience to identity", "link": "https://thehackernews.com/2023/09/think-your-mfa-and-pam-solutions.html", "date_published": "2023-09-18T12:21:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hook: New Android Banking Trojan That Expands on ERMAC's Legacy", "description": "A new analysis of the Android banking trojan known as Hook has revealed that it's based on its predecessor called ERMAC.\n\"The ERMAC source code was used as a base for Hook,\" NCC Group security researchers Joshua Kamp and Alberto Segura said in a technical analysis published last week.\n\"All commands (30 in total) that the malware operator can send to a device infected with ERMAC malware, also", "link": "https://thehackernews.com/2023/09/hook-new-android-banking-trojan-that.html", "date_published": "2023-09-18T12:11:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Retool Falls Victim to SMS-Based Phishing Attack Affecting 27 Cloud Clients", "description": "Software development company Retool has disclosed that the accounts of 27 of its cloud customers were compromised following a targeted and SMS-based social engineering attack.\nThe San Francisco-based firm blamed a Google Account cloud synchronization feature recently introduced in April 2023 for making the breach worse, calling it a \"dark pattern.\"\n\"The fact that Google Authenticator syncs to", "link": "https://thehackernews.com/2023/09/retool-falls-victim-to-sms-based.html", "date_published": "2023-09-18T07:00:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Financially Motivated UNC3944 Threat Actor Shifts Focus to Ransomware Attacks", "description": "The financially motivated threat actor known as UNC3944 is pivoting to ransomware deployment as part of an expansion to its monetization strategies, Mandiant has revealed.\n\"UNC3944 has demonstrated a stronger focus on stealing large amounts of sensitive data for extortion purposes and they appear to understand Western business practices, possibly due to the geographical composition of the group,", "link": "https://thehackernews.com/2023/09/financially-motivated-unc3944-threat.html", "date_published": "2023-09-18T03:16:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]