[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Things Mortal Kombat 1 DOESN'T TELL YOU", "description": "Mortal Kombat 1 is finally here, bringing the long-running and beloved fighting franchise into an entirely new era, where the rules have been rewritten and nothing can be taken for granted- in a narrative sense, at least. \n\nOn the gameplay front, the newest instalment in NetherRealm's series features a healthy mix of both new and familiar elements. To help you get to grips with those elements better as you dive into the game, here, we've compiled a few handy pointers that you should keep in mind while you play the game.", "link": "https://www.youtube.com/watch?v=PTl1J2kH4oo", "date_published": "2023-09-18T20:45:00+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/PTl1J2kH4oo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mortal Kombat 1 Review - Let Mortal Kombat Begin", "description": "Mortal Kombat 1 combines the best elements of the series into one attractive package. An exciting roster of playable characters and kameos, an addictive invasion mode, stable online offerings and brilliant fighting mechanics make Mortal Kombat 1 one of best entries in the series. \n\nThe lack of proper lead up to the ending in the Story mode left a sour taste and the lack of stage interactivity is disappointing, but Mortal Kombat 1 excels in several other departments.", "link": "https://www.youtube.com/watch?v=scn87bqIJBA", "date_published": "2023-09-18T13:30:23+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/scn87bqIJBA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "NBA 2K24 Review - The Final Verdict", "description": "NBA 2K24 remains the best basketball sim on the market, but its lack of meaningful updates and continued overwhelming presence of microtransactions make it feel like it’s going through the motions and doesn’t have anything to say.", "link": "https://www.youtube.com/watch?v=NPvzQ6mFS5c", "date_published": "2023-09-18T13:30:12+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NPvzQ6mFS5c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "13 Things To Do In Cyberpunk 2077 So That You Are Ready For Phantom Liberty", "description": "Phantom Liberty will be Cyberpunk 2077’s only expansion, and alongside the impending 2.0 update it presents drastic overhauls of numerous gameplay mechanics and systems. \n\nThere’s also a fresh espionage-based gameplay to get absorbed in too so it’s likely players will have to tweak V’s playstyle, abilities, and cyberware to get the most enriching experience with the DLC. \n\nThis feature aims to highlight 13 such activities to undertake in anticipation of Phantom Liberty, from shoring up back balances, equipping the best quick hacks, acquiring the toughest cars fit for vehicular combat, plus a handful of quests and side activities that’ll provide ample training prior to jumping into Phantom Liberty.", "link": "https://www.youtube.com/watch?v=fq_QtLE1W7w", "date_published": "2023-09-18T09:30:12+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fq_QtLE1W7w/hqdefault.jpg"}]