[{"source": "https://www.theguardian.com/rss", "title": "‘It breaks my heart’: Leah Williamson to speak at UN about Syrian refugees | Suzanne Wrack", "description": "<p>The England and Arsenal defender will share her experiences after an August visit to the Za’atari refugee camp in Jordan</p><p>When the Arsenal and England centre-back Leah Williamson steps up to speak at the United Nations’ Sustainable Development Goals summit on Tuesday she will feel a very different level of scrutiny to the pressure she feels when she steps out on to the pitch. “Head up, face forward, don’t drop your Ts,” she says with a grin beforehand.</p><p>Williamson is the first England women’s national team player to take the stage at the UN, and it’s an opportunity that may not have come around had the anterior cruciate ligament injury she sustained in April and which <a href=\"https://www.theguardian.com/football/2023/apr/21/leah-williamson-england-out-of-world-cup-cruciate-ligament-injury-arsenal\" title=\"\">ruled her out of the World Cup</a> not afforded her the time to visit the Za’atari refugee camp in Jordan, the largest Syrian refugee camp in the world.</p> <a href=\"", "link": "https://www.theguardian.com/football/2023/sep/19/leah-williamson-england-arsenal-united-nations-syrian-refugees", "date_published": "2023-09-18T23:01:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Credible evidence’ India behind alleged assassination of Sikh leader, says Trudeau", "description": "<p>Canada’s PM alleges India responsible for fatal shooting of Hardeep Singh Nijjar on country’s soil</p><p>Justin Trudeau has said there is “credible evidence” India is responsible for the alleged assassination of Hardeep Singh Nijjar, a prominent Canadian Sikh leader.</p><p>The allegations from Canada’s prime minister is likely to further strain relations between the two nations. On Monday, Trudeau told the House of Commons of Canada that, in recent weeks, national security authorities had been probing allegations that New Delhi was behind a state-sponsored assassination.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-trudeau\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/credible-evidence-india-behind-killing-of-canadian-sikh-leader-says-trudeau", "date_published": "2023-09-18T22:27:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roger Whittaker, folk singer famous for Durham Town, dies aged 87", "description": "<p>British singer, who retired in 2012, sold nearly 50m records worldwide after breakthrough in 1962</p><p>The folk singer-songwriter Roger Whittaker has died at the age of 87.</p><p>His greatest hits include Durham Town, The Last Farewell, New World in the Morning and his 1982 version of Wind Beneath My Wings. Worldwide, he sold nearly 50m records since the summer of 1962 when, aged 26, he began writing songs and singing in Welsh folk clubs while studying zoology, biochemistry and marine biology at the University of Bangor.</p> <a href=\"https://www.theguardian.com/music/2023/sep/18/roger-whittaker-folk-singer-famous-for-durham-town-dies-aged-87\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/sep/18/roger-whittaker-folk-singer-famous-for-durham-town-dies-aged-87", "date_published": "2023-09-18T22:06:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rebecca review – Mrs Danvers steals the show in Du Maurier musical", "description": "<p><strong>Charing Cross theatre, London<br /></strong>Among polished performances,<strong> </strong>Kara Lane’s creepily obsessed housekeeper proves a powerful force</p><p>This musical adaptation of Daphne du Maurier’s novel became a mammoth success in Austria where it was first staged in 2006. The gothic tale of marriage between a naive young woman (Emily Apps) and a rich widower, Maxim de Winter (Richard Carson), who appears to be haunted by his devastatingly beautiful late wife, Rebecca, incorporates 22 songs by German-language composers Michael Kunze and Sylvester Levay. They are translated into English here by Kunze and Christopher Hampton.</p><p>It is hard to cast aside Alfred Hitchcock’s 1940 film (even with Ben Wheatley’s <a href=\"https://www.theguardian.com/film/2020/oct/15/rebecca-review-ben-wheatley-armie-hammer-lily-james-kristin-scott-thomas\">recent Netflix version</a> in the mix) but, visually, this musical makes its mark. Shadow play and watery surges around De Winter", "link": "https://www.theguardian.com/stage/2023/sep/18/rebecca-review-charing-cross-theatre-london", "date_published": "2023-09-18T22:00:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Juice review – a raucous, eye-popping millennial queer comedy", "description": "<p>Comedian Mawaan Rizwan is wacky, witty and weird in this surreally entertaining series, which also stars Russell Tovey. Fans of The Mighty Boosh will want to check it out</p><p>There are few comedy tropes more compelling than that of the adult baby: Phoebe Waller-Bridge’s character in Fleabag is one, constantly breaking things just to get a reaction out of those around her; Kendall Roy in Succession is one, throwing temper tantrums when something doesn’t go his way. Juice, a new BBC Three comedy created by Mawaan Rizwan, is a worthy addition to the adult baby canon. It delves into the mind of a cartoonish millennial named Jamma, played with (intentionally) excruciating hamminess by Rizwan. It’s a show about what it means to be a grownup when you’re incapable of doing anything for yourself. Jamma dances and gesticulates through life blithely, often trying to do the right thing but rarely doing anything other than making whatever situation he happens to be in worse. He gets his kit ", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/18/juice-review-a-raucous-eye-popping-millennial-queer-comedy", "date_published": "2023-09-18T21:30:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham Forest and VAR deny Burnley win after Hudson-Odoi stunner", "description": "<p>Burnley may have registered their first point of the season with this draw at Nottingham Forest to avoid the ignominy of a fourth straight league defeat but they will feel aggrieved at not claiming victory after Lyle Foster’s second-half strike was controversially ruled out. To compound things, in second-half stoppage time, Foster was sent off for elbowing Ryan Yates.</p><p>The Burnley substitute Sander Berge was deemed to have used his forearm to control the ball before Foster converted from the edge of the six-yard box. In the end Callum Hudson-Odoi’s magnificent debut strike earned a point after Zeki Amdouni opened the scoring with a wonderful effort of his own.</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/nottingham-forest-burnley-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/18/nottingham-forest-burnley-premier-league-match-report", "date_published": "2023-09-18T21:03:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Borthwick’s Chile conundrum: Farrell, Ford or Smith … or all three? | Gerard Meagher", "description": "<p>With Owen Farrell available for selection again, England’s coaching staff have a tricky decision to make this week</p><p>It is not Steve Borthwick’s style, but it would be quite the two-fingered salute to <a href=\"https://www.theguardian.com/sport/england-rugby-union-team\" title=\"\">England</a>’s critics for the returning Owen Farrell, George Ford and Marcus Smith to all be unleashed against Chile on Saturday from the start. It would be a radical selection – and there is not much radical about this England management – but “not unthinkable”, according to the attack coach Richard Wigglesworth before a selection meeting on Monday afternoon.</p><p>Either way, we can safely say there will be changes with England putting one foot and a few toes into the quarter-finals with their <a href=\"https://www.theguardian.com/sport/2023/sep/17/england-japan-rugby-world-cup-match-report\" title=\"\">uninspiring victory</a> against Japan, but more than that Farrell is available again after a four-match", "link": "https://www.theguardian.com/sport/2023/sep/18/borthwicks-chile-conundrum-farrell-ford-or-smith-or-all-three", "date_published": "2023-09-18T21:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Marler defends England’s route-one style: ‘Ultimately it’s about the win’", "description": "<ul><li>Prop compared situation to England’s 2003 ‘ugly’ success</li><li>Team’s play in France has been labelled ‘repulsive rugby’</li></ul><p>Joe Marler has pointed to how <a href=\"https://www.theguardian.com/sport/england-rugby-union-team\" title=\"\">England</a> won “ugly” at the 2003 World Cup, in defence of the current side’s style of play amid fierce criticism despite back-to-back victories in France.</p><p>Steve Borthwick’s side clinched a bonus-point victory against Japan <a href=\"https://www.theguardian.com/sport/2023/sep/17/england-japan-rugby-world-cup-match-report\" title=\"\">on Sunday</a> to move to the verge of the quarter-finals but were booed by their own supporters for their route‑one gameplan in Nice.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/joe-marler-defends-england-route-one-style-rugby-world-cup-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/18/joe-marler-defends-england-route-one-style-rugby-world-cup-2023", "date_published": "2023-09-18T21:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sex: A Bonkers History review – the relief when it ends is indescribable", "description": "<p>From tragic cucumber jokes to whipping up some ancient Egyptian spermicide, this Amanda Holden and Dan Jones vehicle is an embarrassment from start to finish. You’ll cringe yourself inside out</p><p>When discussing how to make a documentary about the South Seas palatable to the masses, the film producer Hunt Stromberg is reported to have said: “Let’s fill the screen with tits.”</p><p>Those were the days, my friend, and they went on long enough for women in particular to think they would never end. But times change – and breast coverage changes, too. The desperation of commissioners to find a seemingly legitimate way to get women’s bodies on screen in this increasingly dreadful era of wokeness is becoming palpable. I feel so sorry for them.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/18/sex-a-bonkers-history-review-the-relief-when-it-ends-is-indescribable\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/18/sex-a-bonkers-history-review-the-relief-when-it-ends-is-indescribable", "date_published": "2023-09-18T21:00:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Champions League is far from perfect but what is coming next looks worse", "description": "<p>Uefa’s drastic restructure of the group stage appears likely to make it more confusing, not more competitive</p><p><em>“Ce sont les meilleures équipes …” </em>This week, a familiar choral refrain returns to stadiums, bars and living rooms across Europe and beyond. The opening Champions League ‘match day’ offers plenty of intriguing games and historic names – Milan v Newcastle, Feyenoord v Celtic, Bayern v Manchester United. Ideologies collide as Real Madrid host Union Berlin; eras entwine as Manchester City face Red Star Belgrade. It’s a feast of football to be savoured – not least because the group stage is about to change dramatically …</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/champions-league-group-stage-new-format-explainer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/18/champions-league-group-stage-new-format-explainer", "date_published": "2023-09-18T21:00:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump official Jeffrey Clark attempts to move Georgia trial to federal court", "description": "<p>Judge appears inclined to reject ex-DoJ official’s effort and throws out written testimony from Clark</p><p>A federal judge appeared inclined on Monday to reject the former Trump justice department official Jeffrey Clark’s effort to transfer his criminal case for conspiring to overturn the 2020 election in Georgia from state to federal court, striking his written testimony from consideration.</p><p>The way that the hearing played out for Clark could dictate how future efforts by <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> or his other co-defendants to remove their cases to federal court could play out, given how Clark’s lawyer at times put blame on the former president.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/jeffrey-clark-trump-georgia-trial-federal-court\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/18/jeffrey-clark-trump-georgia-trial-federal-court", "date_published": "2023-09-18T20:44:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sussex promotion hopes in tatters after 12-point deduction for ill-discipline", "description": "<ul><li>Carson apologises after receiving penalty against Leicestershire</li><li>Haines also sorry for ‘overstepping the mark’ after own offence</li></ul><p>Jack Carson has admitted “crossing the line” after ill-discipline led to a 12-point deduction for Sussex that appears to have wrecked their prospects of promotion from LV Insurance <a href=\"https://www.theguardian.com/sport/county-championship\">County Championship</a> Division Two.</p><p>Carson, the highly rated England Lions spinner who could <a href=\"https://www.theguardian.com/sport/2023/aug/03/cricket-young-guns-ready-to-step-up-england\">come into contention</a> for the Test tour of India next year, was issued with a level-two fixed penalty breach by the match referee after Sussex’s victory against Leicestershire last week.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/sussex-promotion-hopes-in-tatters-after-12-point-deduction-for-ill-discipline\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/18/sussex-promotion-hopes-in-tatters-after-12-point-deduction-for-ill-discipline", "date_published": "2023-09-18T20:38:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Indiana attorney general sues hospital over 10-year-old rape victim’s abortion", "description": "<p>Todd Rokita claims Indiana University Health wrongly said doctor had not violated patient privacy laws in public comments</p><p>Indiana’s attorney general, Todd Rokita, is suing the largest hospital system in the state, alleging the mishandling of a case involving a 10-year-old rape victim who got an abortion through one of its doctors – a case that made headlines across the country in the days after the US supreme court overturned Roe v Wade.</p><p>In a lawsuit filed on Friday, Rokita alleged that Indiana University Health wrongly said that Dr Caitlin Bernard, who talked about the 10-year-old’s case to journalists, had not violated patient privacy laws. Indiana University Health had told media outlets that, after reviewing Bernard’s case, it had determined that she had been “in compliance with privacy laws”, according to the lawsuit. However, the Indiana Medical Licensing Board later found that Bernard had broken patient privacy laws. (The board also concluded that she was fit to", "link": "https://www.theguardian.com/us-news/2023/sep/18/indiana-attorney-general-rokita-rape-abortion-lawsuit-iu", "date_published": "2023-09-18T20:20:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve never attended one’: Howe makes startling Champions League admission", "description": "<ul><li>‘I’ve been too busy working’ to go to a game, he says</li><li>Newcastle’s flight to Milan delayed by thunderstorms </li></ul><p>Eddie Howe has admitted he will be watching a Champions League game live in person for the first time on Tuesday night, when Newcastle play Milan at San Siro.</p><p>“I’ve never attended one, I’ve been too busy working,” the manager said after his team’s heavily delayed flight from Tyneside meant his pre-match press conference had to be put back two hours until 9pm local time. “So tomorrow night will be a proud moment.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/eddie-howe-champions-league-newcastle-united-milan-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/18/eddie-howe-champions-league-newcastle-united-milan-football", "date_published": "2023-09-18T20:14:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Freed American decries Iran’s ‘vile path to profit’ of holding foreigners hostage", "description": "<p>Siamak Namazi was held in Iran’s notorious Evin prison for nearly eight years before the $6bn prisoner swap on Monday</p><p>An American citizen freed in a complex exchange deal after being imprisoned for nearly eight years in Iran has urged the Biden administration to launch a “gamechanging global endeavour” to end the Islamic regime’s longstanding practice of holding foreign nationals hostage.</p><p>Siamak Namazi, 51, was one of five US citizens released on Monday under the terms of an agreement that saw five Iranians facing charges in the United States granted clemency and Iran being given access to $6bn of previously frozen oil revenues.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/iran-american-prisoner-swap-hostage-sanction-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/iran-american-prisoner-swap-hostage-sanction-biden", "date_published": "2023-09-18T19:42:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Burberry shows off killer trenchcoat and blue strawberries at London show", "description": "<p>Prints symbolising British summertime appear on fashion week catwalk alongside modernised version of brand’s staple product</p><p>The scene before the biggest show of London fashion week was quintessentially British: an orderly queue for tea, coffee and Eccles cake. Britishness, along with trenchcoats and check scarves, is what Burberry stands for. This is surely the only catwalk show where Hollywood action hero Jason Statham, acclaimed choreographer Wayne MacGregor and Arsenal striker Bukayo Saka can be found rubbing shoulders in the front row.</p><p>The first look on to the catwalk was a trenchcoat. The trench is a Burberry staple – but this had a notably slimmer cut, an elegant dropped-waist silhouette, and was black rather than beige. There were more trenchcoats to follow: some sleeveless, some leather, all of them sleek and minimal.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/18/burberry-shows-off-killer-trenchcoat-and-blue-strawberries-at-london-fashion-week-sh", "link": "https://www.theguardian.com/fashion/2023/sep/18/burberry-shows-off-killer-trenchcoat-and-blue-strawberries-at-london-fashion-week-show", "date_published": "2023-09-18T19:34:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israel’s prime minister urges Elon Musk to curb antisemitism on his platform, X", "description": "<p>Benjamin Netanyahu told the billionaire owner to clamp down on the hate on the site formerly known as Twitter</p><p>Israel’s prime minister, Benjamin Netanyahu, urged Elon Musk to address the proliferation of antisemitism on the billionaire’s social media platform X.</p><p>In an in-person meeting in California on Monday, Netanyahu said he hoped Musk would find ways within the confines of the first amendment to clamp down on antisemitism and other forms of hatred on X, the platform formerly known as Twitter.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/18/benjamin-netanyahu-elon-musk-antisemitism-twitter-x\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/18/benjamin-netanyahu-elon-musk-antisemitism-twitter-x", "date_published": "2023-09-18T19:32:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "People who work from home all the time ‘cut emissions by 54%’ against those in office", "description": "<p>Study in US shows one day a week of remote working cuts emissions by just 2% but two or four days lowers them by up to 29%</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/18/uk-rents-soar-high-interest-rates-hamptons-house-asking-prices-rightmove-economics-bundesbank-business-live\">Business live – latest updates</a></li></ul><p>People who work remotely all the time produce less than half the greenhouse gas emissions of office workers, according to a new study.</p><p>Employees in the US who worked from home all the time were predicted to reduce their emissions by 54%, compared with workers in an office, the study found. But hybrid workers did not reduce their emissions so dramatically, according to the research <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.2304099120\">published in the Proceedings of the National Academy of Sciences</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/18/people-who-work-from-home-all-the-time-cut-emissions-", "link": "https://www.theguardian.com/environment/2023/sep/18/people-who-work-from-home-all-the-time-cut-emissions-by-54-against-those-in-office", "date_published": "2023-09-18T19:00:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN summit sees western leaders defend slow progress to end global inequality", "description": "<p>Leaders insisted war in Ukraine had not distracted them from sustainable development goals</p><p>Western leaders have gone on a charm offensive on the opening day of the UN general assembly as they were forced to defend their record in meeting the organisation’s sustainable development goals (SDGs), and <a href=\"https://www.theguardian.com/world/2023/sep/17/rifts-over-ukraine-disrupt-un-summit-on-crises-in-the-global-south\">insist that </a>the war in Ukraine had not distracted them from this commitment to end global inequality.</p><p>At a special summit in New York amounting to a halfway stocktake on progress towards meeting the goals by the target date of 2030, all sides acknowledged there was little chance that <a href=\"https://sdgs.un.org/goals\">the ambitious set of commitments</a> set in 2015, including ending extreme poverty and safeguarding the environment, will be met on schedule.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/un-summit-sees-western-leaders-defe", "link": "https://www.theguardian.com/world/2023/sep/18/un-summit-sees-western-leaders-defend-slow-progress-to-end-global-inequality", "date_published": "2023-09-18T18:57:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Cognitively impaired’? Trump’s confused attacks on Biden start to backfire", "description": "<p>Trump has portrayed the president as too old and too mentally fogged to occupy the Oval Office, but his tactics rebounded on Friday</p><p>Donald Trump has long attacked Joe Biden, his likely opponent at the polls next year, as “Sleepy Joe”, portraying the 80-year-old president as too old and too mentally fogged to occupy the Oval Office. As recently as Friday, the former president attacked his successor for being unfit to deal with Russia and the threat of nuclear war.</p><p>But Trump’s tactics rebounded when he said Biden threatened to lead the US into “world war two” – and suggested that he, Trump, thought he had beaten Barack Obama for the presidency back in 2016.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/trump-biden-age-election-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/18/trump-biden-age-election-2024", "date_published": "2023-09-18T18:43:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Russell Brand: a misogynist in plain sight | Editorial", "description": "<p>New allegations about the star’s behaviour are disturbing. So is the way he was indulged</p><p>Until the Times and Sunday Times published <a href=\"https://www.thetimes.co.uk/article/russell-brand-rape-sexual-assault-abuse-allegations-investigation-v5hxdlmb6\" title=\"\">reports</a> on Russell Brand over the weekend, and <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/17/russell-brand-in-plain-sight-review-so-many-red-flags-ignored-for-so-long\" title=\"\">Dispatches</a> broadcast a film of their joint investigation, it was not widely known that the star is an alleged rapist and sexual abuser. The testimony of “Alice” (a pseudonym), who was 16 when Mr Brand, then aged 30, allegedly initiated a sexual relationship with her in London, shocked millions of people. She described him choking her with his penis and forcing her to swallow his saliva.</p><p>Another woman, “Nadia”, alleged that she was raped by Mr Brand in 2012 and has <a href=\"https://www.theguardian.com/culture/2023/s", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/the-guardian-view-on-russell-brand-a-misogynist-in-plain-sight", "date_published": "2023-09-18T18:35:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Greater Manchester’s bus revolution: the public at the wheel | Editorial", "description": "<p>A new franchising system rolled out this week can address the damage done by decades of deregulation</p><p>As privatisation became the new dogma of British politics in the mid-1980s, bus deregulation was championed by Margaret Thatcher’s second administration with evangelical zeal. “Competition provides the opportunity for lower fares, new services, more passengers,” hymned a Department for Transport <a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmtrans/1425/142505.htm\" title=\"\">buses white paper</a> in 1984. “Without the dead hand of restrictive regulation … new and better services would be provided,” it <a href=\"https://chrgj.org/wp-content/uploads/2021/07/Report-Public-Transport-Private-Profit.pdf\" title=\"\">suggested</a>. “If one operator fails to provide a service that is wanted, another will.”</p><p>It all turned out to be ideologically driven bunkum. As the same department reported in 2021, handing the running of buses over to market forces led to higher f", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/the-guardian-view-on-greater-manchesters-bus-revolution-the-public-at-the-wheel", "date_published": "2023-09-18T18:34:50+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sheffield protesters decry ‘hostile takeover’ of Leadmill music venue", "description": "<p>Licensing hearing will decide whether multi-city Electric Group can run venue after serving eviction notice on longstanding leaseholder</p><p>People in Sheffield have protested against what they call a “hostile takeover” of one of the city’s best-known music venues.</p><p>About 100 people gathered outside Sheffield town hall on the first of a two-day licensing hearing to decide the future of the Leadmill, which helped launch the careers of Pulp, Arctic Monkeys and Self Esteem.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/18/sheffield-protesters-decry-hostile-takeover-of-leadmill-music-venue\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/18/sheffield-protesters-decry-hostile-takeover-of-leadmill-music-venue", "date_published": "2023-09-18T18:30:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The nasty noughties: Russell Brand and the era of sadistic tabloid misogyny", "description": "<p>At the turn of the century, the tabloid press was untouchable – and women in the public eye faced ceaseless persecution. We are still grappling with the fallout today</p><p>The allegations <a href=\"https://www.theguardian.com/culture/2023/sep/16/russell-brand-accused-of-sexual-assault-and-emotional-abuse\" title=\"\">against Russell Brand</a> that surfaced at the weekend and which he has denied – that he is a rapist, a groomer, possessed of a nihilistic sense of impunity – appear concrete and specific, and could terminate in criminal proceedings. In the end, as fellow hero of the conspiracist manosphere <a href=\"https://www.theguardian.com/news/2023/jun/21/andrew-tate-and-his-brother-charged-with-human-trafficking\" title=\"\">Andrew Tate</a> has discovered, the law doesn’t care about your YouTube rebuttals or how many cheerleaders you have on TikTok.</p><p>The media context that created and rewarded Brand doesn’t alter his accountability, minimise any of the accusations or even carry m", "link": "https://www.theguardian.com/culture/2023/sep/18/the-nasty-noughties-russell-brand-and-the-era-of-sadistic-tabloid-misogyny", "date_published": "2023-09-18T18:25:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham Forest v Burnley: Premier League – live", "description": "<ul><li>Premier League news from the 7.45pm BST game</li><li>Feel free to <a href=\"mailto:michael.butler@theguardian.com\">send Michael an email</a> or <a href=\"https://twitter.com/michaelbutler18\">tweet @michaelbutler18</a></li></ul><p><strong>If last summer’s business was frenetic and perhaps a bit scattergun</strong>, Forest seem to have got their eye in this time around. Just £5m for Callum Hudson-Odoi, £32m for the highly-rated Ibrahim Sangaré from PSV Eindhoven, plus Anthony Elanga, Matt Turner, Ola Aina, Andrey Santos, Divock Origi and Gonzalo Montiel all for relatively modest fees or loans in today’s market. It’s telling that so many of the players they have signed are starters. The only negative was losing Brennan Johnson to Spurs, but £47m certainly helps to balance the books.</p><p>Among all those new faces, it’s very heartwarming to see Joe Worrall is still at the heart of Forest’s defence. His recent excellent performances are all the more impressive knowing that he endur", "link": "https://www.theguardian.com/football/live/2023/sep/18/nottingham-forest-v-burnley-premier-league-live", "date_published": "2023-09-18T18:07:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Karan Mehta on Keir Starmer seeking a rewrite of the Brexit deal", "description": "<p></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/sep/18/karan-mehta-on-keir-starmer-seeking-a-rewrite-of-the-brexit-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/sep/18/karan-mehta-on-keir-starmer-seeking-a-rewrite-of-the-brexit-deal", "date_published": "2023-09-18T18:05:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Build HS2, say northern leaders, as ministers refuse to confirm Manchester link", "description": "<p>Andy Burnham says reports Rishi Sunak wants to cut line short at Birmingham ‘beggared belief’</p><p>Northern leaders have called on Downing Street to honour promises to build the HS2 high-speed rail line, as ministers repeatedly refused to confirm to MPs whether it would run to Manchester.</p><p><a href=\"https://www.theguardian.com/business/2023/sep/14/no-10-refuses-to-confirm-hs2-will-run-to-manchester-sunak-hunt\">Doubts over the future of the multibillion-pound HS2 project</a> are growing after the junior transport minister Richard Holden dodged multiple questions in the Commons.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/18/hs2-manchester-andy-burnham-rishi-sunak-birmingham\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/18/hs2-manchester-andy-burnham-rishi-sunak-birmingham", "date_published": "2023-09-18T17:47:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "GB News ‘broke impartiality rules’ when Tory MPs interviewed Jeremy Hunt", "description": "<p>Esther McVey and Philip Davies accused of hosting ‘love-in’ with chancellor, prompting 45 complaints, according to Ofcom</p><p>GB News breached impartiality rules when two Conservative MPs interviewed the chancellor before the spring budget and “failed to represent a wide range of significant views”, Ofcom has found.</p><p>Esther McVey, a former pensions minister, and her husband Philip Davies, a longstanding MP, were accused of hosting a “love-in” interview with Jeremy Hunt on 11 March for their weekly morning show on the channel.</p> <a href=\"https://www.theguardian.com/media/2023/sep/18/gb-news-broke-impartiality-rules-when-tory-mps-interviewed-jeremy-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/sep/18/gb-news-broke-impartiality-rules-when-tory-mps-interviewed-jeremy-hunt", "date_published": "2023-09-18T17:23:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Post Office: Horizon scandal victims to receive £600,000 compensation each", "description": "<p>Workers whose wrongful convictions for theft and false accounting have been  overturned to receive payment from government</p><p>Every post office operator whose wrongful conviction over <a href=\"https://www.theguardian.com/business/2022/feb/21/i-was-humiliated-terrified-more-post-office-it-victims-speak-up\">the Horizon IT scandal has been overturned</a> will receive £600,000 in compensation from the government, ministers have announced.</p><p>The Horizon scandal, described as “the most widespread miscarriage of justice in UK history”, resulted in more than 700 post office operators being prosecuted between 1999 and 2015 for theft, fraud and false accounting because of faulty accounting software installed in the late 1990s.</p> <a href=\"https://www.theguardian.com/business/2023/sep/18/post-office-horizon-scandal-victims-compensation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/18/post-office-horizon-scandal-victims-compensation", "date_published": "2023-09-18T17:20:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The booing of the national anthem shows the vulnerability of King Charles’s reign | Zoe Williams", "description": "<p>He lacks the late Queen’s aura of inevitability, nobility and self-abnegation – and so the jeering at sports events is only getting louder</p><p>At the <a href=\"https://www.theguardian.com/football/2023/sep/12/scotland-england-friendly-international-match-report?ref=mc.news\">Scotland versus England</a> friendly last week, God Save the King was booed by half the crowd – the Scottish half. In a way, this is surprising, because it is, of course, the national anthem of the UK, so they were technically booing their own song. Yet it is also entirely unsurprising – so much so, in fact, that commentators dredging up outrage at the boos had to find secondary sources, such as: “Why does the Scottish first minister appear to be smirking during the booing?”</p><p>Even before the passing of the Queen, it was far from unheard of for Scotland supporters to boo the national anthem. It happened right after the independence referendum, the message at that time being: “Like all referendums on consti", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/the-booing-of-the-national-anthem-shows-the-vulnerability-of-king-charless-reign", "date_published": "2023-09-18T17:20:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Haunting at 60: is it still one of the scariest films ever made?", "description": "<p>Martin Scorsese and Steven Spielberg count the slow-burn 1963 horror as one of the greatest of all time but it wasn’t always seen as a classic</p><p>There’s a strange kind of pride that many people take in not being frightened by certain celebrated horror films. “Oh, it’s not scary at all,” they’ll say loftily about The Shining or The Exorcist or The Babadook, as if they’ve somehow outsmarted the film and the other, weaker viewers it worked on, all still cowering too much to give the holdout’s smug bravery the shrug it merits. Scariness, in addition to being wholly subjective, is not exactly a value judgement. There are any number of shoddy identikit slashers out there that can make an otherwise discerning viewer jump in all the right places; there are likewise many smart, artful horror films that may not elicit much more than a stray shiver, but stick with you in other ways. Which of those you value more is your call.</p><p>Classic horror films are frequently subjected to this ki", "link": "https://www.theguardian.com/film/2023/sep/18/haunting-horror-movie-anniversary", "date_published": "2023-09-18T17:06:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain call-up 15 World Cup winners despite boycott over Luis Rubiales-affair", "description": "<ul><li>Jenni Hermoso not selected by new head coach Montse Tomé</li><li>Selections seen in some quarters as attempt to break boycott</li></ul><p>Jenni Hermoso has not been included in Spain’s first squad since <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">lifting the Women’s World Cup</a> but 15 of her teammates from that triumph in Australia have been called up despite <a href=\"https://www.theguardian.com/football/2023/sep/15/spain-world-cup-winning-underline-refusal-to-play-for-national-team-football\">announcing a boycott</a>.</p><p>A group of 81 players, including all 23 members of the World Cup squad, indicated three weeks ago that they would not play for Spain again while Luis Rubiales remained Spanish football federation (RFEF) president as a result of his behaviour at the final. Rubiales caused a huge controversy after <a href=\"https://www.theguardian.com/football/2023/aug/21/luis-rubiales-kiss-outrage-spanish-foo", "link": "https://www.theguardian.com/football/2023/sep/18/spain-call-up-15-world-cup-winners-despite-boycott-over-luis-rubiales-affair", "date_published": "2023-09-18T17:00:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Howe takes special measures as Newcastle visit an emotional Milan | Louise Taylor", "description": "<p>The Serie A side are hurting after a 5-1 derby defeat and the visitors hope returning hero Sandro Tonali can add to their pain</p><p>Newcastle fans arriving in northern Italy on Monday were greeted by the chaotic combination of a public transport strike and the start of Milan fashion week. Yet as Geordies dressed in black and white replica shirts joined international fashionistas in queueing for increasingly elusive and expensive taxis, Eddie Howe and his players remained immune from the frustration surrounding the preamble to the team’s long‑awaited Champions League return.</p><p>Football managers are prone to control-freak tendencies and Howe’s determination to keep the merest hint of chance, let alone chaos, at bay is such that he routinely clocks in at St James’ Park at 9.30am on Saturdays for 3pm Premier League fixtures. Given that even the meticulously prepared Rafael Benítez used to turn up around midday for such games, Howe’s obsession with his job – and getting it right –", "link": "https://www.theguardian.com/football/2023/sep/18/newcastle-eddie-howe-milan-champions-league", "date_published": "2023-09-18T17:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "WSL plan to become fully independent offers promise but comes with risks | Suzanne Wrack", "description": "<p>Attractive ambition for first billion-pound women’s league raises questions over funding and a commitment to pyramid</p><p>The Women’s Super League and Championship are on the verge of loosening relations with the Football Association on the way to becoming fully independent, with a new company – NewCo – being launched at the end of the year to handle the running of two leagues. In many ways it is a move that makes sense; the FA is a not-for-profit body, there to govern the game, not built to run the leagues day-to-day. It is responsible for the entire footballing ecosystem in England and is unable to continually up investment in the development of the women’s game when it has other commitments such as disability football and the grassroots game.</p><p>The ambition for the WSL specifically, as stated by its chair, Dawn Airey, is to <a href=\"https://www.theguardian.com/football/2023/sep/18/wsl-can-be-first-billion-pound-womens-football-league-in-the-world-says-it-chair\">build the f", "link": "https://www.theguardian.com/football/blog/2023/sep/18/wsl-plan-womens-super-league-football", "date_published": "2023-09-18T17:00:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The pensions triple lock is still needed – don’t let the Tories unpick it | Letters", "description": "<p>Readers respond to suggestions that the Conservatives are considering plans to water down the scheme designed to enhance the state pension</p><p>Your report (<a href=\"https://www.theguardian.com/money/2023/sep/12/treasury-officials-mull-one-off-break-from-pensions-triple-lock\" title=\"\">Treasury officials mull one-off break from pensions triple lock, 12 September</a>) says: “Any change to the way the state pension is calculated would be controversial because the Conservatives pledged in their last election manifesto to abide by the [triple-lock] formula.”</p><p>“Controversial” is an understatement. As recently as last month, Rishi Sunak confirmed, without any caveats and in full knowledge of the likely increase, that the triple lock would apply from next year (<a href=\"https://www.theguardian.com/money/2023/aug/16/sunak-pledges-to-keep-to-pension-triple-lock-despite-signs-of-extra-10bn-cost\" title=\"\">Sunak pledges to keep to pension triple lock despite signs of extra £10bn cost, 16", "link": "https://www.theguardian.com/society/2023/sep/18/the-pensions-triple-lock-is-still-needed-dont-let-the-tories-unpick-it", "date_published": "2023-09-18T16:57:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ancient crafts that are well worth preserving | Letter", "description": "<p>We could boost Britain’s skills base by replicating an archaeological experiment in France, says <strong>Richard Towler</strong></p><p>Your editorial (<a href=\"https://www.theguardian.com/commentisfree/2023/sep/12/the-guardian-view-on-the-hidden-carvings-of-salisbury-cathedral-messages-to-the-future\" title=\"\">The hidden carvings of Salisbury cathedral: messages to the future</a>, 12<sup> </sup>September<em>)</em> draws attention to vanishing crafts and trades, and lauds the refusal of Salisbury masons to “go quietly” by leaving evidence of their work.</p><p>It also brings to mind the <a href=\"https://www.guedelon.fr/en\" title=\"\">Guédelon project</a>, currently being undertaken in Burgundy. There, an investigative archaeological experiment is being conducted, building a medieval castle from scratch in a former quarry and an oakwood, using nothing but tools and techniques of the period.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/18/ancient-crafts-that-are-well-worth-p", "link": "https://www.theguardian.com/culture/2023/sep/18/ancient-crafts-that-are-well-worth-preserving", "date_published": "2023-09-18T16:55:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eddie Jones admits Australia are ‘under the pump’ for crucial clash with Wales", "description": "<ul><li>Wallabies facing threat of first World Cup pool stage exit </li><li>Malan could miss six months and two-game ban for De Groot</li></ul><p>Eddie Jones has accepted that Australia are “under the pump” as they prepare for a make-or-break Rugby World Cup meeting with Wales.</p><p>A first pool-stage exit in World Cup history will loom for the Wallabies if they fail to beat Warren Gatland’s team in Lyon on Sunday. By contrast, Wales top of the group with a maximum 10 points from two games and are moving towards a fourth successive World Cup quarter-final appearance.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/eddie-jones-australia-rugby-world-cup-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/18/eddie-jones-australia-rugby-world-cup-wales", "date_published": "2023-09-18T16:53:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Great Britain’s Davis Cup heroics show there will be life after Andy Murray | Tumaini Carayol", "description": "<p>Dan Evans and Neal Skupski were the names on everyone’s lips in Manchester as Great Britain progressed to the quarter-finals</p><p>As Andy Murray completed his comeback against Switzerland’s Leandro Riedi <a href=\"https://www.theguardian.com/sport/2023/sep/15/great-britain-defeat-switzerland-at-davis-cup-with-emotional-murray-win\" title=\"\">on Friday</a> during an unforgettable <a href=\"https://www.theguardian.com/sport/daviscup\" title=\"\">Davis Cup</a> week in Manchester, his victory ensured the maintenance of one of the all-time great Davis Cup records: across his 18 years in the competition, Murray holds a 33-3 record in singles.</p><p>It is a reflection of his greatness but also of the state of British tennis during much of his premiership. In order for Britain to achieve anything at all as a national team, such excellence was required of him every time he stepped on to the court. When he lost, Britain failed.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/great-brit", "link": "https://www.theguardian.com/sport/2023/sep/18/great-britain-davis-cup-andy-murray-dan-evans", "date_published": "2023-09-18T16:35:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer wants to rewrite the Brexit deal? Good – and he shouldn’t hold back | Simon Jenkins", "description": "<p>The Labour leader says he wants to foster a ‘closer’ trading relationship with the EU. I recommend a return to the customs union</p><p>Keir Starmer should not be frightened. This week he <a href=\"https://www.theguardian.com/politics/2023/sep/17/keir-starmer-commits-to-rewriting-brexit-deal-if-labour-wins-election\">admitted in Montreal</a> that Britain’s Brexit agreement was “not a good deal” and that he wanted a “closer” trading relationship with the EU. What does he mean? He mentioned security and research, ties that Rishi Sunak has already initiated. Yet he shudders with fear at any accusation that he might favour returning to Europe’s customs union or single market, let alone to the EU itself. He quails at the thought of what a Brexit voter in a “red wall” seat might say. Each week his apologists explain this as paranoia over losing his <a href=\"https://yougov.co.uk/politics/articles/46061-voting-intention-con-24-lab-46-7-8-sep-2023\">20-point poll lead</a>. They promise he is a", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/punblic-opinion-brexit-keir-starmer-labour-leader-eu-customs-union", "date_published": "2023-09-18T16:21:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Manchester United and the sound of the Old Trafford crisis klaxon", "description": "<p><a href=\"https://preview.gutools.co.uk/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It’s a little too early in the Premier League campaign to sound the Old Trafford crisis klaxon, which is probably just as well considering the state of disrepair and decrepitude into which the famous stadium has fallen suggests it has almost certainly run out of battery and wouldn’t emit a sound. Nevertheless, Manchester United’s season has got off to a most inauspicious beginning both on and off the field and it is difficult to avoid the feeling that the club’s beleaguered manager Erik ten Hag is now one heavy midweek defeat against Bayern Munich in Big Cup away from receiving public messages of support from random corners of the internet.</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/football-daily-email-manchester-united-crisis-klaxon\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/18/football-daily-email-manchester-united-crisis-klaxon", "date_published": "2023-09-18T16:20:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russell Brand shows postponed after allegations of sexual assault", "description": "<p>Comedian’s one-man theatre shows in Windsor, Plymouth and Wolverhampton postponed, tour promoters say</p><p>Russell Brand’s one-man shows have been postponed after allegations of sexual assault against the comedian.</p><p>Three dates on the comedian’s Bipolarisation tour events were due to go ahead in Windsor, Plymouth and Wolverhampton over the next 10 days.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/18/russell-brand-shows-postponed-after-allegations-of-sexual-assault\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/18/russell-brand-shows-postponed-after-allegations-of-sexual-assault", "date_published": "2023-09-18T16:16:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Danish artist who submitted empty frames as artwork ordered to repay £61,500", "description": "<p>Jens Haaning must repay money loaned by Kunsten Museum, court says</p><p>A Danish artist who pocketed large sums of money lent to him by a museum – and submitted empty frames as his artwork – has been ordered by a court to repay the funds.</p><p>Jens Haaning, a conceptual artist whose work focuses on power and inequality, was commissioned in 2021 by the Kunsten Museum of Modern Art in northern Denmark to recreate two earlier works that used scores of bank notes to represent average incomes.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/danish-artist-jens-haaning-empty-frames-ordered-repay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/danish-artist-jens-haaning-empty-frames-ordered-repay", "date_published": "2023-09-18T16:06:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Did you solve it? The man who made India’s trains run on time", "description": "<p>The answers to today’s puzzles</p><p>Earlier today I set you five problems from <a href=\"https://amzn.to/3ZgOEem\">Creative Puzzles to Ignite Your Mind</a>, a book of puzzles by Shyam Sunder Gupta, former Principal Chief Engineer of Indian Railways. Here they are again with solutions.</p><p><strong>1.</strong> <strong>Brahmagupta’s basket</strong></p> <a href=\"https://www.theguardian.com/science/2023/sep/18/did-you-solve-it-the-man-who-made-indias-trains-run-on-time\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/18/did-you-solve-it-the-man-who-made-indias-trains-run-on-time", "date_published": "2023-09-18T16:02:46+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He was born for this moment’: Sean Penn on his film with Zelenskiy", "description": "<p>On the first day of the Russian invasion, Penn was in Ukraine making a documentary about Zelenskiy – he discusses their bromance, and the qualities that make him inspiring</p><p>It is just before 10am and Sean Penn does not want to be here. He made the mistake, he confesses, of sleeping last night with the curtains closed. He slips into acting mode and does a funny impression of a groggy man being jolted awake. Now he craves daylight.</p><p>So we abandon Off the Record, a basement bar at Washington’s venerable Hay-Adams hotel, and head up to a room on the third floor. Penn’s publicist hastily wheels room service breakfast out of the way and apologises for her unmade bed. The 63-year-old actor settles into an armchair by an open window, sunlight exploring light and shade on his chiselled features. He drinks a bottle of Sprite and says contentedly, “Whatever time you need,” – words guaranteed to make his scheduler nervous.</p> <a href=\"https://www.theguardian.com/film/2023/sep/18/se", "link": "https://www.theguardian.com/film/2023/sep/18/sean-penn-interview-film-volodymyr-zelenskiy", "date_published": "2023-09-18T16:00:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unfortunately for the Tories Liz Truss is the gift that keeps on giving | John Crace", "description": "<p>Almost a year after her disastrous mini-budget, ex-PM says she was right and the economy and everyone else was wrong</p><p>You’ve got to hand it to Liz Truss. Few politicians do shamelessness quite like her. Or turn lack of self-awareness into an art form. Imagine being everyone’s odds on favourite for the title of worst prime minister of all time. Worse even that David Cameron, Theresa May, Boris Johnson or Rishi Sunak. That would be enough to send most normal, sensate beings crawling under a stone for eternity.</p><p>But not our Liz. Almost exactly a year after her mini-budget crashed the economy, adding billions to the national debt and thousands to people’s mortgages, she’s back. And the prime minister who only lasted 49 days in the job before being humiliatingly forced to resign by her own party – hold that thought: too useless even for the Tories – wants us to know that she regrets nothing. She isn’t sorry for anything. She would do it all again in a heartbeat. Narcissism ha", "link": "https://www.theguardian.com/politics/2023/sep/18/liz-truss-the-gift-that-keeps-on-giving", "date_published": "2023-09-18T15:54:37+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What is the controversy over the EU migration deal with Tunisia?", "description": "<p>Human rights abuses have led to concerns over agreement that was aimed at addressing issue of people-smuggling to Italy</p><p>The EU’s <a href=\"https://www.theguardian.com/world/2023/jul/16/eu-deal-with-tunisia-help-stem-irregular-migration\">deal with Tunisia to combat people smugglers</a> moving migrants across to Italy in often life-threatening conditions has been mired in controversy since it was first signed.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/what-is-the-controversy-over-the-eu-migration-deal-with-tunisia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/what-is-the-controversy-over-the-eu-migration-deal-with-tunisia", "date_published": "2023-09-18T15:52:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mantegna: The Triumphs of Caesar – you can hear the trumpets and smell the elephant dung", "description": "<p><strong>National Gallery, London</strong><br />The full glory of ancient Rome blazes once more in this grand, yet very human, exhibition of paintings on loan from the royal collection</p><p>More than 500 years ago, Andrea Mantegna, court artist to the Gonzaga family who ruled the north Italian city state Mantua, painted his dream of ancient Rome. In nine large, crammed canvases, he depicted scenes from a Roman victory pageant, or triumph. When the Gonzagas finally ran out of cash, these nine square pictures were bought by the avid art collector Charles I and installed in Hampton Court Palace, where they’ve spent the best part of four centuries, most recently in an outbuilding in the gardens. Now six of them have been loaned for “about two years” by Charles III to the National Gallery. This means you can see them for free, in a museum packed with Renaissance art with which to compare them. It’s a new lease of life for these masterpieces.</p><p>The glory that was Rome blazes all ove", "link": "https://www.theguardian.com/artanddesign/2023/sep/18/mantegna-the-triumphs-of-caesar-you-can-hear-the-trumpets-and-smell-the-elephant-dung", "date_published": "2023-09-18T15:37:34+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about your accent and what it means to you", "description": "<p>We want to hear about your relationship with your accent </p><p>We’re looking to hear from people about their accents.</p><p>Is it something you never think about or is the relationship with your accent more complex?</p> <a href=\"https://www.theguardian.com/science/2023/sep/18/tell-us-about-your-accent-and-what-it-means-to-you\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/18/tell-us-about-your-accent-and-what-it-means-to-you", "date_published": "2023-09-18T15:27:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Consultants in England are taking life or death decisions in an NHS that is falling apart. This can’t carry on | Eleanor Checkley", "description": "<p>We are suffering from cuts, burnout, demoralisation – and have suffered a real-terms pay drop of 35%. That’s why we’re striking</p><p>I’ve been an intensive care consultant for 20 years and have worked in the NHS for 30. I am there for my patients in their most vulnerable moments and am responsible for life and death decisions daily. The stakes are high, and the stress is unrelenting.</p><p>Every day I see my consultant colleagues having to innovate under increasing pressure from lack of investment, putting in extraordinary efforts to keep delivering the service they know their patients need. So why now have consultants in England been compelled <a href=\"https://www.theguardian.com/society/2023/aug/24/nhs-consultants-in-england-to-strike-for-further-three-days-in-october\">to go on strike</a>?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/sep/18/consultants-england-life-death-nhs-cuts-burnout-pay-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/consultants-england-life-death-nhs-cuts-burnout-pay-strike", "date_published": "2023-09-18T15:14:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A very different Valencia find their youthful stomach for La Liga fight | Sid Lowe", "description": "<p>Rubén Baraja was a mainstay of the club’s golden era. He’s now the manager of the youngsters reviving a distressed institution</p><p>“I’d like to see a different Valencia, but you have two options in life: give up or fight,” said the Valencia coach Rubén Baraja, and so they were going to fight. They were also, it turned out, going to be the Valencia that he and everyone else wanted to see but no one thought possible, not any more. The Valencia that was, well, Valencia, the way they used to be, the way they’re supposed to be; the Valencia that Diego Simeone said were “much better than us”, 45,363 people standing to applaud when it was all over and Atlético Madrid had been defeated 3-0. “This is a day to be enjoyed, for how hard it is to win,” Baraja said.</p><p>They had enjoyed it all right, the noise rolling down the vertical sides of Mestalla. As for hard, he could say that again so he did. Atlético were unbeaten, the last time they had played they had scored seven and Valencia h", "link": "https://www.theguardian.com/football/blog/2023/sep/18/a-very-different-valencia-find-their-youthful-stomach-for-la-liga-fight", "date_published": "2023-09-18T15:05:05+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Emoji dumping: how to say it’s over when you can’t be bothered with words", "description": "<p>One in three online daters have been ditched by emoji. But what are the symbols that spell out ‘It’s not you, it’s me’?</p><p><strong>Name:</strong> Emoji dumping.</p><p><strong>Age: </strong>No more than 15.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/18/emoji-dumping-how-to-say-its-over-when-you-cant-be-bothered-with-words\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/18/emoji-dumping-how-to-say-its-over-when-you-cant-be-bothered-with-words", "date_published": "2023-09-18T15:02:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘One size fits nobody’: markers of high-quality clothing are getting harder to find", "description": "<p>From poorly finished seams to an over-reliance on elastane, cost-cutting in the manufacturing process is leading to less comfortable, less durable clothing</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Last week I went shopping with some friends who also work in fashion. We did high-end boutiques first and then went hunting through the stalls at a vintage market. At the market, more than the boutiques, we found ourselves geeking out over the clothes’ intricate details.</p><p>Silk crepe, 1940s tea dresses with delicate pleats along the waist; suits made of corduroy so thick they were still crisp, and field jackets in cotton so heavy they looked barely worn. As we left, the conversation turned to the construction and quality, how much better it was than anything new we had seen.</p> <a href=\"https://www.thegua", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/19/garment-quality-not-the-same-why-closet-clinic", "date_published": "2023-09-18T15:00:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Naomi Rukavina on being one half of Neighbours’ first biracial, queer couple: ‘Feels bloody excellent’", "description": "<p>Starting out, the actor was told someone like her could never work in TV. Now she’s been cast on Australia’s best-known show and her message for him: ‘Taste it’</p><p>Many Australians will have seen actor Naomi Rukavina on stage. “I was Ginny, Hermione, McGonagall, Umbridge and Hooch,” she says of her three years in Harry Potter and the Cursed Child, ticking each role off with a finger. “I did a <em>lot</em>.”</p><p>But the 40-year-old has just landed her first permanent television role in one of Australia’s most famous shows. In the rebooted Neighbours, Rukavina plays Dr Remi Varga-Murphy who, with her tradie wife Cara (Sara West) and their two sons, are the newest family to move to Ramsay Street.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/19/neighbours-amazon-prime-naomi-rukavina-who-is-biracial-queer-couple-dr-remi-varga-murphy-cara\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/19/neighbours-amazon-prime-naomi-rukavina-who-is-biracial-queer-couple-dr-remi-varga-murphy-cara", "date_published": "2023-09-18T15:00:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barry Bennell, serial paedophile who abused boys as football coach, dies in prison", "description": "<p>Ex-football coach and serial paedophile dies in jail, the Ministry of Justice said</p><p>Serial paedophile Barry Bennell, who abused boys as a football coach, has died in prison aged 69, the Ministry of Justice has said.</p><p>A Prison Service spokesperson said: “Prisoner Barry Bennell died at HMP Littlehey on 16 September 2023. As with all deaths in custody, the prisons and probation ombudsman will investigate.”</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/barry-bennell-dies-in-prison\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/18/barry-bennell-dies-in-prison", "date_published": "2023-09-18T15:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russell Brand: Met police receive report of alleged sexual assault in relation to claims", "description": "<p>Force has ‘received a report of a sexual assault which was alleged to have taken place in Soho in central London in 2003’</p><p>Police have received a report of an alleged sexual assault in relation to the media reporting of allegations against Russell Brand, Scotland Yard has said.</p><p>A spokesperson for the Metropolitan police said: “We are aware of <a href=\"https://www.thetimes.co.uk/article/russell-brand-rape-sexual-assault-abuse-allegations-investigation-v5hxdlmb6\">reporting by</a> the Sunday Times and Channel 4’s Dispatches about allegations of sexual offences.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/18/russell-brand-met-police-receive-report-of-alleged-sexual-assault-in-relation-to-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/18/russell-brand-met-police-receive-report-of-alleged-sexual-assault-in-relation-to-allegations", "date_published": "2023-09-18T14:58:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Comer doping case is a big tick for detection work", "description": "<p>Cheating by using steroids on racehorses is unlikely to go undetected thanks to work in labs over the last decade</p><p>Last week’s news that Luke Comer, a billionaire property developer who trains a string of horses as a sideline, had been suspended from training for three years by the Irish Horseracing Regulatory Board after a dozen of his horses tested positive for steroids was an abrupt reminder that doping is an ever-present danger to the integrity and reputation of the sport.</p><p>It should be noted at this stage that Comer insists that he is “entirely innocent” and intends to appeal against the decision of the IHRB’s referrals committee.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/sep/18/talking-horses-luke-comer-doping-case-represents-a-big-tick-for-detection-work-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/sep/18/talking-horses-luke-comer-doping-case-represents-a-big-tick-for-detection-work-horse-racing-tips", "date_published": "2023-09-18T14:57:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Oppenheimer overtakes Bohemian Rhapsody to become biggest biopic of all time", "description": "<p>Christopher Nolan’s film about J Robert Oppenheimer, father of the atomic bomb, has passed $912m in worldwide box-office takings</p><p>Oppenheimer has overtaken Bohemian Rhapsody to become the highest ever grossing biopic at the worldwide box office.</p><p>Christopher Nolan’s film about J Robert Oppenheimer, the director of the Manhattan Project’s Los Alamos laboratory that developed the first nuclear weapons, <a href=\"https://www.boxofficemojo.com/title/tt15398776/?ref_=bo_se_r_1\">has passed $912m in revenue across the globe</a> since its cinema release on 19 July, according to the Box Office Mojo website. Bohemian Rhapsody, which focused on Freddie Mercury and the band Queen, <a href=\"https://www.boxofficemojo.com/title/tt1727824/?ref_=bo_se_r_1\">took over $910m following its release in October 2018</a>.</p> <a href=\"https://www.theguardian.com/film/2023/sep/18/oppenheimer-overtakes-bohemian-rhapsody-to-become-biggest-biopic-of-all-time\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/sep/18/oppenheimer-overtakes-bohemian-rhapsody-to-become-biggest-biopic-of-all-time", "date_published": "2023-09-18T14:55:49+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Guardiola urges Manchester City to push for back-to-back Champions Leagues", "description": "<ul><li>Champions start defence on Tuesday against Red Star Belgrade</li><li>‘If I wanted to live for the memories I wouldn’t be here’</li></ul><p>Pep Guardiola is proud of Manchester City’s Champions League triumph last season but stated it is “nothing special” compared with winning the trophy on multiple occasions, and so he has urged his team to win back-to-back titles.</p><p>City landed European football’s biggest prize for the first time <a href=\"https://www.theguardian.com/football/blog/2023/jun/10/manchester-city-champions-league-final-phil-foden-provided-energy-and-precision-as-classic-pep-ball-prevailed\">with victory against Internazionale</a> in Istanbul in May. They begin their defence with the visit of Red Star Belgrade on Tuesday and Guardiola wants his players to focus on emulating Real Madrid in being the only side to retain the European Cup during the Champions League era of the competition.</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/pep-guardiola-m", "link": "https://www.theguardian.com/football/2023/sep/18/pep-guardiola-manchester-city-champions-league-football", "date_published": "2023-09-18T14:53:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You’re right to be angry about Russell Brand – and the establishments, old and new, that gave him his power | Gaby Hinsliff", "description": "<p>The comedian moved effortlessly from mainstream fame to the embrace of the populist right. Both enabled an undisguised misogynist</p><p>Russell Brand has always invited outrage. It was what he did, his shtick and his selling point: a willingness to cross the line that – when sweetened by his undeniable charisma, and by enough long words to make the crude sex gags sound more intellectual – earned him a fortune over the years.</p><p>But could that willingness to shock, to transgress in plain sight, have functioned also as a kind of shield? What could he be accused of to which he hadn’t already titillatingly half-confessed, in that gleeful way that meant you never knew if he was serious or not, but which somehow made the audience complicit anyway? When he described in his insufferably titled memoir <a href=\"https://www.mirror.co.uk/3am/celebrity-news/russell-brand-made-disturbing-joke-30963831#google_vignette\">My Booky Wook</a> being asked to write a list in rehab of the women he’d w", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/russell-brand-comedian-mainstream-populist-right", "date_published": "2023-09-18T14:51:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: To Toussaint Louverture by William Wordsworth", "description": "<p>Published months before Louverture’s death in a French prison, Wordworth’s homage to the leader of the 1791 Haiti revolution is full of Romantic signifiers</p><p><strong>To Toussaint L</strong><strong>ouverture</strong></p><p>Toussaint, the most unhappy Man of Men!<br />Whether the rural Milk-maid by her cow<br />Sing in thy hearing, or thy head be now<br />Pillowed in some deep dungeon’s earless den;--<br />O miserable Chieftain! where and when<br />Wilt thou find patience? Yet die not; do thou<br />Wear rather in thy bonds a chearful brow:<br />Though fallen Thyself, never to rise again,<br />Live, and take comfort. Thou hast left behind<br />Powers that will work for thee; air, earth, and skies; <br />There’s not a breathing of the common wind<br />That will forget thee; thou hast great allies;<br />Thy friends are exultations, agonies,<br />And love, and Man’s unconquerable mind.</p> <a href=\"https://www.theguardian.com/books/2023/sep/18/poem-of-the-week-to-toussaint-louvertur", "link": "https://www.theguardian.com/books/2023/sep/18/poem-of-the-week-to-toussaint-louverture-by-william-wordsworth", "date_published": "2023-09-18T14:25:09+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal are not as fluent as last season. But they may be more resilient", "description": "<p>More than most elite sides, Mikel Arteta’s team seem prone to mood swings. Their win at Everton showed a steeliness that could help their title chances</p><ul><li><strong><a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer\">Sign up to Jonathan’s weekly newsletter here</a></strong></li></ul><p>Soccer is played always amid half-forgotten memories, at least partially conscious of its past. Arsenal’s recent record at Everton was poor and so what might otherwise have been regarded as <a href=\"https://www.theguardian.com/football/2023/sep/17/everton-arsenal-premier-league-match-\">a routine win on Sunday</a> takes on a greater significance: they were playing not merely Sean Dyche’s struggling side, but also their own fallibility. In one sense, the fact Arsenal beat a team that has taken a single point says little about their title chances; but in another it was their most promising performance of ", "link": "https://www.theguardian.com/football/2023/sep/18/arsenal-everton-premier-league-title", "date_published": "2023-09-18T14:17:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Iran releases five detained Americans for $6bn in oil money – live", "description": "<p>Prisoners leave by plane as part of swap involving Biden administration unfreezing Iranian oil money </p><p>Five Americans detained in Iran are on their way home after the Biden administration brokered a deal for their release in exchange for unfreezing $6b in oil money.</p><p>Here’s the latest on the prisoner swap, from the Guardian’s <a href=\"https://www.theguardian.com/profile/patrickwintour\">Patrick Wintour</a>:</p><p>Five US prisoners detained in Iran, some for nearly a decade, have left the country by plane to Qatar, as part of a controversial prisoner swap involving the unfreezing by the <a href=\"https://www.theguardian.com/us-news/biden-administration\">Biden administration</a> of $6bn (£4.8bn) of Iranian oil money.</p><p>Tehran and Washington had agreed to swap five prisoners each, including the <a href=\"https://www.theguardian.com/world/2022/jul/27/morad-tahbaz-has-been-freed-from-jail-in-iran-on-electronic-tag-uk-says\">conservationist Morad Tahbaz</a>, a British-American", "link": "https://www.theguardian.com/us-news/live/2023/sep/18/government-shutdown-republicans-biden-impeachment-trump-politics-live-updates", "date_published": "2023-09-18T14:11:00+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two pilots killed after planes collide and crash at Nevada airshow", "description": "<p>‘Landing accident’ happened on the last day of the air races in Reno, where at least 23 pilots have died since event began in 1972</p><p>Two air-racing pilots were killed at an airshow Sunday in Reno, <a href=\"https://www.theguardian.com/us-news/nevada\">Nevada</a>, when their planes collided and crashed.</p><p>Officials with the Reno air racing association said the crash was a “landing accident” that happened after the T-6 Gold Race at the national championship air races. The pilots killed<a href=\"https://twitter.com/RenoAirRaces/status/1703555090697912498\"> have been identified</a> as Chris Rushing, who flew out of Van Nuys in Los Angeles, and Nick Macy of Tulelake, California.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/nevada-airshow-plane-crash-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/18/nevada-airshow-plane-crash-deaths", "date_published": "2023-09-18T13:37:06+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Here’s the scary way Trump could win without the electoral or popular vote | Stephen Marche", "description": "<p>In a ‘contingent election’, he could lose the popular vote, electoral college and all his legal cases and still end up the legal US president</p><p>In an ordinary time, under ordinary political conditions, the specter of another Trump presidency would be strictly the stuff of nightmares. The former president is facing 40 criminal charges for his mishandling of classified documents, and will have to interrupt his campaign next summer to defend himself in court. Those charges are apart from the 34 felony counts of falsifying business records he faces in New York. And then there’s the rape defamation lawsuit, which will begin in January, and which he will almost certainly lose.</p><p>The American people, however, can be awfully forgiving. In current polling, Joe Biden and Donald Trump are tied nationally; no Republican nominee has emerged to challenge Trump. But, as we have been learning pretty much continuously since 2000, the will of the majority of the American people no longer ma", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/donald-trump-could-win-contingent-election", "date_published": "2023-09-18T13:21:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dehenna Davison resigns as UK minister, citing struggle with chronic migraine", "description": "<p>MP touted as rising star in Tory party says condition makes it ‘difficult, if not impossible to keep up with the demands’ of role</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/sep/18/labour-conservatives-liz-trusss-resignation-honours-list-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The levelling up minister Dehenna Davison has resigned from government as she revealed her ongoing struggle with chronic migraine.</p><p>The 30-year-old MP for Bishop Auckland had been widely touted as a rising star within the Conservative party, having achieved a junior ministerial role at the age of 29.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/18/dehenna-davison-resigns-as-uk-minister-citing-struggle-with-chronic-migraine\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/18/dehenna-davison-resigns-as-uk-minister-citing-struggle-with-chronic-migraine", "date_published": "2023-09-18T13:20:33+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rolling Stone founder Jann Wenner apologizes for disparaging Black and female artists", "description": "<p>In interview about new book The Masters, Wenner had said no female or Black musicians ‘were as articulate’ as white performers</p><p>Jann Wenner, founder of Rolling Stone and a co-founder of the Rock and Roll Hall of Fame, has apologized for <a href=\"https://www.theguardian.com/music/2023/sep/17/rolling-stone-founder-jann-wenner-removed-from-rock-and-roll-hall-of-fame-board\">remarks he made</a> disparaging Black and female artists as less intellectually articulate than their white counterparts.</p><p>The 77-year-old’s statements – made in an interview published on Friday by the <a href=\"https://www.nytimes.com/2023/09/15/arts/jann-wenner-the-masters-interview.html\">New York Times</a> in which he explained why he had included only white rock performers, whom he dubbed the “philosophers of rock”, in a book compiling his interviews – led to a unanimous vote removing Wenner from the hall of fame board.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/jann-wenner-rolling-st", "link": "https://www.theguardian.com/us-news/2023/sep/18/jann-wenner-rolling-stone-apology-black-female-artists-interview", "date_published": "2023-09-18T13:05:41+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Modern culture has ripped away girls’ childhood, taking their joy with it | Elle Hunt", "description": "<p>From the climate crisis to economic decline, the period in which this online generation remain blissfully ignorant has shrunk</p><p>It’s never been easy, as Britney Spears sang, to be “not a girl, not yet a woman”. But a <a href=\"https://www.theguardian.com/society/2023/sep/13/happiness-of-girls-and-young-women-at-lowest-level-since-2009-shows-uk-poll\">new survey</a> carried out for Girlguiding shows that young women are less hopeful than ever of emerging on the other side, with the happiness of seven- to 21-year-olds plummeting to its lowest level since 2009.</p><p>At 32 years old, I am profoundly grateful not to be a girl today – or even much younger than I am now. When I was a teenager, through the mid-2000s, there were the time-honoured troubles of growing girls: depression, anxiety, bullying, body image issues, disordered eating, problematic interactions with the opposite sex. But – without minimising those struggles, or being blithely superior about “my day” – there were som", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/culture-girls-childhoods-climate-crisis-economic-decline-online", "date_published": "2023-09-18T13:04:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Proposed Sizewell C nuclear plant seeks outside investment", "description": "<p>Prospective investors will be subject to ‘strict national security checks’, minister vows</p><p>Prospective investors in the proposed Sizewell C nuclear power plant in Suffolk will undergo “strict national security checks”, the government has said, as it formally kicked off a hunt for outside investment.</p><p>The project, led by the French state-backed energy company EDF and backed by the UK government, aims to produce 3.2 gigawatts of electricity – enough to power about 6m homes – and was <a href=\"https://www.theguardian.com/business/2022/jul/20/uk-government-gives-go-ahead-to-sizewell-c-nuclear-power-plant\">approved in July last year</a>.</p> <a href=\"https://www.theguardian.com/business/2023/sep/18/proposed-sizewell-c-nuclear-plant-seeks-outside-investment\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/18/proposed-sizewell-c-nuclear-plant-seeks-outside-investment", "date_published": "2023-09-18T13:00:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inter’s derby delight all the more remarkable after summer exits | Nicky Bandini", "description": "<p>Heaviest Milan derby win since 1974 from new-look Inter suggests Scudetto and European dreams can become reality</p><p>Stefano Pioli was not so much seeing his glass half-full on Saturday night, as clutching an empty tumbler and reminiscing about the wine that used to be in there before the neighbours came round and drank it all. “In the first four minutes, only we touched the ball,” asserted the Milan manager at the end of Saturday’s derby against Inter. The only problem, a detail really, was everything that happened throughout the 86 that followed.</p><p>Inter took the lead in the fifth minute, Henrikh Mkhitaryan redirecting a ball from Federico DiMarco back across Mike Maignan. They doubled their lead before half-time with a spectacular goal from Marcus Thuram, who retrieved an overhit pass outside the left corner of the box then cut back inside Malick Thiaw to fire a rocket into the furthest part of the goal.</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/inter-", "link": "https://www.theguardian.com/football/2023/sep/18/inter-milan-derby-delight-serie-a-football", "date_published": "2023-09-18T12:56:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Protests, bottle dancers and singing birds: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/sep/18/protests-bottle-dancers-and-singing-birds-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/sep/18/protests-bottle-dancers-and-singing-birds-mondays-best-photos", "date_published": "2023-09-18T12:54:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five Americans fly out of Iran in $6bn oil money prisoner swap", "description": "<p>Conservationist Morad Tahbaz among US detainees released and on way to Qatar in first stage of journey to Washington</p><p>Five US prisoners detained in Iran, some for nearly a decade, have left the country by plane to Qatar, as part of a controversial prisoner swap involving the unfreezing by the <a href=\"https://www.theguardian.com/us-news/biden-administration\">Biden administration</a> of $6bn (£4.8bn) of Iranian oil money.</p><p>Tehran and Washington had agreed to swap five prisoners each, including <a href=\"https://www.theguardian.com/world/2022/jul/27/morad-tahbaz-has-been-freed-from-jail-in-iran-on-electronic-tag-uk-says\">the well-known conservationist Morad Tahbaz</a>, a British-American citizen.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/five-americans-fly-out-of-iran-in-6bn-oil-money-prisoner-swap\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/five-americans-fly-out-of-iran-in-6bn-oil-money-prisoner-swap", "date_published": "2023-09-18T12:49:52+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Historic’ plans to expand Senedd draw Conservatives’ ire", "description": "<p>Parliamentary changes hailed as ‘investment in democracy’ but Tories say money should be spent elsewhere</p><p>The Welsh government’s “historic” changes to the Senedd, including sharply increasing the number of members, have been criticised by the Conservatives who say the millions of pounds an expanded Welsh parliament would cost each year should be ploughed into improving public services.</p><p>Proposed changes set out in the Senedd reform bill include increasing the number of members from 60 to 96 and ministers from 12 to 17, plus scrapping the first-past-the-post element of the voting system.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/18/wales-historic-plans-to-expand-senedd-draw-conservatives-ire\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/18/wales-historic-plans-to-expand-senedd-draw-conservatives-ire", "date_published": "2023-09-18T12:38:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elon Musk accuses Soros foundation of wanting to destroy western civilisation", "description": "<p>X owner makes comment on his platform as he prepares to meet Israeli prime minister Benjamin Netanyahu</p><p>Elon Musk has accused George Soros’s foundation of wanting to destroy western civilisation, as the tech tycoon prepares to meet the Israeli prime minister, Benjamin Netanyahu, in California.</p><p>Musk made the comment in reply to a post by a user sharing footage of people arriving on the Italian island of Lampedusa from north Africa that referred to a “George Soros led invasion” of Europe.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/18/elon-musk-accuses-george-soros-foundation-of-wanting-to-destroy-western-civilisation\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/18/elon-musk-accuses-george-soros-foundation-of-wanting-to-destroy-western-civilisation", "date_published": "2023-09-18T12:26:57+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI boom may not have positive outcome, warns UK competition watchdog", "description": "<p>Risks include high prices as well as proliferation of false information, fraud and fake reviews, says CMA</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/18/uk-rents-soar-high-interest-rates-hamptons-house-asking-prices-rightmove-economics-bundesbank-business-live\">Business live – latest updates</a></li></ul><p>People should not assume a positive outcome from the <a href=\"https://www.theguardian.com/technology/2023/feb/24/ai-artificial-intelligence-chatbots-to-deepfakes\">artificial intelligence boom</a>, the UK’s competition watchdog has warned, citing risks including a proliferation of <a href=\"https://www.theguardian.com/technology/2023/apr/23/pope-jacket-napalm-recipes-how-worrying-is-ai-rapid-growth\">false information</a>, fraud and fake reviews as well as high prices for using the technology.</p><p>The Competition and Markets Authority said people and businesses could benefit from a new generation of AI systems but dominance by entrenched players and fl", "link": "https://www.theguardian.com/technology/2023/sep/18/ai-uk-competition-watchdog-cma", "date_published": "2023-09-18T12:23:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chioma Nnadi to replace Edward Enninful as head of British Vogue", "description": "<p>Exclusive: London-born editor of Vogue’s US website to become first Black female head of the fashion title</p><p>By the time London fashion week had begun last weekend, it was already the industry’s worst kept secret.</p><p>But after months of conjecture surrounding who would replace Edward Enninful, the 51-year-old outgoing editor of British Vogue, Conde Nast has told the Guardian that London-born journalist Chioma Nnadi will take over the role on 9 October.</p> <a href=\"https://www.theguardian.com/fashion/2023/sep/18/chioma-nnadi-to-replace-edward-enninful-as-head-of-british-vogue\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/sep/18/chioma-nnadi-to-replace-edward-enninful-as-head-of-british-vogue", "date_published": "2023-09-18T12:10:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Everyone was doing the crane kick’: Ralph Macchio on making The Karate Kid", "description": "<p>‘Daniel has bravado and won’t quit. If I got my ass kicked by five karate experts on motorcycles, I would have probably found a different way to school’</p><p>I was a skinny kid and looked young for my age, which was tough. I got a part in Francis Ford Coppola’s The Outsiders playing Johnny Cade. The reviews were positive: I was a young actor feeling good, maybe a little cocky. I got a call about a movie called <a href=\"https://www.youtube.com/watch?v=r_8Rw16uscg\">The Karate Kid</a> and thought: “That’s a silly title. Is it a cartoon?” They sent me the script and I met the director, John G Avildsen, at his apartment in New York.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/18/everyone-was-doing-the-crane-kick-ralph-macchio-on-making-the-karate-kid\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/18/everyone-was-doing-the-crane-kick-ralph-macchio-on-making-the-karate-kid", "date_published": "2023-09-18T12:09:59+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Woman charged with murdering her parents in Essex", "description": "<p>Virginia McCullough, 35, appears in court over the deaths of a man and woman in their 70s from Chelmsford</p><p>A woman has been remanded in custody charged with murdering her parents.</p><p>Virginia McCullough, 35, is accused of murdering John and Lois McCullough between 21 August 2018 and 15 September 2023 in Chelmsford, Essex, according to a court charge sheet.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/18/woman-charged-murdering-parents-essex\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/18/woman-charged-murdering-parents-essex", "date_published": "2023-09-18T12:03:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Libya floods: calls for aid grow louder as hopes of finding survivors fade", "description": "<p>Eight days after the city of Derna was devastated by floods the death toll has passed 11,300 with more than 10,000 missing</p><p>Eight days after a 10-metre wall of water transformed a city of 100,000 people into a wasteland some people are still wearing the pyjamas they woke up in that terrible night. With loved ones lost, finding new clothes, washing, sleeping and eating are not priorities for the survivors of Derna.</p><p>Libyans from all over the country have rushed to help, and among them are rescue teams from the Libyan Red Crescent, some in crimson jackets, others in white hazmat suits, gloves and masks. Roads into Derna are <a href=\"https://www.theguardian.com/world/2023/sep/16/second-humanitarian-crisis-feared-in-wake-of-libya-floods-as-hopes-of-finding-survivors-fade\">filled with ambulances and trucks</a> carrying food and water.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/libya-floods-calls-for-aid-grow-louder-as-hopes-of-finding-survivors-fade\">Continue ", "link": "https://www.theguardian.com/world/2023/sep/18/libya-floods-calls-for-aid-grow-louder-as-hopes-of-finding-survivors-fade", "date_published": "2023-09-18T12:03:07+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like Pegasus’: Nicky Henderson on Constitution Hill, his latest wonder horse", "description": "<p>Unbeaten hurdler has drawn comparisons with Arkle and Sprinter Sacre but his legendary trainer knows only the Gold Cup can justify that kind of talk </p><p>“We’re back in the same boat,” Nicky Henderson says with a smile and a sigh as he considers the immense pressure bearing down on him while he plots the future of Constitution Hill, a seemingly miraculous horse whose next appearances on the track will transfix National Hunt racing. Constitution Hill <a href=\"https://www.theguardian.com/sport/constitution-hill\">has built a winning aura</a> which could match and even surpass the hold that Sprinter Sacre, <a href=\"https://www.theguardian.com/sport/2013/mar/13/sprinter-sacre-champion-chase-cheltenham-festival\">another of Henderson’s great horses</a>, had on the racing public 10 years ago.</p><p>“When Sprinter was in his heyday,” Henderson continues, “there wasn’t a horse in the world who could have beaten him. Anything but sheer brilliance, anything less than a win by 20 lengths, wa", "link": "https://www.theguardian.com/sport/2023/sep/18/nicky-henderson-constitution-hill-wonder-horse-interview-racing", "date_published": "2023-09-18T12:01:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jane Baxter’s budget recipes for Spanish-style chickpeas", "description": "<p>A spinach and chickpea salad and a chickpea and chorizo <em>fideuà</em> made with toasted angel-hair pasta</p><p>Chickpeas are a great choice in budget cooking, and there is so much more to them than hummus. I stipulate a cooked weight for today’s recipes, and by far the easiest option is to use drained tinned chickpeas, but I much prefer soaking and cooking dried ones, because you can impart more flavour into them. That said, the cooking time can be as much as an hour, so I understand why they put some people off. To get around this, use a pressure cooker, where the chickpeas will be done in about 15 minutes, or cook a big batch and use them up over the course of a few days.</p><p>Jane Baxter is chef/co-owner of <a href=\"https://www.wildartichokes.co.uk/\">Wild Artichokes in Kingsbridge, Devon</a>. Her next book, Recipes for a Better Menopause, co-authored with Dr Federica Amati, is published next month by Octopus at £25. To pre-order a copy for £22, go to <a href=\"https://guardia", "link": "https://www.theguardian.com/food/2023/sep/18/spanish-style-chickpeas-budget-recipes-jane-baxter", "date_published": "2023-09-18T12:00:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "If the Streets Were on Fire review – hope on show as BikeStormz riders fight knife crime", "description": "<p>The impassioned story of a London group providing young people with alternatives to gang culture is emotionally and visually compelling</p><p>Made over several years and much of it filmed, by necessity, with handheld cameras, this impassioned documentary is about <a href=\"https://www.theguardian.com/world/2018/dec/23/bikestormz-riders-saddle-up-to-protest-against-knife-crime-london\">BikeStormz</a>, the collective bicycle rides organised at first as protest against knife violence. The prime mover is <a href=\"https://www.kilburntimes.co.uk/news/22021769.harlesden-man-launches-anti-youth-crime-drive-help-signature-bmw-car/\">activist Mac Ferrari-Guy</a> who understood from his own experience how devastating gang violence was to his community in London.</p><p>At the same time, BikeStormz’s aim was also to provide kids, gang members and potential gang members with a constructive, communal activity that everyone could take part in, especially since the bike rides were at first through th", "link": "https://www.theguardian.com/film/2023/sep/18/if-the-streets-were-on-fire-review-hope-on-show-as-bikestormz-riders-fight-knife", "date_published": "2023-09-18T12:00:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Crisis at Old Trafford and the late late show at Spurs - Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/jonawilshttps://twitter.com/jonawils\">Jonathan Wilson</a> and <a href=\"https://twitter.com/JohnBrewin_\">John Brewin</a> as Manchester United’s very poor start to the season continues</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">T", "link": "https://www.theguardian.com/football/audio/2023/sep/18/crisis-at-old-trafford-and-the-late-late-show-at-spurs-football-weekly", "date_published": "2023-09-18T11:59:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU states expressed ‘incomprehension’ at Tunisia migration pact, says Borrell", "description": "<p>Foreign affairs chief in clash with Ursula von der Leyen as he issues broadside against ‘unilateral action’</p><p>EU member states expressed “incomprehension” when the European Commission president, Ursula von der Leyen, rushed into a <a href=\"https://www.theguardian.com/world/2023/jul/16/eu-deal-with-tunisia-help-stem-irregular-migration\">migration pact with Tunisia</a>, it has been revealed.</p><p>The concerns were raised in July both verbally and in writing, the EU’s chief diplomat responsible for foreign affairs, Josep Borrell, wrote in a letter dated 7 September that has been seen by the Guardian.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/eu-states-expressed-incomprehension-at-tunisia-migration-pact-says-borrell\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/eu-states-expressed-incomprehension-at-tunisia-migration-pact-says-borrell", "date_published": "2023-09-18T11:39:12+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russell Brand accuser calls his response to allegations ‘insulting’", "description": "<p>Alice claims Brand sent a BBC car to collect her from the gates of her school when she was 16</p><p>Russell Brand’s response to allegations of rape, sexual assault and emotional abuse has been “insulting”, one of his accusers has said, as she claimed he sent a BBC car to bring her to him from the gates of her school when she was a 16-year-old pupil.</p><p>Alice, who spoke under a pseudonym to protect her anonymity, has <a href=\"https://www.thetimes.co.uk/article/russell-brand-rape-sexual-assault-abuse-allegations-investigation-v5hxdlmb6\">told the Sunday Times</a> that Brand started a relationship with her when she was a teenage schoolgirl and he a 31-year-old man with fame and influence.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/18/russell-brand-accuser-calls-his-response-to-allegations-insulting\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/18/russell-brand-accuser-calls-his-response-to-allegations-insulting", "date_published": "2023-09-18T11:34:47+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jason Roy questions England future after second World Cup dumping", "description": "<ul><li>Batter ‘absolutely gutted’ following latest axing</li><li>Archer travels to continue injury rehabilitation</li></ul><p>Jason Roy is considering his international future after being dumped from an England World Cup squad at the 11th hour for the second time in a year. Roy could still appear in the World Cup should one of England’s opening batters suffer an injury – as he himself did during the T20 World Cup in 2021 – and is currently the first-choice reserve for those positions, but first he must decide how much he still wants to play for an international side that has twice dramatically discarded him.</p><p>Luke Wright, England men’s national selector, said Roy was “absolutely gutted” when informed by Jos Buttler that he had lost his place in the group of 15 that will be travelling to India later this month, but that the door for a return was still ajar.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/jason-roy-questions-england-future-after-second-world-cup-dumpin", "link": "https://www.theguardian.com/sport/2023/sep/18/jason-roy-questions-england-future-after-second-world-cup-dumping-cricket", "date_published": "2023-09-18T11:30:36+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: could we use music like medicine?", "description": "<p>We know that music influences our emotions, but could it improve physical health too?</p><p>In my adolescence and early adulthood, I could barely contemplate a life without music. Each Saturday I would traipse an hour to my nearest CD store, and spend nearly as much time browsing the aisles before returning home with my new purchases. I could spend hours lying on my bed, headphones over my ears and notebook in hand, as I deciphered every line of lyrics.</p><p>As time wore on, music slowly became a soundtrack to other activities, played in the background through the tinny speakers of my iPhone as I washed the dishes, cleaned the bathroom, or folded the laundry.</p> <a href=\"https://www.theguardian.com/books/2023/sep/18/the-big-idea-could-we-use-music-like-medicine\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/18/the-big-idea-could-we-use-music-like-medicine", "date_published": "2023-09-18T11:30:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Literary satire American Fiction takes Toronto film festival’s top award", "description": "<p>Cord Jefferson’s story of a novelist (Jeffrey Wright) grappling with the publishing industry’s expectations of black writers is now practically guaranteed serious Oscar consideration</p><p>American Fiction, the literary satire starring Jeffrey Wright as a novelist grappling with the publishing industry’s expectations of black writers, has won the Toronto international film festival’s influential People’s Choice award, a result that practically guarantees it serious Oscar consideration and contention for major awards.</p><p><a href=\"https://www.theguardian.com/film/2023/sep/10/american-fiction-review-cord-jefferson-jeffrey-wright\">Described by the Guardian as “hilarious and withering”</a>, American Fiction triumphed over pre-festival favourites such as <a href=\"https://www.theguardian.com/film/2023/sep/11/the-holdovers-review-alexander-payne-and-paul-giamatti-reunite-for-charming-comedy\">Alexander Payne’s The Holdovers</a> and <a href=\"https://www.theguardian.com/film/2023/sep/08/t", "link": "https://www.theguardian.com/film/2023/sep/18/literary-satire-american-fiction-takes-toronto-film-festivals-top-award", "date_published": "2023-09-18T11:19:30+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experience of accessing Covid antiviral medicines in the UK", "description": "<p>We would like to hear from people who are eligible for antivirals and their experience accessing them</p><p>During the Covid pandemic, a centralised system was developed for prescribing antiviral drugs to high risk patients who test positive for Covid.</p><p>However in June this year <a href=\"https://digital.nhs.uk/coronavirus/covid-medicine-delivery-unit-directory?key=h58vqkRUup40o27K04xOrtfh7ZXqwRQoOLhXTkGWlbOrVSkwzfTeetw39uGFlc28\">the system was changed</a>, with each NHS integrated care board (ICB) in England now having their own arrangements. As a result, people who are eligible for such drugs now need to contact local health services to find out themselves how to get hold of them if they test positive for Covid.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/tell-us-your-experience-of-accessing-covid-antiviral-medicines-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/tell-us-your-experience-of-accessing-covid-antiviral-medicines-in-the-uk", "date_published": "2023-09-18T11:13:42+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "WSL can be first billion-pound women’s football league in the world, says chair", "description": "<ul><li>Dawn Airey outlines plan to hit that target within 10 years </li><li>Running of WSL and Championship to shift from FA to clubs</li></ul><p>Those in charge of the Women’s Super League plan on making it the first billion-pound women’s football league in the world, according to its chair, Dawn Airey.</p><p>Speaking ahead of the new WSL season, which kicks-off on 1 October, Airey, said the intention is to hit that revenue target within a decade. “The whole of women’s sport globally [generates] a billion dollars in revenues, from sponsorship and gates, a billion dollars in revenue globally. Men’s sport gets half a trillion. That’s an enormous difference and it shows the enormous potential for women’s sport, and women’s football in particular,” said Airey, who is also chair of the Women’s Championship.</p> <a href=\"https://www.theguardian.com/football/2023/sep/18/wsl-can-be-first-billion-pound-womens-football-league-in-the-world-says-it-chair\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/sep/18/wsl-can-be-first-billion-pound-womens-football-league-in-the-world-says-it-chair", "date_published": "2023-09-18T11:00:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beware sharper economic slowdown and tougher inflation, warns adviser to central banks", "description": "<p>Bank of International Settlements said markets risk ignoring aftershocks from inflation such as insolvencies and property price falls</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/18/uk-rents-soar-high-interest-rates-hamptons-house-asking-prices-rightmove-economics-bundesbank-business-live\">Business live – latest updates</a></li></ul><p>Financial markets should be wary of stubborn inflation and a sharper economic slowdown next year than forecasters predict, the Swiss-based adviser to central banks has warned.</p><p>The Bank of International Settlements said exuberant stock markets were at risk of ignoring the negative aftershocks from persistent inflation, which could trigger a wave of insolvencies and a steep fall in property prices.</p> <a href=\"https://www.theguardian.com/business/2023/sep/18/beware-sharper-economic-slowdown-and-tougher-inflation-warns-adviser-to-central-banks\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/18/beware-sharper-economic-slowdown-and-tougher-inflation-warns-adviser-to-central-banks", "date_published": "2023-09-18T11:00:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "There’s rage at civil servants who cried over Brexit. But virtually all of us have wept over Tory antics since 2016 | The civil servant", "description": "<p>We don’t need to be true believers to do our jobs, but we know an incompetent government when we see it – and feel its effect</p><p>The campaign to leave Europe always had a kind of Dambusters machismo frustration about it. Sure, Steve Baker MP may have <a href=\"https://www.dailymail.co.uk/news/article-11802117/Tears-Brexit-hard-man-Steve-Baker-hails-PMs-Northern-Ireland-deal.html\">gone a bit soft</a> since he <a href=\"https://www.indy100.com/news/brexit-steve-baker-hard-man-erg-sky-news-twitter-response-8850871\">self-identified</a> as the “Brexit hard man” back in 2019; but surely nobody who suffered through those heady days could have doubted that he, together with fellow flag-fanatic Mark Francois, Geoffrey “<a href=\"https://www.theguardian.com/politics/2019/mar/07/cometh-the-hour-cometh-geoffrey-cox-wobbly-codpiece\">codpiece</a>” Cox, and <a href=\"https://www.huffingtonpost.co.uk/entry/as-ever-with-boris-johnson-it-was-all-about-sex-huffpost-verdict_uk_5bb35423e4b0d1ebe0e4c0bc", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/civil-servants-brexit-tory-2016-government", "date_published": "2023-09-18T11:00:26+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It was so fast, furious and fun’: Elliott Smith’s noisy early band Heatmiser", "description": "<p>Before the indie-folk that made his name, Smith was in a gritty, abrasive (and largely forgotten) post-hardcore band. As unreleased recordings emerge, surviving members recall their brotherly bond</p><p>At their last Fourth of July party before graduating in 1991, Neil Gust and Elliott Smith were discussing their futures. “We looked at each other and said: ‘Why don’t we start a band?’” Gust recounts. The pair resolved to move to a new city and pursue music together. “I realised I had to come out of the closet. I told him at this party, and everything just blew up inside of me – he was the best friend you could possibly have in that moment,” Gust said.</p><p>Smith would go on to be nominated for an Oscar and become a darling of US indie rock whose haunting songs remain celebrated 20 years after his death at the age of 34. But his band Heatmiser – initially a Fugazi-esque post-hardcore group – are comparatively unknown.</p> <a href=\"https://www.theguardian.com/music/2023/sep/18/it-w", "link": "https://www.theguardian.com/music/2023/sep/18/it-was-so-fast-furious-and-fun-elliott-smiths-noisy-early-band-heatmiser", "date_published": "2023-09-18T10:46:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Esther Manito: ‘I still stand backstage thinking I should have worked in John Lewis’", "description": "<p>The standup on her comedy heroes, preshow jitters and the parenting double standards for male and female comedians</p><p><strong>How did you get into comedy?<br /></strong>I was on maternity leave from teaching, at home with a newborn and a two-year-old, and felt like I was going a bit mad. A friend suggested we do a standup course at the <a href=\"https://thecomedyschool.com/\">Comedy School</a> in Camden. I thought it would allow me a few hours a week to get my creative brain working. At the end of the course we were expected to do five minutes of standup at <a href=\"https://backyardcomedyclub.co.uk/\">Backyard Comedy Club</a>. At the start I had zero intention of doing it and planned to phone in sick, but I did it and that was that – I was hooked.</p><p><strong>Can you recall your first gig?<br /></strong>I threw up with adrenaline and the nerves have still not gone away. I mean I don’t puke before every gig any more so in that sense I have grown, but I still stand backstage panic", "link": "https://www.theguardian.com/stage/2023/sep/18/esther-manito-standup-comedy", "date_published": "2023-09-18T10:23:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bayern denied by Leverkusen late show before Manchester United test | Andy Brassell", "description": "<p>Xabi Alonso, perhaps Bayern’s coach of the future, was able to thwart the club whose midfield he once graced</p><p>Even at the close of over 98 absorbing minutes, there was enough energy in their (unfamiliarly) green-clad legs to make a beeline in the same direction. Thomas Tuchel and a few of his players, led by Thomas Müller and Sven Ulreich, made plain their unhappiness to referee Daniel Schlager and his team – mainly at the penalty given to Leverkusen for Alphonso Davies’ challenge on Jonas Hofmann late on and, perhaps, the even later ruling out of a potential Dayot Upamecano winner, with the clear offside not stopping some of those on the Bayern Munich bench pointing towards the VAR screen.</p><p>Whether you thought they had a point or not they, and most of the fans inside the Allianz Arena, with boos ringing out at the whistle, were in the minority. This laying down of an early-season gauntlet, not just in terms of result but in its manner, was a timely shot in the arm for t", "link": "https://www.theguardian.com/football/blog/2023/sep/18/bayern-munich-leverkusen-bundesliga-manchester-united", "date_published": "2023-09-18T10:05:27+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ballywalter review – Patrick Kielty makes acting debut in taxi-ride bonding drama", "description": "<p>Kielty plays a standup with a troubled past, but it’s Seána Kerslake who is the driving force here, via her terrific performance as a prickly cabby</p><p>You’ve got to admire comedian Patrick Kielty for putting his neck on the line in his first dramatic role. In Prasanna Puwanarajah’s directorial debut, Kielty plays Shane, a budding standup who can painstakingly recount favourite scenes from Only Fools and Horses but has no discernible comic skill of his own. Far from being a deranged <a href=\"https://www.theguardian.com/film/2023/feb/18/the-king-of-comedy-at-40-martin-scorseses-painful-ode-to-the-wannabe\">Rupert Pupkin figure</a>, Shane harbours a troubled past, which makes him well placed for some odd-couple bonding with Eileen (Seána Kerslake), an acerbic young cabby who ferries him each week from his self-imposed exile in the coastal village of Ballywalter to his comedy course in Belfast. Why can’t he take himself? Ah, that would be the driving ban. Tragic backstory alert!</p>", "link": "https://www.theguardian.com/film/2023/sep/18/ballywalter-review-patrick-kielty-makes-acting-debut-in-taxi-ride-bonding-drama", "date_published": "2023-09-18T10:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London facing 45C days ‘in foreseeable future’, mayor Sadiq Khan warns", "description": "<p>Mayor says interim climate report paints a worrying picture of an underground Tube system that is not fit for purpose, and care homes and schools that are too hot</p><p>London faces the “incredibly worrying” prospect of enduring days that hit 45C (113F) due to the worsening climate crisis, its mayor, Sadiq Khan, told the Guardian at a climate summit in New York where governments have gathered to discuss how to best cope with searing temperatures.</p><p>Khan said an interim independent climate resilience report for London has found the capital could experience multiple 45C days “in the foreseeable future”, potentially buckling various basic functions of the city. “It means the Underground is not fit for purpose, some of the homes are too hot in the daytime, care homes and schools too,” Khan said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/18/london-facing-45c-days-in-foreseeable-future-mayor-sadiq-khan-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/18/london-facing-45c-days-in-foreseeable-future-mayor-sadiq-khan-warns", "date_published": "2023-09-18T10:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: Miles was the cat no one wanted. I took him in – and he never left my side", "description": "<p>My best buddy was painfully shy, but I won him over with patience and treats. If only we’d had more time together …</p><p>My journey with Miles started, practically, in an Uber returning from the Cats Protection centre in north London, his huge, golden eyes peering out from his bulky carrier.</p><p>But the road to Miles and I ending up together began much earlier. He was a successor to two abandoned kittens I had found at the bottom of my garden and taken in. I raised them for three weeks, syringe feeding them with specially formulated milk. A friend then adopted them (they are thriving).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/sep/18/the-pet-ill-never-forget-miles-was-the-cat-no-one-wanted-i-took-him-in-and-he-never-left-my-side\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/18/the-pet-ill-never-forget-miles-was-the-cat-no-one-wanted-i-took-him-in-and-he-never-left-my-side", "date_published": "2023-09-18T10:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump found an election strategy that works - so he’s sticking to it", "description": "<p>Indictments were unexpectedly useful for Trump to test theory that his criminal cases could benefit his campaign, and vice versa</p><p>Donald Trump is intent on leaning into his criminal cases to boost his 2024 campaign through the election next year, according to multiple people close to the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">former president</a>, after he tested that strategy through multiple indictments and decided it gave him major political advantages.</p><p>The summer was devastating for Trump from a legal perspective, after he was charged with retaining national security documents in Florida as well as with seeking to overturn the 2020 election in Washington and in Georgia, the trials for which will occur before the election.</p> <a href=\"https://www.theguardian.com/us-news/2023/sep/18/trump-election-strategy-biden-indictments\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/sep/18/trump-election-strategy-biden-indictments", "date_published": "2023-09-18T10:00:25+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sir Martin Sorrell’s S4 Capital cuts 500 jobs as tech clients rein in ad spending", "description": "<p>Shares plunge 25% to record low as firm revises revenue forecasts again and warns of more job losses</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/sep/18/uk-rents-soar-high-interest-rates-hamptons-house-asking-prices-rightmove-economics-bundesbank-business-live\">Business live – latest updates</a></li></ul><p>The veteran advertising boss Sir Martin Sorrell’s digital marketing group S4 Capital has cut 500 jobs in the face of a plunge in spending from clients fearful of an impending recession.</p><p>Shares in the company, founded after his <a href=\"https://www.theguardian.com/business/2020/jul/21/sir-martin-sorrell-wpp-facebook-s4-capital\">acrimonious departure from adverstising giant WPP in 2018</a>, fell by 25% to a record low stripping almost £150m off its market value after it said it expected revenues to shrink and profit margins to narrow.</p> <a href=\"https://www.theguardian.com/media/2023/sep/18/sir-martin-sorrells-s4-capital-cuts-500-jobs-as-tech-clients", "link": "https://www.theguardian.com/media/2023/sep/18/sir-martin-sorrells-s4-capital-cuts-500-jobs-as-tech-clients-rein-in-ad-spending", "date_published": "2023-09-18T09:43:43+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-deacon accused of disguising men as missionaries to avoid conscription in Ukraine", "description": "<p>Investigators say at least six individuals escaped to EU countries after deacon allegedly took bribes</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/sep/18/russia-ukraine-war-live-updates-ukrainian-drone-strikes-repelled-russia-chinese-foreign-minister-wang-yi-russia-visit\">Russia-Ukraine war – latest news updates</a></li></ul><p>A former deacon in the Ukrainian port city of Odesa has been detained on allegations that he took bribes to help men evade conscription by disguising them as church missionaries so they could leave the country.</p><p>The Ukrainian Security Service (SBU) said last week that the former deacon belonged to the Ukrainian Orthodox church, one of two main branches of Orthodoxy in the country and until recently linked to the Moscow patriarchy. Investigators say the former deacon – who has not been named – successfully facilitated the escape of at least six individuals to several EU countries.</p> <a href=\"https://www.theguardian.com/world/2023/se", "link": "https://www.theguardian.com/world/2023/sep/18/deacon-accused-disguising-men-as-missionaries-avoid-conscription-ukraine", "date_published": "2023-09-18T09:35:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Childcare in the UK is a mess: is Britain failing its future?", "description": "<p>The early years education system in the UK is broken. Soaring nursery fees are causing parents – usually mothers – to quit their jobs, yet childcare settings are so chronically underfunded they are barely able to stay afloat, prompting underpaid staff to leave in droves.</p><p></p><p>The government has promised a childcare revolution, with more free hours for families. The Guardian's Alexandra Topping speaks to parents and campaigners to find out whether this additional help for parents will fix the problems in the childcare sector or simply heap more pressure on an industry already on the verge of collapse</p> <a href=\"https://www.theguardian.com/money/video/2023/sep/18/childcare-in-the-uk-is-a-mess-is-britain-failing-its-future\">Continue reading...</a>", "link": "https://www.theguardian.com/money/video/2023/sep/18/childcare-in-the-uk-is-a-mess-is-britain-failing-its-future", "date_published": "2023-09-18T09:34:31+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "iOS 17 release: everything you need to know about Apple’s big updates", "description": "<p>iPhone upgrade joined by watchOS 10 and iPadOS 17, adding new features to Apple’s mobile devices</p><p>Apple plans to release software updates for its iPhone, iPad and smartwatch on Monday, adding new features and designs for compatible devices.</p><p>Announced at the <a href=\"https://www.theguardian.com/technology/2023/jun/05/apple-unveils-15in-macbook-air-ios-17-and-revamped-watchos-10\">firm’s developer conference in June</a>, iOS 17, iPadOS 17 and watchOS 10 add a much-improved keyboard with autocorrect that will let you swear, new standby modes, contact posters, greater customisation and the biggest reworking of the Apple Watch’s interface since launch.</p> <a href=\"https://www.theguardian.com/technology/2023/sep/18/ios-17-release-everything-you-need-to-know-about-apples-big-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/sep/18/ios-17-release-everything-you-need-to-know-about-apples-big-updates", "date_published": "2023-09-18T09:26:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I thought vaping was my pleasure but a book showed me it was a tyranny. With one leap, I was free | Isolde Walters", "description": "<p>I had 20 nicotine obsessed years: first cigarettes and then the plastic alternative. I came to realise it wasn’t a want: it was a need</p><p>I have been a nicotine fiend ever since I smoked my first cigarette at the age of 14, perched on some steps during my school lunch break. It tasted disgusting but I persevered and soon I was hooked. I must have looked like some kind of Dickensian urchin, trailing around north London in my school uniform puffing on a ciggie.</p><p>And boy, did I love <a href=\"https://www.theguardian.com/society/smoking\">to smoke</a>. It was great fun for a while. I happily trooped into the pens outside nightclubs and pubs where the smokers were held. Smoking was a group activity back then. I swapped white-and-gold packets of Marlboro Lights for the more cost-efficient squishy green pouches of Golden Virginia tobacco. My best friend and I chain-smoked rollies until our flat reeked and the ashtray overflowed.</p> <a href=\"https://www.theguardian.com/commentisfre", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/addicted-nicotine-20-years-quit-vaping", "date_published": "2023-09-18T09:00:24+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The truth about nitro-meats: my seven-year search for better bacon", "description": "<p>Like so many Britons, I love a bacon butty or a plate of ham and eggs. But most of these pork products are made with nitrates – and rated as carcinogenic by the World Health Organization. So I’ve been investigating the alternatives …</p><p>I didn’t realise quite how much I loved bacon, pancetta, chorizo and ham until the World Health Organization <a href=\"https://www.who.int/news-room/questions-and-answers/item/cancer-carcinogenicity-of-the-consumption-of-red-meat-and-processed-meat\">added processed meats</a> to its list of carcinogens in 2015. Those salty, chewy pancetta chunks that send a mushroom risotto stratospheric – if I can resist scoffing the lot before the rice is cooked. The crumbly grain of Christmas ham carved off the bone. Translucent chorizo slices on holiday with a sip of red wine, or fried with potatoes, coating them with red umami oil. I am that disgusting person who dips her fingers in the pan after cooking bacon, to savour the salty melted fat.</p><p>Perhaps th", "link": "https://www.theguardian.com/food/2023/sep/18/the-truth-about-nitro-meats-my-seven-year-search-for-better-bacon", "date_published": "2023-09-18T09:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour calls for Liz Truss’s resignation honours list to be blocked as ex-PM gives speech defending mini-budget – UK politics live", "description": "<p>Truss will defend her record as PM and say what she thinks the UK must do to promote growth</p><p><strong>Rupert Harrison</strong>, who was chief of staff to George Osborne when Osborne was chancellor and who is now the Conservative parliamentary candidate for Bicester and Woodstock, has accused Liz Truss of “brass neck” in offering advice on economic policy. He claims nobody in the party is listening to her.</p><p>Good morning. Saturday will mark the first anniversary of Liz Truss’s mini-budget, arguably the most disastrous “fiscal event” in the long history of the Treasury. But Truss herself does not see it that way, and this morning she will give a speech defending her record and saying what she thinks the UK must do to promote growth. She has given speeches focusing on foreign policy since she resigned as PM, and earlier this year she published <a href=\"https://www.theguardian.com/politics/2023/feb/09/how-legitimate-are-the-claims-in-liz-trusss-4000-word-spectator-essay\">a 4,0", "link": "https://www.theguardian.com/politics/live/2023/sep/18/labour-conservatives-liz-trusss-resignation-honours-list-rishi-sunak-uk-politics-live", "date_published": "2023-09-18T08:46:11+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US and Iran expected to complete $6bn prisoner swap deal", "description": "<p>Conservationist Morad Tahbaz among prisoners to be swapped in deal involving unfreezing of Iranian oil money</p><p>The US and Iran are expected to pull off a controversial prisoner swap on Monday involving the unfreezing by the Biden administration of $6bn (£4.8bn) of Iranian oil money held in South Korea since 2018.</p><p>Tehran and Washington are due to swap five prisoners each, including <a href=\"https://www.theguardian.com/world/2022/jul/27/morad-tahbaz-has-been-freed-from-jail-in-iran-on-electronic-tag-uk-says\">the conservationist Morad Tahbaz</a>, a British-American citizen.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/us-iran-prisoner-swap-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/us-iran-prisoner-swap-deal", "date_published": "2023-09-18T08:39:54+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MPs call for police inquiry into Russell Brand allegations", "description": "<p>Politicians urge women to speak to officers about claims of rape, sexual assault and emotional abuse by Brand</p><p>Police should be called in to investigate rape, sexual assault and emotional abuse allegations against Russell Brand, senior politicians have said.</p><p>Both the chair of the Commons women and equalities committee, Caroline Nokes, and the pensions minister, Laura Trott, on Monday expressed their hope that women who have described their painful experiences with Brand would come forward and speak to officers.</p> <a href=\"https://www.theguardian.com/culture/2023/sep/18/mps-call-for-police-inquiry-into-russell-brand-allegations\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/sep/18/mps-call-for-police-inquiry-into-russell-brand-allegations", "date_published": "2023-09-18T08:19:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: Australia bakes in spring heatwave while US hit by 14 storms", "description": "<p>Temperatures may rise as high as 16C above seasonal average in Australia with warnings of summer wildfires and drought</p><p>The <a href=\"https://www.theguardian.com/australia-news/2023/sep/18/australia-weather-heatwave-temperatures-nsw-victoria-melbourne-sydney\">spring heatwave</a> in Australia is set to continue this week, with record temperatures expected for inland areas of South Australia, New South Wales and Victoria. In Sydney, temperatures have already reached 34.2C, which is more than 12C higher than the September average. The Bureau of Meteorology anticipates that temperatures will continue to rise significantly on Monday and Tuesday, with temperatures possibly reaching as high as 16C above the seasonal average.</p><p>Forecasters are warning of drier and warmer conditions than average for much of Australia over the summer, linked to the strengthening of an El Niño weather event. This will bring an increased risk of extreme weather phenomena over the summer such as wildfi", "link": "https://www.theguardian.com/environment/2023/sep/18/weather-tracker-australia-bakes-in-spring-heatwave-while-us-hit-by-14-storms", "date_published": "2023-09-18T08:07:40+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t Look Away review – murdering mannequin is horror answer to Touch the Truck", "description": "<p>A killer showroom dummy ends up as little more than a gimmick in Micheal Bafaro’s film, which fails to engage emotionally or psychologically</p><p>As well as its obvious inspiration, It Follows, Micheal Bafaro’s aspiring urban-myth horror is unfortunately reminiscent of the shortlived UK gameshow <a href=\"https://www.theguardian.com/media/2001/mar/13/broadcasting1\">Touch the Truck</a>. After being shadowed by a leering mannequin that eventually slaughters all who see it, student Frankie (Kelly Bastard) and friends belatedly realise that the only way to stop it teleporting around merrily is never to take their eyes off it. Sleep is no longer an option.</p><p>In fact, we are nearly two-thirds in to Don’t Look Away when the rules are disclosed; until then, the mannequin’s modus operandi is not clear. “It moves without moving. One minute it’s there, the next …” Opening with brutal authority with an intro in which the dummy is liberated from the back of a truck by a pair of carjackers,", "link": "https://www.theguardian.com/film/2023/sep/18/dont-look-away-review-murdering-mannequin-is-horror-answer-to-touch-the-truck", "date_published": "2023-09-18T08:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sepp Kuss brings back a GC victory – and likability – to US cycling", "description": "<p>The 29-year-old ended a long American drought with victory in the Vuelta a España. And he did so with a very different style to his predecessors</p><p>After a long wait, an American is once again at the center of the cycling universe. For three weeks, Sepp Kuss, the 29-year-old climber from Durango, Colorado, navigated the Pyrenees, the <em>rampas inhumanas </em>of Asturias, and threatening attacks from outside and within his own team. And he has emerged as <a href=\"https://www.theguardian.com/sport/2023/sep/17/sepp-kuss-vuelta-a-espana-kaden-groves-cycling\">the winner of the Vuelta a España</a>.</p><p>This is the first grand tour win for an American since <a href=\"https://www.theguardian.com/sport/2013/sep/15/vuelta-a-espana-christopher-horner\">Chris Horner’s stunning victory</a> over Vincenzo Nibali at the 2013 Vuelta. In the intervening years, no American man has won a world championship or a monument either; Kuss is the only American to even lead a grand tour since Horner, and", "link": "https://www.theguardian.com/sport/2023/sep/18/sepp-kuss-vuelta-a-espana-victory-cycling", "date_published": "2023-09-18T08:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lewis Hamilton warns Red Bull’s F1 flop in Singapore was a temporary blip", "description": "<ul><li>Mercedes driver believes rivals will win last few races of season</li><li>World champion Max Verstappen struggled into fifth spot</li></ul><p>Lewis Hamilton has warned he does not expect a repeat of Sunday’s Singapore Grand Prix, where Red Bull were comprehensively beaten for the first time this season. Fellow drivers, including race-winner Carlos Sainz and Lando Norris, also cautioned that the team would likely return to winning ways at the next round in Japan this weekend.</p><p>Sainz won for Ferrari at the Marina Bay circuit, from McLaren’s Norris and Mercedes’ Hamilton after a dramatic finale that saw the three drivers and Mercedes’ George Russell battling it out over the final ten laps. Red Bull, however, were off the pace all weekend. The team, until Sunday unbeaten in all 14 meetings thus far this season, were in woeful form in Singapore.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/lewis-hamilton-warns-red-bull-f1-flop-singapore-temporary-blip-formula-on", "link": "https://www.theguardian.com/sport/2023/sep/18/lewis-hamilton-warns-red-bull-f1-flop-singapore-temporary-blip-formula-one-motor-sport", "date_published": "2023-09-18T07:44:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Help-to-buy delays leave sellers and remortgagors stuck and paying more", "description": "<p>Since Homes England switched contractors, borrowers have been struggling to obtain vital documents</p><p>Juan Peña is “feeling a bit hopeless” after months of dealing with Homes England, the government body that ran the help-to-buy loan scheme. The doctor used one of the loans to purchase a flat with his friend, whom he is now trying to buy out. Although he started the process in April, when there was four months on his mortgage deal left, a series of delays have resulted in time running out and him being switched to a much higher rate.</p><p>“It has gone up to 8.49% and payments are now taking up all of my salary,” he says. “I’m drawing on savings that I have worked to build up.”</p> <a href=\"https://www.theguardian.com/money/2023/sep/18/help-to-buy-delays-leave-sellers-and-remortgagors-stuck-and-paying-more\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/18/help-to-buy-delays-leave-sellers-and-remortgagors-stuck-and-paying-more", "date_published": "2023-09-18T07:30:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The National: Laugh Track review – second album of the year feels like a fresh start", "description": "<p><strong>(4AD)</strong><br />The existential conundrums of a cast of sad-sack characters – including a shattering Phoebe Bridgers collaboration – build up in dread and anxiety toward an intense, teeth-baring pay off</p><p><a href=\"https://www.theguardian.com/music/the-national\">The National</a> became one of the defining indie bands of the late 2000s and early 2010s for two reasons: their combination of stately literary flourishes and sublimated musical aggression that often builds to a baroque, brutal climax, and their unique gift for capturing genteel Gen X and millennial mania. The Ohio-born band make music for a generation whose freeform employment ended up being as soul-crushing as their parents’ cubicle jobs. I say this as a compliment: it’s challenging to write about middle-class malaise and make it sound so gripping.</p><p>In recent years, the band has faced criticism for becoming boring. That’s hard to argue regarding the music: there were fairly drastic overhauls in 2017’", "link": "https://www.theguardian.com/music/2023/sep/18/the-national-laugh-track-album-review", "date_published": "2023-09-18T07:25:48+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No 10 officials discussed asking queen to talk to Boris Johnson about his behaviour", "description": "<p>BBC series says officials and Buckingham Palace discussed ‘utterly grim’ environment at Downing Street</p><p>Senior government officials spoke to Buckingham Palace to express worries about Boris Johnson’s conduct in office, and discussed asking Queen Elizabeth to raise concerns with him during their private audiences, a BBC documentary has said.</p><p>It does not specify which of Johnson’s actions prompted the concerns, but highlights clashes between Dominic Cummings, who was Johnson’s chief of staff at the start of his prime ministership, and Sir Mark Sedwill, the former head of the civil service.</p> <a href=\"https://www.theguardian.com/politics/2023/sep/18/no-10-officials-discussed-asking-queen-to-talk-to-boris-johnson-about-his-behaviour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/sep/18/no-10-officials-discussed-asking-queen-to-talk-to-boris-johnson-about-his-behaviour", "date_published": "2023-09-18T07:18:28+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sean Payton finds coaching Wilson and the Broncos isn’t so easy after all", "description": "<p>The head coach called out the efforts of his predecessor in Denver, Nathaniel Hackett. But he is hardly shining in Denver himself</p><p>When Sean Payton <a href=\"https://www.espn.com/nfl/story/_/id/38115519/jets-nathaniel-hackett-sean-payton-broke-code-comments\">called Nathaniel Hackett’s 15-game stint</a> with the Broncos “one of the worst coaching jobs in the history of the NFL,” it sounded cruel and unnecessary. Now it sounds foolish. Hackett was 1-1 at this point last season in Denver. Payton’s Broncos are 0-2 after giving up an 18-point lead to the Washington Commanders in a thriller <a href=\"https://www.espn.com/nfl/boxscore/_/gameId/401547416\">that ended 35-33</a> after a failed Denver two-point conversion following a miraculous Hail Mary.</p><p>The game ended in controversy as Commanders cornerback Benjamin St-Juste was draped all over Courtland Sutton during that final two-point conversion. But none of that should take away from the fact that Denver should have been ridin", "link": "https://www.theguardian.com/sport/2023/sep/18/sean-payton-russell-wilson-denver-broncos-nathaniel-hackett-nfl-football-sunday", "date_published": "2023-09-18T07:05:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rugby’s top four teams have employed the smartest tactics for World Cup success | Nick Evans", "description": "<p>Some tier-two sides have impressed but Ireland, South Africa, France and New Zealand have already set their stalls out</p><p>Nearly two weeks into the World Cup and the big four are looking ominous. The opening fixtures were full of potential upsets but France, New Zealand, South Africa and Ireland have all set their stalls out. The All Blacks might have <a href=\"https://www.theguardian.com/sport/2023/sep/08/penaud-inspires-france-to-winning-start-to-rugby-world-cup-against-all-blacks\" title=\"\">lost on the opening night</a> but they have shown enough to demonstrate they will be competitive. France have got their <a href=\"https://www.theguardian.com/sport/2023/sep/14/france-uruguay-rugby-world-cup-match-report\" title=\"\">wobble out of their system</a> against Uruguay, and Ireland and South Africa have been mightily impressive. It’s hard to see a winner coming from anywhere else at this stage.</p><p>I think it’s the nature of World Cups. We’ve seen tier‑two nations, who have to find ", "link": "https://www.theguardian.com/sport/2023/sep/18/rugby-world-cup-ireland-south-africa-france-new-zealand", "date_published": "2023-09-18T07:00:23+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Does winning the physical fight actually give a team the knockout punch? | Sean Ingle", "description": "<p>Psychological momentum gained from winning a contest in a collision sport may not actually deliver expected impact</p><p>There was a moment during Scotland’s match against South Africa, as tempers frayed and testosterone flowed, that harked back to rugby union’s bygone era. Damian de Allende pinned an elbow to Ben White’s head. Darcy Graham and Cheslin Kolbe grabbed each other’s necks. The big men came steaming in. And while what the Daily Record called a “furious World Cup rammy” soon fizzled out, it reflected a basic tenet of collision sports: win the physical battle, win the match.</p><p>Some players, though, believe this goes further still. And that when a fight breaks out on the pitch, winning it can change the momentum of a match. Perhaps even a series. Famously in the second Test of the Lions’ tour in 1989, Rob Jones stood on Nick Farr‑Jones’s foot while the Australian was putting the ball into the scrum, sparking a brawl that the Lions “won”. Having been hammered 30-12 the", "link": "https://www.theguardian.com/sport/blog/2023/sep/18/sport-fighting-rugby-collision-sports-physical-contest", "date_published": "2023-09-18T07:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Onana not finding his passing range, Guardiola’s strikers thriving and Sheffield United must up tempo</p><p>Gabriel Martinelli’s disallowed goal at Goodison Park was another example of an offside law that has become almost too pedantic to function. The decisive action was a square pass from Gabriel Magalhães to Declan Rice that was intercepted by Beto. The ball ricocheted 40 yards in a completely different direction to Eddie Nketiah, who was running away from goal and gained precisely no advantage from being fractionally offside. He knocked it back to Fábio Vieira, whose through pass was finished majestically by Martinelli. The goal was disallowed because Beto’s interception, though deliberate, was not a “deliberate play” <a href=\"https://www.theifab.com/laws/latest/offside/#offside-offence\">under the revised laws of the game</a>. Instead of the deflection being one of the myriad variables that make football so compelling, Nketiah was technically offside. Nobody disputed that it w", "link": "https://www.theguardian.com/football/2023/sep/18/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2023-09-18T07:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine needs help on all fronts: military, civilian and humanitarian. Our will cannot waver | David Miliband", "description": "<p>I’ve seen the bravery and resilience of the Ukrainian people. At this week’s UN general assembly, world leaders must help them</p><p>Recently, Michael Kofman, senior fellow at the Carnegie Endowment for International Peace and one of the foremost analysts of the war in Ukraine, urged that the west “plan for the long war”. He was talking about the military challenges facing the country: ammunition, air defence, key enablers and scaling up training.</p><p>Kofman is right – the massive scale of the operation ahead cannot be underestimated. A <a href=\"https://www.theguardian.com/world/2023/sep/06/abnormal-normalised-david-miliband-on-russia-war-ukraine\">recent trip I made to Kyiv</a> confirms the extraordinary bravery, resilience and commitment of the Ukrainian population. But it also laid bare the civilian cost of the war, visible and invisible. With no end to the war in sight, civilian and humanitarian needs must be planned for, not just military ones.</p> <a href=\"https://www.thegu", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/ukraine-military-civilian-humanitarian-help-un-general-assembly-david-miliband", "date_published": "2023-09-18T07:00:22+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Time to turn the oven back on! Nigel Slater’s recipes for tomato chilli noodles, roast duck and grapes, creme caramel and raspberry sauce", "description": "<p>The arrival of autumn means food with deeper flavours, including parchment baked mushrooms and a tahini yoghurt slice</p><p>Summer is sliding deliciously into autumn. Fragile mushrooms, their gills in soft shades of ivory, buff and apricot, their caps like suede and so delicate you must brush not wash them, are here. You can toss them in a shallow pan with sweet, pale butter and a single clove of garlic, or wrap them in parchment and bake them with a tuft of thyme and a slice or two of butter. They taste of autumn, the bosky flavours of the slow wind-down of the year.</p><p>This has not been a memorable year for tomatoes, and my answer has mostly been to roast them with olive oil and ripe scarlet chillies then crush them into a rough sauce. The scorching heat of the oven deepens their flavour, however little sun they may have seen. Toss them with the thicker pastas such as wide ribbons of pappardelle, or fat chewy noodles such as udon or the beefy ones often labelled Shanghai thic", "link": "https://www.theguardian.com/food/2023/sep/18/nigel-slaters-autumn-recipes-tomato-chilli-noodles-roast-duck-and-grapes-creme-caramel-and-raspberry-sauce", "date_published": "2023-09-18T07:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I want to see the first African woman in space’: the Kenyan stargazer bringing astronomy to the people", "description": "<p>Susan Murabana’s passion for astronomy was only sparked in her 20s as science was just ‘for boys’. Now she tours Kenya with a telescope on a mission to reveal the cosmos to all children</p><p>It’s 1.30am in Kenya’s parched and sparsely populated north, and 50 people are lying on their backs on the shore of a dried-up river, staring up at the night sky. Thousands of stars create a vast, glittering canvas with the ghostly glow of the Milky Way clearly visible.</p><p>These stargazers have travelled 250 miles (400km) overland from Nairobi to Samburu county to witness the <a href=\"https://www.theguardian.com/science/2023/aug/12/perseids-meteor-shower-peak\">Perseid meteor shower</a> – a celestial event that happens every July and August. They are not disappointed: every few minutes, arrows of light shoot across the sky like silent fireworks, prompting gasps and arm-waving as people try to pinpoint individual shooting stars.</p> <a href=\"https://www.theguardian.com/global-development/202", "link": "https://www.theguardian.com/global-development/2023/sep/18/i-want-to-see-the-first-african-woman-in-space-the-kenyan-stargazer-bringing-astronomy-to-the-people", "date_published": "2023-09-18T07:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK rents soar as high interest rates hit property market – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>UK house sellers are cutting their asking prices at the fastest rate in more than a decade, after high interest rates dampened demand for property this summer.</strong></p><p>The proportion of homes on the market which have had at least one price reduction is at its highest level since January 2011, the property website Rightmove has reported.</p><p>“Each passing month has ushered in a new rental market record. Rents have risen more in the last 12 months than they did between 2015 and 2019.</p><p>“While the current pace of rental growth is unsustainable long term, many mortgaged landlords are being squeezed just as tightly as tenants.”</p><p>“Higher rents are only going some way towards helping mortgaged landlords balance their books, rather than boosting their profit. This is one of the reasons we haven’t seen large numbers of new landlords come into the market.”</p> <a href=\"https://www.theguardian.com/busi", "link": "https://www.theguardian.com/business/live/2023/sep/18/uk-rents-soar-high-interest-rates-hamptons-house-asking-prices-rightmove-economics-bundesbank-business-live", "date_published": "2023-09-18T06:43:58+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australian National University stabbing: three hospitalised after incident on campus", "description": "<p>One person in custody and three injured after stabbing at ANU in Canberra, police say</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/sep/18/australia-news-live-family-law-reform-mark-dreyfus-dating-app-sexual-violence-code-of-conduct-michelle-rowland-referendum-indigenous-voice-to-parliament\">Follow our Australia news live blog for latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Three people have been hospitalised after a stabbing at the Australian National University in Canberra.</p><p>ACT policing and ACT ambulance services were called to the campus at around 2.45pm on Monday following reports of a stabbing incident.</p> <a href=\"https://www.theguardian.", "link": "https://www.theguardian.com/australia-news/2023/sep/18/australian-national-university-stabbing-hospitalised-campus-fellows-oval-chifley-library-police-arrests-injuries", "date_published": "2023-09-18T06:37:35+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is Neighbours set in the future now? This maddening Ramsay Street reboot makes absolutely no sense", "description": "<p>Amazon’s relaunch of the soap destroys everything good about the beloved final episode, and replaces it with a plot that is as alienating as it is baffling. What a mess</p><ul><li>This article contains spoilers</li></ul><p>What do you do with a soap that tied up all its loose ends and had the happy ending everyone wanted, then is rebooted just over a year later and has to come up with new episodes featuring many of the same characters? Neighbours has the answer: annoy absolutely everyone.</p><p>Last July, having been dropped by Channel 5 after almost four decades on air, a heartfelt swansong featured a Toadie Rebecchi (Ryan Moloney) wedding, a touching speech by Susan Kennedy (Jackie Woodburne) (“Together, we have always been the perfect blend”) – and guest appearances by some of the soap’s most well-known former stars (including Kylie Minogue, who, bizarrely, said just five words in the entire episode: “Home sweet home,” “Jane!” and “Harold!”). Then, just over four months later, ", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/18/is-neighbours-set-in-the-future-now-this-maddening-ramsay-street-reboot-makes-absolutely-no-sense", "date_published": "2023-09-18T06:30:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can you solve it? The man who made India’s trains run on time", "description": "<p>Get your brain on track</p><p>By day, Shyam Sunder Gupta was Principal Chief Engineer of Indian Railways. By night, he was a guru of recreational mathematics.</p><p>For decades, Gupta spent his free time exploring patterns in numbers, his numerical curiosities finding their way into journals, magazines and books.</p> <a href=\"https://www.theguardian.com/science/2023/sep/18/can-you-solve-it-the-man-who-made-indias-trains-run-on-time\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/sep/18/can-you-solve-it-the-man-who-made-indias-trains-run-on-time", "date_published": "2023-09-18T06:10:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pub closures rise sharply amid warning over planned business rate change", "description": "<p>Nearly 400 pubs closed their doors for good in England and Wales in first half of 2023, almost as many as the whole of 2022</p><p>The number of pubs in England and Wales that shut their doors for good rose sharply in the first half of 2023, prompting warnings to the government that planned rises in business rates could force further closures in the beleaguered sector.</p><p>Figures show that 383 pubs, or more than two a day, “vanished” in the first six months of this year, almost matching the total for the whole of 2022, when 386 were lost.</p> <a href=\"https://www.theguardian.com/business/2023/sep/18/pub-closures-rise-sharply-amid-warning-over-planned-business-rate-change\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/18/pub-closures-rise-sharply-amid-warning-over-planned-business-rate-change", "date_published": "2023-09-18T06:01:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Defying a decade of gun violence in Baltimore – in pictures", "description": "<p>For the past decade, the photojournalist and Baltimore native JM Giordano has been documenting the city’s gun violence and the activists who organised to combat it.</p><p>Giordano’s new book, <a href=\"https://www.nightedlife.com/shop/13-23\">13-23, from Nighted Life press</a>, documents the rise of anti-gun-violence groups following the violent summer of 2013. The book covers the intersectionality of the city’s gun violence epidemic and activist movements created to tackle that violence</p> <a href=\"https://www.theguardian.com/us-news/gallery/2023/sep/18/defying-baltimore-gun-violence-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/gallery/2023/sep/18/defying-baltimore-gun-violence-in-pictures", "date_published": "2023-09-18T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Easy riding: Sweden’s newest national cycle route is perfect for a towpath adventure", "description": "<p>With charming guesthouses, cheery cafes and bikes for hire, the Göta Canal’s 125 miles of trails is a great way to enjoy the Swedish countryside</p><p>Swifts dart and swoop from <a href=\"https://www.norrqvarn.se/en/\">Norrqvarn</a>’s eaves, the morning sun filtering through the pines as I load my panniers and get set for a slow day’s cycling. A former mill turned welcoming and, crucially, affordable hotel, Norrqvarn is my starting point for a multi-day bike ride taking in Sweden’s most impressive engineering feat, the Göta canal. The canal celebrated its 200th anniversary in 2022 and the newly opened <em>Göta kanalleden</em> section is the main attraction along Sweden’s national cycle route 7.</p><p>Getting the Göta canal primed for national cycling route status has been a years-long project, explains Amanda Hessle, my guide for the day (from local agency <a href=\"https://www.vardskapsbyran.se/sv/\">Värdskapsbyrån</a>). Regular picnic sites replete with barbecues, <em><a href=\"https", "link": "https://www.theguardian.com/travel/2023/sep/18/swedens-newest-national-cycle-route-is-perfect-for-a-towpath-adventure", "date_published": "2023-09-18T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How can Ovo send debt threats when I don’t even have an account?", "description": "<p>I am being warned my credit rating could be impacted when I have never had an account with it or any of the companies it owns</p><p><strong>Can you can help me resolve a problem with Ovo Energy? I spent a year working in Ireland, and, during that time, I had mail redirected to my </strong><strong>dad’s address in Scotland.</strong></p><p><strong>When I returned to the UK, one of the letters was from Ovo demanding I settle an overdue bill for £1,690. I have never had an account with Ovo or SSE Energy (Ovo bought SSE’s retail arm in 2020), or even lived with my father at this address.</strong></p> <a href=\"https://www.theguardian.com/money/2023/sep/18/how-can-ovo-send-debt-threats-when-i-dont-even-have-an-account\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/18/how-can-ovo-send-debt-threats-when-i-dont-even-have-an-account", "date_published": "2023-09-18T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Last Days at Sea review – evocative documentary about a boy leaving his picturesque childhood behind", "description": "<p>This wistful, moving film follows a 12-year-old Filipino boy as he prepares to leave a remote fishing village for the big city</p><p>Venice Atienza’s wistful and evocative documentary is rooted in the liminal space between childhood and adolescence. Having grown up in Karihatag, a remote fishing village in the south of the Philippines, 12-year-old Reyboy is about to leave for the big city, where he will be attending high school. His last days at the seaside are punctuated by everyday routines as well as grand existential questions that can only be asked by the very young – such as, what lies beyond the glittering stars?</p><p>Reyboy’s love for his hometown, where mobile phone signals have not yet reached, is vividly portrayed. Through his eyes, every part of this picturesque oasis holds a world of magic, from underwater corals to the smallest pebble. Here, the fishermen share their catch of the day among the villagers; the practice is so matter-of-fact to Reyboy that he cannot com", "link": "https://www.theguardian.com/film/2023/sep/18/last-days-at-sea-review-evocative-documentary-about-a-boy-leaving-his-picturesque-childhood-behind", "date_published": "2023-09-18T06:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I spent 40 years hiding that I was gay. Then my husband’s dementia wiped away my fear", "description": "<p>Mike Parish hid his sexuality at work and wouldn’t even hold Tom’s hand in the street. How did he end up running an LGBTQ+ support group?</p><p>Mike Parish was 19 and on the escalator at Victoria station in London when a tiny sticker caught his eye. As he read the words “Do you think you’re gay?”, the escalator whisked him downwards. He had to go back up and then down again to copy the phone number, which was for an organisation called Icebreakers. This act proved a turning point for Parish, who had increasingly felt at odds with how he fitted into the world.</p><p>It took weeks to brave dialling the number. “I think I’m gay, but I don’t want to wear a dress and carry a handbag,” he told the man at the end of the line; it was 1974 and now, aged 68, Parish looks back and is saddened by his own lack of knowledge. The man laughed and invited him to a tea party the following Sunday. Sitting on the sofa there, he reached for his cup of tea at the same time as a young man on the other e", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/18/a-new-start-after-60-i-spent-40-years-hiding-that-i-was-gay-then-my-husbands-dementia-wiped-away-my-fear", "date_published": "2023-09-18T06:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How to be more productive? I am taking lessons from my eight-legged life coach | Emma Beddington", "description": "<p>The spider in my office is constantly web-building, fly-wrapping, fly-eating and darting around. Her industry is highly motivating</p><p>Before I left X (Twitter’s branding change achieved what years of time-wasting couldn’t), there was a phase when people posted their most cancellable opinions. As September cools, I am realising that mine might be that I love <a href=\"https://www.theguardian.com/environment/2023/aug/25/country-diary-spiders-are-preparing-for-their-autumn-invasion\">spider season</a>. Social media is full of hysterical teens with great makeup threatening to set fire to stuff, leave the country or never sleep again as their homes become “the spider-verse”, but that first faceful of web in the garden in autumn is my pumpkin spice latte moment. Webs glistening with dew in the dawn sun, industrious architects crouched at their heart, are as Instagrammable for me as russet and golden leaves. Mmm #autumnvibes.</p><p>It is not just webs; I think spiders are really great g", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/how-to-be-more-productive-i-am-taking-lessons-from-my-eight-legged-life-coach", "date_published": "2023-09-18T06:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Vaster Wilds by Lauren Groff review – on the run in the new world", "description": "<p>The American’s latest novel, set in 17th-century New England, is a repetitive but lyrical story of a young woman’s flight from community and her battle for survival</p><p>Lauren Groff’s early fiction was concerned with the ways in which stories from the past lie partially visible beneath the surface of the present, threatening to erupt and disrupt. After the <a href=\"https://www.theguardian.com/books/2015/nov/16/amazon-picks-lauren-groff-fates-and-furies-book-of-the-year-2015#:~:text=While%20the%20New%20York%20Times,a%20%E2%80%9Cstrange%20mashup%20of%20literary\">breakthrough success</a> of her third novel, <em>Fates and Furies</em> in 2015, her perspective shifted; her follow-up, <em><a href=\"https://www.theguardian.com/books/2021/sep/27/matrix-by-lauren-groff-review-thrilling-trip-into-the-mystic\">Matrix</a></em>, was set firmly in a distant past – a 12th-century English convent – but told a story shot through with resonances for a modern world.</p><p>Her new novel shares much co", "link": "https://www.theguardian.com/books/2023/sep/18/the-vaster-wilds-by-lauren-groff-review-on-the-run-in-the-new-world", "date_published": "2023-09-18T06:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We bought a house with my parents – can we get a mortgage to buy their share?", "description": "<p>We’ve been told that no one would lend to us if they were still living in the property and fear we’re stuck</p><p><strong>Q</strong> My husband and I bought a house with my parents 12 years ago. We own one-third and they own two-thirds. We live together and it is the main home for all of us as well as our children. My husband and I also own a small rental property. Our plan was that as time went on we would buy my parents’ stake. My parents are now in their late 60s and thinking about options for the future including whether they would need a more accessible property and wanting to be able to help my siblings financially. Most of their capital is tied up in the house. At the moment we do not know what their future accommodation needs will be.</p><p>I inquired with a mortgage broker about taking out a mortgage to buy my parents’ stake in the property. I was told no lender would lend to us if my parents were still living in the property as they would have rights to stay in the house", "link": "https://www.theguardian.com/money/2023/sep/18/we-bought-a-house-with-my-parents-can-we-get-a-mortgage-to-buy-their-share", "date_published": "2023-09-18T06:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK student deals: top discounts and freebies to make the most of your money", "description": "<p>Arm yourself with these useful tips to save cash on food, TV and music, beauty and more</p><p>Every penny counts when you’re studying, and there are lots of discounts around that can help ease the cost pressures on students. Here are some tips to help you avoid paying the full price.</p><p>• Sign up to sites and apps such as <a href=\"https://www.myunidays.com/GB/en-GB\" title=\"\">UniDays</a> and <a href=\"https://www.studentbeans.com/uk\" title=\"\">Student Beans</a>, which list scores of student discounts on everything from takeaways to tech. Meanwhile, the <a href=\"https://www.totum.com/\" title=\"\">Totum</a> card and app (formerly known as the NUS Extra student discount card) boasts stacks of offers.</p> <a href=\"https://www.theguardian.com/money/2023/sep/17/discounts-and-freebies-make-the-most-of-your-money-as-a-student-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/17/discounts-and-freebies-make-the-most-of-your-money-as-a-student-in-the-uk", "date_published": "2023-09-18T06:00:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joy erupts in Fiji after historic Rugby World Cup win against Australia", "description": "<p>Excitement spreads across rugby-loving Pacific nation after the surprise victory against the Wallabies</p><p>The streets of Fiji’s capital filled with the sound of fireworks, car horns and cheers on Monday after the nation’s rugby team delivered a historic win against Australia in the Rugby World Cup in France.</p><p>Rugby is the national sport of the Pacific nation and many sacrificed sleep for the love of the game, which aired at 3.45am local time.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/18/joy-erupts-in-fiji-after-historic-rugby-world-cup-win-against-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/18/joy-erupts-in-fiji-after-historic-rugby-world-cup-win-against-australia", "date_published": "2023-09-18T05:37:38+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: key village near Bakhmut retaken; Chinese foreign minister to visit Russia", "description": "<p>Ukrainian president praises troops after retaking strategically important village of Klishchiivka; Wang Yi to begin four-day visit on Monday for talks</p><p>China’s foreign minister, Wang Yi, will begin a four-day visit to Russia for security talks on Monday, his foreign ministry said.</p><p>Agence France-Presse reports that his trip is the latest in a series of high-level visits and phone calls between the two sides, which have a “no limits” partnership.</p><p>There will be a detailed exchange of views on issues related to a settlement in Ukraine, as well as ways of ensuring stability and security in the Asia-Pacific region.</p> <a href=\"https://www.theguardian.com/world/live/2023/sep/18/russia-ukraine-war-live-updates-ukrainian-drone-strikes-repelled-russia-chinese-foreign-minister-wang-yi-russia-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/sep/18/russia-ukraine-war-live-updates-ukrainian-drone-strikes-repelled-russia-chinese-foreign-minister-wang-yi-russia-visit", "date_published": "2023-09-18T05:31:10+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: tantric togas – a history of sex through the centuries", "description": "<p>Amanda Holden presents an entertaining guide to human sexuality. Plus Juice, a sitcom about a man who daydreams through life. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/18/tv-tonight-tantric-togas-a-history-of-sex-through-the-centuries\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/18/tv-tonight-tantric-togas-a-history-of-sex-through-the-centuries", "date_published": "2023-09-18T05:20:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK manufacturers cut hiring plans amid ‘sharp slowdown’, survey finds", "description": "<p>Firms preparing for difficult year as ‘potent cocktail’ of difficulties takes hold, says industry lobby group</p><p>UK manufacturers are cutting their recruitment plans after being hit by a slowdown in orders as a downturn looms, a new survey shows.</p><p>Britain’s manufacturers are “battening down the hatches” amid a sharp drop in activity, according to the latest quarterly data from Make UK, which represents manufacturers, and the business advisory firm BDO.</p> <a href=\"https://www.theguardian.com/business/2023/sep/18/uk-manufacturers-cut-hiring-plans-amid-sharp-slowdown-survey-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/sep/18/uk-manufacturers-cut-hiring-plans-amid-sharp-slowdown-survey-finds", "date_published": "2023-09-18T05:01:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "National Trust reports record £179m annual spend on conservation", "description": "<p>Membership steady and income from legacies tops £70m in financial year</p><p>The National Trust spent a record £179.6m on the conservation of its historic buildings and collections in the last year in the face of significant challenges regarding rising costs.</p><p>Its coffers were boosted by an increase in the number of visitors to pay-for-entry venues and record amounts bequeathed in legacies, its annual report says.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/18/national-trust-reports-record-179m-annual-spend-on-conservation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/18/national-trust-reports-record-179m-annual-spend-on-conservation", "date_published": "2023-09-18T05:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "To grow the economy in a way that benefits people and the planet, politicians must think outside the box | Mariana Mazzucato", "description": "<p>We rely on too many old ideas. Governments must foster growth that is innovative and sustainable. They could start with school meals</p><p>Politicians from across the UK’s political spectrum seem to agree on one thing: growth. But for all the talk of resuscitating the UK’s flagging economy, there is little evidence (yet) to suggest that any party will succeed in charting a new course. Political leaders of all persuasions are – to echo the words of John Maynard Keynes – captive to defunct economic theory.</p><p>Rishi Sunak is advancing a piecemeal industrial strategy while painstakingly avoiding this label, focusing on wooing companies such as Jaguar Land Rover to <a href=\"https://www.theguardian.com/business/2023/jul/19/jaguar-land-rover-owner-confirms-4bn-somerset-gigafactory-plans\">base operations in the UK</a> and on building the competitive strength of certain sectors. On the other side of the aisle, Keir Starmer is framing Labour as “<a href=\"https://www.thetimes.co.uk/articl", "link": "https://www.theguardian.com/commentisfree/2023/sep/18/economy-growth-sustainable-government-strategy", "date_published": "2023-09-18T05:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK government launches campaign to tackle loneliness at universities", "description": "<p>Campaigners criticise ‘tokenistic’ initiative started after polling showed almost all students experience bouts of loneliness</p><p>Millions of teenagers across Britain will arrive at university for the first time on Monday as freshers’ week begins.</p><p>Almost all will experience bouts of loneliness with nearly half being worried they will be judged if they admit to it, according to a sample of 1,000 students, collected by YouGov for the government.</p><p>Spend time helping other people, such as volunteering with student groups or by offering a regular conversation to someone feeling isolated</p><p>Keep in touch with friends and family over the phone</p><p>Arrange something fun to do with your current friends</p><p>Join a club or society at university to connect with others who have similar interests</p><p>Do things you enjoy, such as playing sport, reading or listening to music</p><p>Be open to everyone, as university is a great place to meet people from all different backgroun", "link": "https://www.theguardian.com/education/2023/sep/18/uk-government-launches-campaign-to-tackle-loneliness-at-universities", "date_published": "2023-09-18T05:00:21+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Doctors’ strike to disrupt care ‘unlike anything seen before’, warn NHS officials", "description": "<p>Consultants and junior doctors will take joint action this week for the first time in escalating pay dispute</p><p>NHS officials have warned that doctors’ strikes this week are likely to cause disruption to patient care “unlike anything before”, as Wednesday will see consultants and junior doctors <a href=\"https://www.theguardian.com/society/2023/aug/31/junior-doctors-nhs-england-vote-to-continue-strikes-through-winter\">taking joint strike action</a> for the first time in the escalating dispute over pay.</p><p>Junior doctors, who have already staged five days of industrial action this year, will now strike again from 20 to 22 September – the first day of which coincides with action by consultants.</p> <a href=\"https://www.theguardian.com/society/2023/sep/18/doctors-strike-to-disrupt-care-unlike-anything-seen-before-warn-nhs-officials\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/sep/18/doctors-strike-to-disrupt-care-unlike-anything-seen-before-warn-nhs-officials", "date_published": "2023-09-18T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Proportion of UK house sellers cutting asking price reaches ‘highest in over a decade’", "description": "<p>More than 36% of properties have had asking price cut at least once — the highest figure since 2011</p><p>UK house sellers are cutting their asking prices at the fastest rate in more than a decade, after high interest rates dampened demand for property this summer.</p><p>The proportion of homes on the market which have had at least one price reduction is at its highest level since January 2011, the property website Rightmove has reported.</p> <a href=\"https://www.theguardian.com/money/2023/sep/18/uk-house-sellers-cutting-asking-price-rightmove\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/sep/18/uk-house-sellers-cutting-asking-price-rightmove", "date_published": "2023-09-18T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We never stopped protesting’: Iran’s youth take freedom fight underground", "description": "<p>Students tell of secret acts of defiance ahead of the first anniversary of Mahsa Amini’s death in police custody</p><p>Young Iranians have taken their protests against the authoritarian regime underground one year on from the <a href=\"https://www.theguardian.com/world/2022/sep/17/iran-protests-death-kurdish-woman-mahsaa-amini-morality-police\">death in custody</a> of a 22-year-old woman detained for allegedly wearing the Islamic headscarf incorrectly.</p><p>The death of Mahsa Amini on 16 September last year led to the <a href=\"https://www.theguardian.com/global-development/2022/sep/23/how-iran-erupted-after-mahsa-amini-death-protests\">largest wave of popular unrest</a> for years in Iran and a brutal crackdown by security services in response, with hundreds of men, women and children killed and thousands more injured, <a href=\"https://www.amnesty.org/en/latest/news/2023/09/iran-one-year-after-uprising-international-community-must-combat-impunity-for-brutal-crackdown/\">according to h", "link": "https://www.theguardian.com/global-development/2023/sep/18/we-never-stopped-protesting-irans-youth-take-freedom-fight-underground", "date_published": "2023-09-18T05:00:20+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British water and grubby students: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/18/british-water-and-grubby-students-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/sep/18/british-water-and-grubby-students-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-09-18T05:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London museums lag behind regional peers in returning disputed objects", "description": "<p>Museums from Glasgow to Cambridge proactively repatriating objects while national institutions ‘forced into position of inertia’</p><p>In the past two years Glasgow has become the first UK museum to<a href=\"https://www.glasgowlife.org.uk/news/glasgow-becomes-first-uk-museums-service-to-repatriate-artefacts-to-india\"> repatriate objects to India</a>. Newcastle and the Horniman in south London followed an example set by <a href=\"https://www.abdn.ac.uk/news/15479/\">Aberdeen and Cambridge</a> by returning looted Benin bronzes to Nigeria. Exeter handed sacred regalia <a href=\"https://news.exeter.gov.uk/sacred-regalia-returned-to-siksika-nation-in-canada-during-ceremony-at-ramm/\">to the Siksika Nation in Canada</a>. Oxford returned the remains of <a href=\"https://www.theguardian.com/australia-news/2022/nov/10/remains-of-18-indigenous-people-held-by-uk-museums-return-to-australia\">18 indigenous people</a> to Australia.</p><p>Earlier this month Manchester completed <a href=\"https://www.th", "link": "https://www.theguardian.com/culture/2023/sep/18/repatriation-london-museums-institutions-returning-objects", "date_published": "2023-09-18T05:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘No one gave me the finger more than David Crosby!’ Legendary photographer Henry Diltz on shooting music’s giants", "description": "<p>From the Doors to Joni Mitchell, he captured the greats. But Crosby, Stills, Nash and Young won his heart. The revered Californian photographer looks back – and reveals the ‘lost’ Harvest cover</p><p></p><p>‘Sometimes,” says Henry Diltz, “the great picture is the one that happens before you set everything up.” The legendary music photographer, speaking from his home in north Hollywood, has taken shots that became stamped into the annals of rock history. Not only was he was the official photographer at 1969’s Woodstock festival, he has also shot more than 200 album covers, including Morrison Hotel by the Doors, and has an archive that’s more like a Who’s Who of musicians. But it is his six-decade association with Crosby, Stills, Nash and Young that means the most to him.</p><p>“Nobody ever gave me the finger more than David Crosby,” he says. “It was almost automatic. I’d raise the camera and he’d go like that.” He mimics the action. “But then he would break out into a laugh and I’d", "link": "https://www.theguardian.com/music/2023/sep/18/henry-diltz-crosby-stills-nash-young-joni-mitchell-harvest-doors", "date_published": "2023-09-18T05:00:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Very unusual’ spring heatwave brings elevated fire risk to Australia’s south-east", "description": "<p>Stretch of hot weather enters fourth day as temperatures climb significantly above average in NSW, Victoria and South Australia</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/email-newsletters?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>A vast swathe of Australia entered its fourth consecutive day of well above average heat on Monday, delivering elevated fire dangers and an early start to an unusually hot and dry warm season.</p><p>Northern Victoria, inland New South Wales and inland South Australia were all forecast to record temperatures from 10C to 16C above average on Monday. Port Augusta in SA was predicted to reach 39C, Penrith in NSW was set to reach 37C and Sydney was forecast to hit 31C.</p><p><strong><a href=\"https://www.theguardian.com/email-newsletters?CMP=copye", "link": "https://www.theguardian.com/australia-news/2023/sep/18/australia-weather-heatwave-temperatures-nsw-victoria-melbourne-sydney", "date_published": "2023-09-18T04:49:53+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Forever chemical’ exposure linked to higher cancer odds in women", "description": "<p>New research finds evidence that exposure to PFAS and phenols increases odds of certain ‘hormonally driven’ cancers for women</p><p>Women exposed to several widely used chemicals appear to face increased odds for ovarian and other certain types of cancers, including a doubling of odds for melanoma, according to new research funded by the US government.</p><p>Using data collected by the Centers for Disease Control and Prevention (CDC), a team of academic researchers found evidence that women diagnosed with some “hormonally driven” cancers had exposures to certain <a href=\"https://www.epa.gov/pfas/our-current-understanding-human-health-and-environmental-risks-pfas\">per- and polyfluoroalkyl substances</a> (PFAS), which are used in thousands of household and industrial products, including in stain- and heat-resistant items.</p> <a href=\"https://www.theguardian.com/environment/2023/sep/18/pfas-forever-chemicals-exposure-cancer-women\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/sep/18/pfas-forever-chemicals-exposure-cancer-women", "date_published": "2023-09-18T04:01:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inaction over Raac is slowing pupils’ return to classrooms, says Labour", "description": "<p>Exclusive: Bridget Phillipson says the education department is leaving MPs and headteachers in the dark about what it is doing</p><p>A lack of clarity and action over crumbling concrete in schools is slowing efforts to get pupils back into classrooms, Labour has said, arguing that ministers seem intent on covering up the scale of the crisis.</p><p>Bridget Phillipson, the shadow education secretary, said the Department for Education had not replied to parliamentary questions on the subject, had yet to update the <a href=\"https://www.theguardian.com/education/2023/sep/06/schools-in-england-affected-by-raac-the-full-government-list\">list of affected schools</a>, and was not giving headteachers answers about what would be paid for.</p> <a href=\"https://www.theguardian.com/uk-news/2023/sep/18/inaction-over-raac-is-slowing-pupils-return-to-classrooms-says-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/sep/18/inaction-over-raac-is-slowing-pupils-return-to-classrooms-says-labour", "date_published": "2023-09-18T04:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The evolution of Steve Albini: ‘If the dumbest person is on your side, you’re on the wrong side’  – podcast", "description": "<p>Steve Albini was long synonymous with the indie underground, playing in revered bands and recording albums by the Pixies, PJ Harvey and Nirvana. He also often seemed determined to offend as many people as possible. What led him to reassess his past?</p> <a href=\"https://www.theguardian.com/news/audio/2023/sep/18/the-evolution-of-steve-albini-if-the-dumbest-person-is-on-your-side-youre-on-the-wrong-side-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/sep/18/the-evolution-of-steve-albini-if-the-dumbest-person-is-on-your-side-youre-on-the-wrong-side-podcast", "date_published": "2023-09-18T04:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The scripts were the funniest things I’d ever read’: the stars of Peep Show look back, 20 years later", "description": "<p>It launched the careers of Jesse Armstrong and Sam Bain, Mitchell and Webb, plus Olivia Colman – but it nearly got cancelled. Two decades since its first episode, its stars reflect on the show that made them</p><p>Every success story features moments of crippling doubt. Times where everything teetered on the brink of collapse. Peep Show is no different. What ultimately became Channel 4’s longest-running sitcom was in permanent danger of being discarded from the start. Nobody, not even its creators and stars, had particularly high expectations for it. <br /><br />After a protracted development, beset by scepticism about its problematic shooting style, Peep Show finally reached our screens 20 years ago. It depicted the bleak lives of “the El Dude brothers” – the delusional Jeremy Usbourne, a selfish layabout half-heartedly pursuing a music career, and the uptight Mark Corrigan, an emotionally repressed loan manager – in excruciating detail. Former university friends coexisting in a ", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/18/the-scripts-were-the-funniest-things-id-ever-read-the-stars-of-peep-show-look-back-20-years-later", "date_published": "2023-09-18T04:00:18+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The world’s happiest man? Matthieu Ricard on the secrets of a serene, successful, satisfying life", "description": "<p>The Buddhist monk and bestselling author’s latest book tells the story of his spiritual journey. He discusses joy, suffering and how to foster happiness and health</p><p>I get anxious about interviews, I tell Matthieu Ricard moments after he appears on my computer screen in his red and saffron robes, his background, somewhere in the Dordogne region of France, discreetly blurred. He starts laughing uproariously before I can even get my confession out; he laughs frequently and infectiously throughout our call. “Really? In your job?” Yes, I reply.<em> </em>Does anything make him anxious? He considers the question. “Yes, missing planes or trains. Besides that, I don’t have many worries.”</p><p>This interview in particular feels intimidating. Ricard, 77, combines the rigour of a French intellectual (he has a PhD in cellular genetics, has written books on altruism, meditation and compassion for animals and translated numerous Buddhist texts into French and English) with the wisdom you g", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/18/the-worlds-happiest-man-matthieu-ricard-on-the-secrets-of-a-serene-successful-satisfying-life", "date_published": "2023-09-18T04:00:17+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Taiwan urges China to stop ‘destructive’ military activities as fighter jets cross median line", "description": "<p>Taiwan’s defence ministry said that since Sunday it had spotted 103 Chinese military aircraft over the sea, a number it called a ‘recent high’</p><p>Taiwan’s defence ministry has urged China to stop “destructive, unilateral action” after reporting a sharp rise in Chinese military activities near the island, warning such behaviour could lead to an increase in tensions.</p><p>China, which views democratically governed Taiwan as its own territory, has in recent years <a href=\"https://www.theguardian.com/world/2023/sep/11/china-military-warship-fighter-plane-activity-around-taiwan\">regularly carried out military drills</a> around the island as it seeks to assert its sovereignty claims and pressure Taipei.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/taiwan-china-conflict-destructive-military-activities-fighter-jets\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/taiwan-china-conflict-destructive-military-activities-fighter-jets", "date_published": "2023-09-18T02:46:19+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Billy Miller, star of The Young and the Restless and General Hospital, dies aged 43", "description": "<p>Actor’s manager says the Daytime Emmy-winning star ‘was struggling with manic depression’ when he died in Austin, Texas  </p><p>Billy Miller, a Daytime Emmy-winning actor best known for his roles on US soaps The Young and the Restless and General Hospital, has died aged 43.</p><p><a href=\"https://variety.com/2023/tv/news/billy-miller-dead-the-young-and-the-restless-1235725784/\">In a statement to Variety</a>, his manager, Marnie Sparer, said Miller “was struggling with manic depression when he died”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/sep/18/billy-miller-death-cause-43\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/sep/18/billy-miller-death-cause-43", "date_published": "2023-09-18T02:04:39+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Naomi Klein’s doppelganger – podcast", "description": "<p>When the author Naomi Klein began being mistaken for Naomi Wolf it set her off on a quest to examine the slippery nature of truth in the post-pandemic world</p><p><strong>Naomi Klein</strong> is the author of some of the most influential books on politics and capitalism in recent years. From No Logo to The Shock Doctrine, her books have sold millions of copies and made her a prominent voice in activist circles and political discourse across the spectrum.</p><p>Her new book, Doppelganger, is something of a departure: a far more personal tale that began with a case of mistaken identity. Klein tells <strong>Nosheen Iqbal</strong> how she began to realise that she was being mistaken for Naomi Wolf, an author whose most recent book was <a href=\"https://www.theguardian.com/books/2021/feb/08/naomi-wolf-accused-of-confusing-child-abuse-with-gay-persecution-in-outrages\">pulped by her publisher after it was revealed to be based on a fundamental misunderstanding</a>.</p> <a href=\"https://www", "link": "https://www.theguardian.com/news/audio/2023/sep/18/naomi-klein-doppelganger-podcast", "date_published": "2023-09-18T02:00:15+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sudan conflict: Khartoum landmarks in flames as battles rage across country", "description": "<p>Fire engulfs Greater Nile Petroleum Oil Company tower amid clashes around army headquarters in capital while fighting also reported in city of El-Obeid</p><p>Flames gripped the Sudanese capital on Sunday and paramilitary forces attacked the army headquarters for the second day in a row, witnesses reported, as fighting raged into its six month.</p><p>“Clashes are now happening around the army headquarters with various types of weapons,” said a Khartoum resident, who declined to be named.</p> <a href=\"https://www.theguardian.com/world/2023/sep/18/sudan-fighting-conflict-landmarks-destroyed-battles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/sudan-fighting-conflict-landmarks-destroyed-battles", "date_published": "2023-09-18T01:47:03+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How a burnt out, abandoned ship reveals the secrets of a shadow tanker network", "description": "<p>The number of vessels transporting sanctioned oil is booming and the consequences can be felt across the world – from Iran, to China, to Ukraine</p><p>Early in the afternoon of 1 May, Oleksandr Lepyoshkin entered his cabin to find it filled with smoke. Seconds later the glass exploded from his windows as the ship was rocked by several blasts and a huge fire began to overrun the vessel. He alerted the ship’s chief engineer who started the onboard fire pump. While he waited for word on whether they would need to abandon the ship, Lepyoshkin counted his crew members.</p><p>The explosion on board the oil tanker, known as the Pablo, had immediately attracted the attention of other vessels anchored at the busy entrypoint to the Malacca Straits. Sat upon the horizon several tankers and cargo ships began to issue reports of a ship on fire, as plumes of black smoke filled the sky around the stricken vessel.</p> <a href=\"https://www.theguardian.com/business/2023/sep/18/how-a-burnt-out-aband", "link": "https://www.theguardian.com/business/2023/sep/18/how-a-burnt-out-abandoned-ship-reveals-the-secrets-of-a-shadow-tanker-network", "date_published": "2023-09-18T01:01:14+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 572 of the invasion", "description": "<p>Ukrainian forces claim to have recaptured key frontline village of Klishchiivka near Bakhmut; Russia downs three drones over Crimea, Moscow says </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/sep/18/russia-ukraine-war-at-a-glance-what-we-know-on-day-572-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/sep/18/russia-ukraine-war-at-a-glance-what-we-know-on-day-572-of-the-invasion", "date_published": "2023-09-18T00:40:32+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drew Barrymore postpones talkshow’s return amid writers’ strike backlash", "description": "<p>Actor’s decision to halt daytime show until labour issues are resolved has snowball effect, with The Talk and The Jennifer Hudson Show also postponing restart</p><p>Drew Barrymore, who drew criticism for taping new episodes of her daytime talkshow despite the ongoing writers’ and actors’ strikes, now says she’ll wait until the labour issues are resolved. Hours later, another CBS talkshow, The Talk, also decided to delay its return.</p><p>“I have listened to everyone, and I am making the decision to pause the show’s premiere until the strike is over,” <a href=\"https://www.instagram.com/p/CxS6WxHLfSO/?hl=en\">Barrymore posted on Instagram</a> on Sunday. “I have no words to express my deepest apologies to anyone I have hurt and, of course, to our incredible team who works on the show and has made it what it is today. We really tried to find our way forward. And I truly hope for a resolution for the entire industry very soon.”</p> <a href=\"https://www.theguardian.com/culture/2023/sep/1", "link": "https://www.theguardian.com/culture/2023/sep/18/drew-barrymore-postpones-talk-show-return-writers-strike-backlash", "date_published": "2023-09-18T00:17:02+00:00", "bookmarked": false, "dead": null, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]