[{"source": "https://thehill.com/news/feed/", "title": "Norfolk Southern CEO visits East Palestine derailment site 'to support the community'", "description": "Norfolk Southern CEO Alan Shaw made a brief visit to East Palestine, Ohio, on Saturday amid heavy criticism about the company's response to the train derailment earlier this month that prompted area evacuations, as well as health and environmental concerns. Shaw said he was there \" to support the community,\" but declined further comment, according...", "link": "https://thehill.com/homenews/state-watch/3864849-norfolk-southern-ceo-visits-east-palestine-derailment-site-to-support-the-community/", "date_published": "2023-02-18 22:56:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sunday shows preview: US-China tensions grow over balloon response, Russia-Ukraine war nears one-year mark", "description": "Heightened tensions between the U.S. and China over Washington’s response to a suspected spy balloon, as well as the upcoming one-year anniversary of Russia’s invasion of Ukraine, are likely to dominate the Sunday talk shows this weekend. Since Beijing’s high-altitude surveillance balloon was first spotted traveling over the U.S. earlier this month, Washington has been...", "link": "https://thehill.com/homenews/sunday-talk-shows/3864853-sunday-shows-preview-us-china-tensions-grow-over-balloon-response-russia-ukraine-war-nears-one-year-mark/", "date_published": "2023-02-18 22:54:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Pennsylvania governor's call to end state’s death penalty may be a game changer", "description": "Gov. Shapiro also signaled a change in the tenor of the arguments against the death penalty.", "link": "https://thehill.com/opinion/criminal-justice/3864823-why-pennsylvania-governors-call-to-end-states-death-penalty-may-be-a-game-changer/", "date_published": "2023-02-18 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken claims China 'strongly considering' providing Russia with 'lethal assistance'", "description": "Secretary of State Antony Blinken said China is “strongly considering” providing Russia with “lethal assistance” in its nearly year-long war with Ukraine. Blinken, who met with his Chinese counterpart Wang Yi on the margins of the Munich Security Conference on Saturday, said he warned Beijing against such a move. “China is trying to have it...", "link": "https://thehill.com/policy/international/3864815-blinken-claims-china-strongly-considering-providing-russia-with-lethal-assistance/", "date_published": "2023-02-18 22:05:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris travels home from Munich on support plane after Air Force Two breaks down", "description": "Vice President Kamala Harris had to switch planes on Saturday during her trip home from Europe after technical issues grounded Air Force Two. Harris, who was speaking at the Munich Security Conference, boarded a C-17 support plane to head back to Washington. \"Due to maintenance difficulties, the VP and the traveling party will depart Munich...", "link": "https://thehill.com/homenews/administration/3864807-harris-travels-home-from-munich-on-support-plane-after-air-force-two-breaks-down/", "date_published": "2023-02-18 22:02:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top China diplomat mocks US response to China balloon as ‘hysterical’", "description": "A top Chinese diplomat mocked the response from President Biden and the United States to the Chinese spy balloon that was shot down over the Atlantic Ocean earlier this month, saying on Saturday that it was “hysterical.”  Wang Yi, the director of the Office of the Central Foreign Affairs Committee, reiterated at the annual Munich...", "link": "https://thehill.com/policy/international/3864788-top-china-diplomat-mocks-us-response-to-china-balloon-as-hysterical/", "date_published": "2023-02-18 21:27:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Four rail-borne risks moving through American communities", "description": "Communities alongside rail lines had two more close calls this week as freight trains carrying hazardous materials derailed in Houston and Detroit. For the communities where this week's wrecks took place, the damage was less severe than symbolic: a reminder of the importance of rail-borne hazardous materials to every part of the economy just after...", "link": "https://thehill.com/policy/energy-environment/3864122-four-rail-borne-risks-moving-through-american-communities/", "date_published": "2023-02-18 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jimmy Carter to receive hospice care after series of hospital stays", "description": "Former President Jimmy Carter, 98, has begun receiving hospice care following a series of “short” hospital stays, according to a statement from The Carter Center.  The center said in a post on its website on Saturday that Carter, who is the oldest living president, decided to spend his remaining time at his home with his...", "link": "https://thehill.com/blogs/blog-briefing-room/3864766-jimmy-carter-to-receive-hospice-care-after-series-of-hospital-stays/", "date_published": "2023-02-18 20:49:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans on Haley's 2024 bid: Don't rule her out", "description": "Republicans are warning against counting Nikki Haley out in the 2024 presidential race after a better-than-expected campaign rollout this week that offered an early lens into how she plans to take on former President Donald Trump. In her Wednesday campaign kickoff and a subsequent swing through New Hampshire, Haley made the central theme of her...", "link": "https://thehill.com/homenews/campaign/3863444-republicans-on-haleys-2024-bid-dont-rule-her-out/", "date_published": "2023-02-18 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Marianne Williamson to make 'important announcement' on March 4", "description": "Spiritual author and progressive activist Marianne Williamson said on Saturday that she will make an “important announcement” on March 4. Williamson, who previously ran an insurgent presidential campaign in 2020, hinted at a potential challenge to President Biden in Saturday’s announcement, noting that she has been exploring the possibility of running for the Democratic nomination...", "link": "https://thehill.com/homenews/campaign/3864721-marianne-williamson-to-make-important-announcement-on-march-4/", "date_published": "2023-02-18 19:53:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ghanaian soccer player found dead in rubble from Turkey earthquake", "description": "A Ghanaian soccer player who played in the Premier League for Chelsea and Newcastle was found dead in the rubble of a 12-story building that was taken down by the massive earthquake that struck Turkey and Syria earlier this month.  Christian Atsu’s body was found on Saturday as workers rummaged through the ruins of the...", "link": "https://thehill.com/policy/international/3864686-ghanaian-soccer-player-found-dead-in-rubble-from-turkey-earthquake/", "date_published": "2023-02-18 18:38:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "We analyzed crime data for all 50 states: What matters is how it's used", "description": "States have options — lots of them — to solve crime and build safer and stronger communities.", "link": "https://thehill.com/opinion/criminal-justice/3863463-we-analyzed-crime-data-for-all-50-states-what-matters-is-how-its-used/", "date_published": "2023-02-18 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "9 kids, teens injured in shooting at Georgia gas station", "description": "Nine children, ranging in age from 5 to 17 years old, were shot at a gas station Friday night in Columbus, Georgia. All the victims are being treated for non-life threatening injuries, according to police.  “The rash of gun violence involving our youth is impacting communities across the country. While Columbus is not immune to...", "link": "https://thehill.com/homenews/state-watch/3864605-9-kids-teens-injured-in-shooting-at-georgia-gas-station/", "date_published": "2023-02-18 17:20:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Buttigieg is drawing so much GOP scorn", "description": "Transportation Secretary Pete Buttigieg is increasingly in the eye of the GOP storm in the aftermath of a train derailment in East Palestine, Ohio, that spilled toxic chemicals. The disaster, which came just a month after a series of embarrassing air travel issues that snarled plans for millions of Americans, is prompting renewed scrutiny of...", "link": "https://thehill.com/policy/transportation/3863877-why-buttigieg-is-drawing-so-much-gop-scorn/", "date_published": "2023-02-18 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will mail be delivered on Presidents Day 2023?", "description": "Are USPS, Amazon, UPS and FedEx delivering Presidents Day?", "link": "https://thehill.com/homenews/3862406-will-mail-be-delivered-on-presidents-day-2023/", "date_published": "2023-02-18 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump slams DeSantis but says no to ‘Meatball Ron’ nickname", "description": "Former President Donald Trump announced early Saturday morning that he will not call Florida Gov. Ron DeSantis (R) “Meatball Ron” following reports that he used the insulting nickname privately. “I will never call Ron DeSanctimonious 'Meatball' Ron, as the Fake News is insisting I will,” he said on conservative social media site Truth Social.  “Meatball...", "link": "https://thehill.com/homenews/campaign/3864557-trump-slams-desantis-but-says-no-to-meatball-ron-nickname/", "date_published": "2023-02-18 16:52:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The North Carolina Supreme Court has thrown SCOTUS a lifeline", "description": "Moore v. Harper poses substantial peril for the higher court’s legitimacy.", "link": "https://thehill.com/opinion/judiciary/3864056-the-north-carolina-supreme-court-has-thrown-scotus-a-lifeline/", "date_published": "2023-02-18 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Labor Department finds more than 100 children worked hazardous jobs for sanitation company", "description": "The Labor Department has found that more than 100 children worked in hazardous jobs for a major sanitation company, which has agreed to pay a $1.5 million fine in penalties.  The department said in a release on Friday that its Wage and Hour Division found that Packers Sanitation Services (PSSI) employed at least 102 children...", "link": "https://thehill.com/homenews/administration/3864558-labor-department-finds-more-than-100-children-worked-hazardous-jobs-for-sanitation-company/", "date_published": "2023-02-18 15:37:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the Biden administration has quietly helped to ‘score’ conservative speech", "description": "It appears the administration was partially funding an \"index\" to warn advertisers to avoid sites popular with conservatives, libertarians and independents.", "link": "https://thehill.com/opinion/judiciary/3864526-how-the-biden-administration-has-quietly-helped-to-score-conservative-speech/", "date_published": "2023-02-18 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US denounces latest North Korean missile test", "description": "U.S. officials have denounced North Korea after its government fired a long-range missile into the Sea of Japan on Saturday. “This launch is a flagrant violation of multiple UN Security Council resolutions,” National Security Council spokesperson Adrienne Watson said, adding, “This launch needlessly raises tensions and risks destabilizing the security situation in the region. It...", "link": "https://thehill.com/policy/defense/3864554-us-denounces-latest-north-korean-missile-test/", "date_published": "2023-02-18 15:20:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nearshoring textiles has been a success: Here's how we can do even better", "description": "Doubling the amount of apparel produced in this hemisphere is a realistic goal that can and should be achieved.", "link": "https://thehill.com/opinion/finance/3863383-nearshoring-textiles-has-been-a-success-heres-how-we-can-do-even-better/", "date_published": "2023-02-18 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SEC fines former NBA star Paul Pierce $1.4M over cryptocurrency promotion", "description": "The Securities and Exchange Commission (SEC) fined former NBA star Paul Pierce $1.4 million for unlawfully making misleading statements in promoting a cryptocurrency exchange.  The SEC said in a release on Friday that Pierce agreed to settle charges against him and pay $1.409 million in penalties, remedies and interest. The release states that Pierce promoted...", "link": "https://thehill.com/blogs/in-the-know/3864527-sec-fines-former-nba-star-paul-pierce-1-4m-over-cryptocurrency-promotion/", "date_published": "2023-02-18 14:51:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump to visit East Palestine in wake of train derailment", "description": "Former President Trump plans to visit the town of East Palestine, Ohio, where a train derailment led to the release of toxic chemicals, next week.  Trump posted on Truth Social in response to a report that he was planning to make the trip that the residents of East Palestine are “Great people who need help,...", "link": "https://thehill.com/blogs/blog-briefing-room/3864505-trump-to-visit-east-palestine-in-wake-of-train-derailment/", "date_published": "2023-02-18 14:32:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court to wade into quagmire of internet regulation", "description": "The Supreme Court faces the challenge of trying to manage the unmanageable.", "link": "https://thehill.com/opinion/technology/3864520-supreme-court-to-wade-into-quagmire-of-internet-regulation/", "date_published": "2023-02-18 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian death toll in Ukraine war could be up to 60,000: UK intelligence", "description": "The death toll for Russian soldiers in the war in Ukraine could be as high as 60,000, according to intelligence from the United Kingdom.  The U.K.’s Defense Ministry stated in an update posted to Twitter on Friday that forces for the Russian Defense Ministry and private contractors have likely suffered 175,000 to 200,000 casualties since...", "link": "https://thehill.com/policy/international/3864475-russian-death-toll-in-ukraine-war-could-be-up-to-60000-uk-intelligence/", "date_published": "2023-02-18 13:40:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Harris: US has formally determined Russia has committed crimes against humanity in Ukraine", "description": "Vice President Harris said the United States has formally determined that Russia has committed crimes against humanity during its war in Ukraine, vowing that it will be held accountable for its actions.  Harris said during a speech at the annual Munich Security Conference on Saturday that the world has witnessed Russian forces engaged in “horrendous...", "link": "https://thehill.com/homenews/administration/3864453-harris-us-has-formally-determined-russia-has-committed-crimes-against-humanity-in-ukraine/", "date_published": "2023-02-18 13:07:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s blindness toward China’s threat could not be clearer", "description": "Biden’s apparent aim was to inform the public and justify his decisions regarding the presence of these vehicles in our skies. He failed.", "link": "https://thehill.com/opinion/national-security/3863756-bidens-blindness-toward-chinas-threat-could-not-be-clearer/", "date_published": "2023-02-18 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP political operative sentenced to 18 months over illegal Russian contributions to Trump campaign", "description": "A GOP political operative was sentenced to 18 months in prison on Friday for his involvement in transferring illegal campaign contributions from a Russian national to former President Trump’s 2016 presidential campaign.  A Justice Department release states that Jesse Benton planned with another political adviser to send political contributions from the Russian national, who wanted...", "link": "https://thehill.com/regulation/court-battles/3864434-gop-political-operative-sentenced-to-18-months-over-illegal-russian-contributions-to-trump-campaign/", "date_published": "2023-02-18 12:33:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amend the National Labor Relations Act to allow for voluntary bargaining", "description": "Michigan’s new Democratic trifecta has made it a priority to repeal the right-to-work law that the legislature passed in 2012. Proponents of repealing the law claim that right-to-work laws are “unfair” because they require unions to represent non-members in contract negotiations and grievance cases. This argument, however, is based on a fundamental misunderstanding of labor...", "link": "https://thehill.com/opinion/finance/3863060-amend-the-national-labor-relations-act-to-allow-for-voluntary-bargaining/", "date_published": "2023-02-18 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mystery still swirls around three objects US shot out of the sky", "description": "Two weeks after the U.S. shot down a Chinese spy balloon and one week after President Biden directed the military to shoot down three more unidentified objects, America is still gripped by questions over what the objects were and why they were flying at a height that posed a risk to air traffic. President Biden...", "link": "https://thehill.com/homenews/administration/3863814-mystery-still-swirls-around-the-objects-shot-out-of-the-sky/", "date_published": "2023-02-18 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ranking the GOP’s top 10 presidential candidates", "description": "Former United Nations Ambassador Nikki Haley this week became the second major Republican candidate for president in 2024, joining former President Trump in a field that is sure to grow. Other potential candidates, including former Vice President Mike Pence and former Secretary of State Mike Pompeo, are hinting that they could also declare soon.  Enormous...", "link": "https://thehill.com/homenews/campaign/3863222-ranking-the-gops-top-10-presidential-candidates/", "date_published": "2023-02-18 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Subsidies have boosted Affordable Care Act’s enrollment. It’s setting up a potential fight", "description": "Health insurance sign-ups through the Affordable Care Act (ACA) jumped by nearly 2 million during the most recent enrollment period, which ended in mid-January, totaling 16.3 million people.   The gains suggest the program known as Obamacare is going strong, despite repeated efforts by Republicans to kill it.   It also suggests subsidies provided to the program...", "link": "https://thehill.com/policy/healthcare/3863423-subsidies-have-boosted-affordable-care-acts-enrollment-its-setting-up-a-potential-fight/", "date_published": "2023-02-18 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twenty high-paying jobs that don't require a college degree", "description": "In his State of the Union address this month, President Biden hailed a new Intel semiconductor project in Ohio that will create 10,000 jobs.  “Jobs paying $130,000 a year,” he said, “and many don’t require a college degree.”  Can any American hope to earn $130,000 without a college degree? Education pays, as the federal Bureau...", "link": "https://thehill.com/business/3863716-twenty-high-paying-jobs-that-dont-require-a-college-degree/", "date_published": "2023-02-18 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US calls off search for unidentified aerial objects shot down over Alaska, Lake Huron", "description": "The United States has called off the search for two unidentified flying objects that were respectively shot down over Alaska and Lake Huron last week, The New York Times reported Friday.  A U.S. official told The Times that conditions made locating the two objects too difficult despite trying to find them for days.  The U.S....", "link": "https://thehill.com/policy/national-security/3864205-us-calls-off-search-for-unidentified-aerial-objects-shot-down-over-alaska-lake-huron/", "date_published": "2023-02-18 04:04:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former judge questions Pence's decision to fight DOJ subpoena in Jan. 6 probe", "description": "A former federal judge — who served as an informal adviser to former Vice President Pence — raised doubts about Pence’s reasoning for opposing a subpoena to testify about the Jan. 6, 2021, attack on the Capitol. J. Michael Luttig argued that any constitutional right Pence had to not testify should yield to the process...", "link": "https://thehill.com/regulation/court-battles/3864173-former-judge-questions-pences-decision-to-fight-doj-subpoena-in-jan-6-probe/", "date_published": "2023-02-18 03:45:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden ups pressure for gun reform in wake of Mississippi shooting: 'Enough'", "description": "President Biden responded on Friday to the shooting in rural Mississippi that left six dead, saying it's \"enough\" and calling on Congress to \"act now\" to pass gun reform. \"Jill and I are mourning for the six killed in today’s violence in Tate County, Mississippi — as we have for far too many Americans,\" Biden...", "link": "https://thehill.com/homenews/administration/3864139-biden-ups-pressure-for-gun-reform-in-wake-of-mississippi-shooting-enough/", "date_published": "2023-02-18 03:40:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Energy Committee to hold hearing on East Palestine train derailment effects", "description": "The Senate Energy and Public Works Committee plans to hold a hearing on the environmental and public health impacts on the local community following the train derailment in East Palestine, Ohio earlier this month. Sens. Tom Carper (D-Del.), the chairman of the committee, and Shelley Moore Capito (R-W.Va.), the ranking member, said in a statement...", "link": "https://thehill.com/homenews/senate/3864162-senate-energy-committee-to-hold-hearing-on-east-palestine-train-derailment-effects/", "date_published": "2023-02-18 03:01:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "MSU will use donations to help pay shooting survivors' medical bills", "description": "Michigan State University plans to use donations to cover the medical expenses for the five students who were injured during a shooting at the campus earlier this week.  MSU launched the Spartan Strong Fund to ensure the university community has the resources it needs in the aftermath of the shooting that killed three students. The...", "link": "https://thehill.com/blogs/blog-briefing-room/3864117-msu-will-use-donations-to-help-pay-shooting-survivors-medical-bills/", "date_published": "2023-02-18 02:23:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ohio governor says FEMA will provide resources to East Palestine", "description": "The Federal Emergency Management Agency will deploy federal resources to the site of a train derailment in Ohio, Gov. Mike DeWine (R) announced Friday evening after saying earlier this week that the agency had deemed the state ineligible. “FEMA and the State of Ohio have been in constant contact regarding emergency operations in East Palestine....", "link": "https://thehill.com/policy/energy-environment/3864078-ohio-governor-says-fema-will-provide-resources-to-east-palestine/", "date_published": "2023-02-18 01:21:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leveling up our climate ambitions", "description": "The tax incentives in the Inflation Reduction Act are going to deploy a tremendous amount of clean energy in America. Permitting reform is needed to get that clean energy to population centers, and a carbon border adjustment mechanism in needed to achieve worldwide action on climate. Our clean energy friends on the EcoRight (a balance...", "link": "https://thehill.com/opinion/congress-blog/3864068-leveling-up-our-climate-ambitions/", "date_published": "2023-02-18 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge issues nationwide order barring Starbucks from firing union supporters", "description": "A federal judge has issued an order to bar Starbucks from firing workers who are trying to unionize and order the company to rehire an employee who alleges she was fired over union organizing.  U.S. District Judge Mark Goldsmith ruled on Friday that Hannah Whitbeck, who was fired from her position as a shift supervisor...", "link": "https://thehill.com/regulation/court-battles/3864043-judge-issues-nationwide-order-barring-starbucks-from-firing-union-supporters/", "date_published": "2023-02-18 00:38:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rick Scott relents on Medicare provision", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; &#8202;  The Big Story  Scott revises plan, exempts Medicare after blowback GOP Sen. Rick Scott (Fla.) on Friday amended his 12-point Rescue America plan to make it clear his proposal would sunset all federal legislation after five years, except those for Social...", "link": "https://thehill.com/newsletters/health-care/3864039-rick-scott-relents-on-medicare-provision/", "date_published": "2023-02-18 00:28:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP pulls away from Social Security cuts", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon}     Business &#38; Economy     Business &#38; Economy      The Big Story  Republicans: Cutting Social Security a no-go Sen. Rick Scott's (R-Fla.) plan to sunset all federal programs in five years will no longer apply to Medicare and Social Security, revealing just how untouchable the...", "link": "https://thehill.com/newsletters/business-economy/3864035-gop-pulls-away-from-social-security-cuts/", "date_published": "2023-02-18 00:23:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA revives justification for mercury rule", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon}     Energy &#38; Environment     Energy &#38; Environment     The Big Story  EPA restores legal basis for coal plant regulation The Biden administration has restored the legal basis for limiting releases of toxic substances including mercury from coal- and oil-fired power plants.  ©...", "link": "https://thehill.com/newsletters/energy-environment/3864002-epa-revives-justification-for-mercury-rule/", "date_published": "2023-02-18 00:04:27+00:00", "persistent": false, "user": null, "language": "en-US"}]