[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Węgry. Wiktor Orban: Nie wyślemy broni Ukrainie, ani nie zerwiemy stosunków z Moskwą", "description": "Premier Węgier Viktor Orban powiedział, że Europa jest pośrednio w stanie wojny z Rosją. Dodał, że jest tak z powodu wysłania czołgów Ukrainie. Premier Węgier zadeklarował także, że nie wyśle broni do Kijowa oraz, że nie zerwie stosunków gospodarczych z Rosją.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/wegry-wiktor-orban-nie-wyslemy-broni-ukrainie-ani-nie-zerwiemy-stosunkow-z-moskwa/", "date_published": "2023-02-18 21:36:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chile. U siedmiolatki wykryto nowotwór piersi. \"To jeden przypadek na 400 milionów\"", "description": "W Chile postawiono szokującą diagnozę. Siedmioletnia dziewczynka choruje na raka piersi. Lekarze nie wiedzieli jak zająć się młodą pacjentką. Ta historia to przykre przypomnienie, że nowotwory złośliwe nie pytają o wiek - przekazała reporterka Polsat News. Materiał Wydarzeń.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/chile-u-siedmiolatki-wykryto-nowotwor-piersi-to-jeden-przypadek-na-400-milionow/", "date_published": "2023-02-18 21:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kolejne trzęsienie ziemi w Turcji. Miało magnitudę 5,2", "description": "O kolejnym trzęsieniu ziemi w Turcji poinformowało Europejskie Śródziemnomorskie Centrum Sejsmologiczne (EMSC). Wydarzenie osiągnęło magnitudę 5,2. Nie ma wiadomości o poszkodowanych bądź o zniszczeniach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/kolejne-trzesienie-ziemi-w-turcji-mialo-magnitude-52/", "date_published": "2023-02-18 20:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nowa Zelandia. Ich lot trwał 16 godzin. Wrócili tam, skąd wylecieli", "description": "Lot pasażerów linii Air New Zealand do USA okazał się koszmarem trwającym kilkanaście godzin. Zamiast dotrzeć do Nowego Jorku, samolot zatoczył koło i zawrócił nad Oceanem Spokojnym, by wrócić do miejsca, skąd wystartował - miasta Auckland w Nowej Zelandii. Wszystko przez problemy z elektrycznością na docelowym lotnisku JFK, które zmusiły władze portu do zamknięcia całego terminalu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/nowa-zelandia-ich-lot-trwal-16-godzin-wrocili-tam-skad-wylecieli/", "date_published": "2023-02-18 19:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Alaksandr Łukaszenka rozmawiał z Władimirem Putinem. Po spotkaniu nie wydano komunikatu", "description": "Piątkowe rozmowy Aleksandra Łukaszenki z Władimirem Putinem rozpoczęły się od niejednoznacznych słów białoruskiego dyktatora, z których można było wyczytać, że ​​przyjechał do Rosji wbrew swojej woli. Na razie ani rosyjska ani białoruska strona nie poinformowała, czym zakończyło się spotkanie - przekazały niezależne media. Od piątku nie wiadomo też, co dzieje się z Łukaszenką.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/alaksandr-lukaszenka-rozmawial-z-wladimirem-putinem-po-spotkaniu-nie-wydano-komunikatu/", "date_published": "2023-02-18 17:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA uznały, że Rosja jest winna zbrodni przeciwko ludzkości. \"Będą pociągnięci do odpowiedzialności\"", "description": "Stany Zjednoczone formalnie uznały, że Rosja popełniła zbrodnie przeciwko ludzkości podczas trwającej inwazji na Ukrainę - powiedziała wiceprezydent USA Kamala Harris. - Zbadaliśmy dowody, znamy normy prawne i nie ma wątpliwości, że Rosja dokonała tych przestępstw - przekazała. Harris dodała, że sprawiedliwość musi zostać wymierzona.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/usa-uznaly-ze-rosja-jest-winna-zbrodni-przeciwko-ludzkosci-beda-pociagnieci-do-odpowiedzialnosci/", "date_published": "2023-02-18 16:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Rosyjskie rakiety nad elektrownią. \"Zagrożenie trafieniem w reaktor było wysokie\"", "description": "Podczas zmasowanego ataku prowadzonego przez Rosjan na Ukrainę w sobotę dwie rakiety zarejestrowano nad Południowoukraińską Elektrownią Jądrową w obwodzie mikołajowskim. Zagrożenie trafieniem w reaktor z możliwymi konsekwencjami - katastrofą jądrową - kolejny raz było wysokie - powiadomił ukraiński operator elektrowni atomowych, koncern Enerhoatom.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/ukraina-rosyjskie-rakiety-nad-elektrownia-zagrozenie-trafieniem-w-reaktor-bylo-wysokie/", "date_published": "2023-02-18 13:07:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Kupił zdrapkę za 5 dolarów i zdobył 50 tys. To jego kolejna wygrana", "description": "Pracownik firmy Amazon z Baltimore w USA kupił zdrapkę za 5 dolarów (ponad 20 zł) i zdobył najwyższą wygraną - 50 tys. dolarów (ponad 200 tys. zł) - przekazało w sobotę BBC. Była to druga wysoka wygrana zdobyta przed 56-latka w ostatnich miesiącach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/usa-kupil-zdrapke-za-5-dolarow-i-zdobyl-50-tys-to-jego-kolejna-wygrana/", "date_published": "2023-02-18 12:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Kolekcjonerka zniszczyła dzieło sztuki. Rzeźba była warta 42 tys. dolarów", "description": "Kobieta odwiedzająca jedną z galerii sztuki w Miami przez przypadek zniszczyła rzeźbę Balloon Dog autorstwa Jeffa Koonsa. Wykonane z ceramiki dzieło, które do złudzenia przypomina psa, zrobionego z niebieskiego balona, było warte 42 tysiące dolarów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/usa-kolekcjonerka-zniszczyla-dzielo-sztuki-rzezba-byla-warta-42-tys-dolarow/", "date_published": "2023-02-18 11:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wang Yi: Chiny przedstawią polityczne rozwiązanie kryzysu w Ukrainie", "description": "- Chiny nie są stroną kryzysu na Ukrainie, ale nie są też bezczynne - mówił główny dyplomata Komunistycznej Partii Chin (KPCh) Wang Yi, który bierze udział w 59. Monachijskiej Konferencji Bezpieczeństwa. Yi zapowiedział również, że Chiny przedstawią swoje stanowisko w sprawie rozwiązania sytuacji w Ukrainie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/wang-yi-chiny-przedstawia-polityczne-rozwiazanie-kryzysu-w-ukrainie/", "date_published": "2023-02-18 11:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja: Trzy osoby uratowane 296 godzin po trzęsieniu ziemi", "description": "Trzy osoby, w tym dziecko zostały wyciągnięte spod gruzów w mieście Antakya w południowej Turcji 296 godzin po trzęsieniu ziemi - powiadomiła agencja Reuters.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/turcja-trzy-osoby-uratowane-296-godzin-po-trzesieniu-ziemi/", "date_published": "2023-02-18 10:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Premier Morawiecki w Monachium: Okrutna Rosja Putina musi przegrać tę wojnę", "description": "Okrutna Rosja Putina musi przegrać tę wojnę, a Ukraina musi ją wygrać - powiedział w Monachium premier Mateusz Morawiecki. - Nie możemy zgodzić się na to, by Ukraina była strefą buforową - zaznaczył szef polskiego rządu. Jak dodał, jeśli chcemy zapewnić trwały pokój w Europie, Ukraina musi być zintegrowana z UE i NATO.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/morawiecki-okrutna-rosja-putina-musi-przegrac-te-wojne/", "date_published": "2023-02-18 09:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Spotkanie Trójkąta Weimarskiego. Andrzej Duda: Nie może nikt akceptować tego, co robi Rosja", "description": "- Nie może nikt akceptować tego, co robi Rosja - mówił Andrzej Duda, który podczas Monachijskiej Konferencji Bezpieczeństwa spotkał się z prezydentem Francji Emmanuelem Macronem i kanclerzem Niemiec Olafem Scholzem w formule Trójkąta Weimarskiego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-18/spotkanie-trojkata-weimarskiego-andrzej-duda-nie-moze-nikt-akceptowac-tego-co-robi-rosja/", "date_published": "2023-02-18 05:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]