[{"source": "https://www.engadget.com/rss.xml", "title": "Uber could launch a service similar to TaskRabbit", "description": "<p>In the future, when you need someone's help to get a task done, you might find yourself launching the Uber app on your phone. According to <a class=\"no-affiliate-link\" href=\"https://www.bloomberg.com/news/articles/2023-09-08/uber-working-on-taskrabbit-like-service-in-potential-expansion\"><em>Bloomberg</em></a>, the company is exploring the possibility of offering a new TaskRabbit-like service. Developer <a class=\"no-affiliate-link\" href=\"https://www.thetapedrive.com/\">Steve Moser</a> found code hidden within Uber's iPhone app for an offering that's reportedly codenamed \"Chore.\" Based on its current iteration, Chore will let you hire \"taskers\" and will let you specify in the app what you need help with, how long you think it would take and what time you want the tasker to arrive.&nbsp;</p><p>Of course, you'll be able to input the address of where you want the person to go before you submit your request. Uber will then compute a payment that's commensurate with the time required to ", "link": "https://www.engadget.com/uber-could-launch-a-service-similar-to-taskrabbit-133017852.html?src=rss", "date_published": "2023-09-09T13:30:17+00:00", "bookmarked": false, "dead": false, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Lotus Emeya brings electric supercar performance for four", "description": "<p>This isn’t your parent’s Lotus. The British maker, once famous for ultra-lightweight sportscars that had no room for creature comforts like air conditioning, heated seats, or even doors, is now part of the <a href=\"https://www.engadget.com/tag/geely/\"><ins>Geely</ins></a> family, with designs on a big international presence with big sales.</p><p>That’s going to require bigger cars, and while the <a href=\"https://www.engadget.com/lotus-eletre-suv-shows-the-company-has-finally-grown-up-070031949.html\"><ins>Eletre SUV</ins></a> was something of a first big departure for the company, the Emeya is a quick second-act. The Emeya is a four-door sedan with a swoopy, coupe-like profile, comfortably seating four and, Lotus says, offering somewhere around 300 miles of range from a 102kWh battery pack.</p><span id=\"end-legacy-contents\"></span><p>That’s quite good range for a car that will offer up to 905 horsepower and that can sprint from 0 - 60 mph in less than 2.8 seconds. Quick, yes, but a", "link": "https://www.engadget.com/the-lotus-emeya-brings-electric-supercar-performance-for-four-130035674.html?src=rss", "date_published": "2023-09-09T13:00:35+00:00", "bookmarked": false, "dead": false, "artist": "Engadget", "album": "Engadget", "user": null, "language": "en-US", "thumbnail": null}]