[{"source": "https://businessinsider.com.pl/.feed", "title": "Różowy Love Dog w Żabce", "description": "Z okazji walentynek Żabka przygotowała dla swoich klientów limitowaną wersję hot doga. Love Dog, czyli hot dog w różowej bułce z kiełbaską z dodatkiem żurawiny i sosem spicy mango jest dostępny od 13 lutego br.", "link": "https://businessinsider.com.pl/lifestyle/jedzenie/walentynkowa-oferta-w-zabce-rozowy-love-dog/0vt4lyr", "date_published": "2023-02-13 20:57:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kryzys energetyczny. Tyle do tej pory wydała UE", "description": "Łączny rachunek krajów europejskich za ochronę gospodarstw domowych i firm przed rosnącymi kosztami energii wzrósł do ​​prawie 800 mld euro — wynika z opublikowanego w poniedziałek raportu. Jego autorzy wezwali kraje do bardziej ukierunkowanego wydatkowania pieniędzy na walkę z kryzysem energetycznym.", "link": "https://businessinsider.com.pl/biznes/kryzys-energetyczny-tyle-do-tej-pory-wydala-ue/bjybndw", "date_published": "2023-02-13 20:44:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tajemnicze obiekty zestrzelone w USA. Biały Dom odpowiada na spekulacje", "description": "Amerykanie nie muszą się martwić, że zestrzelone nad USA i Kanadą statki powietrzne pochodzą od kosmitów — powiedział w poniedziałek rzecznik Rady Bezpieczeństwa Narodowego John Kirby.", "link": "https://businessinsider.com.pl/wiadomosci/latajace-obiekty-zestrzelone-w-usa-bialy-dom-nie-pochodza-z-kosmosu/rlrb9lf", "date_published": "2023-02-13 19:53:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Precedensowy wyrok w sprawie frankowej. Chodzi o zwrot kapitału", "description": "W mediach społecznościowych wrze. Sędzia Kamil Gołaszewski, który kilka lat temu skierował pytania do TSUE w sprawie frankowej państwa Dziubaków, teraz wydał wyrok w sprawie roszczenia banku o zwrot kapitału po unieważnieniu umowy. I przyznał, że podlega on waloryzacji. To wyrok korzystny dla banków, ale jak zauważają prawnicy frankowiczów, nieprawomocny, i może być podważony.", "link": "https://businessinsider.com.pl/prawo/przelomowy-wyrok-w-sprawie-frankowej-chodzi-o-zwrot-kapitalu/tg5q606", "date_published": "2023-02-13 19:47:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ekspert: gospodarka Rosji spada do poziomu Korei Północnej", "description": "Gospodarka Rosji spada do poziomu Korei Północnej pod względem zależności od Chin — ocenia profesor ekonomii z Uniwersytetu w Bremie Michael Rochlitz. Zdaniem naukowca sankcje unijne dotyczące ropy naftowej mocno uderzają w Kreml.", "link": "https://businessinsider.com.pl/gospodarka/gospodarka-rosji-spada-do-poziomu-korei-polnocnej-oto-dlaczego/4sdw0tr", "date_published": "2023-02-13 18:48:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sponsorowane wyjazdy europosłów. Radosław Sikorski w czołówce rankingu", "description": "Europoseł Radosław Sikorski znalazł się na trzecim miejscu na liście parlamentarzystów odbywających zagraniczne wyjazdy finansowane przez organizacje lub inne państwa — podał belgijski dziennik \"Le Soir\". W trakcie obecnej kadencji Parlamentu Europejskiego Sikorski miał 27 noclegów w trakcie 14 wyjazdów zagranicznych — wylicza dziennik.", "link": "https://businessinsider.com.pl/wiadomosci/sponsorowane-wyjazdy-europoslow-radoslaw-sikorski-w-pierwszej-trojce/px1s9yf", "date_published": "2023-02-13 18:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak Łotysz pojedzie pod wpływem, jego auto trafi na front", "description": "Rząd Łotwy zdecydował, że samochody skonfiskowane kierowcom prowadzącym pod wpływem alkoholu mogą być przekazywane ukraińskiej armii – powiedział łotewski premier Kriszjanis Karinsz.", "link": "https://businessinsider.com.pl/wiadomosci/jak-lotysz-pojedzie-pod-wplywem-jego-auto-trafi-na-front/rb8gstl", "date_published": "2023-02-13 17:29:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Była poważna rozmowa o balonach. Biały Dom potwierdza", "description": "Osoby z administracji prezydenta Joe Bidena odbyły prywatne rozmowy z przedstawicielami władz Chin na temat balonów szpiegowskich – przekazał rzecznik amerykańskiej Rady Bezpieczeństwa Narodowego John Kirby. Tymczasem wciąż nie ma pewności, czym są obiekty, które pojawiają się nad amerykańskim niebem.", "link": "https://businessinsider.com.pl/wiadomosci/byla-powazna-rozmowa-o-balonach-bialy-dom-potwierdza/k73vy1s", "date_published": "2023-02-13 17:21:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Największa firma modowa świata inwestuje pod Wrocławiem. Będzie mnóstwo etatów", "description": "Jeszcze w tym kwartale koncern Shein ruszy z obsługą swojego nowego magazynu pod Wrocławiem. Marka jest uznawana za obecnie największą na świecie w swojej branży.", "link": "https://businessinsider.com.pl/gospodarka/najwieksza-firma-modowa-swiata-inwestuje-pod-wroclawiem/14b5jxv", "date_published": "2023-02-13 17:10:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zmiana na skalę PIT z pułapką. Czego fiskus nam nie mówi?", "description": "Ministerstwo Finansów przypomina, że przedsiębiorcy, którzy w 2022 r. opodatkowywali swoje dochody liniowym PIT lub opłacali ryczałt, mogą teraz, wstecznie, wybrać skalę PIT. Na tych, którzy chcą skorzystać z tej możliwości, czeka jednak pułapka", "link": "https://businessinsider.com.pl/prawo/podatki/zmiana-ryczaltu-lub-liniowego-na-skale-pit-czego-fiskus-nie-powiedzial/q6mjnbv", "date_published": "2023-02-13 17:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brytyjski ekspert: Putinowi pozostaje wybór pomiędzy daczą a cmentarzem", "description": "Obecnie prawdziwym wyborem Władimira Putina jest albo dacza, albo cmentarz. Ta wojna to katastrofa i dlatego jest to kierunek, w którym zmierza rosyjski dyktator — powiedział w wywiadzie dla estońskiej telewizji ETV Edward Lucas, brytyjski publicysta i ekspert zajmujący się Rosją.", "link": "https://businessinsider.com.pl/wiadomosci/brytyjski-ekspert-putinowi-pozostaje-wybor-pomiedzy-dacza-a-cmentarzem/wwx45jf", "date_published": "2023-02-13 17:08:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wpadka z pociągami w Hiszpanii. \"Niewiarygodne partactwo\"", "description": "Hiszpańskie służby transportowe muszą wrócić do fazy projektowej po tym, jak wydano miliony euro na nowe pociągi, które okazały się zbyt duże, aby się zmieścić w tunelach sieci kolejowej.", "link": "https://businessinsider.com.pl/wydali-miliony-na-pociagi-ktore-nie-zmieszcza-sie-w-tunelach/2z7vpfq", "date_published": "2023-02-13 16:57:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polsko-kanadyjskie porozumienie w sprawie małego atomu. \"Znacząco wpłynie na harmonogram w Polsce\"", "description": "Wykonujący obowiązki Prezesa Państwowej Agencji Atomistyki Andrzej Głowacki i szefowa kanadyjskiego dozoru jądrowego CNSC Rumina Velshi podpisali porozumienie o współpracy w zakresie małych reaktorów modułowych, m.in. jednostek BWRX-300, produkowanych przez firmę GE Hitachi. Wyłączność na tę technologię w Polsce ma Orlen Synthos Green Energy (OSGE).", "link": "https://businessinsider.com.pl/biznes/polsko-kanadyjskie-porozumienie-w-sprawie-malego-atomu-znaczaco-wplynie-na/03v2t08", "date_published": "2023-02-13 16:36:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rachunki za energię wystrzeliły. Właścicielka zmieniła jedną rzecz i zwiększyła sprzedaż", "description": "Właścicielka sklepu w Wielkiej Brytanii zaczęła sprzedawać więcej ciast, odkąd poprosiła klientów o pieczenie ich w domu, aby obniżyć gwałtownie rosnące rachunki za energię.", "link": "https://businessinsider.com.pl/firmy/wlascicielka-wygrala-z-podwyzkami-nietypowa-prosba-do-klientow/nh77dyx", "date_published": "2023-02-13 16:33:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjski generał nie żyje. Ciało znaleziono w podmoskiewskiej wsi", "description": "We wsi Golikowo pod Moskwą znaleziono ciało generała dywizji Władimira Makarowa, byłego zastępcy szefa Głównej Dyrekcji Ministerstwa Spraw Wewnętrznych Federacji Rosyjskiej ds. zwalczania ekstremizmu — podała rosyjska państwowa agencja informacyjna TASS.", "link": "https://businessinsider.com.pl/wiadomosci/rosyjski-general-nie-zyje-cialo-znaleziono-w-podmoskiewskiej-wsi/y3fjy6w", "date_published": "2023-02-13 16:06:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Opłata lodówkowa\". Nowy pomysł polskich sklepów", "description": "Kryzys energetyczny coraz bardziej dociska handlowców, zwłaszcza tych mniejszych. Jak opisuje serwis wiadomoscihandlowe.pl, przedsiębiorcy dorastają w związku z tym do zróżnicowania cen. Za napój z lodówki chcą policzyć ekstra.", "link": "https://businessinsider.com.pl/gospodarka/oplata-lodowkowa-oto-nowy-plan-polskich-sklepow/7y6w9wd", "date_published": "2023-02-13 16:02:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak wykorzystują tragedię w Turcji. Służby mają pełne ręce roboty", "description": "W zrujnowanych w wyniku trzęsienia ziemi miastach w południowej Turcji pojawili się szabrownicy, którzy próbują wykorzystać sytuację i plądrują miejscowe sklepy. Stacja Al-Dżazira podaje, że władze nie nadążają z karaniem złodziei.", "link": "https://businessinsider.com.pl/wiadomosci/tak-wykorzystuja-tragedie-w-turcji-sluzby-maja-pelne-rece-roboty/p7k3hln", "date_published": "2023-02-13 15:46:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle pieniędzy płynie z Polski do Ukrainy. Wysyłają je imigranci", "description": "W III kwartale 2022 r. pracujący za granicą Polacy przesłali do kraju 4,9 mld zł. Z kolei transfery z Polski od pracujących w naszym kraju imigrantów wyniosły 6,9 mld zł, z czego prawie 70 proc. środków trafiło do Ukrainy —  podał w poniedziałek NBP w bilansie płatniczym.", "link": "https://businessinsider.com.pl/gospodarka/praca-w-polsce-tyle-pieniedzy-imigranci-przeslali-do-ukrainy/6yl1bry", "date_published": "2023-02-13 15:39:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Korei Północnej zakazano dziewczynkom noszenia tego samego imienia co córka Kim Dzong Una", "description": "Kim Dzong Un zmusza dziewczynki i kobiety do zmiany imienia. Imię \"Ju Ae\" od teraz jest zarezerwowane dla osób o \"najwyższej godności\", czyli dla jego córki.", "link": "https://businessinsider.com.pl/wiadomosci/w-korei-polnocnej-zakazano-dziewczynkom-nosic-to-samo-imie-co-corka-kim-dzong-una/mjj5g3z", "date_published": "2023-02-13 15:23:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Fatalne prognozy gospodarcze. Handel ma pozostać na minusie", "description": "Deficyt w handlu międzynarodowym w 2022 r. był dużo wyższy niż przed rokiem i trudno oczekiwać, by prędko miało się to zmienić – i przyznają to nawet eksperci z państwowego instytutu. A przynajmniej nie w najbliższych kwartałach.", "link": "https://businessinsider.com.pl/gospodarka/nasz-handel-z-zagranica-na-minusie-dobrych-perspektyw-nie-ma/3qz9vl5", "date_published": "2023-02-13 15:10:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Słynny angielski klub na celowniku szejka. Petrodolary zasilą konto Czerwonych Diabłów?", "description": "Wszystko wskazuje na to, że Katarczycy dołączają do wyścigu o przejęcie słynnego angielskiego klubu piłkarskiego. Szejk Tamim bin Hamad Al Thani, rządzący emir Kataru, jest wielkim fanem Manchesteru United i nie kryje tego. Eksperci oceniają, że oferta zakupu klubu musiałaby przekroczyć 4 mld funtów.", "link": "https://businessinsider.com.pl/wiadomosci/czerwone-diably-na-celowniku-szejka-kataru-petrodolary-zasila-slynny-klub/bb6n30r", "date_published": "2023-02-13 15:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten niewielki kraj planuje wielkie zbrojenia. Tempo \"szybsze niż planowano\"", "description": "Wiele krajów Europy, a zwłaszcza tzw. wschodniej flanki NATO, od lutego zeszłego roku przyspiesza zbrojenia. Wygląda na to, że i Łotwa zwiększy wydatki na obronność do poziomu 3 proc. PKB wcześniej, niż początkowo planowano.", "link": "https://businessinsider.com.pl/wiadomosci/ten-kraj-planuje-wielkie-zbrojenia-tempo-coraz-szybsze/qhlthr6", "date_published": "2023-02-13 14:46:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zarabiasz na wynajmowaniu apartamentu w górach lub nad morzem? Możesz mieć duży problem z VAT", "description": "Najem najmowi nierówny, zwłaszcza gdy właściciel korzysta z pośrednika, który zajmuje się obsługą mieszkania np. w górach, nad morzem, czy na Mazurach. Jak informują nasi czytelnicy, fiskus kontroluje, czy właściciele korzystający z pośredników płacą VAT. Jeśli nie, to urzędnicy żądają zapłaty 23 proc. podatku. Niewykluczone są również kary, które są naliczane z automatu", "link": "https://businessinsider.com.pl/prawo/podatki/zarabiasz-na-wynajmowaniu-apartamentu-fiskus-moze-zadac-wyzszego-vat/v6kr4jl", "date_published": "2023-02-13 14:41:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ambasada USA w Moskwie: Amerykanie powinni natychmiast wyjechać z Rosji", "description": "Ambasada amerykańska w Moskwie wezwała obywateli USA do natychmiastowego opuszczenia Rosji — poinformowała w poniedziałek Agencja Reutera. Osobom z podwójnym obywatelstwem grozi przymusowe wcielenie do wojska.", "link": "https://businessinsider.com.pl/wiadomosci/ambasada-usa-w-moskwie-amerykanie-powinni-natychmiast-wyjechac-z-rosji/619hrps", "date_published": "2023-02-13 14:30:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wszyscy wszystkim powinni wystawiać faktury. Po co? Wyjaśniają szefowie organizacji biznesu", "description": "Dziś dla przedsiębiorców największym problem nie jest jakość prawa, ale jego zmienność i nieprzewidywalność — mówią zgodnie Marek Kłoczko, szef Krajowej Izby Gospodarczej i Marek Kowalski, szef Federacji Przedsiębiorców Polskich, które połączyły się, by mieć większy wpływ na legislację. Ich zdaniem zmiany trzeba zacząć od odbudowania systemu podatkowego po Polskim Ładzie.", "link": "https://businessinsider.com.pl/prawo/wszyscy-wszystkim-powinni-wystawiac-faktury-dlaczego-tlumacza-szefowie-fpp-i-kig/zzkl8yl", "date_published": "2023-02-13 14:20:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jakie lodówki można kupić w cenie poniżej 1,5 tys. zł?", "description": "Inflacja szaleje i coraz trudniej jest kupić sprzęt AGD w dobrej cenie. Sprawdziliśmy, jakie lodówki dostępne są teraz za niecałe 1,5 tys. zł. Wbrew pozorom, można trafić naprawdę bardzo ciekawe modele i do tego w standardowych wymiarach.", "link": "https://businessinsider.com.pl/technologie/jakie-lodowki-mozna-kupic-w-cenie-ponizej-15-tys-zl/k1f5qcy", "date_published": "2023-02-13 14:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kierowcy mogą chwilowo odetchnąć z ulgą. Dobre wieści z Turcji", "description": "Względny spokój powrócił na rynek ropy naftowej. Ceny surowca spadły względem piątku. Temat Rosji już tak nie straszy, a lepsze informacje płyną z Turcji. Załadunek cystern z azerską ropą w porcie Ceyhan został wznowiony po niszczycielskim trzęsieniu ziemi.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/co-z-cenami-na-stacjach-paliw-na-rynku-ropy-naftowej-chwilowa-ulga/zqd7xhy", "date_published": "2023-02-13 14:18:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzęsienie ziemi będzie kosztować Turcję miliardy. Są pierwsze szacunki", "description": "Najgorsze trzęsienie ziemi w Turcji od prawie wieku pozostawiło zniszczenia, które — według najnowszych szacunków — mogą kosztować Turcję nawet 84,1 mld dol. Trzęsieniem ziemi zostało dotkniętych około 13,4 mln ludzi.", "link": "https://businessinsider.com.pl/gospodarka/gigantyczne-straty-po-trzesieniu-ziemi-w-turcji-sa-pierwsze-szacunki/zcrnv6x", "date_published": "2023-02-13 14:18:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warszawa ma nowy plan. Pięć linii metra do 2050 r. [MAPA]", "description": "Pięć linii metra i sieć tramwajowa, które do 2050 r. skomunikują wszystkie 18 dzielnic Warszawy. To główne elementy nowego studium rozbudowy transportu szynowego w Warszawie, które w poniedziałek przedstawił prezydent miasta Rafał Trzaskowski.", "link": "https://businessinsider.com.pl/wiadomosci/warszawa-ma-nowy-plan-rozwoju-transportu-szynowego-piec-linii-metra-do-2050-r-mapa/nmreg1v", "date_published": "2023-02-13 14:03:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigant polskiego internetu traci. Chińska konkurencja coraz bliżej", "description": "Allegro zanotowało potężny spadek, jeśli chodzi o liczbę użytkowników – wynika z badania Mediapanel Gemius Polska dla PAP Biznes. W Polsce traci też Amazon, ale jest serwis, który ciągle rośnie w siłę.", "link": "https://businessinsider.com.pl/gospodarka/gigant-polskiego-internetu-traci-zyskuja-chinczycy/zk2w8d4", "date_published": "2023-02-13 13:56:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chorwacja — doskonałe miejsca na nocleg 100 m od plaży", "description": "Malownicze zatoki, plaże, bujna zielona przyroda, miasteczka pełne zabytków i tysiące urokliwych wysp sprawia, że Chorwacja jest jednym z najbardziej pożądanych miejsc w ostatnich latach. Warto podkreślić, że z łatwością znajdą tu coś dla siebie miłośnicy spacerów, rejsów żeglarskich, zabytków i dzikich plaż. W artykule polecamy sprawdzone obiekty, które mają dostępne terminy w okresie wakacyjnym, znajdują się do 100 metrów od plaży, są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/chorwacja-doskonale-miejsca-na-nocleg-100-m-od-plazy/scz2bxf", "date_published": "2023-02-13 13:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Rok efektywności\" według Mety. Niektórzy pracownicy dostają pieniądze, chociaż nic nie robią", "description": "Gigant technologiczny Meta, który w listopadzie zwolnił 11 tys. osób i obiecał, że 2023 r. będzie \"rokiem efektywności\", przygotowuje się do kolejnej rundy zwolnień, które mogą mieć wpływ na wydajność niektórych zespołów. Informacje podał \"Financial Times\", powołując się na dwóch pracowników zaznajomionych z sytuacją.", "link": "https://businessinsider.com.pl/biznes/rok-efektywnosci-wedlug-mety-niektorzy-pracownicy-giganta-dostaja-pieniadze-chociaz/2186wcx", "date_published": "2023-02-13 13:29:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mechanizm konkurencji w handlu się zaciął. \"Duzi detaliści wykorzystywali sytuację\"", "description": "Henryk Wnorowski, jeden z członków RPP, wierzy w wyraźne wyhamowanie inflacji w 2023 r. Wskazuje, że dużo mniejszą przestrzeń do podnoszenia cen mają detaliści. Podnieśli je wcześniej ponad proporcjonalnie, bo mechanizm konkurencji w handlu nie działał tak, jak powinien. — W mojej ocenie duzi detaliści wykorzystywali sytuację i poprawiali sobie marże. Ale teraz to już będzie działało lepiej — wskazał.", "link": "https://businessinsider.com.pl/gospodarka/ceny-rosly-szybciej-niz-powinny-duzi-detalisci-wykorzystywali-sytuacje/c1nwzy9", "date_published": "2023-02-13 13:27:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowy, gigantyczny podatek? Premier Morawiecki jest na \"tak\"", "description": "Opowiadamy się za wprowadzeniem podatków od nadzwyczajnych zysków dla wielkich koncernów międzynarodowych – powiedział premier Mateusz Morawiecki. Jak dodał \"już pewne mechanizmy zostały wdrożone\".", "link": "https://businessinsider.com.pl/gospodarka/nowy-gigantyczny-podatek-premier-morawiecki-jest-na-tak/yhevf9c", "date_published": "2023-02-13 13:22:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To balony szpiegowskie czy \"obcy\"? Szef NATO zabrał głos", "description": "Rosja i Chiny intensyfikują działania szpiegowskie – mówi sekretarz generalny Sojuszu Jens Stoltenberg. Odniósł się do niedawnych incydentów nad amerykańskim niebem. Nawet generałowie nie byli przekonani, czy nie są to \"obcy\".", "link": "https://businessinsider.com.pl/wiadomosci/to-balony-szpiegowskie-czy-obcy-szef-nato-zabral-glos/ejzjw4n", "date_published": "2023-02-13 13:11:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Po 10 latach korzystania z telefonów z Androidem postanowiłam kupić iPhone'a 13. Oto pięć rzeczy, które mnie zaskoczyły", "description": "Użytkownicy smartfonów co do zasady dzielą się na dwa obozy: tych posiadających telefon z oprogramowaniem Android i tych, których telefony napędza system iOS od Apple. Oto jak wyglądało doświadczenie pewnej Amerykanki, która po latach wierności pierwszemu z systemów postanowiła przerzucić się na iPhone'a.", "link": "https://businessinsider.com.pl/technologie/po-10-latach-korzystania-z-telefonow-z-androidem-postanowilam-kupic-iphonea-13-oto/kb7wyjt", "date_published": "2023-02-13 13:08:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie tego się spodziewaliśmy po embargu. Oto najnowsze ceny paliw", "description": "5 lutego weszło w życie embargo na ropę naftową z Rosji. Jak zareagował na to rynek? Co może zaskakiwać, cena oleju napędowego spadła, a benzyny 95 wzrosła.", "link": "https://businessinsider.com.pl/gospodarka/nie-tego-sie-spodziewalismy-po-embargu-oto-najnowsze-ceny-paliw/7f43fw5", "date_published": "2023-02-13 12:41:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sekretarz generalny NATO: musimy zwiększyć produkcję amunicji", "description": "Sekretarz generalny NATO Jens Stoltenberg zapowiedział w poniedziałek, że konieczne jest zwiększenie produkcji amunicji.", "link": "https://businessinsider.com.pl/wiadomosci/sekretarz-generalny-nato-musimy-zwiekszyc-produkcje-amunicji/9rwgxb8", "date_published": "2023-02-13 12:17:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ludzie wpadli do czekolady. Wielki koncern ukarany", "description": "Amerykańskie władze nałożyły na koncern Mars Wrigley karę w wysokości 14,5 tys. dol. (ok. 65 tys. zł). To konsekwencja niebezpiecznego zdarzenia, do którego doszło jeszcze w 2022 r.", "link": "https://businessinsider.com.pl/gospodarka/pracownicy-wpadli-do-czekolady-wielki-koncern-ukarany/mke1fxk", "date_published": "2023-02-13 12:15:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Mała giełda\" na zakręcie.  Liczba debiutów rdr. spadła o 50 proc.", "description": "W ubiegłym roku na rynku NewConnect zadebiutowało o 50 proc. mniej spółek niż w 2021 r. Jak przekonują eksperci, sytuacja w ostatnich miesiącach nie sprzyjała takim działaniom.", "link": "https://businessinsider.com.pl/gielda/mala-gielda-na-zakrecie-liczba-debiutow-rdr-spadla-o-50-proc/n157w89", "date_published": "2023-02-13 12:15:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wskaźnik przyszłej inflacji spadł siódmy miesiąc z rzędu. Co to oznacza dla cen?", "description": "Wyliczenia BIEC z miesiąca na miesiąc pokazują spadającą presję na wzrost cen w przyszłości. Rośnie odsetek konsumentów i przedsiębiorców, którzy wierzą, że inflacja będzie spadać. Skłonność do podnoszenia cen wśród przedstawicieli branży spożywczej zmniejszyła się o ponad połowę.", "link": "https://businessinsider.com.pl/gospodarka/jak-wysoko-zajdzie-inflacja-ten-wskaznik-daje-nadzieje/zn1hczq", "date_published": "2023-02-13 12:09:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "18-latka dla zabawy po raz pierwszy zagrała na loterii.  Wygrała 48 mln dol.", "description": "18-latka z Kanady postanowiła w zeszłym miesiącu po raz pierwszy zagrać na loterii. Zachęcił ją do tego dziadek. Okazało się, że wygrała 48 mln dol.", "link": "https://businessinsider.com.pl/wiadomosci/18-latka-dla-zabawy-po-raz-pierwszy-zagrala-na-loterii-wygrala-48-mln-dol/7pqpt90", "date_published": "2023-02-13 12:05:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Zielona inflacja\" w motoryzacji. To cena za auta elektryczne", "description": "Wraz z globalnym dążeniem do zerowej emisji dwutlenku węgla gwałtownie rośnie popularność pojazdów elektrycznych. Do 2035 r. pojazdy elektryczne będą stanowiły około połowy sprzedaży nowych samochodów na świecie – wynika z badań Goldman Sachs Research. Konsekwencją elektryfikacji motoryzacji jest jednak \"zielona inflacja\".", "link": "https://businessinsider.com.pl/technologie/motoryzacja/zielona-inflacja-w-motoryzacji-to-cena-za-auta-elektryczne/pc8rrkp", "date_published": "2023-02-13 12:05:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile wydać na walentynkową randkę? Większość nie przekroczy tej granicy", "description": "W tym roku walentynki będzie obchodzić niemal 40 proc. Polaków  – wynika z analizy firmy GfK. Jak się okazuje, w podejściu ludzi do obchodzenia święta zakochanych coraz bardziej widać wpływ inflacji.", "link": "https://businessinsider.com.pl/wiadomosci/ile-wydac-na-walentynkowa-randke-wiekszosc-nie-przekroczy-tej-granicy/qzcndy6", "date_published": "2023-02-13 11:59:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przedsiębiorcy krytycznie o decyzji prezydenta. \"Dalszy ciąg chaosu\" w sprawie KPO", "description": "Przedsiębiorcy zrzeszeni w Północnej Izbie Gospodarczej w Szczecinie krytykują decyzję prezydenta Andrzeja Dudy, dotyczącą skierowania nowelizacji ustawy o Sądzie Najwyższym do Trybunału Konstytucyjnego. Zmiany w polskim sądownictwie są konieczne do odblokowania unijnych pieniędzy na realizację Krajowego Planu Odbudowy (KPO).", "link": "https://businessinsider.com.pl/biznes/przedsiebiorcy-ze-szczecina-krytycznie-o-decyzji-prezydenta-dalszy-ciag-chaosu-w/6hssqfh", "date_published": "2023-02-13 11:37:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tajemnicze obiekty nad Ameryką. Oto wszystko co o nich wiemy", "description": "W ciągu trzech dni amerykańskie służby zestrzeliły trzy podejrzane jednostki. Do opinii publicznej trafiają jedynie szczątkowe informacje o niezidentyfikowanych obiektach latających nad Ameryką Północną. Wiele może wyjaśnić analiza ich szczątków.", "link": "https://businessinsider.com.pl/wiadomosci/tajemnicze-obiekty-nad-ameryka-oto-wszystko-co-o-nich-wiemy/klvxzjp", "date_published": "2023-02-13 11:19:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Walentynkowa inflacja. Tyle podrożała randka w kinie", "description": "Mimo popularności platform streamingowych, wyjście do kina jest wciąż traktowane jako bardzo popularna propozycja na spędzenie dnia zakochanych. Niestety, takie wyjścia są coraz droższe. Średnio taka rozrywka kosztuje nas już wyraźnie ponad 40 zł.", "link": "https://businessinsider.com.pl/gospodarka/walentynkowa-inflacja-tyle-podrozala-randka-w-kinie/pff5bqr", "date_published": "2023-02-13 11:18:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "KE przewiduje mocniejsze hamowanie polskiej gospodarki. Jest w tym pozytywny aspekt", "description": "Zimowa runda prognoz Komisji Europejskiej dla UE jest bardziej optymistyczna od poprzedniej. Jednym z wyjątków jest Polska. Urzędnicy obniżyli szacunki wzrostu PKB dla naszego kraju i są coraz bliżej zera. Na szczęście głębszemu spowolnieniu ma towarzyszyć większe hamowanie podwyżek cen.", "link": "https://businessinsider.com.pl/gospodarka/prognozy-komisji-europejskiej-nie-po-mysli-rzadu-idziemy-pod-prad-ue/c1krtwl", "date_published": "2023-02-13 10:57:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Prawo do 48 dodatkowych dni wolnych w pracy. Sprawdź, komu będzie przysługiwać", "description": "Osoby, które regularnie oddają osocze, będą miały prawo nawet do 48 dodatkowych dni płatnego wolnego w pracy w ciągu roku — podaje Prawo.pl. Jak wskazuje serwis, przepis budzi kontrowersje, ponieważ koszt nieobecności w pracy honorowego dawcy krwi pokrywa pracodawca.", "link": "https://businessinsider.com.pl/poradnik-finansowy/prawo-do-48-dodatkowych-dni-wolnych-w-pracy-sprawdz-komu-bedzie-przyslugiwac/gxxp3pd", "date_published": "2023-02-13 10:50:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dostał tajemniczy list. \"Wynik działania tajnych pocztowych służb śledczych\"", "description": "Trójmiejski przedsiębiorca Paweł Iwicki opublikował w sieci zdjęcie listu od Poczty Polskiej. Z korespondencji wynika, że spółka na podstawie zdjęcia wnętrza jego auta, domaga się opłacenia zaległego abonamentu radiowego. Co na ten temat mówią przepisy?", "link": "https://businessinsider.com.pl/wiadomosci/dostal-tajemniczy-list-wynik-dzialania-tajnych-pocztowych-sluzb-sledczych/7vdvmsr", "date_published": "2023-02-13 10:35:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja planuje przewrót w kraju niedaleko Polski. Prezydent zabrał głos", "description": "Rosja posiada plany przewrotu w Mołdawii, które przewidują ataki dywersantów na budynki rządowe, w tym wzięcie zakładników, połączone z wykorzystaniem protestów opozycji – ostrzegła w poniedziałek prezydent Maia Sandu, apelując do parlamentu o zwiększenie uprawnień służb.", "link": "https://businessinsider.com.pl/wiadomosci/rosja-planuje-przewrot-w-kraju-niedaleko-polski-prezydent-zabral-glos/9dh3hxf", "date_published": "2023-02-13 10:31:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Biedroń przytnie 500 plus? Jego zdaniem nie wszyscy potrzebują tych pieniędzy", "description": "Deklaracja odebrania 500 plus to polityczne samobójstwo? Najwyraźniej nie uważa tak Robert Biedroń, który na antenie Radia Zet przyznał, że nie wszystkim świadczenie powinno się należeć.", "link": "https://businessinsider.com.pl/wiadomosci/biedron-mowi-co-zrobi-z-500-plus-gdy-dojdzie-do-wladzy/wmpvvtt", "date_published": "2023-02-13 10:26:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ten biznes to perła w koronie Sebastiana Kulczyka. Dostał go w spadku, przynosi duże zyski", "description": "Sebastian Kulczyk nie chce już dzielić się z innymi zyskami i kontrolą nad Ciechem. Wykłada ponad miliard złotych na połowę udziałów w chemicznej spółce, która przez dekadę przyniosła blisko 2,5 mld zł zysków i trzykrotnie zwiększyła swoją rynkową wartość.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/sebastian-kulczyk-chce-te-firme-tylko-dla-siebie-zobacz-jakie-zyski-przynosi/nmw5cgf", "date_published": "2023-02-13 10:19:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak zachodnie banki pomagają Rosji. \"Mobiki\" dostają wakacje kredytowe", "description": "W programach umarzania kredytów dla rosyjskich żołnierzy walczących w Ukrainie biorą udział dwa zachodnie banki — Raiffeisen Bank i UniCredit. Agencja Reutera informuje, że rośnie presja — głównie ze strony inwestorów — na europejskich kredytodawców w Rosji, którzy wciąż zarabiają w tym kraju pieniądze, mimo powszechnej krytyki i bojkotu, jakie pojawiły się po agresji Moskwy na Ukrainę.", "link": "https://businessinsider.com.pl/wiadomosci/tak-zachodnie-banki-pomagaja-rosji-mobiki-dostaja-wakacje-kredytowe/qh55tkv", "date_published": "2023-02-13 09:50:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wakacje kredytowe dla \"mobików\" z Rosji. Znane banki \"otaczają ich opieką\"", "description": "W programach umarzania kredytów dla rosyjskich żołnierzy walczących w Ukrainie biorą udział dwa zachodnie banki — Raiffeisen Bank i UniCredit. Agencja Reutera informuje, że rośnie presja — głównie ze strony inwestorów — na europejskich kredytodawców w Rosji, którzy wciąż zarabiają w tym kraju pieniądze, mimo powszechnej krytyki i bojkotu, jakie pojawiły się po agresji Moskwy na Ukrainę.", "link": "https://businessinsider.com.pl/wiadomosci/wakacje-kredytowe-dla-mobikow-z-rosji-znane-banki-otaczaja-ich-opieka/qh55tkv", "date_published": "2023-02-13 09:50:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Odkryj raj na ziemi — zaplanuj wypoczynek na Malediwach", "description": "Plaże z drobnym i białym piaskiem, krystalicznie czysta i lazurowa woda, słońce świecące niemal cały rok oraz kokosowe palmy to krajobraz, który towarzyszy wszystkim odwiedzającym wyspy. Malediwy to archipelag około 1200 rajskich wysp rozsianych na Oceanie Indyjskim. Powstały one dzięki przyrastaniu rafy koralowej na szczycie podwodnych wulkanów. Wyspy te, już od kilku lat znajdują się na szczycie rankingów najlepszych wakacyjnych kierunków podróży. Czym jeszcze przyciągają turystów? Z całą pewnością wyśmienitą kuchnią oraz perspektywą spokoju i błogiego relaksu. Warto podkreślić, że na Malediwach obowiązuje zakaz hałasu oraz są prawnie określone limity przebywających turystów. W artykule polecamy sprawdzone hotele, które mają dostępne terminy zimą i wiosną, a jednocześnie są różnorodne pod względem standardu i ceny. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/odkryj-raj-na-ziemi-zaplanuj-wypoczynek-na-malediwach/vf6wt78", "date_published": "2023-02-13 09:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny problem z Mieszkaniem plus. Niektóre zakazy są absurdalne", "description": "Rządowe Mieszkanie plus miało być zbawieniem dla Polaków, których nie stać na horrendalne stawki za zakup własnego M. Ostatecznie mieszkań powstało mniej niż planowano, najemcom mocno rosną czynsze, a do tego, jak pisze krakow.wyborcza.pl, muszą respektować długą listę zakazów.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/absurdalne-zakazy-w-mieszkaniu-plus-przegroda-na-wannie-zapomnij/f1rjygm", "date_published": "2023-02-13 09:47:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska szykuje się na rekord w Naftoporcie. Nowe zbiorniki na ropę mogą okazać się niezbędne", "description": "Trójmiejski Naftoport przewiduje, że w 2023 r. przeładunki ropy i paliw po raz kolejny osiągną historyczny rekord i wyniosą nawet 36 mln ton. Grupa PERN już rozważa możliwość budowy kolejnych zbiorników do magazynowania ropy. Są nawet konkretne lokalizacje — podaje ISBnews.", "link": "https://businessinsider.com.pl/wiadomosci/polska-szykuje-sie-na-rekord-trzeba-myslec-o-nowych-zbiornikach-na-rope/ydqk40f", "date_published": "2023-02-13 09:01:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zamienili kościół w dom. Zamiast ołtarza i prezbiterium - bar i pokój gier", "description": "Brytyjska para przekształciła opuszczony XIX-wieczny gmach kościelny, w którym grasowały szczury, w rezydencję z pięcioma sypialniami wartą 4,3 mln dol.", "link": "https://businessinsider.com.pl/lifestyle/prezbiterium-i-oltarz-zamieniono-w-bar-i-pokoj-gier/dbynz5d", "date_published": "2023-02-13 08:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chajzer, Rozenek i Doda nie oznaczali reklam. Grozi im wysoka kara od UOKiK", "description": "Urząd Ochrony Konkurencji i Konsumentów postawił Filipowi Chajzerowi, Dorocie Rabczewskiej oraz Małgorzacie Rozenek-Majdan zarzuty nieprawidłowego oznaczania treści reklamowych w mediach społecznościowych, co wprowadza konsumentów w błąd. Teraz celebrytom grożą wysokie kary.", "link": "https://businessinsider.com.pl/wiadomosci/chajzer-rozenek-i-doda-nie-oznaczali-reklam-grozi-im-wysoka-kara-od-uokik/b8cwkkh", "date_published": "2023-02-13 08:49:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chajzer, Rozenek i Doda nie oznaczali reklam. Grozi im wysoka kara od UOKiK", "description": "Urząd Ochrony Konkurencji i Konsumentów postawił Filipowi Chajzerowi, Dorocie Rabczewskiej oraz Małgorzacie Rozenek-Majdan zarzuty nieprawidłowego oznaczania treści reklamowych w mediach społecznościowych, co wprowadza konsumentów w błąd. Teraz celebrytom grożą wysokie kary.", "link": "https://businessinsider.com.pl/wiadomosci/doda-rozenek-majdan-i-chajzer-z-zarzutami-grozi-im-wysoka-kara-od-uokik/b8cwkkh", "date_published": "2023-02-13 08:49:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ZUS na premie i nagrody wydał 1,82 mld zł", "description": "W ciągu czterech lat ZUS wydał na premie i nagrody dla swoich pracowników ponad 1,82 mld zł — informuje serwis innpoland.pl. Rekord został pobity w 2021 r., gdy na te cele wydano 670 mln zł.", "link": "https://businessinsider.com.pl/finanse/zus-na-premie-i-nagrody-wydal-182-mld-zl/rqq6qp2", "date_published": "2023-02-13 08:33:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ZUS na premie i nagrody wydał 1,82 mld zł", "description": "W ciągu czterech lat ZUS wydał na premie i nagrody dla swoich pracowników ponad 1,82 mld zł — informuje serwis innpoland.pl. Rekord został pobity w 2021 r., gdy na te cele wydano 670 mln zł.", "link": "https://businessinsider.com.pl/finanse/rekordowo-wysokie-premie-i-nagrody-w-zus/rqq6qp2", "date_published": "2023-02-13 08:33:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs euro 13 lutego powyżej 4,75", "description": "Kurs euro powyżej 4,75. W poniedziałek rano 13 lutego 2022 r. kurs EUR/PLN wynosił 4,7742 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-euro-eurpln-notowania-walut-13-lutego-2023/v19zbfd", "date_published": "2023-02-13 08:18:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs dolara 13 lutego powyżej 4,45", "description": "Kurs dolara poniżej 4,45. W poniedziałek rano 13 lutego 2022 r. kurs USD/PLN wynosi 4,4696.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-dolara-usdpln-notowania-walut-13-lutego-2023/1nx7jg5", "date_published": "2023-02-13 08:16:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs franka 13 lutego powyżej 4,8", "description": "Frank szwajcarski powyżej 4,8. W poniedziałek rano 13 lutego 2022 r. kurs tej waluty wobec polskiego złotego wynosi 4,8421.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-franka-frank-szwajcarski-chfpln-13-lutego-2023/1ncmjst", "date_published": "2023-02-13 08:08:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kulczyk bierze sprawy w swoje ręce. Chce ściągnąć Ciech z giełdy", "description": "KI Chemistry, spółka należąca do Kulczyk Investments, zamierza odkupić wszystkie akcje Ciechu. Firma Sebastiana Kulczyka zapłaci za każdą po 49 zł. Cała transakcja może sięgnąć niemal 1,3 mld zł. Spółka jest na warszawskiej giełdzie od 2005 r. Jej wycofanie ma zapewnić m.in. sprawniejsze podejmowanie najważniejszych decyzji strategicznych bez konieczności oglądania się na innych udziałowców.", "link": "https://businessinsider.com.pl/gielda/polski-miliarder-nie-chce-juz-gieldy-ma-plan-na-chemicznego-giganta/3r239yf", "date_published": "2023-02-13 07:29:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spółka Kulczyka chce ściągnąć Ciech z giełdy", "description": "KI Chemistry, spółka należąca do Kulczyk Investments, zamierza wezwać do sprzedaży akcji Ciechu. Cena, po jakiej wzywający zamierza nabywać akcje, to 49 zł. Spółka jest na warszawskiej giełdzie od 2005 r.", "link": "https://businessinsider.com.pl/gielda/spolka-kulczyka-chce-sciagnac-ciech-z-gieldy/3r239yf", "date_published": "2023-02-13 07:29:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Limitowana edycja coca-coli w Polsce. \"Najodważniejsza odsłona smakowa\"", "description": "Od 14 lutego do sklepów w Polsce trafi Coca-Cola Zero Sugar Movement. To limitowana edycja napoju, która powstała w ramach współpracy ze zdobywczynią Grammy — Rosalíą.", "link": "https://businessinsider.com.pl/wiadomosci/limitowana-edycja-coca-coli-w-polsce-najodwazniejsza-odslona-smakowa/30fcptr", "date_published": "2023-02-13 07:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Spada wydobycie rekordowo drogiego polskiego węgla", "description": "Wydobycie węgla kamiennego w Polsce mimo zapowiedzi polityków odnośnie jego zwiększenia, ponownie spada. Rośnie za to import, bo struktura popytu nie jest dostosowana do podaży — informuje poniedziałkowa \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/gospodarka/spada-wydobycie-rekordowo-drogiego-polskiego-wegla/vyjcctp", "date_published": "2023-02-13 06:52:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Deweloperzy straszą \"patoprawodawstwem\". Będzie jeszcze drożej?", "description": "W ciągu ostatnich 5 lat ceny na rynku nieruchomości wzrosły w niektórych miastach nawet o 100 proc. Deweloperzy alarmują, że nadal mogą rosnąć w szybkim tempie, zwłaszcza w obliczu zmian, które szykuje rząd.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/patoprawodawstwo-wywinduje-ceny-mieszkan-ten-pomysl-nie-podoba-sie-deweloperom/42ch6ct", "date_published": "2023-02-13 06:27:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zostało kilka dni na podjęcie ważnej decyzji. Chodzi o podatki", "description": "Przedsiębiorcy mają jeszcze tylko tydzień na wybór formy opodatkowania na ten rok. Ale księgowi już ich ponaglają, bo 20 lutego ma znaczenie nie tylko dla celów podatkowych — pisze w poniedziałek \"Dziennik Gazeta Prawna\".", "link": "https://businessinsider.com.pl/prawo/podatki/zostalo-kilka-dni-na-podjecie-waznej-decyzji-chodzi-o-podatki/e9peely", "date_published": "2023-02-13 06:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjskie rakiety straszą — złoty traci, bo rynek znów boi się eskalacji wojny", "description": "Popsuły się nastroje na rynkach finansowych i w efekcie mamy dość wyraźne osłabienie złotego. Przyczyn jest jak zwykle kilka, wśród nich na pewno znajduje się też decyzja prezydenta o tym, żeby nie podpisywać nowelizacji ustawy o Sądzie Najwyższym, co znowu oddala nas od unijnych pieniędzy. Mamy za to za sobą dość wyraźny spadek cen na stacjach benzynowych. Do tego toczy się dyskusja, czy obniżać stopy procentowe, czy nie. A od sąsiadów napływają dość strasznie wyglądające dane o inflacji. Oto pięć najciekawszych wydarzeń w gospodarce teraz.", "link": "https://businessinsider.com.pl/gospodarka/piec-najciekawszych-wydarzen-w-gospodarce-teraz-13022023/41vw1re", "date_published": "2023-02-13 06:05:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak pączek może kosztować 1 zł? Cukiernicy zdradzają triki marketów", "description": "Tłusty czwartek już 16 lutego. Cukiernicy, z którymi rozmawialiśmy, spodziewają się bardzo udanego dnia, nawet pomimo galopującej inflacji i dwucyfrowych cen, jakie trzeba będzie wydać za pączki w wielu cukierniach. Podkreślają, że choć ceny muszą być wysokie, to na brak klientów nie narzekają. Bo sieci, z którymi konkurują w ten dzień, oferują aż... zbyt tanie produkty. — Sumując wszystkie koszty, można by stwierdzić, że ceny pączków mogłyby wzrosnąć w porównaniu do ubiegłego roku nawet o 60 proc. — opowiada właścicielka jednej z pracowni cukierniczych.", "link": "https://businessinsider.com.pl/lifestyle/jak-paczek-moze-kosztowac-1-zl-cukiernicy-zdradzaja-triki-marketow/g08gsgz", "date_published": "2023-02-13 05:54:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pieniądze do wzięcia. Nawet 20 mld zł od PKP", "description": "PKP Polskie Linie Kolejowe panują ogłosić w tym roku przetargi na kwotę 15-20 mld zł — poinformowało biuro prasowe zarządcy kolejowej infrastruktury. Dodano, że w ubiegłym roku udało się ogłosić przetargi wartości 18,5 mld zł.", "link": "https://businessinsider.com.pl/firmy/dla-firm/pieniadze-do-wziecia-nawet-20-mld-zl-od-pkp/g89snge", "date_published": "2023-02-13 05:49:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wystawiłeś aukcję na WOŚP? Sprawdź, czy odliczysz darowiznę w PIT", "description": "Pieniądze przekazane na Wielką Orkiestrę Świątecznej Pomocy to w praktyce wpłaty na fundację pożytku publicznego, które można odliczyć od dochodu jako darowizny. Są jednak wątpliwości, co z aukcjami na Allegro, gdzie licytowane są np. kolacja z Dawidem Podsiadło. Pieniądze z aukcji trafiają też do WOŚP, ale pozostaje pytanie, kto może je odliczyć w PIT — celebryci czy ludzie, którzy wylicytowali przedmiot lub usługę?", "link": "https://businessinsider.com.pl/prawo/podatki/kto-wystawil-aukcje-na-wosp-ten-odliczy-darowizne-w-pit-jak-to-mozliwe/zv4yfcv", "date_published": "2023-02-13 05:38:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nowy urlop pod ostrzałem. Będą jednak za niego pieniądze?", "description": "NSZZ Solidarność i Ogólnopolskie Porozumienie Związków Zawodowych mają zastrzeżenia dot. bezpłatnego pięciodniowego urlopu opiekuńczego. Zdaniem związków pracownicy nie będą go wykorzystywać. Proponują, by był on jednak płatny.", "link": "https://businessinsider.com.pl/prawo/praca/nowy-urlop-pod-ostrzalem-beda-jednak-za-niego-pieniadze/1l7vy01", "date_published": "2023-02-13 05:35:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wakacje w Turcji? Trudno dziś o tym myśleć, ale ten kraj tego potrzebuje", "description": "Dotknięta tragicznym w skutkach trzęsieniem ziemi Turcja jest jednym z głównych wyborów planujących wakacje Polaków. Czy po tak strasznych wydarzeniach będzie nim dalej? I czy wybierający się do tego kraju mają się czego obawiać? Zapytaliśmy o to znane biura podróży organizujące wycieczki do Turcji.", "link": "https://businessinsider.com.pl/gospodarka/polacy-nie-odpuszczaja-wyjazdow-do-turcji-i-to-bardzo-dobra-wiadomosc/elky4r6", "date_published": "2023-02-13 05:28:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mimo wojny Polska nadal handluje z Białorusią", "description": "Polska nadal mocno handluje z Białorusią. Mimo nakładanych sankcji wysokość obrotów handlowych robi wrażenie — to 12 mld zł — informuje w poniedziałek \"Rzeczpospolita\".", "link": "https://businessinsider.com.pl/wiadomosci/mimo-wojny-polska-nadal-handluje-z-bialorusia/9m1pm76", "date_published": "2023-02-13 05:20:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bieguny spożycia. Tu w Polsce kupuje się najwięcej \"małpek\" [MAPA]", "description": "Podatek od mocnych alkoholi sprzedawanych w butelkach o niskich pojemnościach, czyli tzw. małpek, wszedł w życie pod koniec pierwszej fali pandemii. Ministerstwo Finansów prezentuje dane o poborze tego podatku z podziałem na gminy. Wiadomo jest, gdzie spłynęło go najwięcej, a od tego już krok do wyliczenia, gdzie spożycie na obywatela też jest największe.", "link": "https://businessinsider.com.pl/gospodarka/bieguny-spozycia-alkoholu-tu-w-polsce-kupuje-sie-najwiecej-malpek-mapa/0bbhykq", "date_published": "2023-02-13 05:11:04+00:00", "persistent": false, "user": null, "language": "en-US"}]