[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Kenny Beats: Tiny Desk Concert", "description": "Bobby Carter | February 13, 2023\n“I know producers don’t always get to do stuff like this,” Kenny Beats said as he wrapped up his Tiny Desk concert. “I’m very lucky I get to do a lot of stuff people with my job title don’t get to do.” His keen sense of gratitude was palpable and radiated throughout the space. Before the music started, he rushed over to explore the shelves behind the Desk, then added some of his trinkets. He then insisted the music had to be perfect as his dad would be listening. Kenny’s debut solo album, LOUIE, dedicated to his father, takes us on a journey through often inexplicable emotions regarding our parents. Kenny enlisted familiar voices to convey the feelings, sparingly incorporating their vocals over soulful beats. \n\nHe invited some of those vocalists, along with top-tier musicians including Nick Movshon and Leon Michels, to play something tailor-made for the Tiny Desk. For “Still,” rapper JPEGMAFIA finishes his thought through bars that we don’t hear on the album. His rambunctious energy juxtaposed with the band’s laid-back melodies is a bizarre sight, but it just works. When Remi Wolf sings, her powerful voice naturally cuts above everything else, and she stole the show on “Last Words.” Newcomer Nami’s falsetto brightened all of the harmonies, and he stepped up to close out with “Rotten.” \n\nKenny Beats is one of the most sought after producers in music and is most certainly the go-to for marrying different genres. Producer-hosted albums are famously frowned upon in hip-hop due to their lack of direction, but LOUIE is clearly saying something. This Tiny Desk feels like a part of that statement.\n\nSET LIST\n“Still”\n“Last Words” \n“Rotten” \n\nMUSICIANS\nKenny Beats: artist, drummer \nLeon Michels: keys, saxophone \nNick Movshon: bass \nNick Lee: horns \nAlexander Benjamin Goldblatt: guitar \nJacob Reske: effects, vocals\nJPEGMAFIA: vocals \nNami: vocals \nRemi Wolf: vocals \n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector: Kara Frame \nAudio Engineer: Josh Rogosin \nCreative Producer: Bob Boilen \nVideographers: Kara Frame, Joshua Bryant, Maia Stern, Sofia Seidel\nEditor: Sofia Seidel\nAudio Assistant: Josephine Nyounai \nProduction Assistant: Jill Britton\nTiny Desk Team: Suraya Mohamed, Marissa Lorusso, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#kennybeats #nprmusic #tinydesk", "link": "https://www.youtube.com/watch?v=BPRVzA67Dbs", "date_published": "2023-02-13 10:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}]