[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny: Nowy sposób na narkotyki. Policja będzie wykorzystywać wiewiórki", "description": "Policjanci z Chongqing w południowo-zachodnich Chinach pochwalili się nowymi możliwościami w wykrywaniu narkotyków. Oprócz psów tropiących, będą wykorzystywać wiewiórki.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/chiny-nowy-sposob-na-narkotyki-policja-bedzie-wykorzystywac-wiewiorki/", "date_published": "2023-02-13 20:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. John Kirby: Joe Biden chce osobiście podziękować prezydentowi Andrzejowi Dudzie i Polakom", "description": "Polska jest zagorzałym sojusznikiem, niesamowicie wspiera Ukrainę i jest hojnym gospodarzem nie tylko dla amerykańskich żołnierzy, ale milionów ukraińskich uchodźców - mówił podczas konferencji prasowej rzecznik amerykańskiej Rady Bezpieczeństwa Narodowego John Kirby. Podkreślił, że prezydent Joe Biden przyleci do Polski, bo chce osobiście podziękować prezydentowi Andrzejowi Dudzie i Polakom.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/usa-john-kirby-joe-biden-chce-osobiscie-podziekowac-prezydentowi-andrzejowi-dudzie-i-polakom/", "date_published": "2023-02-13 20:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Biały Dom o zestrzelonych obiektach: Nic nie wskazuje na obcych", "description": "Biały Dom poinformował, że nie ma śladów wskazujących, iż zestrzelone w ostatnich dniach niezidentyfikowane obiekty latające były związane z aktywnością pozaziemską.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/bialy-dom-o-zestrzelonych-obiektach-nic-nie-wskazuje-na-istnienie-obcych/", "date_published": "2023-02-13 20:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Portugalia: Niezależna komisja wykryła blisko pięć tysięcy ofiar wykorzystania w Kościele", "description": "Portugalski Episkopat powołał komisję, która miała zbadać przypadki wykorzystania w Kościele katolickim. Wykryty sprawy, które wskazują na prawie pięć tysięcy ofiar. Do prokuratury trafiło jednak tylko 25 spraw. Większość uległa przedawnieniu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/portugalia-niezalezna-komisja-wykryla-blisko-piec-tysiecy-ofiar-wykorzystania-w-kosciele/", "date_published": "2023-02-13 20:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Nie żyje generał dywizji Władimir Makarow. Jego ciało zostało znalezione we wsi pod Moskwą", "description": "Nie żyje generał dywizji Władimir Makarow, były zastępca szefa Głównej Dyrekcji Ministerstwa Spraw Wewnętrznych Federacji Rosyjskiej ds. Zwalczania Ekstremizmu. Jego ciało zostało znalezione we wsi Golikowo pod Moskwą. Zdaniem śledczych wojskowy popełnił samobójstwo.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/rosja-nie-zyje-general-dywizji-wladimir-makarow-jego-cialo-zostalo-znalezione-we-wsi-pod-moskwa/", "date_published": "2023-02-13 18:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Skandal w operze. Dyrektor baletu się obraził i wysmarował dziennikarkę psimi odchodami", "description": "Dyrektor baletu hanowerskiej opery został zawieszony po tym, jak w sobotę wysmarował ekskrementami twarz niemieckiej krytyczki sztuki. Marco Goecke będzie musiał tłumaczyć się nie tylko swoim szefom, ale również funkcjonariuszom. Sprawa trafiła na policję.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/niemcy-skandal-w-operze-dyrektor-baletu-sie-obrazil-i-wysmarowal-dziennikarke-psimi-odchodami/", "date_published": "2023-02-13 17:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Chiny twierdzą, że USA wysłały nad ich terytorium co najmniej 10 balonów obserwacyjnych", "description": "Według MSZ Chin, w ciągu ostatniego roku amerykańskie balony naruszyły ich przestrzeń powietrzną co najmniej 10 razy. Biały Dom odpowiada, że twierdzenia są fałszywe.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/chiny-twierdza-ze-usa-wyslaly-nad-ich-terytorium-co-najmniej-10-balonow-obserwacyjnych/", "date_published": "2023-02-13 16:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji. Ratownicy wyciągnęli żywego 13-latka. Pod gruzami spędził 182 godziny", "description": "Ratownicy wyciągnęli żywego 13-latka spod gruzów zawalonego budynku w południowej prowincji Hatay w Turcji - podaje Reuters. Nastolatek od dnia katastrofy do poniedziałku walczył o przetrwanie pod zgliszczami. To nie jest pierwszy przypadek cudownego ocalenia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/turcja-ratownicy-wyciagneli-spod-gruzow-zywego-13-latka-po-182-godzinach/", "date_published": "2023-02-13 16:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mołdawia. Prezydent Maia Sandu: Rosja planuje obalić rząd w Kiszyniowie", "description": "Rosja planuje obalić rząd w Kiszyniowie - mówiła w poniedziałek na konferencji prasowej prezydent Mołdawii Maia Sandu. Informacje otrzymała od ukraińskiego wywiadu. Według nich Kreml ma wykorzystać protesty opozycji, do których dołączą sabotażyści z przeszkoleniem wojskowym. Może dojść m.in. do ataków na budynki państwowe. Celem jest uniemożliwienie temu państwu integracji europejskiej.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/moldawia-prezydent-maia-sandu-rosja-planuje-obalic-rzad-w-kiszyniowie/", "date_published": "2023-02-13 15:43:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Chora na nowotwór starała się o pracę. Rekruterzy nazwali jej wygląd \"nieprofesjonalnym\"", "description": "Ubiegająca się o nową posadę kandydatka chora na raka miała usłyszeć na wideorozmowie od rekruterów, że jej nakrycie głowy jest za mało profesjonalne. Stwierdzenie padło w nieoficjalnej części spotkania, gdy wypowiadający te słowa byli przekonani o wyłączeniu swoich mikrofonów. Gdy pochodząca z Indiany w USA Krystal Garmon przerwała połączenie, załamała się, a z jej oczu popłynęły łzy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/chora-na-raka-starala-sie-o-prace-rekruterzy-jej-wyglad-nazwali-niezbyt-profesjonalnym/", "date_published": "2023-02-13 15:40:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy. 43-letnia Polka zatrzymana. Okradła klienta obiecując stosunek", "description": "Polka została zgłoszona na policję za kradzież portfela klienta we Włoszech. 43-latka słono wyceniła swoje usługi. Policja już wcześniej miała z nią kłopoty.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/wlochy-43-letnia-polka-zatrzymana-okradla-klienta-obiecujac-stosunek/", "date_published": "2023-02-13 13:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Igor Girkin skrytykował Władimira Putina. Szwedzcy eksperci: To niepojęte, że on jeszcze żyje", "description": "Rosyjski żołnierz i bloger wojskowy, Igor Girkin, skrytykował Władimira Putina i porównał go do byłego ukraińskiego prezydenta Wiktora Janukowycza, zasugerował, że jest tchórzem. - To niepojęte, że Girkin jeszcze żyje - powiedział szwedzki podpułkownik Joakim Paasikivi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/girkin-bezposrednio-skrytykowal-putina-szwedzcy-eksperci-to-niepojete-ze-on-jeszcze-zyje/", "date_published": "2023-02-13 13:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji i Syrii. Zagrożenie epidemią - nad gruzami czuć odór rozkładu ciał", "description": "Tydzień po trzęsieniu ziemi widać obraz grozy po katastrofie. Ciała leżą zmiażdżone pod gruzami. Rozprzestrzenia się odór rozkładu. Wciąż też znajdowani są żywi ludzie. W niedzielę wieczorem w prowincji Hatay po 163 godzinach spod gruzów wydobyto siedmioletniego chłopca i 62-letnią kobietę. Łączna liczba ofiar śmiertelnych wynosi ponad 36 tys. - wynika z danych, które w poniedziałek podał Reuters.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/trzesienie-ziemi-w-turcji-i-syrii-zagrozenie-epidemia-nad-gruzami-czuc-odor-rozkladu-cial/", "date_published": "2023-02-13 12:19:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie: Rosjanie walczą z odmrożeniami. Dowództwo rzuca na front żołnierzy Rosgwardii", "description": "W obawie przed działaniami dywersyjnymi dowództwo rosyjskie skierowało na okupowaną część obwodu chersońskiego Gwardię Narodową (Rosgwardia) - poinformował Sztab Generalny Sił Zbrojnych Ukrainy we wpisie na Facebooku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/wojna-w-ukrainie-rosjanie-walcza-z-odmrozeniami-dowodztwo-rzuca-na-front-zolnierzy-rosgwardii/", "date_published": "2023-02-13 11:57:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szwecja. Wyłudzenie i oszustwo w urzędzie pracy. Kobieta podrabiała faktury za delegacje", "description": "Pracownica urzędu pracy w Umeå (północna Szwecja), została zwolniona przez Komisję Odpowiedzialności Personalnej za oszustwo i podrabianie dokumentów. Na podstawie sfałszowanych faktur za delegacje wyłudziła ponad 700 tys. koron szwedzkich (300 tys. złotych). Kobieta tłumaczyła przestępstwo stresującą i wymagającą pracą.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/szwecja-wyludzenie-i-oszustwo-w-urzedzie-pracy-kobieta-podrabiala-faktury-za-delegacje/", "date_published": "2023-02-13 11:24:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Znana firma ukarana grzywną. Jej pracownicy wpadli do zbiornika z czekoladą", "description": "Dwóch pracowników Mars Wrigley wpadło do zbiornika z czekoladą. Firma została ukarana grzywną w wysokości 14 500 dolarów. Ustalono, że w fabryce doszło do zaniedbań.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/usa-znana-firma-ukarana-grzywna-jej-pracownicy-wpadli-do-zbiornika-z-czekolada/", "date_published": "2023-02-13 10:22:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Seryjny gwałciciel atakował na cmentarzu. Wśród ofiar kobiety i mężczyźni", "description": "W areszcie w niemieckim Kassel na proces oczekuje Kamil A. Mężczyzna jest podejrzany o serię gwałtów. Wśród jego ofiar są co najmniej cztery kobiety i jeden mężczyzna. Niektórych z gwałtów dokonano na cmentarzu miejskim. Śledztwo próbował utrudniać brat bliźniak oskarżonego. W schwytaniu mężczyzny pomogło dopasowanie DNA.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/niemcy-zgwalcil-kobiete-w-ciazy-na-cmentarzu/", "date_published": "2023-02-13 09:38:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy. Poszukiwany tester medycznej marihuany. Może zarobić osiem tysięcy euro", "description": "Legalne palenie trawki, za które można dostać osiem tysięcy euro miesięcznie, to jedna z najnowszych ofert pracy w Niemczech. Koloński dystrybutor konopi Cannamedical poszukuje chętnych do testowania jakości swoich produktów z medycznej marihuany. Firma stawia jednak warunek - trzeba mieć zezwolenie na używanie tej substancji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/niemcy-poszukiwany-tester-medycznej-marihuany-moze-zarobic-osiem-tysiecy-euro/", "date_published": "2023-02-13 09:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: 19-latek wypadł z okna na siódmym piętrze. Przeżył", "description": "19-letni mężczyzna, który w niedzielę wieczorem wypadł z okna na VII piętrze, uderzył w daszek znajdujący się na pierwszym piętrze budynku w Berlinie. Mężczyzna przeżył. Ranny był przytomny, policjantom powiedział, że wypadł z okna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/niemcy-19-latek-wypadl-z-okna-na-siodmym-pietrze-przezyl/", "date_published": "2023-02-13 08:32:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Ciężarna Rihanna wystąpiła podczas finału Super Bowl. To był jej pierwszy występ od lat", "description": "Supergwiazda muzyki pop, Rihanna, powróciła na scenę. Wystąpiła w show w finale Super Bowl. Jak się okazało, piosenkarka jest w ciąży z drugim dzieckiem. Pierwsze dziecko urodziła w maju 2022 roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/super-bowl-ciezarna-rihanna-wystapila-podczas-finalu-turnieju-nfl/", "date_published": "2023-02-13 06:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Zestrzelono kolejny obiekt latający. Naruszył amerykańską przestrzeń", "description": "Amerykańskie myśliwce wojskowe zestrzeliły latający obiekt nad jeziorem Huron - przekazały media. To kolejny już incydent z nieznanymi statkami powietrznymi w przestrzeni USA od czasu, gdy nad Stanami Zjednoczonymi pojawił się chiński balon obserwacyjny. Pentagon przekazał, że obiekt mógł być wykorzystany jako narzędzie do szpiegowania.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-13/usa-zestrzelono-kolejny-obiekt-latajacy-naruszyl-amerykanska-przestrzen/", "date_published": "2023-02-13 04:58:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]