[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Create Malicious Dota 2 Game Modes to Secretly Access Players' Systems", "description": "An unknown threat actor created malicious game modes for the Dota 2 multiplayer online battle arena (MOBA) video game that could have been exploited to establish backdoor access to players' systems.\nThe modes exploited a high-severity flaw in the V8 JavaScript engine tracked as CVE-2021-38003 (CVSS score: 8.8), which was exploited as a zero-day and addressed by Google in October 2021.\n\"Since V8", "link": "https://thehackernews.com/2023/02/hackers-create-malicious-dota-2-game.html", "date_published": "2023-02-13 15:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Honeypot-Factory: The Use of Deception in ICS/OT Environments", "description": "There have been a number of reports of attacks on industrial control systems (ICS) in the past few years. Looking a bit closer, most of the attacks seem to have spilt over from traditional IT. That's to be expected, as production systems are commonly connected to ordinary corporate networks at this point. Though our data does not indicate at this point that a lot of threat actors specifically", "link": "https://thehackernews.com/2023/02/honeypot-factory-use-of-deception-in.html", "date_published": "2023-02-13 09:59:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Tonto Team Hackers' Second Attempt to Target Cybersecurity Firm Group-IB Fails", "description": "The advanced persistent threat (APT) actor known as Tonto Team carried out an unsuccessful attack on cybersecurity company Group-IB in June 2022.\nThe Singapore-headquartered firm said that it detected and blocked malicious phishing emails originating from the group targeting its employees. It's also the second attack aimed at Group-IB, the first of which took place in March 2021.\nTonto Team,", "link": "https://thehackernews.com/2023/02/chinese-tonto-team-hackers-second.html", "date_published": "2023-02-13 07:58:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Targeting U.S. and German Firms Monitor Victims' Desktops with Screenshotter", "description": "A previously unknown threat actor has been targeting companies in the U.S. and Germany with bespoke malware designed to steal confidential information.\nEnterprise security company Proofpoint, which is tracking the activity cluster under the name Screentime, said the group, dubbed TA866, is likely financially motivated.\n\"TA866 is an organized actor able to perform well thought-out attacks at", "link": "https://thehackernews.com/2023/02/hackers-targeting-us-and-german-firms.html", "date_published": "2023-02-13 07:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}]