{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/bartosz-kownacki-o-ewentualnej-ofensywie-rosjan-bedzie-10-razy-mocniejsza-niz-ta-w-lutym/", "title": "Bartosz Kownacki o ewentualnej ofensywie Rosjan: Będzie 10 razy mocniejsza, niż ta w lutym", "date_published": "2023-01-09 21:09:00+00:00", "description": "- Z analiz, które otrzymujemy wynika, że kolejna ofensywa Rosji, jeśli taka będzie, to będzie dziesięciokrotnie silniejsza niż ta w lutym ubiegłego roku - powiedział w programie Debata Dnia Bartosz Kownacki, poseł Prawa i Sprawiedliwości. Dodał, że Rosjanie wygrali II wojnę światową, okupując to milionami ofiar, teraz chcą powtórzyć ten, według mnie niemożliwy, scenariusz.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/w-ziemie-uderzyl-intensywny-wybuch-energii-naukowcy-sadza-ze-to-efekt-zderzenia-gwiazd/", "title": "W Ziemię uderzył \"intensywny wybuch energii\". Naukowcy sądzą, że to efekt zderzenia gwiazd", "date_published": "2023-01-09 21:05:00+00:00", "description": "Niezwykły, intensywny podmuch energii - tak o wybuchu pochodzącym z pobliskiej galaktyki mówili naukowcy, którzy zarejestrowali niespotykane dotąd spektakularne zjawisko. Trwające zaledwie 50 sekund zdarzenie nastąpiło w grudniu 2021 roku. Teraz, po wielu miesiącach analizowania danych, naukowcom udało się w końcu ustalić co je wywołało.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/ukraina-w-ciele-zolnierza-utknal-niewybuch-podczas-operacji-asystowali-saperzy/", "title": "Ukraina. W ciele żołnierza utknął niewybuch. Podczas operacji asystowali saperzy", "date_published": "2023-01-09 20:04:00+00:00", "description": "Jeden błąd mógł kosztować życie nie tylko pacjenta, ale też wszystkich obecnych na sali operacyjnej. Karkołomnego zadania podjął się wybitny ukraiński chirurg wojskowy Andrij Werba, któremu udało się wyjąć tkwiący w ciele żołnierza pocisk z granatnika. Ponieważ w każdej chwili mogło dojść do eksplozji niewybuchu, podczas skomplikowanego zabiegu nad bezpieczeństwem czuwało dwóch saperów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/victoria-lee-nie-zyje-wchodzaca-gwiazda-mma-zmarla-w-wieku-18-lat/", "title": "Victoria Lee nie żyje. Wschodząca gwiazda MMA zmarła w wieku 18 lat", "date_published": "2023-01-09 18:40:00+00:00", "description": "Tragiczną wiadomość o śmierci młodej zawodniczki przekazała jej siostra, mistrzyni świata w MMA Angela Lee Pucci. Zaledwie 18-letnia Victoria swój debiut w oktagonie zaliczyła dwa lata temu, a jej kolejna walka miała się odbyć 13 stycznia. Przyczyna zgonu nie została podana do publicznej wiadomości.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/usa-zawodniczka-nie-kleknela-przed-meczem-dostanie-100-tys-dolarow-odszkodowania/", "title": "BLM. Zawodniczka nie klęknęła przed meczem. Dostanie 100 tys. dolarów odszkodowania", "date_published": "2023-01-09 18:13:00+00:00", "description": "100 tys. dolarów odszkodowania otrzyma była zawodniczka uniwersyteckiej drużyny piłkarskiej Virginia Tech. Kiersten Hening została skrytykowana przez trenera i posadzona na ławce rezerwowych po tym, jak odmówiła uklęknięcia przez meczem podczas demonstracji Black Lives Matters.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/brytyjskie-media-wielka-brytania-chce-wyslac-czolgi-challenger-2-do-ukrainy/", "title": "Brytyjskie media: Wielka Brytania chce wysłać czołgi Challenger 2 do Ukrainy", "date_published": "2023-01-09 17:14:00+00:00", "description": "Brytyjczycy mają rozważać przekazanie Ukrainie 10 czołgów Challenger 2 do walki z rosyjskimi siłami - wynika z informacji, do których dotarła telewizja Sky News. Rząd na Wyspach liczy, że taka postawa mogłaby skłonić również innych sojuszników do wykonania podobnego gestu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/rosja-awaria-samolotu-an-26-czesc-bagazy-wypadla-w-trakcie-lotu/", "title": "Rosja: Awaria samolotu An-26. Część bagaży wypadła w trakcie lotu", "date_published": "2023-01-09 16:41:00+00:00", "description": "Drzwi ładowni w samolocie An-26 otworzyła się w czasie lotu. Z maszyny wypadła część bagaży, a pilot podjął decyzję o powrocie na lotnisko w mieście Magan w Rosji, skąd startowali. Lądowanie przebiegło bez przeszkód. Żadna z 31 osób, które były na pokładzie nie odniosła obrażeń. W mediach społecznościowych pojawiło się nagranie z wnętrza samolotu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/zanzibar-dotkliwa-kara-dla-turystow-z-polski-wyproszono-ich-z-samolotu/", "title": "Zanzibar. Dotkliwa kara dla turystów z Polski. Wyproszono ich z samolotu", "date_published": "2023-01-09 15:54:00+00:00", "description": "Styczniowy urlop spędzony na afrykańskiej wyspie prawdopodobnie na długo zapadnie w pamięci kilkorga turystów, którzy zamiast wrócić do Polski, musieli pozostać na lotnisku na Zanzibarze. Załoga tuż przed startem wyprosiła pasażerów z pokładu, ponieważ byli pijani i zachowywali się agresywnie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/niemcy-polak-pedzil-pod-prad-autostrada-210-kmh-zatrzymala-go-policyjna-kolczatka/", "title": "Niemcy: Polak pędził pod prąd autostradą 210 km/h. Zatrzymała go policyjna kolczatka", "date_published": "2023-01-09 14:01:00+00:00", "description": "Chwile grozy przeżyli kierowcy na autostradzie A20 na północy Niemiec. 37-letni Polak przejechał nią pod prąd ponad 100 km. Ignorował policyjne blokady, a zatrzymała go dopiero policyjna kolczatka.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/hiszpania-cialo-kobiety-bez-glowy-i-rak-znalezione-u-wybrzezy-marbelli/", "title": "Hiszpania: Ciało kobiety bez głowy i rąk znalezione u wybrzeży Marbelli", "date_published": "2023-01-09 13:08:00+00:00", "description": "Ciało młodej kobiety z odciętą głową i rękami znaleziono w niedzielę u wybrzeża Marbelli. Media informują, że zwłoki w wodzie zauważyła grupa wczasowiczów. Policja prowadzi dochodzenie w sprawie śmierci kobiety. Trwa ustalanie tożsamości zmarłej.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/przekazanie-czolgow-leopard-ukrainie-niemcy-nie-znamy-tej-inicjatywy/", "title": "Wojna w Ukrainie. Polska przekaże Ukrainie czołgi Leopard? Niemcy: Ta inicjatywa nie jest nam znana", "date_published": "2023-01-09 13:01:00+00:00", "description": "- Niemiecki rząd nie ma planów przekazania Ukrainie czołgów Leopard - poinformował rzecznik niemieckiego rządu Steffen Hebestreit. Jak donoszą media, Polska ma rozważać przekazanie czołgów za wschodnią granicę. - Oficjalnie nie jest nam znana ta inicjatywa - powiedział Hebestreit.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/kanal-sueski-masowiec-osiadl-na-mieliznie-opoznil-ruch-21-statkow/", "title": "Kanał Sueski: Masowiec osiadł na mieliźnie. Opóźnił ruch 21 statków", "date_published": "2023-01-09 12:07:00+00:00", "description": "Masowiec M/V Glory osiadł na mieliźnie w Kanale Sueskim, zakłócając ruch na kluczowej dla światowego handlu drodze morskiej. Incydent opóźnił ruch 21 statków płynących w kierunku południowym. Jednostkę udało się już ściągnąć z mielizny.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/szwecja-media-na-przyjecie-w-brytyjskiej-ambasadzie-zatrudniono-sobowtorow-celebrytow/", "title": "Szwecja. Media: Na przyjęcie w brytyjskiej ambasadzie zatrudniono sobowtórów celebrytów", "date_published": "2023-01-09 10:58:00+00:00", "description": "Brytyjska ambasada w Szwecji zorganizowała drogie przyjęcie. Na imprezę zaproszono sobowtórów celebrytów. Będąc precyzyjnym, placówka dyplomatyczna nie zaprosiła, a zatrudniła gości na bankiecie. Za 7 tysięcy funtów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/papiez-franciszek-ponowil-apel-o-zakonczenie-wojny-w-ukrainie-zbrodnia-przeciwko-ludzkosci/", "title": "Watykan: Papież Franciszek ponowił apel o zakończenie wojny w Ukrainie", "date_published": "2023-01-09 10:18:00+00:00", "description": "- Dzisiaj trwa trzecia wojna światowa zglobalizowanego świata - powiedział papież Franciszek podczas dorocznego spotkania z dyplomatami akredytowanymi przy Watykanie - znanego powszechnie jako przemówienie o stanie świata. Ponowił apel o zakończenie wojny w Ukrainie i nazwał działania wojenne wymierzone w cywilów zbrodnią przeciwko Bogu i ludzkości.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/odrzutowiec-elona-muska-wykonal-ponad-130-lotow-najkrotszy-trwal-szesc-minut/", "title": "Odrzutowiec Elona Muska wykonał ponad 130 lotów. Najkrótszy trwał sześć minut", "date_published": "2023-01-09 10:17:00+00:00", "description": "Prywatny odrzutowiec szefa Tesli i Twittera wykonał ponad 130 lotów w 2022 roku. Miliarder - jak wynika z obliczeń - przyczynił się tym samym do wyemitowania blisko 1900 ton dwutlenku węgla. Co ciekawe, najkrótszy lot Muska trwał sześć minut.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/pachnie-jak-rozkladajace-sie-zwloki-zakwitl-po-raz-pierwszy-od-10-lat/", "title": "Australia: Dziwidło olbrzymie zakwitło ponownie po 10 latach. Pachnie jak rozkładające się zwłoki", "date_published": "2023-01-09 09:29:00+00:00", "description": "Roślina znana jest z tego, że emituje silny zapach rozkładających się zwłok, który ma zwabić owady zapylające. Niecodzienny kwiat - dziwidło olbrzymie - zakwitł po raz pierwszy od 10 lat w ogrodzie botanicznym w Adelajdzie. Atrakcję przyszły zobaczyć tysiące zwiedzających.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/rosja-twierdzi-ze-zabila-600-ukrainskich-zolnierzy-kijow-zaprzecza/", "title": "Wojna w Ukrainie. Rosja twierdzi, że zabiła 600 ukraińskich żołnierzy. Kijów zaprzecza", "date_published": "2023-01-09 09:15:00+00:00", "description": "Władze w Ukrainie zaprzeczają, że Kijów stracił 600 żołnierzy w rosyjskim ataku rakietowym w Doniecku. W niedzielę Kreml informował, że w zmasowanym ostrzale wschodniej Ukrainy zginęły setki Ukraińców. Miała to być zemsta za atak na rosyjskie koszary w Makiejewce.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/ksiaze-harry-niektorzy-czlonkowie-rodziny-krolewskiej-postanowili-pojsc-do-lozka-z-diablem/", "title": "Książę Harry: Niektórzy członkowie rodziny królewskiej postanowili pójść do łóżka z diabłem", "date_published": "2023-01-09 09:00:00+00:00", "description": "- Kocham mojego ojca, kocham mojego brata, kocham moją rodzinę - powiedział książę Harry. Dodał, że nie miał zamiaru ich skrzywdzić. - Jeśli chodzi o prasę tabloidową, niektórzy jej członkowie postanowili pójść do łóżka z diabłem, aby naprawić własny obraz - stwierdził.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-09/rosja-atak-lwa-w-cyrku-zwierze-ranilo-trenera/", "title": "Rosja: Atak lwa w cyrku. Zwierzę raniło trenera", "date_published": "2023-01-09 08:47:00+00:00", "description": "W jednym z rosyjskich cyrków doszło do groźnego incydentu. Na scenie lew zaatakował swojego trenera. Życie mężczyźnie uratowała jego żona. Media opublikowały nagranie ze zdarzenia.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}