[{"source": "https://securityaffairs.com/feed", "title": "Bangladesh government website leaked data of  millions of citizens", "description": "<p>A researcher recently discovered that a Bangladesh government website leaks the personal data of citizens. The researcher Viktor Markopoulos discovered a Bangladeshi government website that was leaking the personal information of millions of Bangladesh citizens. According to TechCrunch, which first reported the news, the leaked data included full names, phone numbers, email addresses, and national [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148264/data-breach/bangladesh-government-website-data-leak.html\" rel=\"nofollow\">Bangladesh government website leaked data of  millions of citizens</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148264/data-breach/bangladesh-government-website-data-leak.html", "date_published": "2023-07-07T22:26:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "A man has been charged with a cyber attack on the Discovery Bay water treatment facility", "description": "<p>A man from Tracy, California, has been charged with a computer attack on the Discovery Bay water treatment facility. Rambler Gallo (53), a man from Tracy (California) has been charged with intentionally causing damage to a computer after he allegedly breached the network of the Discovery Bay Water Treatment Facility. The man targeted the water [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148258/cyber-crime/discovery-bay-water-treatment-facility-attck.html\" rel=\"nofollow\">A man has been charged with a cyber attack on the Discovery Bay water treatment facility</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148258/cyber-crime/discovery-bay-water-treatment-facility-attck.html", "date_published": "2023-07-07T20:31:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "Progress warns customers of a new critical flaw in MOVEit Transfer software", "description": "<p>Progress released security patches for a new critical SQL injection vulnerability affecting its MOVEit Transfer software. Progress is informing customers of a new critical SQL injection vulnerability, tracked as CVE-2023-36934, in its MOVEit Transfer software. MOVEit Transfer software recently made the headlines due to the massive Clop ransomware hacking campaign exploiting a vulnerability in the [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148252/security/moveit-transfer-critical-flaw.html\" rel=\"nofollow\">Progress warns customers of a new critical flaw in MOVEit Transfer software</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148252/security/moveit-transfer-critical-flaw.html", "date_published": "2023-07-07T16:49:25+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://securityaffairs.com/feed", "title": "CISA and FBI warn of Truebot infecting US and Canada based organizations", "description": "<p>CISA and the FBI warned today of a new Truebot variant employed in attacks against organizations in the United States and Canada. A new variant of the Truebot malware was used in attacks against organizations in the United States and Canada. Threat actors compromised target networks by exploiting a critical remote code execution (RCE) vulnerability in [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148241/cyber-crime/truebot-variant-netwrix-auditor-rce.html\" rel=\"nofollow\">CISA and FBI warn of Truebot infecting US and Canada based organizations</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148241/cyber-crime/truebot-variant-netwrix-auditor-rce.html", "date_published": "2023-07-07T05:57:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]