[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 BEST GRAPHICS OF 2023 SO FAR [FIRST HALF]", "description": "Mixed opinions persist on the importance of graphics in gaming, but visual language, art direction and presentation still matter. The year has seen some incredible games. Even with about six months of big releases to go, each with its mind-blowing production values, it's worth noting the titles that have come before and their exceptional visuals.\n\nWhether it's traveling through open world games and marveling at its environments, venturing through unexplored Rifts, exploring an alternative history city with robots gone berserk, effortlessly flying through cloudscapes, or delving into a dark fantasy world, this year's games have delivered some truly stunning visuals.\n\nCheck out 15 of the best-looking games of the year so far and what makes them so incredible to behold.\n\nThumbnail credit: https://twitter.com/call_me_xavii/status/1653795985016119296", "link": "https://www.youtube.com/watch?v=jQ8kwIFEu4w", "date_published": "2023-07-07T15:30:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "STARFIELD CAN'T AFFORD TO DO THIS...", "description": "That Bethesda Game Studios as a developer is no stranger to delivering masterpieces is a bit of an understatement, but even the best of the best games you’ll ever play will have flaws. Even in the last decade (or a little over a decade), for instance, from the ridiculously high highs of Skyrim to the relatively lower (but still pretty darn high) highs of Fallout 4, BGS’ single player RPGs have had room for improvement in some areas, in spite of how excellent those overall packages have been. \n\nThe upcoming Starfield is looking like it’s going to be yet another stellar Bethesda Game Studios experience, and we’re hoping that it will be improving upon its predecessors in a few key ways.", "link": "https://www.youtube.com/watch?v=FfOTeHqSIhI", "date_published": "2023-07-07T13:30:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]