[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCHnyfMqiRRG1u-2MsSQLbXA", "title": "We made an epic fireworks display to explain every aspect of fireworks", "description": "This is the biggest, brightest, hottest video there is about the science of fireworks. This video is brought to you by Kiwico – go to https://kiwico.com/veritasium for your first month free!\n\nIf you're looking for a molecular modeling kit, try Snatoms - a kit I invented where the atoms snap together magnetically: https://snatoms.com\n\nCheck out Gene’s channel here -- @PotatoJet \n\n▀▀▀\nMassive thanks to Mike Tockstein from Pyrotechnic Innovations and Will Scott from Las Vegas Display Fireworks Inc, for all your pyro knowledge and keeping us safe.\n\nMassive thanks to Gene Nagata from PotatoJet for filming this episode – check out his wonderful channel for more videos about cameras and FPV drones.\n\nThanks to Brandon Williams for helping with the chemistry and sourcing of materials. \n\nThanks to Matthew Tosh for the help with the chemistry conversation about fireworks.\n\nThanks to Simon Werrett for the help with the history of fireworks.\n\n▀▀▀\nWerrett, S. (2010). Fireworks: pyrotechnic arts and sciences in European history. University of Chicago Press\n\n▀▀▀\nSpecial thanks to our Patreon supporters:\nEmil Abu Milad, Tj Steyn, meg noah, Bernard McGee, KeyWestr, Amadeo Bee, TTST, Balkrishna Heroor, John H. Austin, Jr., john kiehl, Anton Ragin, Diffbot, Gnare, Dave Kircher, Burt Humburg, Blake Byers, Evgeny Skvortsov, Meekay, Bill Linder, Paul Peijzel, Josh Hibschman, Mac Malkawi, Juan Benet, Ubiquity Ventures, Richard Sundvall, Lee Redden, Stephen Wilcox, Marinus Kuivenhoven, Michael Krugman, Sam Lutfi.\n\n▀▀▀\nWritten by Derek Muller\nEdited by Trenton Oliver\nAnimated by Ivy Tello and Fabio Albertelli\nFilmed by Derek Muller, Hunter Peterson, Gene Nagata, Raquel Nuno\nProduction by Hunter Peterson and Stephanie Castillo\nAdditional video/photos supplied by Mike Tockstein/Pyrotechnic Innovations\nMusic from Epidemic Sound & Jonny Hyman\nProduced by Derek Muller, Petr Lebedev, Emily Zhang, & Casper Mebius", "link": "https://www.youtube.com/watch?v=lfkjm2YRG-Q", "date_published": "2023-07-07T17:43:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]