[{"source": "https://www.theguardian.com/international/rss", "title": "Protesters develop novel way to build cone-sensus against driverless cars", "description": "<p>San Francisco’s Safe Street Rebel group are disabling autonomous taxis by placing a cone on the hood of the car</p><p>A group of San Francisco organizers are encouraging people to put traffic cones on the hoods of driverless vehicles as a form of protest against the cars’ expansion on city streets.</p><p>A video of the group’s actions with step-by-step instructions on how to disable a robo-taxi with a cone has gone <a href=\"https://twitter.com/DavidZipper/status/1676968755522588682\">viral on Twitter</a> and sparked intense debates about the pros and cons of autonomous vehicles and the value of protesting in this way.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/07/san-francisco-autonomous-cars-protest-cone\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/07/san-francisco-autonomous-cars-protest-cone", "date_published": "2023-07-07T23:29:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US decision to send cluster munitions ‘unanimous’, says US national security advisor – video", "description": "<p>President Joe Biden has approved the shipment of cluster munitions to Ukraine following a unanimous recommendation from his national security team, according to the US national security adviser, Jake Sullivan. Sullivan acknowledged the difficult nature of the decision, saying it had required a thorough examination of the potential harm to civilians. He said Biden decided to approve the transfer after careful consideration and consultations with allies, partners and members of Congress.</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/live/2023/jul/07/russia-ukraine-war-live-zelenskiy-nato-membership#top-of-blog\">Russia-Ukraine: live updates</a></p></li><li><p><a href=\"https://www.theguardian.com/us-news/live/2023/jul/07/biden-cluster-bombs-ukraine-war-trump-desantis-2024-politics-live-updates#top-of-blog\">US politics: live updates</a></p></li></ul> <a href=\"https://www.theguardian.com/us-news/video/2023/jul/07/us-decision-to-send-cluster-munitions-unanimous-says-us-national-security-advisor-video\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/video/2023/jul/07/us-decision-to-send-cluster-munitions-unanimous-says-us-national-security-advisor-video", "date_published": "2023-07-07T21:16:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Couch surfing and sleeping in vans: New Zealand’s housing crisis grips Queenstown", "description": "<p>Tourist hub plagued by lack of homes, surging rents and traveller influx provides ‘starkest’ picture of country’s property crunch</p><p>When Merlin Traçable finishes work at a ski rental shop in Queenstown, New Zealand, he looks for a place to park his van.</p><p>Traçable, a<strong> </strong>26-year-old from France on a working holiday, won’t be pulling up near his home. He doesn’t have a house, just a van, a winter sleeping bag and a blanket – currently Traçable’s only antidotes to temperatures that dipped to -4C a few nights ago.</p> <a href=\"https://www.theguardian.com/world/2023/jul/08/new-zealand-housing-crisis-couch-surfing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/08/new-zealand-housing-crisis-couch-surfing", "date_published": "2023-07-07T20:00:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Russia strikes Lviv, a Ukrainian city far from the frontline; remembering Victoria Amelina</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/jul/08/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/08/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-07-07T20:00:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Death of a radio host: the web of corruption, lies and revenge behind the killing of Martinez Zogo", "description": "<p>A dossier of bank slips detailing suspect payments of millions of dollars handed to the journalist brought the downfall of a political upstart in Cameroon. But it also led to Zogo’s murder. His colleagues went to investigate why</p><p>Martinez Zogo was 50 when his body was found on an empty plot of land in Ebogo, Yaoundé, Cameroon, on 22 January 2023. He had left his radio station, Amplitude FM, at about 8pm on 17 January. People saw a group of men in a black Toyota Prado follow his car. So, apparently, did Zogo, as he drove quickly to a nearby police station.</p><p>But the gate was closed, his car was jammed in by the Prado, and the journalist was spirited away. Five days later, his naked corpse was found dumped on the outskirts of the capital. According to Amplitude FM’s editor-in-chief, Charlie Tchouémou, who identified the body, Zogo’s body had a broken right foot, multiple severed fingers and a twisted tongue.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/07/death-of-a-radio-host-the-web-of-corruption-lies-and-revenge-behind-the-killing-of-martinez-zogo\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/07/death-of-a-radio-host-the-web-of-corruption-lies-and-revenge-behind-the-killing-of-martinez-zogo", "date_published": "2023-07-07T17:36:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Victoria Amelina obituary", "description": "Ukrainian novelist who became a war crimes investigator following the Russian invasion, and fought to uncover the true stories of her compatriots’ experiences under occupation<p>Victoria Amelina, who was wounded in a Russian missile attack in Kramatorsk in eastern Ukraine on 27 June and died, aged 37, of her injuries four days later, knew that being a writer made her a target for Russia. She was aware that the invading forces had <a href=\"https://www.theguardian.com/world/2022/feb/21/us-claims-russia-creating-lists-of-ukrainians-to-be-killed-or-sent-to-camps-report\" title=\"\">lists of activists and intellectuals</a> to eliminate, but she also understood her country’s history: in March 2022, summoning one of the darkest pages in Ukrainian literary history – the murder of a generation of Ukrainian writers during the Stalinist purges of the 1930s, known as the “executed renaissance” – <a href=\"https://www.eurozine.com/cancel-culture-vs-execute-culture/\" title=\"\">she wrote that</a> “there is a real threat that Russians will successfully execute another generation of Ukrainian culture – this time by missiles and bombs”.</p><p>Victoria sought to protect and promote Ukrainian culture as the country came under attack: in 2021 she founded a literature festival in her husband Oleksandr’s home town, New York, in the Donetsk region. The town (whose unlikely name is thought to have been originally Neu Jork and to have come from 19th-century German settlers) was occupied by the Russian army in 2014 and has been on the frontline ever since.</p> <a href=\"https://www.theguardian.com/world/2023/jul/07/victoria-amelina-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/07/victoria-amelina-obituary", "date_published": "2023-07-07T17:18:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "US military set to destroy last of huge chemical weapons arsenal", "description": "<p>Workers at Blue Grass army depot in Kentucky close to destroying rockets filled with sarin – last of US’s declared chemical weapons</p><p>The US military is close to eliminating the last of its vast arsenal of chemical weapons – a milestone in the history of warfare dating back to the first world war.</p><p>Workers at the Blue Grass army depot at a sprawling military installation in the middle of the rolling green hills of eastern Kentucky are close to destroying rockets filled with GB nerve agent – also known as sarin – that are the last of the United States’ declared chemical weapons.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/07/us-military-chemical-weapons-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/07/us-military-chemical-weapons-arsenal", "date_published": "2023-07-07T16:25:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Spain: severe floods sweep cars away after torrential rain – video report", "description": "<p>Streets in Spain's north-eastern city of Zaragoza were flooded on Thursday, after a severe storm and torrential downpours. People could be seen clinging to their cars and climbing nearby trees to escape the flood waters before emergency services were able to carry out rescue missions. Authorities have warned residents against travelling</p> <a href=\"https://www.theguardian.com/weather/video/2023/jul/07/spain-zaragoza-floods-sweep-cars-away-torrential-rain-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/weather/video/2023/jul/07/spain-zaragoza-floods-sweep-cars-away-torrential-rain-video-report", "date_published": "2023-07-07T16:10:09+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ashes diary: NRL players channel Bairstow stumping in try celebrations | Simon Burnton", "description": "<p>Try July, an Australian charity contest, led the Canberra Raiders to mimic the moment with a Yorkshireman at the centre</p><p>As play started at Headingley on Friday it was 8pm in Wollongong, not far south of Sydney, and the rugby league game between St George Illawarra Dragons and Canberra Raiders was simultaneously getting under way. Australia’s NRL is currently running a promotion called Try July, in which a sponsor coughs up $5,000 for charity for every novelty try celebration witnessed across the month, and the Raiders had been planning. Eight minutes into the game Jordan Rapana scored a try and the Raiders team headed to the corner, where Elliott Whitehead – a Yorkshireman, born in Bradford – mimed taking guard and his teammates used the oval ball to <a href=\"https://twitter.com/nbiffs/status/1677259232981417985\">recreate Jonny Bairstow’s controversial stumping</a> at Lord’s. “Oh the stumping – and the Pom is out!” gushed commentator Dan Ginnane.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/07/ashes-diary-bairstow-controversy-hits-the-rugby-field-in-wollongong\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/07/ashes-diary-bairstow-controversy-hits-the-rugby-field-in-wollongong", "date_published": "2023-07-07T15:24:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nato to recommit to Ukraine’s accession as Zelenskiy campaigns for support", "description": "<p>Vilnius summit will also address Sweden joining alliance, while Zelenskiy continues diplomacy tour</p><p>Nato leaders will publicly recommit to Ukraine becoming a member of the military alliance and unite on how to bring Kyiv closer to this goal when they meet in Vilnius on Tuesday, according to the organisation’s secretary general, Jens Stoltenberg.</p><p>“For 500 days, Moscow has brought death and destruction to the heart of Europe,” Stoltenberg told reporters in a news conference in Brussels previewing the gathering. “Our summit will send a clear message: <a href=\"https://www.theguardian.com/world/2023/apr/21/all-nato-members-have-agreed-ukraine-will-eventually-join-says-stoltenberg\">Nato stands united</a>, and Russia’s aggression will not pay.”</p> <a href=\"https://www.theguardian.com/world/2023/jul/07/nato-to-recommit-to-ukraines-accession-as-zelenskiy-campaigns-for-support\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/07/nato-to-recommit-to-ukraines-accession-as-zelenskiy-campaigns-for-support", "date_published": "2023-07-07T15:09:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New AI tool can help treat brain tumors more quickly and accurately, study finds", "description": "<p>Machine learning can help with analysis of gliomas, most common brain tumor, and reduce time patients are in operating room</p><p>A new artificial intelligence tool could help neurosurgeons treat brain tumors, according to a <a href=\"https://www.dropbox.com/s/79r0lqeo7v6m4nz/MEDJ_319.pdf?dl=0\">study</a> released this week by Harvard Medical School.</p><p>Neuroscience researchers for decades have struggled to understand gliomas, an umbrella term for the most common brain tumor in cancer patients. One particularly aggressive type of glioma is responsible for the death of Beau Biden and Arizona Senator John McCain.</p> <a href=\"https://www.theguardian.com/science/2023/jul/07/brain-tumors-gliomas-ai-tool\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/07/brain-tumors-gliomas-ai-tool", "date_published": "2023-07-07T15:01:49+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The heat is on the Captain Tom Foundation spa complex – and it’s not coming from the indoor pool | Marina Hyde", "description": "<p>You thought this story couldn’t get weirder: but now Central Bedfordshire council has ordered the building to be torn down</p><p>To the Captain Tom spa complex, where we might imagine pan-pipe versions of Vera Lynn classics wafting through the air, enveloping select visitors like a really luxurious waffle-weave robe. Perhaps there is some kind of water feature bubbling soothingly with a clear liquid – <a href=\"https://www.otterbeckdistillery.co.uk/products/captain-sir-tom-s-london-dry-gin-70cl/\">Captain Sir Tom’s London Dry Gin</a>? – while beyond a notional He Walked So You Could Chill Jacuzzi lies an indoor pool (100 laps mandatory) and a legacy-guarding wellness experience without compare in the central Bedfordshire area.</p><p>If you’re thinking, “What did I just read?”, it probably won’t be the first time with the long-tailed story of the former army captain who, at the age of 99, <a href=\"https://www.theguardian.com/world/video/2020/apr/16/capt-tom-moore-99-completes-garden-walk-nhs-fundraiser-with-guard-of-honour-video\">walked up and down his garden</a> to raise money for the NHS during the early stages of the pandemic, and with this small act of kindness went stratospheric. Donations totalling £39m followed, as did a <a href=\"https://www.theguardian.com/music/2020/apr/24/captain-tom-moore-becomes-oldest-artist-to-claim-uk-no-1-single\">No 1 single</a>, a knighthood, a range of branded products, from lunchboxes to wine calendars – and now, <a href=\"https://www.theguardian.com/society/2022/jun/30/family-of-captain-sir-tom-moore-face-formal-inquiry-into-charity-setup\">an active investigation</a> by the Charity Commission into concerns the family personally profited from his name, and a <a href=\"https://www.theguardian.com/uk-news/2023/jul/04/capt-tom-foundation-closes-to-donations-as-council-orders-building-demolition\">planning dispute</a> involving his daughter, Hannah Ingram-Moore, and her local council (more on that in due course). The Captain Tom Foundation this week stopped taking money from donors.</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/07/captain-tom-foundation-spa-complex-central-bedfordshire-council\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/07/captain-tom-foundation-spa-complex-central-bedfordshire-council", "date_published": "2023-07-07T12:37:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A falcon on pigeon patrol and the Barbie pink carpet: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/07/a-falcon-on-pigeon-patrol-and-the-barbie-pink-carpet-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/07/a-falcon-on-pigeon-patrol-and-the-barbie-pink-carpet-fridays-best-photos", "date_published": "2023-07-07T12:34:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Things can always get worse – and here’s a Blippi movie to prove it | Stuart Heritage", "description": "<p>Was there ever a cheaper looking film than Blippi’s Big Dino Adventure? Children may be thrilled by the prospect, but they are foolish and need protecting. As do the parents</p><p>The summer holidays are not much fun for parents of young children, and they are currently flop-sweating with anxiety over how they’re going to manage to hold down all their professional obligations while simultaneously entertaining the neediest human beings in their lives. But if the last few years have taught us anything at all, it’s that things can always get worse. And so it brings me absolutely no joy whatsoever to inform you that a Blippi movie is coming out this summer.</p><p>You may know Blippi. If you have children aged 10 or under, there is a solid chance that you have endured long, joyless tracts of time watching <a href=\"https://www.youtube.com/channel/UC5PYHgAzJ1wLEidB58SK6Xw\">Blippi on YouTube</a>. For the uninitiated, Blippi is a sort of high-frequency idiot who dresses like a clown and spends his days feigning amusement as he visits the zoos, regional museums and strip-mall soft play centres of the US. His videos receive millions of views, there are Blippi NFTs on the market, and his creator is notorious for once making a pre-fame video in which he undressed and blasted explosive diarrhoea across the bare bottom of his friend. And now there is a Blippi film.</p> <a href=\"https://www.theguardian.com/film/2023/jul/07/blippi-big-dino-adventure-movie-trailer\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/07/blippi-big-dino-adventure-movie-trailer", "date_published": "2023-07-07T11:35:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The sex ed class you wish you’d had’: the influencer doctors teaching Americans the basics", "description": "<p>With schools failing American students, OB-GYNs use TikTok to tackle questions and dispel myths</p><p>Some of TikTok’s biggest stars aren’t teen influencers or adorable pets – they are OB-GYNs posting sex education videos.</p><p>Need to know if you can <a href=\"https://www.tiktok.com/@busymomofmany/video/7236909778889428266?lang=en\">continue to take</a> antidepressants while pregnant? Dr Keith L Riggs, a Houston-based OB-GYN, has got you covered. Want to see how an IUD is <a href=\"https://www.tiktok.com/@txshay/video/6853204578880605446?lang=en\">inserted into the uterus</a>? Check out a demo on the Dallas physician assistant Shay Blue’s page. Have questions on <a href=\"https://www.tiktok.com/@alirodmd/video/6883964746350021893?lang=en&amp;q=%23obgyn&amp;t=1688581214796\">what sex position</a> is most likely to get you pregnant? Dr Ali Rodriguez – aka the Latina Doc – made a video for that. (Spoiler: it’s whatever position you like the most – no method has emerged as a scientifically proven best choice.)</p> <a href=\"https://www.theguardian.com/society/2023/jul/07/sex-education-tiktok-ob-gyns\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/07/sex-education-tiktok-ob-gyns", "date_published": "2023-07-07T11:00:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Now more than ever, cis female athletes must show solidarity with trans athletes", "description": "<p>Anti-trans activists want us to believe that transgender female athletes pose the gravest danger to cis girls’ and women’s bodies, success and scholarships. They couldn’t be more wrong</p><p>Kathryn Bromwich <a href=\"https://www.theguardian.com/commentisfree/2023/jun/18/there-is-so-much-more-for-us-to-worry-about-than-men-masquerading-as-women-to-access-single-sex-spaces?CMP=Share_iOSApp_Other\">argued</a><em> </em>that the main threat to us cisgender women comes from cisgender men, and not trans women. It is the same in sport: historically and currently, the common perpetrators of sexual assault, abuse and harassment in sport are cisgender men. They also tend to be heterosexual and white. They <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8200843/\">hold nearly all the levers of power in sport</a> by leading international and national sport organizations and governing bodies, the NCAA, <a href=\"https://www.nytimes.com/interactive/2020/12/23/sports/diversity-coaches-sports.html?smid=url-share\">pro leagues</a>, coaching staffs, mainstream sports media and more.</p><p>They give themselves near-unfettered access to use and abuse athletes of all genders. They face almost no accountability as they seem to purposefully leave SafeSport in the US, for example, understaffed and powerless <a href=\"https://pulitzercenter.org/stories/three-years-center-safesport-faces-controversy\">in countless ways</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/07/cisgender-female-athletes-solidarity-trans-athletes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/07/cisgender-female-athletes-solidarity-trans-athletes", "date_published": "2023-07-07T11:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The best recent science fiction, fantasy and horror – reviews roundup", "description": "<p>The Centre by Ayesha Manazir Siddiqi; Ink Blood Sister Scribe by Emma Törzs; Silent City by Sarah Davis-Goff; Silver Nitrate by Silvia Moreno-Garcia; Red Smoking Mirror by Nick Hunt</p><p><br /><strong><a href=\"https://guardianbookshop.com/the-centre-9781529097825\">The Centre</a> by Ayesha Manazir Siddiqi (Picador, £16.99)</strong><strong><br /></strong>The narrator of this thrillingly ambitious literary chiller is London-based Anisa, who dreams of being a successful translator. But there’s no demand for novels translated from Urdu, so she spends her time subtitling Bollywood movies. Given the chance to attend the mysterious “Centre” for 10 days, she emerges from its immersive regime fluent in German. During a second stay to acquire Russian, she becomes close to its manager, Shiba, and seizes the opportunity to snoop, trying to figure out how the unusual learning process works. What she discovers is a shocker. This unusually accomplished debut is about much more than a surprise ending; the novel balances the light with the profound, combining humour and horror as it takes on issues of power and privilege, class, identity, assimilation and more.</p> <a href=\"https://www.theguardian.com/books/2023/jul/07/the-best-recent-science-fiction-fantasy-and-horror-reviews-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/07/the-best-recent-science-fiction-fantasy-and-horror-reviews-roundup", "date_published": "2023-07-07T11:00:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Democrats on comeback trail in Florida after years of decline", "description": "<p>A new party chair promises to restore the party’s lost pride and take on Ron DeSantis to turn Florida blue once more</p><p>It isn’t much fun, or indeed very productive, being a Democrat in Florida these days. Outnumbered by a Republican supermajority in the state legislature, the party was forced to sit back and watch extremist governor Ron DeSantis sign law after law <a href=\"https://www.theguardian.com/us-news/2023/feb/18/ron-desantis-florida-republican-supermajority-2024\">riding roughshod</a> over the rights of Black voters, immigrants and the LGBTQ+ community.</p><p>The humiliation in Tallahassee was the culmination of a years-long decline in Democratic fortunes, predating even <a href=\"https://www.theguardian.com/us-news/2018/nov/17/andrew-gillum-concedes-florida-governors-election-republican-ron-desantis\">the ousting</a> of long-serving US senator Bill Nelson in 2018.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/07/democrats-florida-comeback-ron-desantis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/07/democrats-florida-comeback-ron-desantis", "date_published": "2023-07-07T10:00:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sweltering weather leaves swaths of US baking. A ‘heat tsar’ in charge could help", "description": "<p>Rising temperatures are leaving governments scrambling to prepare – a federal body could help them share best practices, experts say</p><p>Record-breaking temperatures. Millions under heat alerts. Hikers <a href=\"https://www.theguardian.com/us-news/2023/jun/26/man-and-teen-stepson-die-hiking-extreme-heat-big-bend-texas\">dying</a> on hot trails.</p><p>As large swaths of the US bake under sweltering heat, some advocates and officials say the Biden administration should consider appointing a “heat tsar” to manage a response.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/07/extreme-weather-heat-tsar-biden-temperature\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/07/extreme-weather-heat-tsar-biden-temperature", "date_published": "2023-07-07T10:00:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Football transfer rumours: Chelsea to sign Arsenal striker Folarin Balogun?", "description": "<p>Today’s fluff is emotionally charged</p><p>If you like your moves to be shocking, then you might be knocked over by a feather after reading that <strong>Chelsea</strong> are in talks to sign Arsenal striker <strong>Folarin Balogun</strong>. The forward spent last season out on loan at Reims, where he banged in the Ligue 1 goals, but that has not done enough to guarantee him a place in Mikel Arteta’s side. Chelsea have already signed a couple of strikers, which would not help Balogun’s prospects at Stamford Bridge, but hey-ho. Balogun does seem to have options, however, with <strong>Milan</strong>, <strong>Internazionale</strong>, <strong>Marseille</strong> and <strong>Monaco</strong> all keeping tabs on the 22-year-old USA international.</p><p>With Mason Mount through the door, <strong>Manchester United</strong> are looking to kick on with their summer transfer business. The Atalanta striker <strong>Rasmus Højlund</strong> is next on their hitlist. The 20-year-old Dane will cost a pretty penny, estimated to be around £50m, although the United hierarchy will be hoping to bring that down. United are also <a href=\"https://www.theguardian.com/football/2023/jul/06/manchester-united-increase-andre-onana-bid-granit-xhaka-seals-bayer-leverkusen-move-arsenal\">negotiating a deal for </a><strong><a href=\"https://www.theguardian.com/football/2023/jul/06/manchester-united-increase-andre-onana-bid-granit-xhaka-seals-bayer-leverkusen-move-arsenal\">Internazionale’s André Onana</a></strong>, forcing the Italians to search for a replacement between the sticks. One man they have identified is Shakhtar’s <strong>Anatoliy Trubin</strong> but they could also go in for Bayern Munich’s <strong>Yann Sommer</strong> (or both).</p> <a href=\"https://www.theguardian.com/football/2023/jul/07/football-transfer-rumours-chelsea-to-sign-arsenal-striker-folarin-balogun\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/07/football-transfer-rumours-chelsea-to-sign-arsenal-striker-folarin-balogun", "date_published": "2023-07-07T07:34:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "MLR final: San Diego and New England seek to show American rugby potential", "description": "<p>Season six of the US pro league ends on Saturday. Executives from the two finalists are bullish about what comes next</p><p>In rugby union, a team goes “<a href=\"https://www.youtube.com/watch?v=L60gYj4MhFo\">coast to coast</a>” when it runs from its own line to score a try at the far end of the field. In American rugby, the phrase – and the evocation of risky ambition – applies before kick-off to Saturday’s championship game, in which the New England Free Jacks will face the San Diego Legion.</p><p>At SeatGeek Stadium, outside Chicago, Major League Rugby final will set the beasts of the east against the best of the west, the winners first-time champions. MLR says it expects 10,000 fans.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/07/mlr-final-san-diego-new-england-rugby-potential-maa-nonu\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/07/mlr-final-san-diego-new-england-rugby-potential-maa-nonu", "date_published": "2023-07-07T07:00:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Horror of Dolores Roach review – this serial killer drama is a sloppy mess", "description": "<p>Why does this mild-mannered woman suddenly murder at the slightest provocation? How come her friend becomes a cannibal butcher at the drop of a hat? This baffling show has no idea</p><p>The story of Sweeney Todd has been around since Victorian times, perhaps because it is as simple and adaptable as pastry and filling. Someone kills people. Someone else chops them up and puts them into pies. That template can be turned into visceral folk terror, broad black pantomime, or a complex piece on revenge, obsession and trauma. However in The Horror of Dolores Roach, it’s something a lot less interesting: one of those half-hour hangout dramedies about kooky New Yorkers that isn’t bad, but isn’t really about anything, the sort of binge-watch you don’t bother to finish.</p><p>Justina Machado is Dolores, who was once a weed dealer’s devoted other half in Washington Heights. She was at home on the day her boyfriend’s business got busted, took the rap – refusing to rat on her beloved – and dutifully served a 16-year prison sentence. Now on her return to the neighbourhood, she finds her old world has gone. Her hangouts have been replaced by chichi cafes and white trust-fund couples occupy the apartments where Dominican-Americans used to live. Some poser has even got a shih tzu in a pushchair.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/07/the-horror-of-dolores-roach-review-this-serial-killer-drama-is-a-sloppy-mess\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/07/the-horror-of-dolores-roach-review-this-serial-killer-drama-is-a-sloppy-mess", "date_published": "2023-07-07T04:00:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Five ways AI might destroy the world: ‘Everyone on Earth could fall over dead in the same second’", "description": "<p>Artificial intelligence is already advancing at a worrying pace. What if we don’t slam on the brakes? Experts explain what keeps them up at night</p><ul><li><a href=\"https://www.theguardian.com/technology/2023/jul/06/ai-artificial-intelligence-world-diseases-climate-scenarios-experts\">Five ways AI could improve the world</a></li></ul><p>Artificial intelligence has progressed so rapidly in recent months that leading researchers have signed an <a href=\"https://futureoflife.org/open-letter/pause-giant-ai-experiments/\" title=\"\">open letter</a> urging an immediate pause in its development, plus stronger regulation, due to their fears that the technology could pose “profound risks to society and humanity”. But how, exactly, could AI destroy us? Five leading researchers speculate on what could go wrong.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/07/five-ways-ai-might-destroy-the-world-everyone-on-earth-could-fall-over-dead-in-the-same-second\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/07/five-ways-ai-might-destroy-the-world-everyone-on-earth-could-fall-over-dead-in-the-same-second", "date_published": "2023-07-07T04:00:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It feels like anything is possible’: Ice Spice on swapping rap virality for pop stardom, privacy and finding a peer in Taylor Swift", "description": "<p>The 23-year-old Bronx rapper is the year’s breakout star, has Nicki Minaj on speed dial and a gift for coining slang. On the path to outright superstardom, she’s dodging controversies and finding her footing with fame</p><p>Late last summer, not long after she released her viral megahit Munch (Feelin’ U), the New York rapper Ice Spice was scrolling Instagram and was taken aback to see an ad featuring a photo of her taken in her house, hawking the clothes that a stylist had brought over for her to try. “I was so mad – why am I seeing an off-guard photo of me, with a sock in the background?” she says. “That was the first time I was being annoyed about getting famous.”</p><p>But even as she recalls the embarrassingly candid shot, she doesn’t sound bothered. This insouciant persona has inspired fervent devotion in young rap fans. It’s less than a year since Ice, born Isis Gaston, released Munch – the title referring to the kind of man who is good for oral sex and not much else – and became an instant icon, with her orange afro and deep vocals. Initially known for her avowedly feminine take on the hypermasculine sub-genre drill – an early single sampled the hook of Zedd and Foxes’ <a href=\"https://www.youtube.com/watch?v=IxxstCcJlsc\" title=\"\">yearning EDM hit Clarity</a>; other songs flip sexist rap tropes on their head – the 23-year-old has become the New York scene’s biggest star since Pop Smoke, the Brooklyn upstart who was murdered at 20 in February 2020.</p> <a href=\"https://www.theguardian.com/music/2023/jul/07/it-feels-like-anything-is-possible-ice-spice-on-swapping-rap-virality-for-pop-stardom-privacy-and-finding-a-peer-in-taylor-swift\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/07/it-feels-like-anything-is-possible-ice-spice-on-swapping-rap-virality-for-pop-stardom-privacy-and-finding-a-peer-in-taylor-swift", "date_published": "2023-07-07T04:00:21+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "AI likely to spell end of traditional school classroom, leading expert says", "description": "<p>Exclusive: Prof Stuart Russell says technology could result in ‘fewer teachers being employed – possibly even none’</p><p>Recent advances in AI are likely to spell the end of the traditional school classroom, one of the world’s leading experts on AI has predicted.</p><p>Prof Stuart Russell, a British computer scientist based at the University of California, Berkeley, said that personalised ChatGPT-style tutors have the potential to hugely enrich education and widen global access by delivering personalised tuition to every household with a smartphone. The technology could feasibly deliver “most material through to the end of high school”, he said.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/07/ai-likely-to-spell-end-of-traditional-school-classroom-leading-expert-says\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/07/ai-likely-to-spell-end-of-traditional-school-classroom-leading-expert-says", "date_published": "2023-07-07T04:00:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Women’s World Cup referees to explain VAR decisions to fans and crack down on time wasting", "description": "<ul><li>Fifa tells referees to announce on-field review decisions</li><li>Goalkeepers who distract penalty-takers also targeted</li></ul><p><a href=\"https://www.theguardian.com/football/2023/jun/27/fifa-womens-world-cup-rules-for-fans\">Fifa</a> has instructed referees at the <a href=\"https://www.theguardian.com/football/womens-world-cup-2023\">Women’s World Cup</a> in Australia and New Zealand to explain the reasoning behind on-field review decisions to the crowd and TV audience, as well as continue to crack down on time wasting.</p><p>The other major difference compared with the men’s tournament in Qatar will be referees clamping down on goalkeepers who try to distract the kicker in a penalty shootout.</p> <a href=\"https://www.theguardian.com/football/2023/jul/07/womens-world-cup-var-referees-time-wasting\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/07/womens-world-cup-var-referees-time-wasting", "date_published": "2023-07-07T00:23:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]