[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Meridian Brothers: Tiny Desk Concert", "description": "Felix Contreras | July 7, 2023\nYou gotta love a band that names itself after siblings that don't exist, and under a name that doesn't match anyone in the band. At least I do.\n\nI've been a fan of the edgy sonic traditions of the Meridian Brothers for a while now, and jumped at the chance to bring the duo's space age cumbia direct from Bogotá, Colombia to the Tiny Desk. And band leader Eblis Alvarez did not disappoint.\n\nRight from the start, the band's cumbia-infused grooves floated beneath almost otherworldly electronic keyboard sounds in \"Guaracha U.F.O.,\" eventually incorporating Alvarez's signature, sly \"I know something you don't\"-style vocals. It's easy to be tricked by the eccentricities of the instrumentation and the offbeat vocal stylings, but Alvarez is a man with a vision, using his vast knowledge of Colombian folk and pop music to do things like pay tribute to an imaginary salsa band that never existed, as he did on its last album.\n\nThings were very real during the group's turn behind the Desk, as he and his band challenged the audience to bring along what they knew to meet him in his world of recycled beats — played by his dedicated crew of Colombian musicians — off-kilter vocals and imaginative storytelling lyrics on \"¿Dónde Estás María?\"\n\nHe and his band pulled off a powerful version of \"Bomba Atómica\", a sort of calling card that speaks to Alvarez being influenced by the rich history of Colombian cumbia and surf rock guitar, for a song that is essentially a frantic warning of the end of the world. Alvarez acknowledged the audience's appreciation with two raised fists, as if to celebrate how the real world dipped their toes into his realm of the imaginary, and everyone was better for it.\n\nSET LIST\n\"Guaracha U.F.O.\"\n\"¿Dónde Estás María?\"\n\"Bomba Atómica\"\n\nMUSICIANS\nEblis Javier Alvarez Vargas: guitar, keyboard, cello, vocals\nAlejandro Forero: keyboards\nCesar Quevedo Barrero: bass\nMaría Angélica Valencia Sanchez: saxophone, percussion \nMauricio Ramírez Echeverri: drums\nAlejandro Araujo Larrahondo: percussion, vocals\n\nTINY DESK TEAM\nProducer: Felix Contreras \nDirector: Kara Frame\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter \nVideographers:  Kara Frame, Sofia Seidel, Michael Zamora\nEditor: Michael Zamora\nAudio Assistant: Brian Jarboe\nProduction Assistant: Ashley Pointer\nPhotographer: Zayrha Rodriguez\nTiny Desk Team: Suraya Mohamed, Maia Stern, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #MeridianBrothers", "link": "https://www.youtube.com/watch?v=m9jHZ_pa2PM", "date_published": "2023-07-07T09:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]