[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Shazam: Fury of the Gods — How to make Generic: The Movie | Anatomy of a Failure", "description": "The first 1000 clickers get a free 1-month trial of Skillshare: https://skl.sh/filmento04236 \n\nGet 40% off your first year of Skillshare membership - available only now in April - with their best offer yet: https://skl.sh/filmento40 \n\nShazam: Fury of the Gods is a movie. That's the best way to describe it. It was born when The Rock aka Black Adam wanted to have nothing to do with Shazam and to instead fight Superman. And the result is one of the most generic and non-memorable superhero movies you'll see. It became a box office flop and probably lost money and now that's it for Shazam. Shazam himself was convinced that this movie is a good alternative to seeing John Wick 4, but I doubt it because there isn't anything standing out here. So in today's Anatomy of a Failure, let's look for a couple key reasons Fury of the Gods is such a generic movie that doesn't feel much like anything other than \"a movie.\"\n\nBook, Amazon: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n#Shazam #shazamfuryofthegods #movie \n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\n\n-\nShazam: Fury of the Gods (2023)\nFrom New Line Cinema comes \"Shazam! Fury of the Gods,\" which continues the story of teenage Billy Batson (Asher Angel) who, upon reciting the magic word \"SHAZAM!,\" is transformed into his adult Super Hero alter ego, Shazam (Zachary Levi). Shazam takes on the villainous Hespera and Kalypso, daughters of the Greek titan Atlas. Ordinary teen Billy Batson possesses the ability to transform into a superhero alter ego with just a single word. As Batson continues to hone his crimefighting skills and tackle new Shazam fury of the gods honest trailer everything wrong with shazam fury of the gods watch full movie online free 4k clip hd fury of the gods fight scene dragon funny moments bad movie good movie flop shazam fury of the gods explained wonder woman shazam 3 review reaction challenges, he faces a threat that puts his life in jeopardy. The sequel to the 2019 film.", "link": "https://www.youtube.com/watch?v=5DDLr4jGmYg", "date_published": "2023-04-16 15:55:56+00:00", "persistent": false, "user": null, "language": "en-US"}]