[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Still: A Michael J. Fox Story - Official Trailer (2023) Michael J. Fox and Tracy Pollan", "description": "A short kid from a Canadian army base becomes the international pop culture darling of the 1980s-only to find the course of his life altered by a stunning diagnosis. What happens when an incurable optimist confronts an incurable disease?\n\nThe film, which will incorporate documentary, archival and scripted elements, will recount Fox’s extraordinary story in his own words — the improbable tale of an undersized kid from a Canadian army base who rose to the heights of stardom in 1980s Hollywood. The account of Fox’s public life, full of nostalgic thrills and cinematic gloss, will unspool alongside his never-before-seen private journey, including the years that followed his diagnosis, at 29, with Parkinson’s disease. Intimate and honest, and produced with unprecedented access to Fox and his family, the film will chronicle Fox’s personal and professional triumphs and travails, and will explore what happens when an incurable optimist confronts an incurable disease. With a mix of adventure and romance, comedy and drama, watching the film will feel like … well, like a Michael J. Fox movie.\n\nStill: A Michael J. Fox Story stars the one and only Michael J. Fox and Tracy Pollan. The movie is directed by Davis Guggenheim along with being produced by Annetta Marion, Jonathan King, Will Cohen, and Davis Guggenheim. \n\nStill: A Michael J. Fox Story is streaming on May 12 exclusively on Apple TV Plus.\n\n#MichaelJFox #StillAMichaelJFoxStory #AppleTV", "link": "https://www.youtube.com/watch?v=qqsfJu9-EEk", "date_published": "2023-04-16 22:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Modern Warfare 2 & Warzone 2.0 - Official BlackCell Explained Trailer", "description": "The latest update trailer for Call of Duty: Modern Warfare 2 & Warzone 2.0 explains the new Premier Battle Pass Upgrade called BlackCell. With a value of over 7,000 Call of Duty Points, it comes packed with exclusive items and skins such as the BlackCell Atom Operator, a new weapon Blueprint, a vehicle skin, and more. The BlackCell Battle Pass Upgrade is available now for Call of Duty: Modern Warfare 2 & Warzone 2.0.\n\n#BlackCell #CallOfDutyModernWarfare2 #CallOfDutyWarzone2", "link": "https://www.youtube.com/watch?v=28-19Qo4C08", "date_published": "2023-04-16 20:03:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Patrick Stewart Had to Be Wrong for Picard to Succeed | Star Trek", "description": "It pains me to say this but… Patrick Stewart was soooo wrong about Star Trek: Picard. Like, somehow all of his instincts about how to bring Jean-Luc back were just off. But it was only those missteps, and the lessons learned from them, that have allowed the show to finally succeed now, in Picard Season 3.\n\nListen, I love Stewart. Like, loooove him. But he got it pretty, pretty wrong when he decided to bring back Picard. Which, ironically enough, has turned out to be a good thing for the show in its final season. It all boils down to one thing: If you’re gonna do the nostalgia play, you gotta commit. And Patrick Stewart did not commit. At least not for the first two seasons.\nAfter saying goodbye to the character in Star Trek: Nemesis in 2002, the actor would spend the next 15 years having to answer questions about whether or not Picard would be back one day. Cut to late 2017/early 2018. Star Trek: Discovery had relaunched the franchise on the small screen, and executive producer and new Star Trek overlord Alex Kurtzman was trying to convince Stewart to come back as Jean-Luc for a new show.\n\nOf course, the actor would eventually agree to return, but only under certain conditions… And it was those conditions that would lead to big problems for the show.\n\nTwo of Stewart’s original demands may not seem like much at first glance, but they would have a snowball effect on the trajectory of what would become Star Trek: Picard. Patrick Stewart on Graham Norton in 2020: \"No uniform and no Enterprise.\" No uniform and no starship Enterprise. That basically means no Starfleet, right? So, taking that to its natural conclusion, it also pretty much means no Next Generation. And no cast from The Next Generation. Indeed, Michael Chabon, the Pulitzer Prize-winning novelist who was a writer and EP on Season 1 of the show, said in 2020 that the plan when designing the series was that “It was not ever going to be The Next Generation Part Two.” Which, sorry Michael, but Picard Season 3 is now 100% The Next Generation Part Two.\nUltimately, what Picard was missing all this time was the crew that helped make the character the icon that he is: Riker, Data, Crusher, Worf, Geordi and Troi. Because as great as Jean-Luc is, these guys are also amazing. Watch the full video for all the details on why Patrick Stewart had to be wrong for Picard Season 3 to succeed…\n\n#StarTrek #PatrickSteward #Picard", "link": "https://www.youtube.com/watch?v=f8AbLQOedOo", "date_published": "2023-04-16 17:59:21+00:00", "persistent": false, "user": null, "language": "en-US"}]