[{"source": "https://www.theguardian.com/rss", "title": "How one man went from China’s Communist party golden child to enemy of the state", "description": "<p>Experts say Xu Zhiyong’s fate symbolises the rise and fall of China’s ill-fated rights movement</p><p>Xu Zhiyong’s <a href=\"https://chinachange.org/2023/04/09/a-democratic-china-must-be-realized-in-our-time-we-cannot-saddle-the-next-generation-with-this-duty-xu-zhiyongs-court-statement/\">dream</a> is for China to become a democratic country that is “beautiful, free, fair and happy.” It is a simple wish, yet in the eyes of the authorities, his vision is dangerous and subversive.</p><p>The 50-year-old human rights lawyer and champion of social equality was <a href=\"https://www.theguardian.com/world/2023/apr/11/outcry-over-lengthy-jail-terms-handed-to-china-human-rights-lawyers\">sentenced to 14 years in jail </a>earlier this month, along with fellow activist and lawyer Ding Jiaxi, who was jailed for 12 years. Both were convicted of the crime of “subversion of state power.”</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/17/how-one-man-went-from-chinas-communist-party-golden-child-to-enemy-of-the-state\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/17/how-one-man-went-from-chinas-communist-party-golden-child-to-enemy-of-the-state", "date_published": "2023-04-16 23:23:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six soldiers killed, 30 missing in attempt to rescue kidnapped pilot in West Papua", "description": "<p>Separatist rebels confronted Indonesian army troops as they searched for New Zealander who was taken hostage in February</p><p>Separatist gunmen attacked Indonesian army troops who were deployed to rescue a New Zealand pilot taken hostage by the rebels in Indonesia’s restive Papua province, leaving at least six dead and about 30 missing, officials said on Sunday.</p><p>Initial information from army reports said there were about 36 soldiers at a post in the hilly district of Nduga, when attackers from the West Papua Liberation Army, the armed wing of the Free Papua Movement, opened fire on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/17/six-soldiers-killed-30-missing-in-attempt-to-rescue-kidnapped-pilot-in-west-papua\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/17/six-soldiers-killed-30-missing-in-attempt-to-rescue-kidnapped-pilot-in-west-papua", "date_published": "2023-04-16 23:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neil Robertson storms into second round of World Snooker Championship", "description": "<ul><li>Robertson beats Wu Yize 10-3, including two 146 breaks</li><li>Ali Carter biggest seed to fall, losing to qualifier Jak Jones</li></ul><p>Neil Robertson delivered an impressive display to cruise into the second round of the World Championship in Sheffield with victory against Wu Yize on Sunday.</p><p>The Australian fashioned an overnight 6-3 lead over the Chinese debutant before rattling off a century, and then two brilliant 146 breaks – the highest in the tournament so far – as he completed a 10-3 win in just over an hour.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/neil-robertson-storms-into-second-round-of-world-snooker-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/neil-robertson-storms-into-second-round-of-world-snooker-championship", "date_published": "2023-04-16 22:16:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Klopp not angry with Liverpool despite being unable to afford Bellingham", "description": "<ul><li>Club’s owner priced out of a summer move for midfielder</li><li>Klopp: ‘If I am angry we won’t all of a sudden have money’</li></ul><p>Jürgen Klopp has said he is not angry with the Liverpool owner, Fenway Sports Group, about the club’s resources in the transfer market, despite being <a href=\"https://www.theguardian.com/football/2023/apr/11/liverpool-pull-out-of-race-to-sign-jude-bellingham-from-borussia-dortmund\" title=\"\">unable to afford Borussia Dortmund’s midfielder Jude Bellingham</a> as part of a rebuild.</p><p>Liverpool go into Monday night’s trip to Leeds amid a comparatively poor season after finishing second to Manchester City by a point in 2021-22. The club are used to fighting for trophies under Klopp but have fallen short in every competition, leading the manager to plot a busy summer in the transfer market.</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/jurgen-klopp-liverpool-fenway-sports-group-jude-bellingham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/jurgen-klopp-liverpool-fenway-sports-group-jude-bellingham", "date_published": "2023-04-16 21:30:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hunt for Raoul Moat review – the heartfelt performances leave you bereft", "description": "<p>This three-part drama does the only appropriate thing: tells the tale of the victims’ tragedy. It makes for relentlessly sad viewing</p><p>As much as <a href=\"https://www.theguardian.com/uk/raoul-moat\">Raoul Moat</a> dominated the headlines back in the summer of 2010, nearly 13 years later many of our memories of the events are fuzzy. But as ITV’s miniseries remind us, even the version we were fed then was made murkier by the media and the internet. The narrative around Moat framed him as something of a dark vigilante, with a vendetta against the police and an unlikely friendship with Paul Gascoigne, who showed up at the standoff <a href=\"https://www.theguardian.com/uk/2010/jul/09/paul-gascoigne-raoul-moat\">offering to defuse the situation</a> with chicken, lager and a fishing rod. But in a heady mix of misogyny, media sensationalism and good old-fashioned misanthropy, even as events unfolded Moat’s victims – Chris Brown, Samantha Stobbart and David Rathband – were cast as bit players in the tale of a supposed antihero.</p><p>The show begins a year after the shooting, when people gather and lay flowers saying, “We’re here because Raoul Moat is a hero to us”, before flashing back to the previous summer. Samantha is lying in the sunshine in Birtley, Gateshead, flirting with charming karate instructor Chris. The two tentatively form a bond, with Chris having the sort of openness and kindness that Samantha can scarcely believe exists in the world. But Samantha is getting increasingly nervous as her ex-boyfriend, who is in prison serving a four-month sentence for assaulting a nine-year-old, is due to be released in a matter of days.</p><p>The Hunt for Raoul Moat aired on ITV1 and is available on ITVX.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/16/the-hunt-for-raoul-moat-review-the-heartfelt-performances-leave-you-bereft\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/16/the-hunt-for-raoul-moat-review-the-heartfelt-performances-leave-you-bereft", "date_published": "2023-04-16 21:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Bad error’: VAR missed clear penalty in Forest’s defeat by United, claims Cooper", "description": "<ul><li>Renan Lodi’s corner hit Harry Maguire on the arm at 0-0</li><li>‘I think it is a definite penalty and could be a game-changer’</li></ul><p>Steve Cooper, the Nottingham Forest manager, said Harry Maguire should have been penalised for handling in the area in a potentially gamechanging moment of <a href=\"https://www.theguardian.com/football/2023/apr/16/nottingham-forest-manchester-united-premier-league-match-report\">Manchester United’s 2-0 victory</a> at the City Ground.</p><p>Erik ten Hag praised his players’ adaptability, after Marcel Sabitzer was injured in the warmup, as goals from Antony and Diogo Dalot enabled United to climb to third place in the Premier League before their cup games, away against Sevilla in the Europa League quarter-final second leg and Brighton in the FA Cup semi-final, and a visit to fifth-placed Tottenham on Thursday week.</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/bad-error-var-missed-clear-penalty-in-forests-defeat-by-united-claims-cooper\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/bad-error-var-missed-clear-penalty-in-forests-defeat-by-united-claims-cooper", "date_published": "2023-04-16 20:03:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan fighting rages for second day despite UN-proposed ceasefire", "description": "<p>Violence between military factions that has left at least 56 dead in the capital spreads to other parts of country</p><p>Civilians in Sudan have been subjected to a second day of heavy fighting, waking up in the capital, Khartoum, on Sunday to the sound of gunfire and military jets over the city despite a four-hour UN-proposed humanitarian ceasefire between the two main factions of the ruling military regime.</p><p>The violence that broke out on Saturday between the Sudanese army and the paramilitary Rapid Support Forces (RSF) and left at least 56 civilians in the capital dead spread to other parts of the country, with the UN’s World Food Programme suspending operations in the country after three of its employees were killed in clashes in Darfur. Fighting was also reported in the eastern border state of Kassala.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/sudan-fighting-rages-for-second-day-despite-un-proposed-ceasefire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/sudan-fighting-rages-for-second-day-despite-un-proposed-ceasefire", "date_published": "2023-04-16 19:11:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Jennings on the NHS under the Conservatives – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/16/nicola-jennings-nhs-under-conservatives-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/16/nicola-jennings-nhs-under-conservatives-cartoon", "date_published": "2023-04-16 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Essex pub that displayed golly dolls seized by police is vandalised", "description": "<p>White Hart Inn in Grays, which has been the subject of a reported hate crime, daubed with graffiti and has windows damaged</p><p>An Essex pub where police confiscated golly dolls has been vandalised with graffiti and damage to five windows early on Sunday morning, police have said.</p><p>The incident occurred at about 12.40am at White Hart Inn in Grays. Essex police said they have deployed extra patrols in the area.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/essex-pub-that-displayed-golly-dolls-seized-by-police-is-vandalised\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/essex-pub-that-displayed-golly-dolls-seized-by-police-is-vandalised", "date_published": "2023-04-16 18:54:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Delivery driver who was hit by own van has died, say Cardiff police", "description": "<p>Mark Lang died in hospital after being injured in incident on 28 March while out delivering parcels</p><p>A delivery driver who was allegedly hit by his own van that had been stolen has died in hospital, police have confirmed. Mark Lang, 54, suffered serious injuries following the collision in North Road, Cardiff, on 28 March.</p><p>Lang, of Cyncoed, was delivering parcels in Laytonia Avenue in Cathays, Cardiff, before the incident.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/delivery-driver-who-was-hit-by-own-van-dies-say-cardiff-police\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/delivery-driver-who-was-hit-by-own-van-dies-say-cardiff-police", "date_published": "2023-04-16 18:09:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal draw shows them feeling the pain of an extended title hunt | Barney Ronay", "description": "<p>Throwing away two-goal leads twice in a week is partly the result of knowing Manchester City are closing in</p><p>Object<em>s </em>in the rear-view mirror may be closer than they seem. For what feels like at least a decade now, from way back in the early years of this endless Premier League season, Arsenal have maintained their lead over Manchester City at the top of the table, keeping that sky blue vessel of sporting perfection in the near slipstream all the way from autumn into spring.</p><p>At the final whistle on a muggy, sullen afternoon at the London Stadium five of Arsenal’s outfield players slumped into the same position, bent at the waist, staying on their feet, but kidney-punched, feeling that wash of late-season nausea.</p> <a href=\"https://www.theguardian.com/football/blog/2023/apr/16/arsenal-draw-shows-them-feeling-the-pain-of-an-extended-title-hunt\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/apr/16/arsenal-draw-shows-them-feeling-the-pain-of-an-extended-title-hunt", "date_published": "2023-04-16 18:08:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France run in six second-half tries in Women’s Six Nations rout of Scotland", "description": "<ul><li>Women’s Six Nations: France 55-0 Scotland</li><li>Hosts keep pace with England at top of table</li></ul><p>France scored nine tries, six in the second half, to secure a crushing 55-0 victory over Scotland to make it three successive wins in the Women’s Six Nations.</p><p>After a well-contested first period in Vannes, France went into the break 17-0 up courtesy of tries from Pauline Bourdon, Melissande Llorens and Emilie Boulard. The hosts thought they had scored the opening try just five minutes in when Charlotte Escudero crashed over but it was ruled out due to a forward pass in the build-up.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/france-scotland-womens-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/france-scotland-womens-six-nations-rugby-union-match-report", "date_published": "2023-04-16 17:55:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dalot’s strike seals win for Manchester United at Nottingham Forest", "description": "<p>Sometimes disappointment is merely opportunity in disguise. With Luke Shaw and Tyrell Malacia joining Manchester United’s lengthening injury list, Erik ten Hag might have been wondering who to select at left-back. Step forward Diogo Dalot, literally and metaphorically.</p><p>The Portuguese right-back not only negated Nottingham Forest’s biggest threat, Brennan Johnson, he also took every opportunity to step into central midfield to support Casemiro, freeing up the recalled Christian Eriksen, and finally converted the clinching goal 14 minutes from time to help United climb into third place in the Premier League.</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/nottingham-forest-manchester-united-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/nottingham-forest-manchester-united-premier-league-match-report", "date_published": "2023-04-16 17:43:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Macron’s pension reform: legal but harmful | Editorial", "description": "<p>France’s constitutional court has approved the president’s plans to raise the retirement age. That will not stop the protests</p><p>As France’s constitutional council debated the legality of Emmanuel Macron’s unpopular pension reform last week, massed ranks of <a href=\"https://www.theguardian.com/world/2023/apr/14/riot-police-deployed-to-french-court-as-it-prepares-to-rule-on-macron-pension-changes\" title=\"\">riot police</a> stood by in central Paris. It was an unsettling sign of the times. Mr Macron’s reckless decision to use executive powers to raise the retirement age from 62 to 64 – avoiding a parliamentary vote he thought he might lose – has turned a highly charged national debate into a wider crisis of democratic legitimacy. On Friday, the nine members of the great and the good who make up the council found themselves at the eye of the storm.</p><p>Following the court’s <a href=\"https://www.theguardian.com/world/2023/apr/14/french-court-approves-macrons-unpopular-plan-to-raise-pension-age\" title=\"\">verdict</a> that the reform is constitutionally sound, Mr Macron will hope to draw a line and move on. On Friday evening, his embattled prime minister, Élisabeth Borne, optimistically <a href=\"https://www.bloomberg.com/news/articles/2023-04-14/french-constitutional-council-approves-bulk-of-retirement-law?sref=ihi5JR1z\" title=\"\">tweeted</a>: “The law has reached the end of its democratic process.” That may technically be true, but the political reality is very different.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/the-guardian-view-on-macrons-pension-reform-legal-but-harmful\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/the-guardian-view-on-macrons-pension-reform-legal-but-harmful", "date_published": "2023-04-16 17:30:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the London book fair: let it be full and fun | Editorial", "description": "<p>As publishing looks to cash in on the BookTok revolution, it would do well to remember an earlier innovator, Peter Usborne</p><p>For three days this week, the world of books will descend on Kensington’s Olympia exhibition centre for the <a href=\"https://www.londonbookfair.co.uk/\" title=\"\">London book fair</a>, one of the biggest set pieces of the international publishing year. After being <a href=\"https://www.theguardian.com/books/2020/mar/04/london-book-fair-cancelled-over-coronavirus-fears-amid-growing-anger\" title=\"\">cancelled</a> in 2020, forced online in 2021 and losing a hefty proportion of its delegates last year to lingering Covid anxiety, it is hoped to be a return to form.</p><p>To those on the outside, the annual gathering might resemble an update of a <a href=\"https://www.theguardian.com/artanddesign/2022/oct/19/salford-museum-ls-lowry-going-to-the-match-painting-football\" title=\"\">Lowry painting </a>of besuited figures hurrying towards a football stadium, only with fewer hats and bigger bags. Inside, however, it is more like a cerebral version of London fashion week, with cubicles instead of catwalks, where the business brains of the books world vie to identify, sell and take ownership of next season’s fashions.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/the-guardian-view-on-the-london-book-fair-let-it-be-full-and-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/the-guardian-view-on-the-london-book-fair-let-it-be-full-and-fun", "date_published": "2023-04-16 17:25:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chris Ashton reaches try milestone in Leicester’s thrashing of Exeter", "description": "<ul><li>Leicester 62-19 Exeter</li><li>Ashton scores hat-trick for 101st Premiership try</li></ul><p>Try-scoring 101 for Chris Ashton. English rugby’s most prolific finisher cemented his status as the Premiership’s greatest ever try-scorer by becoming the first player in the history of the competition to reach 100 tries, running in a hat-trick in Leicester’s dominant win over Exeter. Ashton, who last week announced he is retiring at the end of the season, began the match on 98 but the 36-year-old wasted little time in racing to three figures before adding his third on the day and his 101st in total.</p><p>His cause was helped by three yellow cards to Exeter – two for Olly Woodburn which meant a red for the Chiefs wing – but here was a reminder of just how deadly Ashton remains. His were three of nine tries for Leicester, who have now all but confirmed their place in the playoffs. They were caused problems by Exeter in the first half but the champions are timing their end-of-season run formidably. Ashton deserves the limelight but his fellow wing Anthony Watson was lively throughout, Dan Kelly consistently excellent at centre and George Martin a colossal force at lock.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/leicester-exeter-premiership-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/leicester-exeter-premiership-rugby-union-match-report", "date_published": "2023-04-16 17:24:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak appears ready to try to tough out further wave of NHS strikes", "description": "<p>High-risk tactic increases likelihood of combined stoppages by nurses and junior doctors in England</p><p>Rishi Sunak appears set on trying to face down unions in a high-risk strategy to tough out a renewed wave of NHS strikes in England that health service leaders warned were unsustainable and could put patient safety at risk.</p><p>With the prime minister and his health secretary, Steve Barclay, seemingly offering no fresh concessions for nurses or junior doctors, they risk the possibility of combined strike action, a scenario one NHS leader said would put the health service “into uncharted territory”.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/rishi-sunak-ready-tough-out-further-wave-nhs-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/rishi-sunak-ready-tough-out-further-wave-nhs-strikes", "date_published": "2023-04-16 17:13:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Buckling’ NHS fails to treat 250,000 children with mental health problems", "description": "<p>Exclusive: child mental health crisis deepens with one-third of all referrals denied help and average waits of up to three years</p><p>A quarter of a million children in the UK with mental health problems have been denied help by the NHS as it struggles to manage surging case loads against a backdrop of a crisis in child mental health.</p><p>Some NHS trusts are failing to offer treatment to 60% of those referred by GPs, the research based on freedom of information request responses has found.</p> <a href=\"https://www.theguardian.com/education/2023/apr/16/buckling-nhs-fails-to-treat-250000-children-with-mental-health-problems\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/16/buckling-nhs-fails-to-treat-250000-children-with-mental-health-problems", "date_published": "2023-04-16 17:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lindsey Graham calls fellow Republican ‘irresponsible’ for defending Pentagon leaker", "description": "<p>Conspiracy theorist and election denier Marjorie Taylor Greene says national guardsman Jack Teixeira has been treated unfairly </p><p>Senator Lindsey Graham condemned his fellow Republican Marjorie Taylor Greene as “terribly irresponsible” on Sunday, after the far-right congresswoman defended the air national guardsman <a href=\"https://www.theguardian.com/us-news/2023/apr/14/jack-teixeira-charged-pentagon-leaks-espionage-act\">charged with leaking</a> Pentagon intelligence documents.</p><p>Speaking on ABC’s This Week show, Graham said the leaks had “done a lot of damage to our standing” and criticized “those who are trying to sugarcoat this on the right”.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/16/pentagon-leaker-lindsey-graham-marjorie-taylor-greene\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/16/pentagon-leaker-lindsey-graham-marjorie-taylor-greene", "date_published": "2023-04-16 16:48:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oversight of people in custody in England and Wales ‘inadequate to stop police misconduct’", "description": "<p>Conference for sociologists hears how custody visitors often don’t challenge the police and can have limited access to detainees</p><p>Oversight of how people are treated who have been arrested and detained in custody cells at police stations in England and Wales is inadequate to deter <a href=\"https://www.theguardian.com/uk-news/2022/jan/24/met-apologises-to-academic-for-sexist-derogatory-language\">misconduct by officers</a>, a conference has heard.</p><p>The independent custody visitors scheme is supposed to allow members of the community to check on the treatment and welfare of detainees, <a href=\"https://www.inquest.org.uk/deaths-in-police-custody\">15 to 20 of whom die in police custody each year</a>, a <a href=\"https://www.theguardian.com/uk-news/2020/jun/11/black-deaths-in-police-custody-the-tip-of-an-iceberg-of-racist-treatment\">disproportionate number of them Black</a>.</p><p>Visitors failing to report back to detainees when asked to make enquiries on their behalf.</p><p>Visitors not being permitted to monitor police interviews with detainees, nor monitor the welfare of detainees waiting to be booked in – the stage at which <a href=\"https://www.theguardian.com/uk/2012/aug/01/sean-rigg-police-used-unnecessary-force\">Sean Rigg died</a>.</p><p>Limited scope for their findings to be made public.</p><p>Visitors not viewing themselves as independent, with many assuming detainees were guilty.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/oversight-of-people-in-custody-in-england-and-wales-inadequate-to-stop-police-misconduct\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/oversight-of-people-in-custody-in-england-and-wales-inadequate-to-stop-police-misconduct", "date_published": "2023-04-16 16:36:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC offers voluntary redundancy to top presenters – report", "description": "<p>Huw Edwards and Reeta Chakrabarti among those to receive letters in what corporation says was a standard HR exercise</p><p>The BBC has reportedly sent letters offering voluntary redundancy to some of its top presenters as it looks to cut expenditure in its news division.</p><p>The corporation’s interim managing editor of news and current affairs, Philippa Busby, wrote to all of its senior TV and radio presenters – including Huw Edwards, Clive Myrie, Reeta Chakrabarti and Sophie Raworth – at the beginning of this month, <a href=\"https://www.dailymail.co.uk/news/article-11976973/Top-BBC-presenters-including-Huw-Edwards-Sophie-Raworth-redundancy-letters.html\">according to the Mail on Sunday</a>.</p> <a href=\"https://www.theguardian.com/media/2023/apr/16/bbc-offers-voluntary-redundancy-to-top-presenters-report\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/16/bbc-offers-voluntary-redundancy-to-top-presenters-report", "date_published": "2023-04-16 16:32:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lloyd’s of London offers to insure NHS for unexpected costs such as pandemic", "description": "<p>Head of insurance market floats idea of giving government bespoke flood and drought cover</p><p>The head of Lloyd’s of London has offered to strike a world-first deal with the UK government to help the NHS meet unexpected increases in costs triggered by major events such as another pandemic.</p><p>John Neal, who runs the world’s largest insurance market, where 76 firms operate, floated the possibility of providing bespoke insurance contracts to the struggling health service, as well as government cover for floods or droughts caused by the climate crisis, when he met the chancellor, Jeremy Hunt, for the first time last month.</p> <a href=\"https://www.theguardian.com/business/2023/apr/16/lloyds-london-offers-insure-nhs-unexpected-costs-pandemic\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/16/lloyds-london-offers-insure-nhs-unexpected-costs-pandemic", "date_published": "2023-04-16 16:32:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This Grand National was an unsettling spectacle for many inside racing’s bubble | Greg Wood", "description": "<p>Protests, a chaotic race and the RSPCA’s response will cut through to the viewing public more than safety statistics</p><p>It has always been something of a double-edged sword that, of the 10,000 horse races in Britain each year, the only one that gets the entire nation interested is so unlike the other 9,999.</p><p>The Grand National’s extended distance, the number and nature of its fences and its 40-runner field are all unique, and have contributed to its immense popularity throughout a near 200-year history. But the characteristics that make it the most exciting and unpredictable spectacle of the racing year also ensure that it is the riskiest too for both horses and riders.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/animal-rising-grand-national-protest-british-horseracing-authority\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/animal-rising-grand-national-protest-british-horseracing-authority", "date_published": "2023-04-16 16:25:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Noise pollution is a health risk that few can escape | Letters", "description": "<p>From aircraft to selfish neighbours, noise pollution seems unavoidable even in the countryside, and the government is moving at a glacial pace to tackle it, say our readers</p><p>As the coordinator of Hacan (Heathrow Association for the Control of Aircraft Noise), I applaud Coco Khan’s article for recognising noise as a serious health issue (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/10/noise-pollution-britains-towns-cities-killing-us\" title=\"\">Shout it from the rooftops: the noise pollution in towns and cities is killing us, 10 April</a>). This is one that continues to fly beneath the radar and requires serious action from the government at all levels.</p><p>According to the European Environment Agency, noise pollution is the <a href=\"https://www.eea.europa.eu/articles/noise-pollution-is-a-major#:~:text=However%2C%20noise%20seems%20to%20have,air%20pollution%20(particulate%20matter).\" title=\"\">second largest</a> environmental threat to health, causing <a href=\"https://www.eea.europa.eu/en/topics/in-depth/environmental-health-impacts#:~:text=Noise%20pollution%20from%20highways%2C%20airports,disease%20per%20year%20in%20Europe.\" title=\"\">12,000 premature deaths a year</a>. Indeed, at Heathrow, at least <a href=\"https://hacan.org.uk/wp-content/uploads/2016/02/7-pages-Briefing-sheets.pdf\" title=\"\">725,000</a> people are currently exposed to aircraft noise, with that figure expected to more than double should a third runway ever be built.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/16/noise-pollution-is-a-health-risk-that-few-can-escape\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/16/noise-pollution-is-a-health-risk-that-few-can-escape", "date_published": "2023-04-16 16:06:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s age got to do with it, Marina Hyde? | Letters", "description": "<p><strong>Charles Harris,</strong> <strong>David Silverman</strong> and <strong>Howard Temperly</strong> detect a whiff of ageism in the columnist’s criticisms of the Dalai Lama, Rupert Murdoch and other older men</p><p>So ageism lives in the Guardian (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/11/donald-trump-rupert-murdoch-dalai-lama-retirement-power-men\" title=\"\">Donald Trump, Rupert Murdoch, the Dalai Lama: living proof that no one is too big for retirement, 11 April</a>). Marina Hyde, whom I normally hold in high esteem (whatever her age), would presumably hesitate before putting the boot into any other minority than old men.</p><p>The Dalai Lama’s offence had nothing to do with his age. Rupert Murdoch’s media companies were just as unpleasant when he was a young man. And Joe Biden has been arguably more effective a president than the younger Barack Obama. A bit less of the ancient in her “ancient wisdom” would be appreciated.<br /><strong>Charles Harris </strong><em>(age 70 and eleven-twelfths)<br />London</em></p> <a href=\"https://www.theguardian.com/science/2023/apr/16/whats-age-got-to-do-with-it-marina-hyde\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/16/whats-age-got-to-do-with-it-marina-hyde", "date_published": "2023-04-16 16:05:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "James Cleverly in Japan for G7 as UK tilts towards Pacific post-Brexit", "description": "<p>Foreign secretary says ‘free and open Indo-Pacific’ is ‘critical to UK’ and releases manga-style cartoons to mark his visit</p><p>James Cleverly has arrived in Japan for a G7 foreign ministers’ summit to promote a “free and open” Indo-Pacific, as the UK government steps up its focus on the region after Brexit.</p><p>The foreign secretary and his counterparts from countries including the US and France will hold high-level talks on closer security and defence ties in the face of China’s growing assertiveness in the Pacific.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/james-cleverly-in-japan-for-g7-as-uk-tilts-towards-pacific-post-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/james-cleverly-in-japan-for-g7-as-uk-tilts-towards-pacific-post-brexit", "date_published": "2023-04-16 16:05:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Josh Charnley shines for Leigh as woe deepens for winless Wakefield Trinity", "description": "<ul><li>Wakefield 0-32 Leigh</li><li>Wakefield have lost all nine games of season so far</li></ul><p>Wakefield Trinity’s relegation worries were deepened further after a ninth successive defeat, this time against the promoted Leigh Leopards.</p><p>Trinity have been mainstays in Super League since 1999 but they look increasingly likely to be playing their rugby in the Championship in 2024, even at such an embryonic stage of the campaign. They are now eight points behind the Leopards, who continue to look at home after promotion last season, while Wakefield are setting records for all the wrong reasons. Their new head coach, Mark Applegarth, is under increasing pressure already, given not only their results but also the nature of them.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/wakefield-leigh-super-league-rugby-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/wakefield-leigh-super-league-rugby-league-match-report", "date_published": "2023-04-16 16:04:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golden Age by Wang Xiaobo review – revolution in the bed", "description": "<p>The cult writer’s amusing 1992 novel, now published in English, lampoons China’s communist regime via the sex diary of a frustrated biology teacher</p><p><em>Golden Age</em> is a Chinese bestseller by cult writer Wang Xiaobo that now appears in a new translation and charts the story of Wang’s work and sex life, beginning with the Cultural Revolution. The novel opens with a 21-year-old Wang working in a remote commune and starting an affair with the 26-year-old “old shoe” Chen Qingyang. What follows is some of the funniest writing on sex I have encountered, written in the form of “confessions” to the Communist party. Wang’s tone is that of an “intellectual youth” turned peasant diligently explaining his sexuality to party officials.</p><p>Ten years later, Wang becomes a biology lecturer and a fully functioning cog in the well-oiled machine that is Chinese communism. We learn of the grime, the discipline, and the beatings. “Life is but a slow, drawn-out process of getting your balls crushed.” Public humiliation is “criticism sessions”. Harsh punishment is “struggle sessions”. Sex and women are his only relief, and it is under this haze of relief, I think, that Wang commits to sentences such as: “Her two itty-bitty breasts were like flower buds that only appeared seasonally” and “She wore a blissful, Socratic innocence”.</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/golden-age-by-wang-xiaobo-review-revolution-in-the-bed\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/golden-age-by-wang-xiaobo-review-revolution-in-the-bed", "date_published": "2023-04-16 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spanish PM apologises for loophole in new sexual consent law", "description": "<p>Pedro Sánchez asks victims for forgiveness after change allows some offenders to reduce sentences</p><p>Spain’s prime minister, Pedro Sánchez, has apologised to victims for a loophole in a landmark new law that was intended to toughen penalties for sexual crimes but has allowed some convicted offenders to reduce their sentences.</p><p>The legislation, popularly known as the “only yes means yes” law, came into effect last October. It overhauled the criminal code by making sexual consent – or lack of it – key in determining assault cases, in an effort to define all non-consensual sex as rape.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/spanish-pm-apologises-loophole-sexual-consent-law\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/spanish-pm-apologises-loophole-sexual-consent-law", "date_published": "2023-04-16 15:53:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea seal Women’s FA Cup final place as Sam Kerr header sinks Aston Villa", "description": "<ul><li>Women’s FA Cup semi-final: Aston Villa 0-1 Chelsea (Kerr 59)</li><li>Blues will face Manchester United in final at Wembley</li></ul><p>There is an inevitability to the narrative in any game in which Sam Kerr plays. On Tuesday she capitalised on an error to put Australia ahead in a 2-0 win against England and just five days later she was at the far post to nod in the goal, against the run of play, that would ensure Chelsea’s passage to the FA Cup final against Manchester United on 14 May.</p><p>Kerr had promised she would be OK for this fixture, after she sat out Australia’s 1-0 defeat to Scotland and limped off late against England. She was right and, while she was kept quiet for much of the 90 minutes against Villa at the Bescot Stadium, she once again showed that giving her just one sniff will prove costly almost every time.</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/aston-villa-chelsea-womens-fa-cup-semi-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/aston-villa-chelsea-womens-fa-cup-semi-final-match-report", "date_published": "2023-04-16 15:29:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bowen earns West Ham draw and hurts Arsenal’s title bid after Saka miss", "description": "<p>If Arsenal’s wait for the Premier League title is to extend beyond the end of the season, this will go down as the day when their challenge faltered. After <a href=\"https://www.theguardian.com/football/2023/apr/09/liverpool-arsenal-premier-league-match-report\">last Sunday’s 2-2 draw at Liverpool</a>, the coaching staff had been happy with the point, even if they accepted that the game management had to improve. There were not so many ‘what ifs?’ – even though they had led 2-0.</p><p>It was an entirely different feeling here. This was a game that Arsenal had in the palm of their hand, initially after they surged into an early 2-0 lead; at that point, the natives were restless in the London Stadium, Arsenal’s superiority pronounced.</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/west-ham-arsenal-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/west-ham-arsenal-premier-league-match-report", "date_published": "2023-04-16 15:27:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 1m UK small businesses ‘trapped in high-cost energy tariffs’", "description": "<p>Trade groups say many firms had to renew contracts at market peak in ‘biggest mis-selling scandal since PPI’</p><p>More than 1m small businesses may be paying energy bills significantly above market rates after becoming trapped in long-term contracts fixed when prices reached a historic peak last year.</p><p>Trade groups representing businesses from metalworkers to convenience stores have joined forces to warn of a “perilous situation”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/16/more-than-1m-uk-small-businesses-trapped-in-high-cost-energy-tariffs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/16/more-than-1m-uk-small-businesses-trapped-in-high-cost-energy-tariffs", "date_published": "2023-04-16 15:25:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A four-day work week could help communities of faith – and us all | Shadi Khan Saif", "description": "<p>For Muslims, being able to attend congregational Friday prayers stress-free would be a great boon and help counter stereotypes and prejudice</p><p>It was a Friday, the last day of a five-day workshop for young mid-career professionals from refugee backgrounds with skills in engineering, medicine, economics and other areas. Around midday, many of the Muslim participants began to appear anxious.</p><p>They had been performing the usual prayers and meditations individually in quick lunch breaks the previous four days, but on Friday there was a clear desire to head to a mosque for congregational prayers with other community members.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/a-four-day-work-week-could-help-communities-of-faith-and-us-all\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/17/a-four-day-work-week-could-help-communities-of-faith-and-us-all", "date_published": "2023-04-16 15:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I stopped sleeping’: the sometimes difficult path off antidepressants", "description": "<p>One in seven Australians take antidepressants. How well do we support them when they want to come off the medication?</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Six weeks after my doctor advised me to stop taking the lowest dose of desvenlafaxine, an antidepressant I had used for seven years, I returned to my GP.</p><p>I was having huge mood swings: one minute I’d be so jittery and hyperactive I felt as if I could jump out of my skin, next I’d be sobbing hysterically, convinced that life was hopeless. My stomach churned with nausea and bright light burned my eyes. Worst of all were the “brain zaps”, a deeply unpleasant buzzing pulse that shot through my skull at random.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/society/2023/apr/17/i-stopped-sleeping-the-sometimes-difficult-path-off-antidepressants\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/17/i-stopped-sleeping-the-sometimes-difficult-path-off-antidepressants", "date_published": "2023-04-16 15:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Family memories, dishes from key moments in life – the meals chefs cherish", "description": "<p>From grandma’s potted shrimps to spaghetti with a lifelong partner, top names from restaurants and food writing look back on the meals that made them who they are</p><p><em>Stosie Madi, </em><em>chef-patron of The Parkers Arms, Lancashire</em></p> <a href=\"https://www.theguardian.com/food/2023/apr/16/family-memories-meals-chefs-cherish-claudia-roden-simon-hopkinson\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/family-memories-meals-chefs-cherish-claudia-roden-simon-hopkinson", "date_published": "2023-04-16 15:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jimi Hendrix Live in Lviv by Andrey Kurkov review – bittersweet relic of a sunnier age", "description": "<p>Longlisted for the 2023 International Booker prize, the newly translated novel by Ukraine’s leading author is, in today’s context, poignantly playful and ebullient</p><p>Andrey Kurkov – Ukraine’s most celebrated living author – has stopped writing fiction. Since Russia’s full-blown invasion last year, he has become a roving ambassador for his country and its embattled people and culture. Kurkov’s reports on the war have appeared in newspapers and magazines across Europe and the US, including in the <em><a href=\"https://www.theguardian.com/profile/andreikurkov\">Guardian</a></em> and the <em><a href=\"https://www.newyorker.com/culture/personal-history/andrey-kurkov-ukraine-russia-archeology-war\">New Yorker</a></em>. Radio 4 has broadcast his work as <em><a href=\"https://www.bbc.co.uk/programmes/m0015hx4/episodes/player\">Letter</a></em><em><a href=\"https://www.bbc.co.uk/programmes/m0015hx4/episodes/player\"> from Ukraine</a></em>.</p><p>Last autumn, Kurkov published his <em>Diary of Invasion</em>. It is a vivid personal journal and a portrait of a nation struggling against extinction. He recounts his own dramatic exit from Kyiv as enemy tanks approached, on 24 February 2022, and describes the plight of Ukrainians, displaced and under attack. They are, he notes, different from Russians: self-organising, democratic and anarchistic. He’s currently penning a second volume.</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/jimi-hendrix-live-in-lviv-by-andrey-kurkov-review-bittersweet-relic-of-a-sunnier-age\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/jimi-hendrix-live-in-lviv-by-andrey-kurkov-review-bittersweet-relic-of-a-sunnier-age", "date_published": "2023-04-16 15:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If you can walk on it, you can run on it: a beginner’s guide to trail running", "description": "<p>More meditative and less repetitive than road running, trail running offers fitness with a view. And the chances of injury are lower than you might expect</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Jumping over tree roots and slogging up steep slopes may not sound like everyone’s cup of tea, but a growing number of Australians are pounding dirt instead of pavement, taking their exercise (and social lives) to the trails.</p><p>You may have stood to the side for them while bushwalking, pausing patiently as cheery folk with strange little backpacks trot past. Or perhaps an algorithm has fed you some idyllic shots of sweaty people on mountain tops or winding their way through a forest.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/17/trail-running-australia-a-beginners-guide-gear-kit-training-race-events\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/17/trail-running-australia-a-beginners-guide-gear-kit-training-race-events", "date_published": "2023-04-16 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nottingham Forest v Manchester United: Premier League – live", "description": "<ul><li>Premier League updates from the 4.30pm BST kick-off</li><li>West Ham v Arsenal – live | And <a href=\"mailto:rob.smyth.casual@theguardian.com\">email your thoughts to Rob</a></li></ul><p><strong>Whether Forest stay up or not,</strong> they should stick with Steve Cooper (in my sporadically humble opinion)</p><p><strong>West Ham v Arsenal is the early game</strong>, and it’s a <em>belter</em>. Follow the last 10 minutes with Daniel Gallan.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/16/nottingham-forest-v-manchester-united-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/16/nottingham-forest-v-manchester-united-premier-league-live-score-updates", "date_published": "2023-04-16 14:51:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jessica Gadirova seals European golden gymnastics treble as Kinsella wins silver", "description": "<ul><li>British gymnast adds floor gold to all-round and team titles</li><li>Jake Jarman beaten to silver by Artur Davtyan in vault final</li></ul><p>Jessica Gadirova secured a hat-trick of gold medals at the European gymnastics championships after taking top spot in the women’s floor final on Sunday, with Great Britain teammate Alice Kinsella taking silver.</p><p>Gadirova won her third straight European floor title, adding to golds won earlier this week in the women’s all-round and team competitions in Antalya, Turkey. The 18-year-old finished with a total of 14.000 points, while Kinsella scored 13.666.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/gymnastics-jessica-gadirova-european-gold-floor-alice-kinsella\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/gymnastics-jessica-gadirova-european-gold-floor-alice-kinsella", "date_published": "2023-04-16 14:43:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suspected IS fighters kill 26 desert truffle hunters in Syria", "description": "<p>Syrian Observatory for Human Rights says latest attack brings the number of foragers killed since February to 200</p><p>Suspected Islamic State fighters killed at least 26 people in Syria on Sunday, a war monitor said, the latest in a spate of attacks targeting people foraging for desert truffles.</p><p>The UK-based Syrian Observatory for Human Rights said “civilians and at least 10 pro-regime fighters” were among “the 26 people killed in an attack by Islamic State fighters while they were collecting truffles in the desert east of Hama”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/syria-suspected-islamic-state-fighters-kill-desert-truffle-hunters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/syria-suspected-islamic-state-fighters-kill-desert-truffle-hunters", "date_published": "2023-04-16 14:27:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Four people killed and multiple others injured in Alabama shooting", "description": "<p>Incident happened at about 10.30pm Saturday night at a 16th birthday party in Dadeville, according to local news station</p><p>Four people were killed in a shooting in east Alabama on Saturday night, police said.</p><p>Multiple people were also injured in the shooting, the Alabama law enforcement agency said.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/16/alabama-shooting-birthday-party-dadeville\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/16/alabama-shooting-birthday-party-dadeville", "date_published": "2023-04-16 14:25:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Local election voters may punish Tories as NHS strikes drag on", "description": "<p>Chair says party could lose 1,000 English seats on 4 May, despite voters finding Rishi Sunak more palatable than his predecessors </p><p>Even by the standards of political expectations management, Greg Hands’ message in his Sunday morning interviews was stark: the Conservative party, which he chairs, should expect to lose more than 1,000 councillors in next month’s local elections.</p><p>When party bigwigs make such predictions they usually do so against a context of significant wins the last time the seats were contested. But in May 2019, Theresa May was weeks away from announcing her departure, and the Tories lost more than 1,300 seats.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/local-election-voters-may-punish-tories-as-nhs-strikes-drag-on\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/local-election-voters-may-punish-tories-as-nhs-strikes-drag-on", "date_published": "2023-04-16 14:10:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A hard business’: UK’s illustrious ad industry tainted by burnout and inequality", "description": "<p>Agencies are struggling to attract and retain creative talent, with low pay still a problem</p><p>From <a href=\"https://www.theguardian.com/uk-news/2021/may/05/nick-kamen-model-and-singer-dies-aged-59\">Nick Kamen in a launderette</a> for Levi’s, Guinness’ <a href=\"https://www.youtube.com/watch?v=w9ogzVyTtcw\">fanatical surfer</a> and Cadbury’s <a href=\"https://www.theguardian.com/media/mediamonkeyblog/2015/sep/21/is-cadburys-drumming-gorilla-the-best-ad-of-all-time\">drumming gorilla</a> to Christmas <a href=\"https://www.theguardian.com/global/2022/nov/11/best-john-lewis-christmas-ads-ranked\">tear-jerkers</a> from John Lewis, Britain boasts an illustrious and enviable pedigree when it comes to creating world-class advertising.</p><p>And yet, last year the UK ad industry recorded the <a href=\"https://ipa.co.uk/news/ipa-agency-census-2022\">biggest annual rate</a> of staff turnover in more than a decade, as problems including burnout, pay, gender and racial inequality led to advertising losing its edge in the battle to attract and retain creative talent.</p> <a href=\"https://www.theguardian.com/media/2023/apr/16/hard-business-uk-illustrious-ad-industry-tainted-burnout-inequality\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/16/hard-business-uk-illustrious-ad-industry-tainted-burnout-inequality", "date_published": "2023-04-16 14:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Memphis by the sea: reinventing a Hastings home", "description": "Behind the traditional Georgian facade of a house on the south coast is a home dedicated to postmodern design<p>If there is one theme that will come to define early 21st-century interiors it’s nostalgia. Modernism, minimalism, maximalism – all these 20th-century “isms” have shaped the way we do up our homes in recent decades. Now, says Vicky Wetherill, a vintage dealer who likes to anticipate trends, it is time to embrace postmodernism: the experimental, exuberant design movement which had its heyday in the 1980s.</p><p>Wetherill’s own home in Hastings, East Sussex, where she lives with her husband and business partner, Jason Skriniar, pays homage to that era. Oversized furniture and objects, and woodwork picked out in a confection of ice-cream pastels and lacquered surfaces invoke the spirit of the age, without feeling retro. “It was a period of optimistic hedonism that produced some fantastic, playful pieces,” says Wetherill, whose clients include Chanel and Paloma Faith. “Postmodernism changed the boundaries of what was acceptable – but not in a vulgar way.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/memphis-by-the-sea-reinventing-a-hastings-home\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/memphis-by-the-sea-reinventing-a-hastings-home", "date_published": "2023-04-16 14:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Some ‘nicotine-free’ vapes high in addictive substances, tests reveal", "description": "<p>Concerns raised after some brands sold in shops in England and Wales found to exceed legal limits</p><p>Some high street vapes claiming to be nicotine-free actually contain the same level of addictive substances as full-strength e-cigarettes, tests shows.</p><p>Data shared with the Guardian by Inter Scientific – which offers analytical testing of products to check whether they are following regulations – examined dozens of vape brands sold in shops across England and Wales.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/some-nicotine-free-vapes-high-addictive-substances-tests-show\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/some-nicotine-free-vapes-high-addictive-substances-tests-show", "date_published": "2023-04-16 14:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bill Clinton arrives in Belfast for 25th anniversary of Good Friday agreement", "description": "<p>Ex-US president to attend three-day Northern Ireland conference alongside host of high-profile figures</p><p>The former US president Bill Clinton and the former and present prime ministers of Ireland and the UK Bertie Ahern, Tony Blair, and Rishi Sunak will be in Belfast this week for a three-day conference on the future of Northern Ireland.</p><p>After President Joe Biden’s historic visit last week, it will mean a second week of international spotlight and love-bombing of Belfast in the hope that messages of peace and economic prosperity transcend those of local political squabbles.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/bill-clinton-belfast-mark-25th-anniversary-good-friday-agreement\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/bill-clinton-belfast-mark-25th-anniversary-good-friday-agreement", "date_published": "2023-04-16 13:58:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amazon workers in Coventry begin first of two three-day strikes", "description": "<p>Workers gather at picket line on Sunday in ongoing demand for pay increase from £11 to £15 an hour</p><p>Workers at Amazon’s Coventry warehouse have begun a fresh round of strike action in a dispute about pay during the cost of living crisis.</p><p>GMB union members are planning three days of strikes at the huge Coventry centre, known as BHX4, from Sunday 16 to Tuesday 18 April, to be followed by three further days, from 21 to 23 April.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/16/amazon-workers-in-coventry-begin-first-of-two-three-day-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/16/amazon-workers-in-coventry-begin-first-of-two-three-day-strikes", "date_published": "2023-04-16 13:57:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joy and tension as Kyiv marks Orthodox Easter without Moscow clergy", "description": "<p>Cathedral service overseen by clerics independent of Russian-affiliated patriarchate for first time since 17th century</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/16/russia-ukraine-war-live-kyivs-forces-in-unprecedented-bloody-battles-in-bakhmut\">Russia-Ukraine war – latest news updates</a></li></ul><p>Dawn did not break over wartime Kyiv on Orthodox Easter Sunday. It was more that the darkness gradually paled, leaving the pinnacle of the 18th-century bell tower wreathed in a wan mist.</p><p>Soon after 5.30am, the faithful began to trickle into Dormition Cathedral, which stands at the heart of the Kyiv Pechersk Lavra, or Monastery of the Caves.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/joy-tension-kyiv-orthodox-easter-without-moscow-clergy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/joy-tension-kyiv-orthodox-easter-without-moscow-clergy", "date_published": "2023-04-16 13:54:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France v Scotland: Women’s Six Nations – live", "description": "<ul><li>Six Nations updates from the 3.15pm BST kick-off</li><li><a href=\"mailto:sarah.rendell.casual@theguardian.com\">Email Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>Scotland prop Anne Young</strong> has spoken about the team’s belief ahead of this clash. She said: “It’s game management, being clinical. We’ve come close to France, we drew with them a few years ago, it’s not undoable for us, and it’s a game we are targeting. We talk about belief all the time and it’s important to us going into a new week. Every game is a fresh opportunity for us to show what we can do.”</p><p><strong>France men’s team manager Raphael Ibanez</strong> attended the women’s team’s shirt presentation yesterday ahead of their clash with Scotland. Ibaenz described it as an “honour”.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/16/france-v-scotland-womens-six-nations-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/16/france-v-scotland-womens-six-nations-live-score-updates", "date_published": "2023-04-16 13:50:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why did we protest at the Grand National? To finally make Britain talk about our treatment of animals | Alex Lockwood", "description": "<p>Society is wedded to a belief that it is OK to control animals for profit. We hoped halting the race would make people stop and think</p><p>As a country of people who love animals, it shocks and saddens many of us that watching a horse break its neck on national TV is still considered entertainment. That’s why 300 people from Animal Rising went to Aintree on Saturday to <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/grand-national-aintree-horse-deaths-protest-rspca\">stop the Grand National</a>.</p><p>We did not fully succeed, and – like last year – more horses died. Hill Sixteen fell at the first fence and was put down due to its injuries. Its death followed those of two others at Aintree last week. We mourn the loss of these animals.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/grand-national-animal-rising-horse-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/grand-national-animal-rising-horse-deaths", "date_published": "2023-04-16 13:45:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers ignored red flags over Covid fraud, says former head of SFO", "description": "<p>Exclusive: Sir David Green suggests ‘prudence was thrown out the window’ as UK lost billions of pounds in pandemic business support</p><p>The former head of Britain’s financial crime prosecutor has said “red flags were ignored” in the rush to distribute <a href=\"https://www.theguardian.com/politics/2022/jan/29/how-the-uk-government-lost-49bn-to-covid-loan\">taxpayer funded emergency loans</a> to businesses during the pandemic, and questioned whether fraud was taken seriously by the government.</p><p>Parliament’s spending watchdog estimates fraud and error were likely to have <a href=\"https://www.theguardian.com/world/2022/feb/23/uk-lost-up-to-16bn-due-to-and-error-in-covid-loans-schemes\">cost the UK government as much as £16bn</a> across the various Covid loan schemes, including those for small businesses.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/ministers-ignored-red-flags-over-covid-says-former-head-of-sfo\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/ministers-ignored-red-flags-over-covid-says-former-head-of-sfo", "date_published": "2023-04-16 13:45:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jai Paul at Coachella review – enigmatic Londoner makes patchy live debut", "description": "<p><strong>Empire Polo Ground, Indio, California</strong></p><p>The mysterious singer and producer performed live for the very first time and while the music was an undeniable joy to hear, there were niggling issues</p><p>At 7.55pm on Saturday evening, a tent overwhelmingly full of millennials waited in the dark for Jai Paul. Judging by the buzz and the frisson of cheers every time his set seemed to begin, the majority of those in attendance understood the importance of the occasion.</p><p>It had been over a decade since the reclusive West London-bred singer and producer <a href=\"https://www.theguardian.com/music/2023/apr/14/jai-paul-coachella-festival\">released two era-defining demos</a>, BTSTU and Jasmine, influencing underground and mainstream music for years to come. Ten years since his still unfinished album leaked online, prompting his withdrawal from music and disappearance from an already minimal public life.</p> <a href=\"https://www.theguardian.com/music/2023/apr/16/jai-paul-coachella-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/16/jai-paul-coachella-review", "date_published": "2023-04-16 13:31:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If You Fall review – an emotive journey through the pitfalls of end-of-life care", "description": "<p><strong>Old Vic, Bristol</strong><br />Playful yet plaintive, this six-person show condemns the indignities suffered by two vulnerable elderly people navigating our inadequate system</p><p>It seems like a particularly apt moment to reflect on how we tend to our ageing society in the shadow of the recent strike actions by doctors and nurses. The focus of this drama on end-of-life experiences is not the dangerously overloaded NHS, though, but those caught in a desperately underresourced system for the care of elderly people.</p><p>A 75-minute show based on real-life testimonies, it dramatises the emotional trauma of ageing, illness and mortality and how this is compounded by a system that can barely meet basic human needs.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/16/if-you-fall-review-bristol-old-vic-ad-infinitum\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/16/if-you-fall-review-bristol-old-vic-ad-infinitum", "date_published": "2023-04-16 13:23:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blackpink at Coachella review – high-octane stream of pop bangers", "description": "<p><strong>Empire Polo Ground, Indio, California</strong></p><p>The K-pop group – the first Asian and all-female band to headline the festival – delivered on its promise of solid vocals, tight choreography and maximalist pop numbers</p><p>Blackpink, the K-pop superstars who became the first Asian and all-female band to headline Coachella on Saturday night, are a testament to the increasingly porous language and cultural barriers in pop music.</p><p>The group’s members – Jisoo, Jennie, Rosé and Lisa – are from, respectively, Korea, Korea via New Zealand, Australia and Thailand. Their lyrics are a free-flowing blend of Korean and English; their loyal fan base, known as the Blinks, spans the globe and several YouTube viewing records. And on Saturday, their high-octane, nearly 90-minute set hammered home why: the universal language of the hard pop banger. Blackpink’s discography is, almost without exception, uppers only – bombastic, confident, and uniformly energizing, an adrenaline shot which lifted the crowd to anywhere from bopping along to jumping up and down.</p> <a href=\"https://www.theguardian.com/music/2023/apr/16/blackpink-coachella-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/16/blackpink-coachella-review", "date_published": "2023-04-16 13:01:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Director Nida Manzoor: ‘For teenage girls, everything feels so intense it’s almost violent’", "description": "<p>Known for We Are Lady Parts, her controversial sitcom about a Muslim punk band, the writer-director has made a feature film, Polite Society, that celebrates young female defiance with martial arts-fuelled energy</p><p>The muse can be a fickle thing to find, but Nida Manzoor’s inspiration has always been close to home. “My sister, Sanya, is only a year older than me and she is such a big influence on my work,” says the screenwriter and director. “She’s always been a rebel and I hated to see her being told what to do. She’s become my muse.”</p><p>Manzoor’s free-spirited sister has long been a theme in her work. Manzoor, 33, rose to prominence in 2021 with her debut Channel 4 series, <em>We Are Lady Parts,</em> which told the story of an all-female Muslim punk band balancing cultural pressures with trying to write thumping tracks lambasting their daily lives. The Manzoor sisters, who were brought up by Pakistani Muslim parents in Singapore and then London, wrote the music for the series together, along with their brother, Shez . The frontwoman of the fictional band is a tattooed, straight-talking singer called Saira, a commanding presence that Manzoor created to mirror Sanya’s energy. “Sanya is now a musician and spiritual life coach who lives in Berlin, plus she is covered in tattoos,” she says admiringly.</p> <a href=\"https://www.theguardian.com/film/2023/apr/16/nida-manzoor-polite-society-we-are-lady-parts-series-two-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/16/nida-manzoor-polite-society-we-are-lady-parts-series-two-interview", "date_published": "2023-04-16 13:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lock up your bunnies: Fatal Attraction is back, and still stuck in the 80s", "description": "<p>Rachel Cooke was looking forward to a TV reboot of the controversial 1987 thriller – only to find that, despite being made by a team of women, its attitudes have barely changed</p><p>When I first heard that Paramount had made an eight-part TV series based on Adrian Lyne’s 1987 movie, <em>Fatal Attraction</em><em>, </em>I was less surprised than I might have been. Content is increasingly a problem for streaming services – how on earth to hang on to hard-pressed subscribers? – with the result that more and more of them are raiding the archives. Last week, Netflix gave us <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/31/obsession-netflix-richard-armitage-charlie-murphy-interview\">Obsession</a></em>, a four-part series based on Louis Malle’s 1992 film, <em>Damage</em>, in which a man becomes infatuated with his son’s girlfriend (the original starred Juliette Binoche, Jeremy Irons and a wooden floor on which the pair writhed extravagantly). This week, Amazon launches <em><a href=\"https://www.amazon.co.uk/placeholder_title/dp/B0B8TKLW4L\">Dead Ringers</a></em>, a six-part adaptation, starring Rachel Weisz, of David Cronenberg’s 1988 thriller about twin gynaecologists (Jeremy Irons was in the first version of that one, too). The hope is, I suppose, that old ideas have what new ones don’t, which is bankability in the form of middle-aged nostalgia – even if sacrilege is sometimes committed in the process.</p><p>In another way, though, the decision to remake <em>Fatal Attraction</em> was unfathomable. It was a huge film in its day: a box-office hit (the second-highest grossing movie of 1987) and nominated for six Oscars, including best picture. But it was also a movie of its time: a moment, made large. The story of a New York lawyer (Dan Gallagher, played by Michael Douglas) whose life is nearly ruined by a woman, Alex Forrest (<a href=\"https://www.theguardian.com/film/glenn-close\">Glenn Close</a>), with whom he has sex one weekend while his wife is away, it represents the cultural zenith of an era in which the media relentlessly characterised the single woman as, at best, lonely and unhappy, and at worst, as driven half-mad by all that she’d missed out on: a man, a baby, a clapboard house in the country. The only possible way to remake <em>Fatal Attraction</em> in 2023, it seemed to me, was to give it a feminist reboot. What, though, might that involve? The prospect of Alex happily waving goodbye to Dan, having enjoyed her orgasm-filled weekend a lot but not so much that she wanted to waste any more of her time on a conventional stick like him, didn’t seem to contain nearly enough jeopardy for binge TV.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/16/lock-up-your-bunnies-fatal-attraction-tv-reboot-lizzie-caplan-joshua-jackson\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/16/lock-up-your-bunnies-fatal-attraction-tv-reboot-lizzie-caplan-joshua-jackson", "date_published": "2023-04-16 13:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests show depth of mistrust in Israeli government, says Rothman", "description": "<p>Architect of Israel’s judicial changes doubles down for next round of legislative battle when Knesset reconvenes in May</p><p>The vicious fight in Israel over the government’s proposed judicial changes “transcends issues of left and right, and comes down to public distrust in government”, one of the architects of the plans has said, acknowledging that there is room for compromise going forward.</p><p>Israel’s prime minister, Benjamin Netanyahu, returned to office in December at the helm of a coalition of conservative and religious parties that make up the most rightwing government in the country’s history. The new administration’s most pressing item on its agenda proposed what it called “judicial reform” to limit the supreme court’s ability to overturn laws and to give politicians more control over the appointment of justices.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/protests-show-depth-of-mistrust-in-israeli-government-says-rothman\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/protests-show-depth-of-mistrust-in-israeli-government-says-rothman", "date_published": "2023-04-16 13:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Memory of Animals by Claire Fuller review – apocalypse again", "description": "<p>The novelist continues her run of stories about isolated people with this intriguing but uneven tale of life after a deadly pandemic</p><p>In 2015, novelist Claire Fuller debuted with <em><a href=\"https://www.theguardian.com/books/2016/jan/03/our-endless-numbered-days-review-claire-fuller-peggy-james-ute-survivalism-piano-liszt\">Our Endless Numbered Days</a></em>, the story of a girl kidnapped by her survivalist father and raised in the wilderness, where she’s led to believe they are the only two people left alive after a nuclear apocalypse. She has gone on to create other such potently enclosed worlds in books including <em><a href=\"https://www.theguardian.com/books/2018/jul/30/bitter-orange-claire-fuller-review\">Bitter Orange</a></em> and the Costa novel prize-winning <em><a href=\"https://www.theguardian.com/books/2021/apr/24/unsettled-ground-by-claire-fuller-fierce-angry-energy\">Unsettled Ground</a></em>, often using that same rural remoteness to enhance the feeling of isolation and its accompanying sense of slow-burn jeopardy.</p><p>Her latest, <em>The Memory of Animals</em>, is set largely in London and yet takes her preoccupation with characters cut off from the rest of society to another level. Within a few short chapters, the apocalypse that turned out not to have happened in Fuller’s first novel really has taken place, although its trigger is not bombs but a deadly pandemic.</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/the-memory-of-animals-by-claire-fuller-review-apocalypse-again\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/the-memory-of-animals-by-claire-fuller-review-apocalypse-again", "date_published": "2023-04-16 13:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: is there a way I can tell if a relationship is right for me?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Is there a way I can tell if a relationship is right for me? <em>Anna Arnold, York</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/readers-reply-is-there-a-way-i-can-tell-if-a-relationship-is-right-for-me\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/readers-reply-is-there-a-way-i-can-tell-if-a-relationship-is-right-for-me", "date_published": "2023-04-16 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Orthodox Easter and children with guns: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/16/orthodox-easter-and-children-with-guns-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/16/orthodox-easter-and-children-with-guns-the-weekends-best-photos", "date_published": "2023-04-16 12:57:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa v Chelsea: Women’s FA Cup semi-final – live", "description": "<ul><li>Updates from the 2.15pm BST kick-off at Bescot Stadium</li><li>Get in touch! You can <a href=\"mailto:daniel.harris.casual@theguardian.com\">email Daniel</a> or <a href=\"https://twitter.com/DanielHarris\">tweet</a> him</li></ul><p><strong>Breaking news:</strong> Alex Scott, fronting BBC’s coverage, is wearing a terrific coat.</p><p><strong>As for Chelsea, though they’ll expect their superior talent to tell, Emma Hayes will presumably have a plan.</strong> I imagine she’ll want her full-backs and wingers making the pitch as wide as possible, stretching the Villa back four across it so there’s space for Kerr in the centre with Reiten making third-player runs off her.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/16/aston-villa-v-chelsea-womens-fa-cup-semi-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/16/aston-villa-v-chelsea-womens-fa-cup-semi-final-live", "date_published": "2023-04-16 12:53:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham v Arsenal: Premier League – live", "description": "<ul><li>Premier League updates from the 2pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/2023/apr/15/david-moyes-west-ham-premier-league\">Moyes’ low-risk plan hints at summer departure</a></li><li><a href=\"https://www.theguardian.com/football/live\">Live scores</a> | And <a href=\"mailto:daniel.gallan.freelance@theguardian.com\">email Daniel</a> or tweet <a href=\"https://twitter.com/danielgallan?lang=en\">@danielgallan</a></li></ul><p>This is interesting. What are Arsenal’s chances of winning every game til the end of the season? Well someone much smarter than me has done the maths:</p><p><em>“Hey Daniel. An observation on Chris Taberner’s question: I suspect Jesus was delighted to have a chance to resurrect his career at Arsenal having had to bear the cross of playing out of position so often at City. But I didn’t really eggspect it to go quite so well”</em></p> <a href=\"https://www.theguardian.com/football/live/2023/apr/16/west-ham-united-v-arsenal-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/16/west-ham-united-v-arsenal-premier-league-live-score-updates", "date_published": "2023-04-16 12:50:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Woman in her 40s  dies after being hit by car in Leeds city centre", "description": "<p>Police appeal for witnesses and say 19-year-old man arrested over crash in Merrion Street on Saturday night</p><p>A woman in her 40s has died after being struck by a car in Leeds city centre on Saturday night.</p><p>A 19-year-old man was arrested after the collision on one of the city’s liveliest nightlife streets.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/woman-dies-hit-by-car-leeds-city-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/woman-dies-hit-by-car-leeds-city-centre", "date_published": "2023-04-16 12:49:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China likely to rapidly achieve air superiority over Taiwan, US leaks say", "description": "<p>Documents among those shared by alleged leaker raise questions over island’s military readiness</p><p>China would probably establish air superiority very rapidly in any attack on Taiwan, according to leaked US intelligence assessments that raise disturbing questions about the self-ruled island’s military readiness.</p><p>The documents, part of a series allegedly <a href=\"https://www.theguardian.com/us-news/pentagon-leaks\">leaked by the US air national guardsman Jack Teixeira</a>, emerged as G7 foreign ministers met to discuss a common China strategy and Beijing briefly halted flights over part of the East China Sea on Sunday.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/china-rapidly-achieve-air-superiority-taiwan-us-leaks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/china-rapidly-achieve-air-superiority-taiwan-us-leaks", "date_published": "2023-04-16 12:31:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lazio captain Ciro Immobile in ‘good condition’ after car accident in Rome", "description": "<ul><li>Striker in hospital after his car reportedly hit by tram</li><li>Back and rib injuries mean he ‘remains under observation’</li></ul><p>The Lazio captain Ciro Immobile has been hospitalised with back and rib injuries after his car was reportedly hit by a tram in Rome.</p><p>A statement from the club confirmed that the 33-year-old was being assessed at the city’s Gemelli University Hospital. Photographs published by local media show police at the scene of a collision between a tram and a badly damaged Land Rover SUV, said to belong to Immobile.</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/lazio-ciro-immobile-car-accident-rome\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/lazio-ciro-immobile-car-accident-rome", "date_published": "2023-04-16 12:29:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gareth Thomas: ‘I will be a voice for people with HIV. I won’t be derailed’", "description": "<p>He was one of Wales’s greatest rugby stars – and the game’s first professional player to come out as gay. But it’s the truth about HIV that Gareth Thomas is set on tackling now</p><p>Gareth Thomas isn’t sure where to start. Or, rather, if he should even try to. Mum, Yvonne, warned against it before he left Bridgend yesterday. The publicist now hovering in earshot seems unconvinced. Yet here the two of us are on a wintery March morning: sitting in a west London hotel lobby, to discuss a relationship he was in 10 years ago. His sex life, specifically. In how much detail remains uncertain.</p><p>Thomas retired from rugby in 2011, but through punditry, activism and reality TV, the former Wales international – recently made a CBE – has maintained a major public presence. As an LGBTQ+ pioneer, sporting giant and HIV advocate extraordinaire, he’s a national hero in Wales and beyond. In secret, however, Thomas has been facing years of complex legal wrangling, including a criminal investigation. In a recently settled civil case, an ex-partner – <a href=\"https://www.theguardian.com/sport/2023/jan/30/gareth-thomas-settles-case-with-ex-over-hiv-transmission-accusation\" title=\"\">Ian Baum</a> – alleged that Thomas “deceptively” transmitted HIV to him a decade ago. Only in August 2022 did some of the details become public. That wasn’t Thomas’s call – he was given six hours’ notice.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/gareth-thomas-interview-i-will-be-that-voice-for-people-with-hiv-i-will-not-be-derailed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/gareth-thomas-interview-i-will-be-that-voice-for-people-with-hiv-i-will-not-be-derailed", "date_published": "2023-04-16 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Turkey’s elections finally spell the end of Recep Tayyip Erdoğan?", "description": "<p>Toppling the president and his AKP party in May is no longer unthinkable. But voters in Ankara seem finely balanced</p><p>On the outskirts of the Turkish capital in a contested electoral district, two young voters tussled over the approaching election in a dessert shop, the smell of sugar and hot butter wafting through the air. Iflah Oluklu, a skinny 23-year-old with bleached hair, black jeans and a fitted black T-shirt, chastised his friend for disrespecting some supporters of the Turkish president while they were playing an online video game.</p><p>The two friends are split in their allegiances. Oluklu described himself as a nationalist, and said he intended to support Recep Tayyip Erdoğan in a tightly contested <a href=\"https://www.theguardian.com/commentisfree/2022/dec/18/the-observer-view-on-the-fall-of-recep-tayyip-erdogan-cant-come-soon-enough\" title=\"\">presidential election</a> on 14 May. “Erdoğan is like a father figure for us in Turkey. He’s been running the country for 20 years. I don’t think it’s impossible to remove him as leader, but especially among <em>this</em> opposition, there’s no one who can replace him,” he said.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/will-turkeys-elections-spell-end-of-recep-tayyip-erdogan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/will-turkeys-elections-spell-end-of-recep-tayyip-erdogan", "date_published": "2023-04-16 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are we returning to an era of delayed gratification? I hope so | Viv Groskop", "description": "<p>Human beings can be well served by waiting around for pleasures. The truth is, healthy anticipation makes our lives more enjoyable</p><p><br />My grandmother lived to the ripe old age of 84. Her memorable life advice was: “Always have something to look forward to.” She was a great believer in not getting what you want: “As long as you want something, you have something to live for.” This is kind of depressing and counterintuitive “wisdom”, as it suggests that you will be best served by living in abject misery and in a state of constant yearning. And yet, she was right.</p><p>In my view, when we can have everything we want exactly when we want it, it doesn’t bring us joy. Human beings are best served by hope, anticipation and a bit of healthy waiting around. This relates to the vastly underrated ability to “save up”. It’s hard to save up money. It is maybe even harder to save up your attention or your excitement. Everything from Just Eat (literally impatience in brand nominative shape) to <a href=\"https://www.theguardian.com/money/2020/oct/03/klarna-debt-buy-now-pay-later-fees-interest\">Klarna</a> (the “payment plan” that promises the ability to “shop now, pay later”) suggests that the cult of “gimme now” has taken over. But I sense a disturbance in the force.</p><p>Viv Groskop is a writer, broadcaster and standup comedian</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/are-we-returning-to-an-era-of-delayed-gratification-i-hope-so\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/are-we-returning-to-an-era-of-delayed-gratification-i-hope-so", "date_published": "2023-04-16 12:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Calls for stricter UK oversight of workplace AI amid fears for staff rights", "description": "<p>Campaigners, unions and MPs raise concerns about surveillance and use of  ‘management by algorithm’ </p><p>Campaigners, trade unions and MPs are calling for stricter oversight of the use of artificial intelligence in the workplace, amid growing concerns about its effect on staff rights.</p><p>The Trades Union Congress (TUC) is holding a half-day conference on Tuesday to highlight the challenges of ensuring workers are treated fairly, as what it calls “management by algorithm” becomes increasingly prevalent.</p> <a href=\"https://www.theguardian.com/law/2023/apr/16/calls-stricter-oversight-workplace-ai-fears-staff-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/apr/16/calls-stricter-oversight-workplace-ai-fears-staff-rights", "date_published": "2023-04-16 11:46:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dear Keir, the polls are tightening and frankly, people are worried. You have to raise your game | John Harris", "description": "<p>A Labour win still seems likely, but where’s the narrative? As the Tories shift further right, the stakes couldn’t be higher</p><p>Only six weeks ago, Keir Starmer’s Labour party seemed locked into the mood of optimism and quiet delight that had <a href=\"https://en.wikipedia.org/wiki/Opinion_polling_for_the_next_United_Kingdom_general_election\">started to cohere</a> over the previous autumn. Polls continued to show leads over the Tories of about 25 percentage points. Starmer was guardedly <a href=\"https://www.theguardian.com/politics/2023/feb/23/keir-starmer-labour-already-planning-second-term-in-government\">looking ahead</a> to two terms in office and “a decade of national renewal”. Rishi Sunak and his allies, by contrast, were synonymous with disruption, impossible living costs and the state of <a href=\"https://www.theguardian.com/commentisfree/2023/jan/25/rishi-sunak-boris-johnson-prime-minister\">constant internal chaos</a> labelled “long Johnson”. We were still heading, it seemed, for one of those moments when a tired and divided ruling party simply collapses, and change becomes inevitable.</p><p>Maybe we still are. Whenever the next election arrives, Conservative defeat is still the most likely outcome. But as MPs prepare to return after the Easter recess, the battle between the two big Westminster parties has subtly shifted. Labour’s average poll lead is now in the teens rather than 20s, Starmer and Sunak’s <a href=\"https://www.ipsos.com/en-uk/rishi-sunaks-personal-poll-ratings-improve-labour-retain-strong-lead-voting-intention\">personal ratings</a> are almost even, and gurus of political gambling have been heard <a href=\"https://www2.politicalbetting.com/index.php/archives/2023/04/08/the-polls-are-definitely-tightening/\">advising against</a> any bets on an outright Labour win. The key reasons why are not hard to work out: notwithstanding such grinding problems as the ongoing <a href=\"https://www.theguardian.com/society/2023/apr/16/nhs-strikes-when-are-they-and-what-will-happen\">strikes in the NHS</a>, Sunak is just about managing to look like an efficient, stable, confident kind of leader, while Starmer seems stuck – ahead, but coasting.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/keir-starmer-polls-tightening-labour-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/keir-starmer-polls-tightening-labour-tories", "date_published": "2023-04-16 11:44:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office course tells immigration staff to show more empathy", "description": "<p>Exclusive: Post-Windrush training module urges caseworkers to call asylum seekers ‘customers’</p><p>Details have emerged of a training course designed to make Home Office staff behave more compassionately, revealing guidance urging immigration caseworkers to display greater empathy to avoid further “reputational damage” to the department.</p><p>The Face Behind the Case training module instructs staff to refer to visa applicants and asylum seekers as “customers” and encourages Home Office staff to remember that “a human being sits behind every case file and reference number”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/home-office-course-tells-immigration-staff-to-show-more-empathy\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/home-office-course-tells-immigration-staff-to-show-more-empathy", "date_published": "2023-04-16 11:28:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Stop or I’ll fire you’: the driver who defied Uber’s automated HR", "description": "<p>Alexandru Iftimie received apology from tech giant after investigating data behind his supposed fraud</p><p>Alexandru Iftimie, a 39-year-old who came to the UK from Romania seven years ago, was just about making ends meet as an Uber driver during the pandemic when he got an unexpected message from the ride-sharing app.</p><p>“I received a warning: ‘We detected some fraudulent activity, therefore you have to stop otherwise I have to fire you,’” he recalls.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/16/stop-or-ill-fire-you-the-driver-who-defied-ubers-automated-hr\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/16/stop-or-ill-fire-you-the-driver-who-defied-ubers-automated-hr", "date_published": "2023-04-16 11:04:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why Berlin’s U-Bahn musical shows no sign of hitting the buffers", "description": "<p>The longest-running production in Germany, restaged for a new generation of theatregoers, is a curious mixture of 80s nostalgia and politics … with great tunes</p><p>The four men dressed in widow’s weeds of black bombazine had hardly stepped on to the stage when the first yelps of delight rippled through the audience at Berlin’s Grips theatre, an intimate 360-seat venue in the west of the city. By the time the quartet in drag have locked arms to kick up their heels, the mixed-age crowd is clapping in time to the oompah beat.</p><p>The <a href=\"https://www.youtube.com/watch?v=IQU8Z3AGxXE&amp;amp;t=181s\" title=\"\">Wilmersdorf Widows song</a> is to Volker Ludwig’s musical <em>Linie 1 </em>(Line One<em>)</em><em> </em>what All That Jazz is to <em>Chicago</em>, or Time Warp to <em>The Rocky Horror Picture Show</em>: the catchy showstopper that brings the house down.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/16/why-berlins-u-bahn-musical-linie1-shows-no-sign-of-hitting-the-buffers\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/16/why-berlins-u-bahn-musical-linie1-shows-no-sign-of-hitting-the-buffers", "date_published": "2023-04-16 11:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frieda Hughes: ‘A crow’s death linked me to all the other losses in my life’", "description": "<p>The poet and painter, daughter of Sylvia Plath and Ted Hughes, explains how raising a large aviary of rescued birds in the Welsh countryside gave her a new purpose – and fresh pain</p><ul><li><a href=\"https://www.theguardian.com/books/2023/apr/16/george-magpie-diary-frieda-hughes-book-extract\">Read an extract from George: A Magpie Diary</a></li></ul><p>Frieda Hughes is a poet and painter. She has published seven children’s books and four poetry collections. She lives and works in mid-Wales where she rescues, keeps and paints owls.</p><p><strong>How did you feel in the days and weeks after George flew away?<br /></strong>I had this huge bird-shaped hole in my life. I had my painting and my poetry, but my third marriage was crumbling and all the attention I had paid to George really had nowhere else to go. I also had this vast aviary I had built, so I set about determinedly trying to find occupants for it. You can go and buy a bird but that wasn’t what I wanted to do. The birds had to be unwanted and they had to need care – birds that could not otherwise fly free. The first bird I took in was an elderly crow named Oscar, who couldn’t fly. But he died after 46 days.</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/frieda-hughes-crow-death-sylvia-plath-ted-hughes\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/frieda-hughes-crow-death-sylvia-plath-ted-hughes", "date_published": "2023-04-16 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LTA fine from WTA for barring Russian and Belarusian tennis players is halved", "description": "<ul><li>Fine from women’s tennis governing body cut to $375,000</li><li>LTA awaits response from ATP over $1m fine imposed</li></ul><p>The fine imposed on the Lawn Tennis Association (LTA) by the world governing body for women’s tennis over the exclusion of Russian and Belarusian players has been halved following a successful appeal.</p><p>The Women’s Tennis Association (WTA) and the men’s equivalent body, the Association of Tennis Professionals (ATP), both accused Wimbledon and the LTA of discriminating against their players and refused to sanction ranking points for Wimbledon in 2022. The LTA excluded Russian and Belarusian tennis players from all of its tournaments last year in the aftermath of Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/lta-fine-from-wta-for-barring-russian-and-belarusian-tennis-players-is-halved\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/lta-fine-from-wta-for-barring-russian-and-belarusian-tennis-players-is-halved", "date_published": "2023-04-16 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour glitch put voting intentions data of millions at risk", "description": "<p>Exclusive: Experts say sensitive information could potentially have been harvested and used for targeted election interference</p><p>The voting intentions of millions of Britons in local authority wards across the country could have been at risk of misuse as a result of a glitch in the Labour party’s main phone-banking system, the Guardian understands.</p><p>Experts had warned that the sensitive data could potentially have been harvested via an automated programme and used for targeted election interference by campaign groups or even hostile states.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/labour-glitch-put-voting-intentions-data-of-millions-at-risk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/labour-glitch-put-voting-intentions-data-of-millions-at-risk", "date_published": "2023-04-16 10:53:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket day four: Surrey v Hampshire, Essex v Lancashire and more – live", "description": "<ul><li>All the latest on final day of season’s second round of games</li><li><a href=\"https://www.theguardian.com/sport/live/2023/apr/15/surrey-v-hampshire-essex-v-lancashire-and-more-county-cricket\">Day three: Hampshire and Surrey set for thrilling finale</a></li><li>Get in touch: <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a>, <a href=\"https://twitter.com/tjaldred\">tweet her</a> or comment below</li></ul><p><strong>Oooh a third wicket for Middlesex. </strong>I’m not saying a word, but TRJ does have that ability to run through teams. Northants 52-3, need 67.</p><p><strong>Injury updates:</strong> Tom Moores left the field at Trent Bridge yesterday after hurting his left hand. Joe Clarke took the gloves for the remainder of the innings.</p> <a href=\"https://www.theguardian.com/sport/live/2023/apr/16/county-cricket-surrey-hampshire-and-more-on-day-four-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/apr/16/county-cricket-surrey-hampshire-and-more-on-day-four-live-updates", "date_published": "2023-04-16 10:50:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Not losing hope’: jailed Russia reporter Evan Gershkovich writes to his parents", "description": "<p>Wall Street Journal reporter on espionage charges jokes about prison food in letter home</p><p>Evan Gershkovich, the Wall Street Journal reporter imprisoned in Russia on espionage charges, has <a href=\"https://www.wsj.com/articles/jailed-wsj-reporter-in-letter-home-says-he-is-not-losing-hope-4cbbd1af?reflink=share_mobilewebshare\">said in his first direct communication to his parents</a> in the US that he is not “losing hope”, and joked in the letter about the quality of the prison food.</p><p>Gershkovich, 31, became the first American journalist to be detained in Russia on spying charges since the end of the cold war when he was <a href=\"https://www.theguardian.com/world/2023/mar/30/russia-arrests-wall-street-journal-reporter-on-espionage-charges-evan-gershkovich\">detained in the city of Ekaterinburg</a>, 1,100 miles (1,800km) east of Moscow, on 29 March.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/evan-gershkovich-jailed-wall-street-journal-reporter-russia-letter-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/evan-gershkovich-jailed-wall-street-journal-reporter-russia-letter-parents", "date_published": "2023-04-16 10:45:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Age of globalisation is now the age of instability – and we need a plan | Larry Elliott", "description": "<p>Bridgetown Initiative could be way for rich nations’ development finance words to become action </p><p>Kristalina Georgieva is one of life’s optimists so it was no surprise that the managing director of the International Monetary Fund found things to be cheerful about at last week’s gathering of finance ministers and central bank governors in Washington.</p><p>The two <a href=\"https://www.federalreservehistory.org/essays/bretton-woods-created\">Bretton Woods</a> institutions – the IMF and the World Bank – meet every six months and, since October, fears of a deep recession have receded. As Georgieva noted, the global economy has shown unexpected resilience. Energy prices have come down and that makes the outlook for inflation better. What’s more, the IMF chief said there was a can-do approach at the meeting.</p> <a href=\"https://www.theguardian.com/business/2023/apr/16/age-of-globalisation-instability-plan-bridgetown-initiative\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/16/age-of-globalisation-instability-plan-bridgetown-initiative", "date_published": "2023-04-16 10:19:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cecily Brown: the British painter with the New York art world at her feet", "description": "<p>The Slade graduate worked as a waitress and nearly gave up art when she moved to Manhattan in the 90s. Now she describes how it feels to be celebrated</p><p>“It’s like 1967,” said a visitor to the Metropolitan Museum of Art, as artists, writers, friends and art patrons assembled to celebrate<a href=\"https://news.artnet.com/art-world/cecily-brown-met-museum-art-history-references-2277258\" title=\"\"> British painter Cecily Brown</a>, who came to Manhattan in the early 1990s and was this month gifted a “career survey” at the civilisation-spanning institution. The last time this accolade was offered to a living British artist was Lucian Freud in the mid-90s.</p><p>The reception that followed the Brown opening was described by one New York critic as an “oestrogen-fuelled, generational-shifting thrill, artistically and socially”. An early review noted that Brown “makes everything old new again”.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/16/cecily-brown-the-british-painter-with-the-new-york-art-world-at-her-feet\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/16/cecily-brown-the-british-painter-with-the-new-york-art-world-at-her-feet", "date_published": "2023-04-16 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supermarket sweep: how TikTok can help you save money on your food shopping", "description": "<p>The video-sharing app has become the best place to see the unfolding effect of the cost of living crisis, with weekly shops and ‘receipt reveals’ watched by millions</p><p>Before Rachel Nixon goes to the supermarket, she sketches a quick shopping list in her head. In the garage she usually has a sack of potatoes, and meat, green veg and bread in the freezer. For the bits in between, she will head either to her local, membership-only brand discounter, the Company Shop in Barnsley, or to a mainstream supermarket such as Aldi. “Today I’m going with a £50 budget to feed five of us – £10 a day, £2 per person per meal. I’ll go home and look at what I’ve got in the freezer, check the rice, pasta. It’s make do and mend.”</p><p>Unlike other shoppers, Nixon has a press pass, because when she’s filling her basket, she will also be filming a TikTok on her phone, and the Company Shop management requires permission. Her content, which “began as a joke”, follows her around the aisles, scrutinising produce and bargains against the biggest question at any supermarket in 2023: how can this cost this much? At many mainstream shops, Nixon says: “A £50 shop is now an £80 shop. People in the middle are floundering around.”</p> <a href=\"https://www.theguardian.com/food/2023/apr/16/supermarket-sweep-tiktok-save-money-food-shopping\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/supermarket-sweep-tiktok-save-money-food-shopping", "date_published": "2023-04-16 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s my calling’: Mikaela Loach, rising star of the climate crisis campaign", "description": "Young activist Mikaela Loach is bringing a steely determination to the fight for climate justice. Just don’t call her ‘the new Greta’<p>There were a few tears on Mother’s Day last month when Mikaela Loach’s mum came to visit her at her flat on the south coast. Loach handed her a hot-off-the press copy of her new book, <em><a href=\"https://guardianbookshop.com/its-not-that-radical-9780241597538\" title=\"\">It’s Not That Radical: Climate Action to Transform Our World</a></em>. Its cover dazzles in pink – as does Loach today, a rapidly rising star in the fight for climate justice, who pitches up for our interview in a pink puffer, rose-pink boilersuit and pale-pink glasses. After her mother read Loach’s acknowledgments thanking her for passing on her “huge heart”, she “had a good cry. And then she called my grandmother in Jamaica who was, like, ‘Why you bawling out like?’”</p><p>Loach promptly rumbles her grandmother for having cried herself when she’d read her the accounts of their conversations early in the pandemic. Her grandmother had described how Hellshire Beach, near Kingston, where Mikaela played as a tiny child, had almost disappeared due to climate change. The helplessness Mikaela heard in her grandmother’s voice spurred her on to write the book.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/16/its-my-calling-mikaela-loach-climate-campaigner-its-not-that-radical\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/16/its-my-calling-mikaela-loach-climate-campaigner-its-not-that-radical", "date_published": "2023-04-16 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Architect Terry Farrell: ‘Conservation is a mind thing’", "description": "<p>The man behind MI6 headquarters in London and TV-am’s egg cups has long sought to repurpose buildings and connect with the public – goals now embodied in a new centre in his home town of Newcastle</p><p>There have always been two sides to Terry Farrell. On the one hand he likes to stand up for the ordinary citizen, to back community groups and conservationists against arrogant planners and architects, to protect old buildings from demolition, to take it to the man. On the other, he himself designed big, imposing buildings for powerful institutions: the flesh-coloured ziggurat of the MI6 headquarters in Vauxhall in London, for example, which was memorably detonated in the Bond movie <em>Skyfall</em>, and Alban Gate, a shoulder-padded office block in the City of London that embodies the brash gigantism of the big bang era. His 442 metre (1,450ft) <a href=\"https://farrells.com/project/kk100\">KK100</a> tower in Shenzhen, China, completed in 2011, is the world’s tallest building by a British architect.</p><p>“I have vacillated in my career between new build and adaptation,” Farrell says. Now, at the age of 84, he has come down in favour of the gentler, preservationist side of his architectural persona. This week, the <a href=\"https://www.farrellcentre.org.uk/\">Farrell Centre</a>, which puts into practice his belief that the general public should be involved in the design of their cities, will open in Newcastle. He has donated £1m (“It would have been more but the pandemic wiped everything out”) towards the £4.6m capital cost, as well as his practice archive. The centre, which is part of Newcastle University, includes a gallery and an “urban room” – a place where “local people can go to learn about the past, present and future of where they live”, which is something that Farrell thinks every city should have.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/16/farrell-centre-newcastle-terry-farrell-urban-room-mi6-tv-am\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/16/farrell-centre-newcastle-terry-farrell-urban-room-mi6-tv-am", "date_published": "2023-04-16 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California’s ‘big melt’ has begun and could bring perilous flooding with it", "description": "<p>The snowpack contains enough water to fill downstream reservoirs ‘multiple times over’, which could mean a rapid runoff</p><p>Spring has offered California a welcome reprieve from the record rains and historic snowfall that hammered the state in recent weeks, but a new danger wrought by the warming weather looms large. The state’s enormous snowpack will soon begin to melt – and communities are bracing for waters to rise yet again. Trillions of gallons of water packed within the record level of snow blanketing the Sierra Nevada range are expected to rush into rivers and reservoirs as the weather heats up<strong>,</strong> heightening flood risks in areas already saturated by the state’s extremely wet winter.</p><p>The snowpack, which stands at 233% of the 1 April average, contains enough water to fill downstream reservoirs “multiple times over”, said climate scientist Daniel Swain in an online briefing this week. “That’s a big deal,” he added.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/16/california-snowpack-big-melt-flooding-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/16/california-snowpack-big-melt-flooding-weather", "date_published": "2023-04-16 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why so much hype? Being on Granta’s best young novelists list has its drawbacks | Sarah Hall", "description": "<p>In 2013, I was one of the chosen 20. Today, I still question the accolades and gimmickry around making the grade</p><p>In 2013, the fourth <em>Granta</em> <a href=\"https://www.theguardian.com/books/2023/apr/13/granta-reveals-its-pick-of-future-star-british-novelists\" title=\"\">Best of Young British Novelists</a> (BYBN) list was published, and I was among the 20 writers selected. I was 39 and had published four novels and received several award. To what extent I was chosen or was a “ready-made” for the judges, I don’t know. When the 2003 list came out, my debut, <a href=\"https://www.theguardian.com/books/2002/jun/15/featuresreviews.guardianreview26\" title=\"\"><em>Haweswater</em></a>, had been published and <a href=\"https://www.theguardian.com/books/2004/mar/27/featuresreviews.guardianreview24\" title=\"\"><em>The Electric Michelangelo</em></a> was in manuscript form. Living in North Carolina, agentless and clueless about the industry or submission process, I doubt I was under consideration.</p><p>In compiling these once-in-a-decade lists, <em>Granta</em>’s judges and influencers claim to <a href=\"https://www.theguardian.com/books/2013/apr/06/then-now-granta-best-novelists\" title=\"\">foresee “big names”</a> in the future British literary scene. A writer must be under 40, resident or citizen and have published a literary novel or be about to. I wasn’t registering the 2013 list. Some writers live in a dim cave, some anticipate calendars, some network. When the news came, I was pleased. It’s nice to be spotlit, validating to have work endorsed by critical experts, especially other novelists. Then things became uncomfortable.</p> <a href=\"https://www.theguardian.com/books/commentisfree/2023/apr/16/being-on-granta-best-young-novelists-list-has-its-drawbacks\">Continue reading...</a>", "link": "https://www.theguardian.com/books/commentisfree/2023/apr/16/being-on-granta-best-young-novelists-list-has-its-drawbacks", "date_published": "2023-04-16 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fame finally calls for British painter John Craxton, friend of Lucian Freud and lover of all things Greek", "description": "<p>Shows in Athens and Istanbul have brought belated recognition for an artist long championed by David Attenborough. But why, 14 years after his death, is London still immune to his talents?</p><p>He was louche, larger than life, a lover of all things Hellenic and in his early years on the London art scene inseparable from the equally rakish Lucian Freud.</p><p>For decades <a href=\"https://www.theguardian.com/artanddesign/2009/nov/19/john-craxton-obituary\" title=\"\">John Craxton</a>, viewed as a giant in the pantheon of painters of modern Greece, an unrivalled portraitist of the country he would come to adopt, languished in relative obscurity. What the sun did for him in conveying joy in colour, the arbiters of taste in the art world of the grey of England preferred to ignore.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/16/fame-finally-calls-for-british-painter-john-craxton-friend-of-lucian-freud-and-lover-of-all-things-greek\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/16/fame-finally-calls-for-british-painter-john-craxton-friend-of-lucian-freud-and-lover-of-all-things-greek", "date_published": "2023-04-16 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fox News to defend its on-air lies as blockbuster Dominion trial to kick off", "description": "<p>Voting equipment company is suing the network for $1.6bn in trial seen as strongest chance to hold Fox News and Rupert Murdoch accountable </p><p>After Joe Biden was declared the winner of the 2020 presidential election, several hosts at Fox News, the powerful network that feeds the pulse of America’s conservatives, aired outlandish and false claims about the vote. Many of them had to do with Dominion, a voting equipment company founded in 2003 that most Americans had never heard of.</p><p>Over and over again, the network aired the lie that Dominion machines rigged the election and were flipping votes. It aired the lie that the company was founded in Venezuela to rig elections for dictator Hugo Chávez. And it aired the lie that Dominion had bribed government officials to use its machines.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/16/fox-news-lawsuit-dominion-trial-rupert-murdoch\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/16/fox-news-lawsuit-dominion-trial-rupert-murdoch", "date_published": "2023-04-16 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mitch Tonks’s secret ingredient: Chinese black vinegar", "description": "<p>Less harsh than other vinegars, it makes for a fragrant dipping sauce and is amazing with fish</p><p>Chinese black vinegar is a fermented vinegar, dark black and made from glutinous rice – it’s not hard to find in shops.</p><p>There are two types, unsweetened and sweetened, which is really delicious and the one I like. I use it a lot. I’ll add a little bit at the end of a braise; it just lifts it with a slight sweetness and acidity – really good.</p> <a href=\"https://www.theguardian.com/food/2023/apr/16/mitch-tonks-secret-ingredient-chinese-black-vinegar\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/mitch-tonks-secret-ingredient-chinese-black-vinegar", "date_published": "2023-04-16 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer: Labour must win seats in Scotland for legitimacy", "description": "<p>Party’s leader says he wants a ‘strong showing’ in Scotland, where it holds just one Westminster constituency</p><p>Labour must win back significant numbers of parliamentary seats in Scotland if it is to be seen as a legitimate UK-wide government, Keir Starmer has said.</p><p>Speaking on a BBC Radio 4 programme about politics in Scotland after the recent turmoil in the Scottish National party (SNP), including the resignation of Nicola Sturgeon as SNP leader and first minister, Starmer said this was an important aim for his party.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/keir-starmer-labour-must-win-seats-in-scotland-for-legitimacy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/keir-starmer-labour-must-win-seats-in-scotland-for-legitimacy", "date_published": "2023-04-16 09:54:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for lamb with apricots and asparagus hollandaise | Nigel Slater", "description": "<p>Spring meals that balance hearty fare with new season joy</p><p>The froth of cherry blossom, fat bunches of asparagus and spring sunshine are here to lift our spirits, but these first spring days often end with a certain chill and the need for what I call “a proper dinner”. A glowing pot of lamb perhaps, left to putter away in the oven, the meat slowly nudged towards tenderness by a couple of hours in a mildly spiced tomato sauce. I did just that this week, stirring in a deep, fragrant warmth with a spoonful of rose harissa. I introduced tart little dried apricots and the fizz of lemon, partly to put a spring in its step and partly because I like the marriage of lamb and apricots. Everyone wiped their plates clean with leaves of pink-tipped chicory – perky, like rabbits’ ears – and slices of what is probably the last of the year’s blood oranges.</p><p>The week had already had something of a celebratory ring to it. I had found a couple of bunches of early asparagus and brought them home, cradled at the top of the shopping bag to protect the fragile tips. The occasion felt special enough to make a bowl of hollandaise sauce made all the more seasonal with a handful of wild garlic leaves. We piled the asparagus and sauce on to thick slices of toasted focaccia to make the somewhat spendy spears go further.</p> <a href=\"https://www.theguardian.com/food/2023/apr/16/nigel-slater-recipes-for-asparagus-hollandaise-and-lamb-with-apricots\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/nigel-slater-recipes-for-asparagus-hollandaise-and-lamb-with-apricots", "date_published": "2023-04-16 09:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Hamnet; You Bury Me; Pussycat in Memory of Darkness – review", "description": "<p><strong>Swan theatre, Stratford-upon-Avon; Orange Tree; Finborough, London</strong><br />Shakespeare’s wife moves centre stage in Lolita Chakrabarti’s pivotal adaptation of Maggie O’Farrell’s Hamnet, while urgent productions from two small London theatres tackle recent history head on</p><p><em><a href=\"https://www.rsc.org.uk/hamnet/\">Hamnet</a></em>, a play with a plague-driven plot, is the first opening at the Swan since the pandemic closure. Not since <em>Matilda</em> has there been such a female-centred production at the RSC. Rarely has there been a drama that looked so firmly into the 21st century without losing the S in RSC. Or one that, using – hurrah – locally inflected accents, drew directly on Shakespeare’s home town.</p><p>This is not the best play ever seen at Stratford – that might after all be <em>Hamlet</em>. Yet though not always fully charged with power, Lolita Chakrabarti’s adaptation of <a href=\"https://www.theguardian.com/books/2020/mar/22/maggie-ofarrell-novel-hamnet-interview-the-agony-of-burying-your-child\">Maggie O’Farrell’s 2020 novel</a> is pivotal. O’Farrell’s absorbing book shows Shakespeare’s imagination infiltrated by family and female life. The most striking literary conclusion is that the playwright was driven to write <em>Hamlet</em> by the death from plague of his 11-year-old son, Hamnet. As important is the notion that the intelligence of his wife, Agnes (not Ann) Hathaway, has been underestimated because not literary, and that her influence was pervasive – not least in the language of flowers and herbs used by the bereft Ophelia.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/16/hamnet-rsc-stratford-lolita-chakrabarti-maggie-ofarrell-review-you-bury-me-orange-tree-theatre-pussycat-in-memory-of-darkness-finborough\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/16/hamnet-rsc-stratford-lolita-chakrabarti-maggie-ofarrell-review-you-bury-me-orange-tree-theatre-pussycat-in-memory-of-darkness-finborough", "date_published": "2023-04-16 09:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hungary and Poland provide model for Israel’s assault on judiciary", "description": "<p>Benjamin Netanyahu’s actions remind many of first steps taken by ‘illiberal’ governments in Budapest and Warsaw</p><p>At the height of the <a href=\"https://www.theguardian.com/world/2023/mar/27/im-ready-for-elections-demands-for-democracy-grow-netanyahu-israel\">protests in Israel</a> over Benjamin Netanyahu’s planned judicial changes early last month, a Polish minister gave a revealing radio interview in Warsaw.</p><p>“Of course, we are talking with Israel, and to some extent we shared our experiences in this regard,” said the deputy foreign minister, Paweł Jabłoński, when asked for his views on the proposed Israeli laws.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/hungary-poland-provide-model-israel-assault-judiciary-netanyahu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/hungary-poland-provide-model-israel-assault-judiciary-netanyahu", "date_published": "2023-04-16 09:28:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurses’ strikes could continue until Christmas, says RCN union leader", "description": "<p>Pat Cullen says ‘government has not listened’, but there are no plans to coordinate action with junior doctors</p><p>Nurses could continue to stage strikes up to Christmas, the head of the main nursing union has said, while adding that there were no plans to coordinate them with continuing strikes by junior doctors.</p><p>Pat Cullen, the general secretary of the Royal College of Nursing (RCN), said members <a href=\"https://www.theguardian.com/society/2023/apr/14/nurses-will-strike-again-in-england-after-voting-to-reject-government-pay-deal\">had rejected a pay offer</a> from the government, one recommended by the union, because they believed the deal “was neither fair nor reasonable”, and that more action would follow.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/nurses-strikes-could-continue-until-christmas-says-rcn-union-leader\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/nurses-strikes-could-continue-until-christmas-says-rcn-union-leader", "date_published": "2023-04-16 09:20:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Call for urgent review of Aintree horse deaths after Grand National protest", "description": "<p>RSPCA wants investigation of three deaths at festival, as police say 118 were arrested after demonstrators stormed racecourse</p><p>The RSPCA has called on racing authorities to urgently review the deaths of three horses at the Grand National festival as campaigners said it was “just the beginning” of their direct action.</p><p>The world’s most famous steeplechase was delayed by 14 minutes when animal rights protesters stormed the track at Aintree on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/grand-national-aintree-horse-deaths-protest-rspca\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/grand-national-aintree-horse-deaths-protest-rspca", "date_published": "2023-04-16 09:00:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is a dying nation in need of new curators | Stewart Lee", "description": "<p>The Tories’ scorched earth policy has wrecked our rivers, our NHS, our freedom of movement. Now even 6 Music is at risk</p><p>The Conservatives are a defeated army in vindictive retreat, robbing the museums and cathedrals as they head for the hills; setting fire to, and laying waste to, every institution in their wake; poisoning the rivers and destroying the food supplies; leaving only a barren mess for the incoming Labour government to shoulder the blame for. Jonathan Gullis has found a lacy French bra in the rubble of a fine mansion and is wearing it as a hat, laughing and touching his genitals; in an abandoned dentist’s waiting room, Bill Cash has eaten an entire tank of tropical fish; Suella Braverman has made oven gloves out of the corpse of a dead cat; and, having ruined a hospital, Mark Francois is now asleep, naked, in an incubator.</p><p>At least the scorched earth policy of the second world war armies only scorched the earth. The Conservatives, and their divisive Brexit, burned the soul out of Britain. We recognise the nation we used to know, but only as Charlton Heston, in <em>Planet </em><em>of </em><em>the Apes</em>, recognises the stuffed corpse of his former crewmate Dodge, eviscerated and mounted by apes in a museum, a glass-eyed taxidermy cadaver of its old self.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/britain-is-a-dying-nation-in-need-of-new-curators\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/britain-is-a-dying-nation-in-need-of-new-curators", "date_published": "2023-04-16 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dealers accused of tricks that turn ordinary desks into £1m antiques", "description": "<p>Buyers are being warned about the over-restoring or upgrading of furniture to make it appear more valuable</p><p>Dealers are over-restoring and upgrading furniture with modern additions disguised to make them look older and more valuable, a leading expert has warned.</p><p>Yannick Chastang, former furniture conservator of the Wallace Collection, which boasts one of the world’s finest furniture holdings, can no longer turn a blind eye to what some dealers and restorers are doing.</p> <a href=\"https://www.theguardian.com/culture/2023/apr/16/tricks-dealers-use-to-make-old-desk-million-pound-antique\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/16/tricks-dealers-use-to-make-old-desk-million-pound-antique", "date_published": "2023-04-16 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Life can be complicated’: Rachel Weisz on balancing privacy with stardom", "description": "<p>Her latest TV series calls for her to play both twins in a reworking of Cronenberg’s dark and bloody classic, Dead Ringers. But Rachel Weisz, the famously private Oscar-winner, is used to stepping in and out of roles</p><p>There’s quite a lot of blood. There’s really quite a lot of blood in <em>Dead Ringers</em>, but it’s not the blood of bullet holes or stab wounds, or any of the other violences one might expect in a dark psychological thriller like this. It’s blood on knickers and operating tables, and smeared on silk shirts, and the blood as a baby’s head crowns – the bloods of birth and loss, guttural screams, and in the middle of it all, <a href=\"https://www.theguardian.com/film/rachel-weisz\" title=\"\">Rachel Weisz</a>, twice.</p><p>In <a href=\"https://www.theguardian.com/film/davidcronenberg\" title=\"\">David Cronenberg</a>’s original 1988 film, a grisly examination of the relationship between the physical and mental self, Jeremy Irons played twin gynaecologists whose dubious ethics led to all manner of horrors. In this gender-swapped adaptation, in which Weisz stars and exec-produced, she plays those twins identical in every way but character. Dr Beverly Mantle is the shy moral introvert, whose love affair with a patient triggers a psychic unravelling between the sisters, while Elliot is a modern mad scientist, hungry for meat, drugs, conflict, godliness, sex. What could come off as a soapy trick, in Weisz’s Oscar-winning hands becomes camply surreal, uncanny, seductive, a little perverse – joy.</p> <a href=\"https://www.theguardian.com/film/2023/apr/16/life-can-be-complicated-rachel-weisz-on-balancing-privacy-with-stardom-and-dead-ringers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/16/life-can-be-complicated-rachel-weisz-on-balancing-privacy-with-stardom-and-dead-ringers", "date_published": "2023-04-16 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We have lost a lot of control’: UK at risk of food fraud, safety expert warns", "description": "<p>Despite industry improvements since the 2013 horsemeat scandal, there has been an increase in cross-border food safety and intelligence issues post-Brexit</p><p>The head of the inquiry into the <a href=\"https://www.theguardian.com/uk/2013/feb/15/horsemeat-scandal-the-essential-guide#:~:text=1.-,Where%20did%20the%20horsemeat%20scandal%20begin%3F,pig%20in%2085%25%20of%20them.\" title=\"\">horsemeat scandal in 2013</a> has warned the UK is isolated from intelligence over food supply chains in Europe, increasing the risk of new scandals.</p><p>Professor Chris Elliott chaired the government inquiry into the scandal in which horsemeat was substituted for beef in a range of products. Millions of products were withdrawn from supermarket shelves after tests revealed that they were adulterated with horsemeat.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/uk-at-risk-of-food-safety-expert-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/uk-at-risk-of-food-safety-expert-warns", "date_published": "2023-04-16 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From childhood to cubism: on the Picasso travel trail in Spain and France", "description": "<p>This year marks the 50th anniversary of the artist’s death. Here are seven great spots to commemorate his work</p><p>Picasso would often tell his children, “I want Málaga to have a large museum with my works” and his wish came true, for balmy sea-facing Málaga now has a splendid museum, soon to stage an exhibition focusing on the body as an instrument of the artist. The sculptures displayed cover the many styles and materials Picasso adopted to express the human form. After exploring the artist’s three-dimensional oeuvre, uncover the places he frequented. Although he never returned after the Civil War, Málaga left a lasting impression on him. With an expert guide you can visit Casa Natal Picasso, Pablo’s birthplace home (now an educational foundation staging exhibitions), his nursery school, then his father’s workshop and his baptism church. <em>Picasso Sculptor: Matter and Body runs from 8 May to 10 September 2023 (<a href=\"https://museopicassomalaga.org/en\" title=\"\">museopicassomalaga.org);</a> Tours by Locals </em><em>start at £42pp (<a href=\"https://www.toursbylocals.com/picasso-and-old-malaga\" title=\"\">toursbylocals.com/picasso-and-old-malaga</a>); stay at Parador de Málaga Gibralfaro (<a href=\"https://paradores.es/es\" title=\"\">parador.es),</a> double rooms from £114.</em></p> <a href=\"https://www.theguardian.com/travel/2023/apr/16/picasso-travel-trail-in-spain-and-france\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/16/picasso-travel-trail-in-spain-and-france", "date_published": "2023-04-16 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They tried to wipe it out’: the problem with talking about Asperger’s", "description": "<p>The diagnostic terms for autism were overhauled 10 years ago. Experts, campaigners and autistic people reflect on these changes</p><p>Chris Bonnello, 37, was diagnosed with Asperger syndrome in 2011. But these days he just says he’s autistic. “A lot of us did not want to let go originally, it was something that fitted us very nicely,” recalls the teacher turned autism advocate who runs a website called <a href=\"https://autisticnotweird.com/\">Autistic Not Weird</a> from his home in Nottingham. “But it is better for autistic people if we are all recognised, acknowledged and appreciated together.”</p><p>Sarah Weston, 47, received a diagnosis of autism spectrum condition in 2019. Yet in daily life she describes herself as an “Aspie” – an informal, affectionate term for a person with Asperger syndrome. She doesn’t have the complex learning disabilities some autistic people do and which non-autistic people can think of when they hear autism. She says using Aspie or Asperger’s just helps outsiders understand what she’s like and clears up confusion. And she is certain, based on her cognitive and language abilities, that she would have received the Asperger’s label had she been diagnosed earlier.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/they-tried-to-wipe-it-out-the-problem-with-talking-about-aspergers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/they-tried-to-wipe-it-out-the-problem-with-talking-about-aspergers", "date_published": "2023-04-16 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This obsession with a ‘new elite’ hides the real roots of power | Kenan Malik", "description": "The picture that Matthew Goodwin paints of modern Britain’s ‘ruling class’ shows a weak understanding of how and where influence works<p>In 1956, the radical American sociologist C Wright Mills wrote about what he called, in the title of a book, <a href=\"https://archive.org/details/c_wright_mills_the_power_elite/mode/2up\" title=\"\"><em>The Power Elite</em></a>. America’s elite, he observed, forms a “compact social and psychological entity” that “towers over the underlying population of clerks and wage earners” and whose “values” are “differentiated” from those of the “lower classes”. “All their sons and daughters,” he added, “go to college, often after private schools; then they marry one another… After they are well married, they come to possess, to occupy, to decide.”</p><p>Seven decades later, the British political scientist Matthew Goodwin similarly paints, in his new book <a href=\"https://uk.bookshop.org/a/1428/9780141999098\" title=\"\"><em>Values, Voice and Virtue</em></a>, a picture of “the new elite” in Britain. The brushstrokes are familiar, drawing on the work of communitarian and “post-liberal” thinkers of recent years. Britain has “a new dominant class” that has captured its institutions and imposes its “radically progressive cultural values” on the rest of the nation, adrift as it is from the conservative instincts of the majority.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/this-obsession-with-new-elite-hides-real-roots-of-power\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/this-obsession-with-new-elite-hides-real-roots-of-power", "date_published": "2023-04-16 08:31:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mia Hansen-Løve: ‘I’d rather not film sex scenes than have virtue police on set’", "description": "<p>The French director on making the closest thing to an autobiography, stripping Léa Seydoux of her glamour and dating fellow film-makers</p><p>French screenwriter and director Mia Hansen-Løve, 42, was born in Paris to parents who were both philosophy professors. She studied German at university, then had stints as an actor and film critic before making her directorial debut in 2007 with <em>All Is Forgiven</em>. Her subsequent films include <em>Father of My Children</em>, <em>Goodbye First Love</em>, <em>Eden</em> and <em>Bergman Island</em>. Her new film, <em>One Fine Morning</em>, is about a single mother caring for her ailing father while embarking upon a new romance. She lives near Paris with her partner, film-maker Laurent Perreau, and their children.</p><p><strong>How closely was your new film, </strong><em><strong>One Fine Morning</strong></em><strong>, inspired by your own late father’s illness?<br /></strong>All my films, in one way or another, use autobiographical elements. Or I should say biographical, because the majority are not inspired by my own story but those of people dear to me. But this one is probably the closest to a self-portrait. The character of Georg has the same disease my father had – a rare degenerative condition called <a href=\"https://www.alzheimers.org.uk/about-dementia/types-dementia/Posterior-cortical-atrophy#:~:text=Posterior%20cortical%20atrophy%20(PCA)%2C,of%20PCA%20is%20Alzheimer's%20disease.\">Benson’s syndrome</a>. When I was writing the screenplay, he was still alive and I was visiting him, like Georg’s daughter Sandra in the film. So those scenes were inspired by very fresh memories. I had the intuition that if I didn’t write about it right now, I never would. If I’d waited, I wouldn’t find the courage to turn back and look at these painful moments. But that’s only half the inspiration. The other half is a new love, the rediscovery of happiness, and how to balance those simultaneous feelings of grief and joy.</p> <a href=\"https://www.theguardian.com/film/2023/apr/16/mia-hansen-love-one-fine-morning-the-most-cathartic-thing-was-turning-a-difficult-dark-reality-into-something-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/16/mia-hansen-love-one-fine-morning-the-most-cathartic-thing-was-turning-a-difficult-dark-reality-into-something-fun", "date_published": "2023-04-16 08:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My young daughter celebrates her birthday with a smile", "description": "<p>She has spent the day smiling at everyone and everything – because she loves people, presents and coloured paper</p><p>It is possible she had never seen cake before today, but she has now, and something deep and beastly stirs within her tiny chest. Quite absurdly, given that she was surely only born a few days ago, my tiny, irascible daughter has just turned one, so we have gathered the exact number of persons we can reasonably fit in our kitchen to celebrate. Every single plate and bowl we have is doing double duty for the guests assembled. A life spent entirely in small flats has meant that, though we are now theoretically capable of hosting more than three surplus people, we have not updated our stocks of crockery to reflect this. Nor have we enough chairs, so the older children in attendance are being fed outside on patio furniture, on the first afternoon this year for which alfresco dining might be judged remotely possible, albeit not necessarily desirable.</p><p>My daughter has spent the day smiling, because she loves people, presents, and coloured paper, and the occasion has produced all three in larger than usual quantities. A few of our guests have not seen her since this smile developed the four chompers which now beam back as she smashes gifts and people with abandon, her teeth a symmetrical 2 up, 2 down arrangement that’s never looked more winningly charming. She only started sleeping through the night a few weeks ago, which has improved her mood greatly in all other areas, and perhaps added to the exaggerated, mystifying sense that she is clearly little more than a newborn, and could not possibly be one-year-old at all.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/seamas-oreilly-my-daughter-has-celebrated-her-very-first-birthday\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/seamas-oreilly-my-daughter-has-celebrated-her-very-first-birthday", "date_published": "2023-04-16 08:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Obsession; Why Didn’t They Ask Evans?; Pretty Baby: Brooke Shields; Colin from Accounts – review", "description": "<p>The sexed-up Obsession is unlikely to be anyone’s turn-on; Hugh Laurie delivers Agatha Christie 101; and an absorbing documentary makes you wonder how Brooke Shields held on to her sanity</p><p><strong>Obsession</strong> (<a href=\"https://www.netflix.com/gb/title/81478642#:~:text=TV%20Dramas,Watch%20all%20you%20want.\">Netflix</a>)<br /><strong>Why Didn’t They Ask Evans?</strong> (ITV) | <a href=\"https://www.itv.com/watch/agatha-christies-why-didnt-they-ask-evans/10a2440\">ITVX</a><br /><strong>Pretty Baby: Brooke Shields</strong> (<a href=\"https://www.disneyplus.com/en-gb/series/pretty-baby-brooke-shields/6Q8p3sx2T2Zu\">Disney+</a>) <br /><strong>Colin from Accounts</strong> (BBC Two) |<a href=\"https://www.bbc.co.uk/iplayer/episodes/p0f255x9/colin-from-accounts\"> iPlayer</a></p><p>Many questions are pondered in the course of evaluating television drama, but “Am I sufficiently turned on?” may be a first for me. This is one way of announcing that Netflix, which brought you <em><a href=\"https://www.theguardian.com/tv-and-radio/2021/jul/01/sexlife-review-theyre-coming-in-their-droves-but-not-for-the-dialogue\">Sex/Life</a></em> and <em>Dark Desire</em>, has produced yet more erotic TV. It’s <strong><a href=\"https://www.netflix.com/gb/title/81478642#:~:text=TV%20Dramas,Watch%20all%20you%20want.\">Obsession</a></strong>, a four-part adaptation of the bestselling Josephine Hart novel <em>Damage</em> (previously made into Louis Malle’s 1992 film starring Jeremy Irons and Juliette Binoche).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/16/obsession-netflix-review-why-didnt-they-ask-evans-agatha-christie-itv-hugh-laurie-pretty-baby-brooke-shields-documentary-colin-from-accounts\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/16/obsession-netflix-review-why-didnt-they-ask-evans-agatha-christie-itv-hugh-laurie-pretty-baby-brooke-shields-documentary-colin-from-accounts", "date_published": "2023-04-16 08:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "May I have a word about… the confusing language of councils | Jonathan Bouquet", "description": "Why must local authority staff reach for the jargon thesaurus when they write to us?<p>Ah, the language of local authorities; truly it can be a joy forever. Just consider the following nugget: “Further to your recent report to Aberdeenshire council relating to a roads related issue, an investigation was undertaken by our local team 06/04/23. Following this inspection we have identified a serviceable defect within the public road envelope which requires further intervention.”</p><p>You would have thought that reader Malcolm Evans had at least reported a burst water main. In fact, it was a common or garden pothole. Yes, they are the bane of motorists the country over, their ubiquity increasingly tiresome and dangerous, but to dress them up in such highfalutin language seems unnecessarily provocative.</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/16/may-i-have-a-word-about-confusing-language-of-councils\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/apr/16/may-i-have-a-word-about-confusing-language-of-councils", "date_published": "2023-04-16 08:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Best Minds review – rich examination of madness and the way the west deals with it", "description": "<p>Jonathan Rosen’s heart-rending, thoughtful memoir sheds light on his childhood friend’s schizophrenia and attributes his shocking decline to America’s politicised mental health system</p><p>For all the extraordinary advances in medical science seen in the past century, mental illness remains an area of conspicuous uncertainty. It’s perhaps a reflection of this doubt that three separate specialisms – neurology, psychiatry and psychology – contest overlapping areas of the field, and amid the confusion other disciplines such as philosophy and cultural theory have enjoyed an influence often unsupported by empirical evidence.</p><p>It is in this disputed territory that Jonathan Rosen tells the heart-rending story of his friendship with Michael Laudor, a gifted young man whose rapid rise to the American intellectual summit is first cruelly restricted by the onset of schizophrenia and then, after a miraculous turnaround that draws the money and attention of Hollywood, finally ended when in the grip of psychosis he commits an horrendous crime.</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/the-best-minds-jonathan-rosen-review-rich-examination-of-madness-and-the-way-the-west-deals-with-it\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/the-best-minds-jonathan-rosen-review-rich-examination-of-madness-and-the-way-the-west-deals-with-it", "date_published": "2023-04-16 08:30:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Former MP and his brother shot dead on live TV in India", "description": "<p>Atiq Ahmed, jailed since 2019, was in police custody and taking questions from journalists when attackers struck</p><p>A former Indian MP convicted of kidnapping and facing murder and assault charges has been shot dead along with his brother in a brazen attack broadcast live on TV in northern India.</p><p>Atiq Ahmed – jailed since 2019 – and his brother Ashraf Ahmed were being taken handcuffed by police to a hospital in Prayagraj, Uttar Pradesh, when three men targeted them from close range as they took questions from reporters.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/atiq-ahmed-former-mp-brother-shot-dead-live-tv-india\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/atiq-ahmed-former-mp-brother-shot-dead-live-tv-india", "date_published": "2023-04-16 08:25:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on domestic abuse: thousands of women in England and Wales are being refused refuge | Observer editorial", "description": "Cash-strapped local authorities can’t help but fail in their legal duty to provide residential support for people trapped in violent relationships<p>For too many women and children, male violence is a daily reality. About 1.5 million women are <a href=\"https://www.gov.uk/government/publications/domestic-abuse-bill-2020-factsheets/domestic-abuse-bill-2020-overarching-factsheet\" title=\"\">victims of domestic abuse</a> each year, and <a href=\"https://refuge.org.uk/what-is-domestic-abuse/the-facts/\" title=\"\">two women a week are killed</a> by a current or former partner in England and Wales. It is vital that women get the support they need to leave abusive relationships. Yet new figures reported in the Observer this week highlight that thousands of victims of domestic abuse are being turned down for safe accommodation.</p><p>Leaving a coercively abusive relationship can be extremely difficult. Women are often cut off from other sources of financial and emotional support by their abusers. They may be economically dependent on their abusive partner as a result of financial control. The point at which a woman leaves an abusive relationship is often one of heightened danger: there is an <a href=\"https://www.womensaid.org.uk/information-support/what-is-domestic-abuse/women-leave/\" title=\"\">increase in the risk of violence</a> after separation. While men are also victims of domestic abuse – and it is important that they too can access specialist support – female victims are much more likely to experience <a href=\"https://www.womensaid.org.uk/information-support/what-is-domestic-abuse/domestic-abuse-is-a-gendered-crime/\" title=\"\">repeated and severe</a> forms of abuse, including sexual violence and sustained physical, psychological or emotional abuse, and violence that results in injury or death.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/the-observer-view-on-domestic-abuse---thousands-of-women-in-england-and-wales-refused-refuge\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/the-observer-view-on-domestic-abuse---thousands-of-women-in-england-and-wales-refused-refuge", "date_published": "2023-04-16 08:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When Macron met Xi: welcome to the new world disorder", "description": "<p>China’s leader is gathering autocratic regimes to his banner, Europe and the US are divided over how to respond, and the French president just lobbed a grenade onto the field of international diplomacy</p><p>It is perhaps no surprise that Emmanuel Macron is in the middle of another big international row. <a href=\"https://www.politico.eu/article/emmanuel-macron-france-china-xi-jinping-are-you-not-entertained-comments-spark-global-backlash-again/\" title=\"\">France’s president likes to stir things up</a>. It is his penchant, his trademark foible. Re-elected in 2022 despite a disappointing first term, he has four years left to make a difference. After that, political oblivion beckons – and Macron will still be under 50 in April 2027. Maybe this ticking clock helps explain why he courts danger like a bare-chested surfer riding the waves on the beach at Biarritz.</p><p>At home, Macron has caused uproar in recent months by pushing through controversial pension reforms opposed by two-thirds of the population. The row has contributed to a <a href=\"https://www.politico.eu/europe-poll-of-polls/france/\" title=\"\">plunging personal approval rating</a>, down to 30% this month. Facing a confidence vote in March, his government survived by bypassing parliament. The reforms are under legal challenge, while <a href=\"https://www.theguardian.com/world/2023/apr/13/macron-returns-to-more-protests-in-france-on-eve-of-pensions-ruling\" title=\"\">violent nationwide protests are continuing</a>. Yet insouciant Macron seems almost oblivious at times.<br /></p> <a href=\"https://www.theguardian.com/world/2023/apr/16/when-emmanuel-macron-met-xi-jinping-new-world-disorder\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/when-emmanuel-macron-met-xi-jinping-new-world-disorder", "date_published": "2023-04-16 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘If she had been able to talk, she would be here now’: the dads calling on UK schools to teach suicide prevention", "description": "<p>Three fathers whose daughters took their own lives have formed Three Dads Walking to cross Britain on foot in the hope of raising awareness</p><p>When Mike Palmer became a dad, he did everything he could to protect his daughters. From giving them lifts to doling out advice and making them do martial arts, he thought he was preparing them for life. Now, looking back, he believes he had a blind spot. “Unfortunately I was living in ignorant bliss,” the 58-year-old firefighter from Manchester says.</p><p>While Mike was alive to the risks posed by drugs, knife crime and speeding cars, it was only after his youngest daughter, Beth, took her own life that he learned suicide is the biggest killer of under-35s in the UK.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/three-dads-walking-calling-on-schools-to-teach-suicide-prevention\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/three-dads-walking-calling-on-schools-to-teach-suicide-prevention", "date_published": "2023-04-16 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The tragic cost of under-investment’: asbestos blamed for 150 deaths of school and hospital workers in England", "description": "<p>Unsafe buildings could still be putting staff at risk of cancer through contact with the material, warn unions, experts and MPs</p><p>Fresh concerns have been raised about the amount of asbestos remaining in dilapidated schools and hospitals, after new analysis found that almost 150 health and education workers were recorded as dying from cancer related to the material in recent years.</p><p>According to official data, there have been 147 deaths among health and education workers since 2017. Experts believe the figure is likely to be a significant underestimate because of the way someone’s profession is recorded on death certificates.</p> <a href=\"https://www.theguardian.com/education/2023/apr/16/150-deaths-school-hospital-workers-blamed-on-asbestos\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/16/150-deaths-school-hospital-workers-blamed-on-asbestos", "date_published": "2023-04-16 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Kyiv’s forces in ‘unprecedented’ bloody battles in Bakhmut", "description": "<p>Intense fighting in middle of eastern city as Russia claims advances; Sloviansk death toll rises to 11 while Russian shelling also kills two in Kherson</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-417-of-the-invasion\">What we know on day 417 of the invasion</a></li></ul><p>Images of Orthodox Easter celebrations across Ukraine are coming in from photographers on the ground. Here’s a selection below:</p><p>Worshippers including President Vladimir Putin have crowded into Moscow’s vast Christ the Saviour Cathedral for Easter services led by Russian Orthodox Church head Patriarch Kirill, a supporter of Russia’s military actions in Ukraine.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/16/russia-ukraine-war-live-kyivs-forces-in-unprecedented-bloody-battles-in-bakhmut\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/16/russia-ukraine-war-live-kyivs-forces-in-unprecedented-bloody-battles-in-bakhmut", "date_published": "2023-04-16 07:33:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s attack ads show the party is torn by more than ugly tactics against the Tories | Andrew Rawnsley", "description": "Going so negative betrays a lack of confidence about how to convey Sir Keir Starmer’s positive messages<p>Go hard or go home. Such is the defiantly unrepentant response of those Labour people willing to defend the party’s digital attack ad on Rishi Sunak, which smeared the Tory leader with the accusation that he doesn’t believe that adults convicted of sexually abusing children should <a href=\"https://www.theguardian.com/politics/2023/apr/07/labour-defends-ad-claiming-sunak-doesnt-think-child-sex-abusers-should-be-jailed\" title=\"\">go to prison</a>. All is fair in love, war and politics and there’s no shame in winning ugly if that’s what it takes to get to power. So say those who think they can justify the ad. Against them are ranged critics from across the spectrum, including many people normally sympathetic to Labour, who shudder that caricaturing the Tory leader as soft on paedophiles is a descent into a vile style of politics that Sir Keir Starmer’s party will come to regret.</p><p>This unedifying episode has been revealing about the state of Labour. It has shone a light on the frustrations and fears among its senior team while exposing some fundamental divisions about what the party should be saying to the electorate and how it should be delivering its messages.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/labour-attack-ads-show-the-party-is-torn-over-more-than-ugly-tactics-against-the-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/labour-attack-ads-show-the-party-is-torn-over-more-than-ugly-tactics-against-the-tories", "date_published": "2023-04-16 07:31:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Walking through beauty in Hidcote’s hidden gardens", "description": "Hidcote’s astonishing maze of garden ‘rooms’ is just as magical today as when it first opened 75 years ago<p>If the previous owner of your garden came to visit, which part would you show them first? That’s what somebody asked Lottie Allen recently. She took a moment to think it over.</p><p>Allen is head gardener at Hidcote, in Gloucestershire, one of the National Trust’s flagship destinations – and the first to be acquired, in 1948, specifically because of the garden rather than the house. Since then, visitors have drawn inspiration from its ingenious architectural layout – a series of small rooms divided by hedges – as well as the dense, colourful planting, which includes many rare varieties.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/walking-through-beauty-in-hidden-gardens-of-hidcote\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/walking-through-beauty-in-hidden-gardens-of-hidcote", "date_published": "2023-04-16 07:15:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Germany, the times are changing. But many would rather turn back the clock | Anne McElvoy", "description": "The conflict in Ukraine has jolted people out of their affluent ease and forced them to take sides<p>Just what is Germany’s <em>Zeitenwende</em>, the latest coinage in a language famous for its compound nouns? The “change in times” announced by the chancellor, Olaf Scholz, in the aftermath of Russia’s invasion of Ukraine last year rolled like a thunderclap across a country that, since unification in 1990, had flourished on the benefits of the post-cold-war peace dividend, its status as Europe’s powerhouse economy and being de facto regulator of the single currency, calling the shots in eurozone squeezes.</p><p>For obvious reasons of 20th-century experience, today’s federal republic is an entity more comfortable with its role as a proponent of restraint and cautious multilateralism than decisive action. The Ukraine crisis blew up that placidity, leaving it internally fraught on how to respond and at what cost. Last week, <a href=\"https://www.politico.eu/article/germany-nato-leaked-memo-defense-budget-boris-pistorius/\" title=\"\">a newspaper leak</a> revealed that a pledge by Scholz to supply a fully equipped army division to Nato in response to Russia’s war on Ukraine by 2025 is coming unstuck. A memo from the head of the army cast doubt on whether his forces could “hold its own in high-intensity combat”, saying it will only be able to “fulfil its obligations to Nato to a limited extent” (a masterful understatement in the context).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/in-germany-times-changing-but-many-would-rather-turn-back-clock\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/in-germany-times-changing-but-many-would-rather-turn-back-clock", "date_published": "2023-04-16 07:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andi Oliver: ‘I’ve always done exactly what I wanted’", "description": "<p>Musician, chef, TV host … Andi Oliver tells of her long journey to the top, explains the delights of Caribbean cooking – and introduces recipes from her new cookbook, The Pepperpot Diaries</p><p>The cook time for a traditional Caribbean pepperpot is usually several hours. “People ask me if there’s a short cut,” says Andi Oliver, “and I say, just make something else!” She reclines on the sofa at home in Snaresbrook, east London, in a pink kaftan and fluffy slippers. There’s not much culinary paraphernalia on display in her kitchen but her house is full of people, and <em>The Real Housewives of Potomac</em> is paused on the telly. “There is something beautiful about a pot that you spent that much time on,” she says, wistfully: salt beef, pigs’ tails, ham hock and stout, smoked in cinnamon and allspice, and thrown into a cauldron for hours on end.</p><p>“First, never shop on the same day as a big cook. This is very important. If you come back and unpack and start cooking at 3pm, of course you’ll be pissed off, of course you’ll hate cooking. If you’re doing the cook on Saturday, do the shopping on Thursday. Then put it away on Friday.” She hoots with laughter.</p> <a href=\"https://www.theguardian.com/food/2023/apr/16/andi-oliver-interview-pepperpot-diaries-caribbean-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/andi-oliver-interview-pepperpot-diaries-caribbean-recipes", "date_published": "2023-04-16 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears grow over police collecting data from lone child refugees in UK", "description": "<p>Welfare groups claim information could be used by Home Office to deport asylum seekers</p><p>Police have been collecting the sensitive data of unaccompanied child asylum seekers and sharing it with immigration enforcement, sparking fears it could be used against them for their deportation.</p><p>As part of a government operation to prevent unaccompanied migrant children being trafficked from Home Office hotels, police officers meet them for what is described as a “welfare conversation” to create “a relationship of trust”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/fears-grow-over-purpose-of-uk-police-collecting-data-from-lone-child-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/fears-grow-over-purpose-of-uk-police-collecting-data-from-lone-child-refugees", "date_published": "2023-04-16 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Lia: A reflection on modern art – cartoon", "description": "<a href=\"https://www.theguardian.com/culture/ng-interactive/2023/apr/16/simone-lia-a-reflection-on-modern-art-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/ng-interactive/2023/apr/16/simone-lia-a-reflection-on-modern-art-cartoon", "date_published": "2023-04-16 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gaunt and ghostly, Georgia’s jailed ex-president nears death in hospital", "description": "<p>Mikheil Saakashvili warned of Putin’s ambitions 15 years ago. Now he tells of torture by a regime that panders to Moscow</p><p>Locked up in a Tbilisi hospital, Mikheil Saakashvili is slowly wasting away.</p><p>“I am asking to be transferred to Poland, as it is crystal clear that in Georgian hospital I will die,” Georgia’s former president wrote in response to questions from the<em> Observer </em>last week. His answers were scrawled in blue ballpoint pen on sheets of paper, passed to his lawyers.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/mikheil-saakashvili-georgia-jailed-ex-president-nears-death-in-hospital\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/mikheil-saakashvili-georgia-jailed-ex-president-nears-death-in-hospital", "date_published": "2023-04-16 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How Vermeer made me a social success for the first time ever | Emma Beddington", "description": "<p>The art was, of course, sublime. Unlike the boat trip to Holland, the relentless rain, clogged motorways and packed gallery rooms</p><p>Did I feel smug when I got tickets to the blockbuster Vermeer exhibition in Amsterdam? Sure, a bit. Less when I booked in January than after reviews started appearing, competing with superlatives: “<a href=\"https://www.theguardian.com/artanddesign/2023/feb/12/vermeer-rijksmuseum-amsterdam-review-one-of-the-most-thrilling-exhibitions-ever-conceived\" title=\"\">One of the most thrilling exhibitions ever conceived</a>” and “<a href=\"https://www.thetimes.co.uk/article/vermeer-at-the-rijksmuseum-review-a-once-in-a-lifetime-experience-v3wkkz7f3\" title=\"\">A once-in-a-lifetime experience</a>.” I got smugger when I started reading it was impossible to book, even for bankers’ wives and gallery benefactors. “It’s become a kind of social failure not to have some hat to pull tickets from,” one writer <a href=\"https://www.thetimes.co.uk/article/i-have-a-ticket-to-vermeer-in-amsterdam-money-cant-get-you-one-5wtwjml5j\" title=\"\">explained</a>, making me, theoretically, a social success for the first time ever.</p><p>But my scramble for tickets came from a place of existential panic. “Once in a lifetime” is a compelling – or terrifying – concept when you reach the middle of your own, and “never” becomes a realistic alternative. It’s hard not to get a touch of vertigo thinking about finite time and infinite possibility. I feel it especially with art, weirdly, since it’s hardly ephemeral. But there’s so much I want to see and so much I’ve missed. I discover incredible exhibitions, start plotting a visit, blink and they’re gone. It happened recently with one about <a href=\"https://www.carnavalet.paris.fr/expositions/parisiennes-citoyennes\" title=\"\">Parisian women</a>. I booked a Eurostar in a fit of sweaty Yolo, then life got in the way. Now I move my train booking regularly, admitting to myself that no, I won’t be going to Paris this month (the exhibition ended ages ago). But Vermeer got under my skin – it felt urgent, something I’d bitterly regret missing. I booked a ferry and planned a mad one-day dash, making my husband come even though he had no idea what we were visiting (he only asked about 15 minutes into the journey – there’s a man who will never be haunted by Fomo).</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/16/how-vermeer-made-me-a-social-success-for-the-first-time-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/16/how-vermeer-made-me-a-social-success-for-the-first-time-ever", "date_published": "2023-04-16 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One Fine Morning review – Mia Hansen-Løve’s moving tale of love and loss", "description": "<p>In the role of a lifetime, Léa Seydoux plays a widowed single mum caught between new romance and the failing mind of her father in the French director’s deeply personal Cannes prize winner</p><p>The French writer-director <a href=\"https://www.theguardian.com/film/2023/apr/16/mia-hansen-love-one-fine-morning-the-most-cathartic-thing-was-turning-a-difficult-dark-reality-into-something-fun\">Mia Hansen-Løve</a> became a festival fixture with films such as <em>All </em><em>Is Forgiven </em>(2007)<em>, </em><em>Father of My Children </em>(2009) and more recently the Palme d’Or nominated <em><a href=\"https://www.theguardian.com/film/2022/jun/05/bergman-island-review-mia-hansen-love-vicky-krieps-tim-roth-mia-wasikowska\">Bergman Island</a></em> (2021)<em>. </em>My own favourite Hansen-Løve films include the pulsing <em>Eden </em>(2014) and the ruminative <em><a href=\"https://www.theguardian.com/film/2016/sep/04/things-to-come-review-mia-hansen-love-isabelle-huppert\">Things to Come</a></em> (2016), the latter of which contains one of Isabelle Huppert’s finest screen performances. But in this, her latest Cannes prize winner, Hansen-Løve hits a career high note, delivering a quietly thoughtful and ultimately life-affirming portrait of the strange interaction between loss and rebirth. It’s a miraculous balancing act that pretty much took my breath away.</p><p><a href=\"https://www.theguardian.com/film/lea-seydoux\">Léa Seydoux</a>, whose own career encompasses everything from Palme d’Or winners to Bond blockbusters, lands the low-key role of a lifetime as Sandra, a thirtysomething widowed mother with a Jean Seberg <em>À bout de souffle</em> crop whose life is pulling in two very different directions. Her philosophy professor father Georg (Pascal Greggory) is suffering from Benson’s syndrome, a neurodegenerative condition that is causing his mind, vision and memory to fail. “His entire life was dedicated to thinking,” says the clearly distraught Sandra, a professional translator whose ability to intermediate is crucially failing her, and who increasingly feels “closer to my father with his books than with him”. Only his companion, Leïla (Fejria Deliba), seems truly able to reach Georg, who has even closed his mind to the beauty of a once-loved Schubert sonata – a heartbreaking moment.</p> <a href=\"https://www.theguardian.com/film/2023/apr/16/one-fine-morning-review-mia-hansen-love-lea-seydoux-moving-tale-of-love-and-loss\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/16/one-fine-morning-review-mia-hansen-love-lea-seydoux-moving-tale-of-love-and-loss", "date_published": "2023-04-16 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suspended in time: inside Barcelona’s civil war air-raid shelters", "description": "<p>Exhibition brings together new photographs of 40 of the more than 1,000 shelters built during conflict</p><p>In 1937, at the height of the Spanish civil war, Barcelona’s citizens hurriedly began the construction of air-raid shelters in anticipation of the bombardment that had already been unleashed on Madrid and, most notoriously, <a href=\"https://www.theguardian.com/artanddesign/2018/aug/22/spaniards-fret-about-picasso-guernica-archive-1978\">Guernica</a>.</p><p>Within a year they had built more than 1,000 refuges, a feat celebrated in a photographic exhibition that has opened in the city’s now defunct La Modelo prison.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/inside-barcelona-spanish-civil-war-air-raid-shelters\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/inside-barcelona-spanish-civil-war-air-raid-shelters", "date_published": "2023-04-16 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel the stress’: Javi Gracia goes deep as he plots Leeds survival mission", "description": "<p>Manager knows his side need to bounce back quickly after humbling by Palace if he is to keep Leeds in the Premier League</p><p>Almost two months have passed since Javi Gracia pulled on a Leeds tracksuit for the first time, but he remains very much a stranger in his adopted city.</p><p>“I don’t have time for anything away from football,” says the interim manager tasked with saving Leeds from relegation. “I spend 12 hours a day at the training ground and, apart from speaking to my family on the phone and watching football on television, the rest is dinner and sleep at the hotel. I don’t relax. I live stressed; I feel the stress inside.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/16/i-feel-the-stress-javi-gracia-goes-deep-as-he-plots-leeds-survival-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/16/i-feel-the-stress-javi-gracia-goes-deep-as-he-plots-leeds-survival-mission", "date_published": "2023-04-16 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As Charles is bestowed with mystical powers, so much for a secular coronation | Catherine Bennett", "description": "The Church of England is doing its best to turn the new king and queen into latter-day deities<p>‘God of love, we raise to you our Queen Consort”: for anyone who has longed to mention Camilla Parker Bowles to the most high but struggled to find the words, the Church of England is here, with a set of new prayers, to help. Will they work? Given the impressive pace of her ascent from dedicated fox-chaser to – after years of regular Anglican invocations – near deity, it seems almost blasphemous to ask.</p><p>In 1996 more than half of England’s bishops thought Camilla and Charles should never marry. When, in 2005, they did, in a register office, 73% of those polled were <a href=\"https://www.dailymail.co.uk/news/article-342725/Charles-Camilla-wedding-backlash.html\" title=\"\">opposed to her becoming queen</a>. Although the late queen then denied Camilla the bespoke name checks in Anglican worship enjoyed (until their withdrawal in 1996) by Charles’s first wife, she did enjoy inclusion in regular state prayers for “all the royal family”, followed by her 2022 orison upgrade, one that can still shock unwary congregants out of a spiritual reverie: “Almighty God, the fountain of all goodness, we humbly beseech thee to bless Camilla the Queen Consort.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/as-charles-is-bestowed-with-mystical-powers-so-much-for-a-secular-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/as-charles-is-bestowed-with-mystical-powers-so-much-for-a-secular-coronation", "date_published": "2023-04-16 06:31:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Parents can raise their children as they wish, but smacking them must be taboo | Sonia Sodha", "description": "The government’s latest refusal to ban physical punishment in England ignores the harm it does<p>Most of us have been there: out with friends and their kids, you catch yourself thinking “I wouldn’t shout at her that way”, or “that seems indulgent”. The rule in this situation is to bite your tongue: unless you see someone doing something cruel to a child, unsolicited parenting advice is a big no-no in a world where there are as many views on the right way to parent as there are people who’ve been parented.</p><p>A macro version of this sentiment seems to be driving the government’s reluctance to unequivocally ban parents hitting their children. Last week, ministers again <a href=\"https://www.bbc.co.uk/news/uk-politics-65243518\" title=\"\">rejected calls</a> to prohibit physical punishment for children in England. A year ago, Nadhim Zahawi – then education minister – said that the state shouldn’t be “<a href=\"https://www.itv.com/news/2022-04-21/trust-parents-to-make-decisions-on-smacking-children\" title=\"\">nannying people about how they bring up their children</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/parents-can-raise-children-as-they-wish-but-smacking-them-must-be-taboo\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/parents-can-raise-children-as-they-wish-but-smacking-them-must-be-taboo", "date_published": "2023-04-16 06:01:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation’s Big Help Out volunteering project at risk from lack of participants", "description": "<p>Initiative at heart of next month’s royal event could fall flat after steady decline in number of people in UK offering their time</p><p>An event at the heart of the king’s coronation festivities is at risk of being a “damp squib” because of a volunteering crisis across Britain, the government has been warned.</p><p>The Big Help Out is inviting people across the country to mark the occasion by signing up to volunteer in their communities on the one-off bank holiday Monday on 8 May in the hope of inspiring more people to start volunteering amid record shortages.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/big-help-out-volunteering-crisis-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/big-help-out-volunteering-crisis-coronation", "date_published": "2023-04-16 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Feel like quitting your job or your relationship? Maybe you should…", "description": "<p>Politicians, media moguls, doctors, teachers and even Harry and Meghan have all thrown in their hats. So is grit and perseverance over? Gaby Hinsliff charts the rise of the quitters</p><p>When Julia Keller dropped out of graduate school at the tender age of 19, she was fully expecting a parental lecture on why she should tough it out. Instead, to her relief, her father offered to come and fetch her. What had felt like a terrible failure at the time actually turned out to be a blessing in disguise as she found her niche in journalism instead, working her way up over the next couple of decades into a senior position as book critic and feature writer at the <em><a href=\"https://www.chicagotribune.com/chinews-julia-keller-20130507-staff.html\" title=\"\">Chicago Tribune</a></em> newspaper. But when Keller decided just over a decade ago to quit journalism, too, in order to write fiction, this time her mother was horrified.</p><p>“Her generation, even more than mine, was very much, ‘You do not quit a good job that is paying you a fair salary! Your working conditions are not terrible, you’re not in a Dickensian workhouse, how dare you quit?’” she explains over Zoom from Ohio. “She just could not fathom why anyone would do that.”</p> <a href=\"https://www.theguardian.com/money/2023/apr/16/want-to-quit-your-job-or-your-relationship-maybe-you-should\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/16/want-to-quit-your-job-or-your-relationship-maybe-you-should", "date_published": "2023-04-16 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS strikes: when are they, and what will happen?", "description": "<p>Nurses have announced further action and more strikes are expected from junior doctors and consultants. What does this mean for patients?</p><p>The Royal College of Nursing (RCN) has announced a <a href=\"https://www.theguardian.com/society/2023/apr/14/nurses-will-strike-again-in-england-after-voting-to-reject-government-pay-deal\" title=\"\">48-hour strike</a>, from 8pm on 30 April to 8pm on 2 May. It has been reported that the union is preparing for a wave of strikes that could last until Christmas. <a href=\"https://www.theguardian.com/uk-news/2023/apr/10/junior-doctors-may-keep-striking-for-another-year-says-bma-insider\" title=\"\">Junior doctors</a> may also announce further strikes and consultants are due to ballot <a href=\"https://www.theguardian.com/uk-news/2023/mar/06/senior-doctors-in-england-prepared-to-strike-over-pensions-and-pay\" title=\"\">on strike action</a> next month.</p> <a href=\"https://www.theguardian.com/society/2023/apr/16/nhs-strikes-when-are-they-and-what-will-happen\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/16/nhs-strikes-when-are-they-and-what-will-happen", "date_published": "2023-04-16 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poll reveals Sunak attack ad damaged Labour’s image among voters", "description": "<p>Results show campaign caused more harm to Keir Starmer’s party than a Tory poster accusing Labour leader of being soft on crime</p><p>Labour’s <a href=\"https://www.theguardian.com/politics/2023/apr/07/labour-defends-ad-claiming-sunak-doesnt-think-child-sex-abusers-should-be-jailed\">controversial “attack ad”</a> accusing Rishi Sunak of failing to put paedophiles in prison has caused more voters to think negatively of Keir Starmer’s party than a Conservative poster that accused the Labour leader of being soft on crime, according to an Opinium poll for the <em>Observer</em>.</p><p>The striking result, when people were asked to react to the two posters, comes after 10 days of internal Labour ructions over its sudden switch to hyper-aggressive and personalised online campaigning. The row led <a href=\"https://www.theguardian.com/politics/live/2023/apr/07/labour-party-advert-attacks-rishi-sunak-conservatives-keir-starmer-uk-politics-latest?filterKeyEvents=false&amp;page=with:block-642fcfd98f08495ac86c99b5#block-642fcfd98f08495ac86c99b5\" title=\"\">some in the shadow cabinet to distance themselves</a> from the poster, only for Starmer to double down with less than three weeks to go before the 4 May local elections.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/labour-rishi-sunak-attack-ad\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/labour-rishi-sunak-attack-ad", "date_published": "2023-04-16 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We love: fashion fixes for the week ahead – in pictures", "description": "<p>Locally made children’s wear, a new bridal boutique and the latest menswear collaborations</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/apr/16/we-love-fashion-fixes-for-the-week-ahead-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/apr/16/we-love-fashion-fixes-for-the-week-ahead-in-pictures", "date_published": "2023-04-16 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alexandra Petri’s US history review: if you’re going to lie, lie big – and funny", "description": "<p>The Washington Post columnist nails conservative attempts to rewrite the American story but is sure to keep the jokes flowing</p><p>In the 18th century, sexting was much more difficult. It had to be conducted by letter, of course, resulting in long delays and messages arriving out of order – particularly if you were on opposite sides of the Atlantic, as John and Abigail Adams were in the late 1770s.</p><p>Incredibly, we now have a record of their attempts to exchange lewd notes, published this month in Alexandra Petri’s US History: Important American Documents (I Made Up). The Washington Post humor columnist takes us on a tour of centuries of US history, including a first-hand look at the Adamses struggling to confirm how many petticoats and long shirts have been removed at any point in a year-and-a-half-long correspondence, interrupted by concerns over the health of their cows and a particularly lascivious note from Benjamin Franklin.</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/alexandra-petris-us-history-important-american-documents-i-made-up-book-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/alexandra-petris-us-history-important-american-documents-i-made-up-book-review", "date_published": "2023-04-16 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Granta 163: Best of Young British Novelists 5 review – more solipsism than state of the nation", "description": "<p>The latest celebration of emerging literary talent brings thrills, charm and emotional punch to the page. But this new generation have taken an inward turn compared with the more worldly themes of bygone years</p><p>Every decade since 1983, an editor of the literary quarterly <em>Granta</em> has tasked a panel of writers and critics with naming the 20 best British novelists aged under 40. The first list, which included Martin Amis, Julian Barnes, Kazuo Ishiguro, Ian McEwan, Salman Rushdie, Pat Barker, William Boyd and Graham Swift, defined the nation’s literary fiction not just for a generation but a lifetime, at least for anyone young enough to be eligible for this year’s selection. Subsequent lists had star quality, too. In 1993, Hanif Kureishi and Alan Hollinghurst. In 2003 came Zadie Smith and Monica Ali, listed when <em>Brick Lane</em> was still a manuscript. The 2013 list spotlit Ross Raisin, Evie Wyld and David Szalay, who each went on to publish exceptional novels, while Naomi Alderman won the Women’s prize for <em>The Power</em>, now a hit TV series. If nobody talks them up as a golden generation, it probably says less about their calibre as writers and more about the diminishing clout of a marketing wheeze dreamed up when four-channel TV was still a novelty.</p><p>The class of 2023 are a rangy bunch with some fantastic writing already under their belts. <a href=\"https://www.theguardian.com/books/2020/jul/14/the-liars-dictionary-by-eley-williams-review-a-glorious-way-with-words\">Eley Williams</a> brings emotional punch to tickled wordplay. The slow-burn thrill of <a href=\"https://www.theguardian.com/books/2023/feb/26/birnam-wood-by-eleanor-catton-review-the-root-of-all-evil-luminaries-booker-prize\">Eleanor Catton</a>’s many-tentacled plotting. The tragicomic charm of Welsh short story writer <a href=\"https://www.theguardian.com/books/2015/nov/14/we-dont-know-what-were-doing-thomas-morris-review\">Thomas Morris</a>. <a href=\"https://www.theguardian.com/books/2022/nov/06/losing-the-plot-by-derek-owusu-review-category-confounding-tale-of-life-in-a-foreign-culture\">Derek Owusu</a>’s wrenching excavations of filial strife, close-to-the-bone disclosures in multilingual shards. Yet for some reason <em>Granta</em>’s heart doesn’t seem entirely in it. “I never have much faith in lists in any case,” warns the magazine’s owner and current editor, Sigrid Rausing, explaining that another set of judges might have chosen another 20 writers. Well, sure! All the more reason to put a bit of welly behind the ones you did pick. (Ian Jack, doing this job in 2003, was also ambivalent, true, with good cause: when three of the authors chosen under his watch turned out at the last moment to be ineligible, three others sidelined as “quite good” became “best” – a demonstration, he wrote, of the “arbitrariness of literary lists”, given as “comfort to those who fail to get on them, and a caution to those who do”.)</p> <a href=\"https://www.theguardian.com/books/2023/apr/16/granta-163-best-of-young-british-novelists-5-review-more-solipsism-than-state-of-the-nation\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/16/granta-163-best-of-young-british-novelists-5-review-more-solipsism-than-state-of-the-nation", "date_published": "2023-04-16 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: the neon allure of Los Angeles’s video game bars", "description": "<p>Franck Bohbot’s photographs of the city’s gaming spots depict a world of escapism familiar from American movies and art</p><p>Franck Bohbot grew up in France, and when he arrived in Los Angeles in 2018 he found the sprawl hard to navigate. One reference point for him was <a href=\"https://franckbohbot.com/copy-of-back-to-the-arcade\">the city’s video game bars</a>, whose atmosphere he recognised from favourite adolescent films, including <em>Terminator 2</em> and <em>Ferris Bueller’s Day Off</em>. Having wandered into his first one, Blipsy’s in Koreatown, he started chasing their escapist gloom. Several of the bars were bathed in light reminiscent of painter Edward Hopper’s lonely <em>Nighthawks</em>. In nearly all cases his camera found images whose timeframe was hard to locate: the arcade bars were rooted in 1980s gaming culture – Pac-Man, Space Invaders, Track &amp; Field were staple machines – but their regulars, as here in Barcade in the northeast suburb of Highland Park, often referenced styles from the 1950s onwards.</p><p>The project became a kind of quest: Bohbot went from borough to borough in the city and along the coast, searching out its joystick bars, acting on tipoffs and making lists of leads. It allowed him to draw an alternative map of the city, each location offering a new challenge, like levels of a video game. “Every arcade draws a slightly different crowd,” he noted, “from beachgoers and bar-hoppers to seriously committed gamers. The atmospheres vary, too – some bright, pristine, ordered; some dark, moody, covert.” Several bar owners, passionate about their creations, welcomed him and his camera; other times he had to be more discreet.</p><p><em><a href=\"https://www.setantabooks.com/collections/franck-bohbot?_pos=1&amp;_psq=franck&amp;_ss=e&amp;_v=1.0\">Back to the Arcade</a></em><a href=\"https://www.setantabooks.com/collections/franck-bohbot?_pos=1&amp;_psq=franck&amp;_ss=e&amp;_v=1.0\"> by Franck Bohbot is published by Setanta Books (£55)</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/16/the-big-picture-franck-bohbot-arcade-video-game-bar-los-angeles\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/16/the-big-picture-franck-bohbot-arcade-video-game-bar-los-angeles", "date_published": "2023-04-16 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK pensions: how to make sure you get the best income in retirement", "description": "<p>Experts offer tips on how to make the best of your contributions – and whether you could afford to retire early</p><ul><li><strong><a href=\"https://www.theguardian.com/money/2023/apr/15/uk-pensions-how-much-retire-cost-of-living-inflation-income\">How much do you need to retire as living costs soar?</a></strong></li></ul><p>The reason why one in three people won’t even reach the minimum income level in retirement is that they don’t have a proper national insurance (NI) record. You will usually need to have 10 qualifying years to get any new state pension, and 35 to get the full amount (although it does vary). No idea if you have enough qualifying years? Go to <a href=\"http://gov.uk/check-state-pension\">gov.uk/check-state-pension</a>. It will give you a forecast for how much your state pension will be, and set out your NI contributions so far. But you will need to sign in using Government Gateway, or register for it if you haven’t used it before.</p> <a href=\"https://www.theguardian.com/money/2023/apr/16/uk-pensions-best-income-tips-retire-early-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/16/uk-pensions-best-income-tips-retire-early-advice", "date_published": "2023-04-16 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brexit caps years of Tory failure Starmer fears to oppose | William Keegan", "description": "<p>Attacks on Rishi Sunak are pointless if Labour is going to let the crowning disaster of Tory government pass without comment</p><p>First we hear from the International Monetary Fund that the UK economy is <a href=\"https://www.theguardian.com/business/2023/apr/11/uk-economy-shrink-imf-euro-area-energy-costs-inflation\" title=\"\">bottom of the G7 class</a>. Then come the absolutely disastrous export figures for October-December from the Office for National Statistics: the volume of exports was more than 9% below the pre-pandemic average. This compares with a double-digit increase in Italy’s exports – er, yes, a country which is still a member of the European single market.</p><p>There was a time when devaluation of the pound revived exports. No longer. Brexit and the damage wreaked by a succession of Conservative governments have seen to that. The pound has been spectacularly devalued against the dollar and the euro since the Brexit referendum. This has done precious little to boost exports but has had an all too obvious effect on import prices. Hence inflation in the UK is worse than in other industrial countries – thanks to, guess what, Brexit.</p> <a href=\"https://www.theguardian.com/business/2023/apr/16/brexit-caps-40-years-of-conservative-failure-that-starmer-fears-to-oppose\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/16/brexit-caps-40-years-of-conservative-failure-that-starmer-fears-to-oppose", "date_published": "2023-04-16 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories fear blue wall will crumble at local elections over NHS crisis", "description": "<p>Pressure mounts over health and economic pledges as Sunak campaigns to shore-up Conservative heartlands in poll test</p><p>• Read more: <a href=\"https://www.theguardian.com/society/2023/apr/15/nhs-crisis-deepens-as-nursing-union-plans-mega-strike-in-england\">NHS crisis deepens as nurses plan ‘mega strike’</a></p><p>A prolonged NHS crisis stoked by further strikes risks derailing Rishi Sunak’s local election plans amid Tory concern that the prime minister is already facing pressure over flagship pledges on health and the economy.</p><p>The prime minister will head to the south-east this week as he attempts to shore up Tory heartland seats where traditional supporters had been put off by the chaos of the Johnson and Truss regimes. However, opposition parties have reported findings that the NHS remains the most salient issue among soft Tory voters.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/16/tories-blue-wall-local-elections-nhs-crisis-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/16/tories-blue-wall-local-elections-nhs-crisis-sunak", "date_published": "2023-04-16 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Moby: ‘In the afternoon, I clean, which, weirdly, I love’", "description": "The musician on making a ‘ridiculously healthy breakfast’, never taking a day off and doing everything he can to avoid touring<p><strong>Up early or lie-in?</strong> It sounds austere and monastic, but I wake at 4am, no matter what. About 15 years ago, before sobriety, I would stay out until 8am every night. Now I’m old and sober.</p><p><strong>Hungry?</strong> Yes. I’ll make a ridiculously, annoyingly healthy breakfast. It sounds like the biggest vegan cliché, but I’ll blend red chard, broccoli, bananas, oranges, fresh ginger, turmeric and whatever berries I have into a gigantic smoothie that sits in the fridge and sees me through the morning.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/sunday-with-moby-in-the-afternoon-i-clean-which-weirdly-i-love-resound-nyc\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/sunday-with-moby-in-the-afternoon-i-clean-which-weirdly-i-love-resound-nyc", "date_published": "2023-04-16 05:45:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on North Korea: only China can put a stop to Kim Jong-un’s latest round of nuclear sabre-rattling | Observer editorial", "description": "If Xi Jinping is serious about the country’s role as global peacemaker he must persuade Kim to calm down<p>North Korea’s scary test launch of a newly developed, solid-fuel, nuclear-capable intercontinental ballistic missile caused <a href=\"https://www.theguardian.com/world/2023/apr/13/japan-orders-hokkaido-residents-to-take-cover-after-north-korean-missile-launch\" title=\"\">a brief panic </a>on the northern Japanese island of Hokkaido last week. It also added a note of urgency to today’s <a href=\"https://japantoday.com/category/politics/g7-diplomats-to-grapple-with-ukraine-china-n.-korea-crises\" title=\"\">meeting of G7 foreign ministers</a> in Japan’s hot-spring resort of Karuizawa, where the Pyongyang regime’s escalating threats will be high on the agenda. Even so, the key to the North Korea conundrum may lie hundreds of miles away, in Beijing.</p><p>Two questions will dominate G7 deliberations. Why is Kim Jong-un, North Korea’s dictator, deliberately ratcheting up tensions with South Korea, Japan and the US, their ultimate protector? And what can the allies do in response? Hailing the launch, the latest in more than 100 tests since last year, Kim gave an insight into his paranoid thinking. The new missile would “reinforce our nuclear counter-attack” and induce “the enemy to give up its idle strategy”, he said. Until then, he promised only “<a href=\"https://www.theguardian.com/world/2023/apr/14/north-korea-missile-launch-was-new-kind-of-icbm-regime-says-as-first-images-emerge\" title=\"\">endless fear</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/16/the-observer-view-on-north-korea\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/16/the-observer-view-on-north-korea", "date_published": "2023-04-16 05:31:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "There is a difference between biological sex and gender identity | Letters", "description": "For too long, language and statistics have blurred the lines between the two<p>Thank you so much for your article (“<a href=\"https://www.theguardian.com/commentisfree/2023/apr/09/at-last-consensus-emerging-on-protecting-women-only-spaces\" title=\"\">At last, a consensus is emerging on protecting women-only spaces</a>”, Comment). As a left-leaning feminist, doctor and trainee psychotherapist, I wept with joy and relief to see an article that finally seemed to voice that there is a difference between biological sex and gender identity, and sometimes this difference matters.</p><p>It matters most to the most vulnerable women who are also more likely to be conditioned not to speak up, including female inmates in prison, where a huge percentage have been on the receiving end of male violence and sexual assaults. I have been so upset in response to some of the confluence between sex and gender identity in language and statistics. I feel this serves neither biological women or men, nor trans women or trans men.</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/16/there-is-difference-between-biological-sex-and-gender-identity-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/apr/16/there-is-difference-between-biological-sex-and-gender-identity-letters", "date_published": "2023-04-16 05:01:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it fair to put my abusive, elderly father into a home? | Ask Philippa", "description": "A home is the best place for him now – and it’s time to talk to friends or a therapist so you can hear and have compassion for yourself without fearing your father<p><em><strong>The dilemma</strong></em><strong> </strong><em>I’ve never known, despite asking both my parents, why, for the first four years of my life, I lived with my grandmother. Then she died and I moved in with my parents. Like my grandmother, my parents were strict and </em><em>beat me. I was often bruised and </em><em>occasionally bloodied</em><em>. They demanded complete obedience. I would be hit if I got a less than perfect grade for any subject at school. It taught me to be a hard worker, so I am pretty successful now. I am in my 40s, know some nice people and could have a good life if every spare minute wasn’t spent either with my father or fretting about him.</em></p><p><em>My mother died five years ago and my elderly father’s health and dementia require</em><em> a lot of care. The past two years were super-difficult and the last six months were closer to hell. I have appointed a care agency to come in, which he hates, and he needs more supervision than they are able to provide</em><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/is-it-fair-to-put-my-abusive-elderly-father-into-a-home-ask-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/is-it-fair-to-put-my-abusive-elderly-father-into-a-home-ask-philippa-perry", "date_published": "2023-04-16 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is the bird really freed? A look back at six months of Musk’s Twitter reign", "description": "<p>As we approach half a year of Musk’s acquisition of the social media firm, this is how key areas of the site’s business have performed</p><p>On 28 October 2022 Elon Musk tweeted “<a href=\"https://twitter.com/elonmusk/status/1585841080431321088?lang=en\">the bird is freed</a>” as he marked his $44bn acquisition of Twitter.</p><p>Nearly six months later, it became a dog. The distinctive avian logo the Tesla CEO had referenced in October had been replaced by a picture of a Shiba Inu canine – the face of the Dogecoin cryptocurrency.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/16/elon-musk-twitter-takeover-six-months\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/16/elon-musk-twitter-takeover-six-months", "date_published": "2023-04-16 05:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In a liberal US state, my life-saving abortion cost $55,000", "description": "<p>I was flabbergasted by the cost of medical care I could have died without – but surprise fees are standard in a system motivated first and foremost by profit</p><p>On 27 January, I was just under six weeks pregnant. My fertility app – one of several pinned on my phone’s home screen, I am reluctant to admit – told me that the embryo growing inside me was the size of a green pea.</p><p>That morning, I felt both elated and nervous. Between Zoom calls and spurts of distracted writing, I thought about spilling the beans to my sister, but resisted. After two miscarriages, I was wary of sharing the news too early.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/cost-of-abortion-us-expense\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/cost-of-abortion-us-expense", "date_published": "2023-04-16 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian grape varieties in all their diverse glory | David Williams", "description": "For sheer range, few countries offer a greater choice than Italy when it comes to different types of grape<p><strong>Castello di Verduno Verduno Doc Basadone, Piedmont, Italy 2020 (£18.67, <a href=\"https://www.justerinis.com/\">justerinis.com</a>) </strong>Of all the many reasons to love Italian wine, one of the most compelling is the sheer, dazzling array of grape varieties the country’s winemakers have at their disposal. The Italian wine specialist Ian d’Agata discusses about 500 in his marvellously detailed Native Wine Grapes of Italy – and that doesn’t even cover the many non-natives, such as chardonnay, cabernet sauvignon, pinot noir and gewurztraminer, that can and do make some tremendous (and recognisably Italian) wines in various parts of the peninsula. A handful of Italian varieties have achieved international fame: pinot grigio; the sangiovese of chianti, brunello di montalcino and others in Tuscany and elsewhere in Central Italy; the nebbiolo of Piedmont’s barolo and barbaresco. Others are barely known beyond their very particular local area, among them the vanishingly rare pelavegra, from the village of Verduno in barolo country, which makes delightfully delicate, strawberry-scented, finely black pepper-sprinkled reds such as Castello di Verduno’s.</p><p><strong>Contesa Pecorino Colline Pescaresi, Abruzzo, Italy 2021 (£9.99, or £7.99 as part of a mixed case of six, <a href=\"https://www.majestic.co.uk/\">majestic.co.uk</a>) </strong>As is the case in much of France, many Italian grape varieties are hidden from view, with producers traditionally preferring to label their wines by place rather than grape, as is the modern, New World-led way. Varieties such as another from Piedmont, Gavi’s cortese – which is responsible for the pristine, subtly lemon-scented raciness of the Piona Bricco delle Farfalle Gavi del Comune di Gavi 2021 (£15.99, or £13.99 to members, nakendwines.com) – or the garganega of soave in the Veneto – the base for the soft pear, scented white flowers and almonds of Inama Soave Classico 2021 (£15.99, or £12.99, as part of a mixed case of six, <a href=\"https://www.majestic.co.uk/\">majestic.co.uk</a>) – are as a consequence rather less well known than they deserve to be. Elsewhere in Italy, however, the variety’s the star, not least pecorino, which makes gently incisive, citrussy whites such as the Contesa, which, I reckon pairs better with simply grilled white fish than its namesake Italian sheep’s cheese.</p> <a href=\"https://www.theguardian.com/food/2023/apr/16/italian-grape-varieties-in-all-their-diverse-glory\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/italian-grape-varieties-in-all-their-diverse-glory", "date_published": "2023-04-16 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Quizzing celebrity castaways on their dessert island pin-ups, 1983", "description": "<p>For Clive James it was Rita Hayworth; Dame Edna chose ‘snake-hips Strachey’</p><p>Is a ‘desert island pin-up’ a thing? In 1983, the<em> Observer</em> decided it was, and quizzed a variety of celebrity castaways on who would keep them cheerful pinned to the wall of their huts as they awaited rescue.</p><p>Most chose classic beauties who would provide plentiful erotic daydreaming material for long, dehydrated, sunburnt days and mosquito-tormented nights. For Clive James, that was <a href=\"https://www.theguardian.com/film/2011/jul/16/rita-hayworth-gilda-patterson\" title=\"\">Rita Hayworth</a> and his tribute to her was poetic: ‘Only energy can have such an outline,’ he wrote. ‘She danced beside Fred Astaire as if he had thought of her.’ Taki, described as ‘high-lifer and <em>Spectator</em> columnist’, plumped for <a href=\"https://www.theguardian.com/lifeandstyle/2016/feb/28/flirting-with-ava-gardner-by-taki\" title=\"\">Ava Gardner</a>, praising her ‘mystery and delicacy’, while Kingsley Amis went for <a href=\"https://www.theguardian.com/film/faye-dunaway\" title=\"\">Faye Dunaway</a>: ‘All you’ve ever wanted and ought not to have even if you could get it.’</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/quizzing-celebrity-castaways-on-their-dessert-island-pin-ups-1983\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/quizzing-celebrity-castaways-on-their-dessert-island-pin-ups-1983", "date_published": "2023-04-16 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Danny Dyer, Gazza and Chris Eubank’s bizarre reality series", "description": "<p>Scared of the Dark sticks a group of celebrities in a pitch black room for eight days. Plus: a grim new drama about Raoul Moat. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/16/tv-tonight-danny-dyer-gazza-and-chris-eubanks-bizarre-reality-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/16/tv-tonight-danny-dyer-gazza-and-chris-eubanks-bizarre-reality-series", "date_published": "2023-04-16 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Kolossi/Attica, London: ‘It’s not revelatory, it’s much better than that’ – restaurant review", "description": "They say you can’t revisit past times, but at this much-loved old haunt, it’s not quite true<p><strong><a href=\"https://thekolossi.com/\">The Kolossi/Attica</a>, 50-60 Rosebery Avenue, London EC1R 4RR. Small plates, starters £3.80-£9.80, larger dishes £15.80-£21.50, desserts £7.50, wines from £27</strong></p><p>Let’s pull back the velvet curtain on this restaurant reviewing lark. Because readers of the <em>Observer</em> and our daily sibling, the <em>Guardian</em>, would be unimpressed if both myself and the saintly <a href=\"https://www.theguardian.com/profile/gracedent\" title=\"\">Grace Dent</a> reviewed the same restaurants, we quietly co-ordinate what we are going to write about. I let a <em>Guardian</em> colleague know where I’m planning to go and they return the compliment. Mostly these emails contain just the name of a restaurant from one side and a reply with the single word “yours” from the other.</p> <a href=\"https://www.theguardian.com/food/2023/apr/16/jay-rayner-restaurant-review-the-kolossi-attica-london-much-better-than-revelatory\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/16/jay-rayner-restaurant-review-the-kolossi-attica-london-much-better-than-revelatory", "date_published": "2023-04-16 05:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The allotment is quickly bursting into life – and welcoming new visitors", "description": "<p>The seedlings are getting going and the structures for summer planting are taking shape</p><p>Late afternoon at the allotment and the sun is shining. Tadpole tails are wriggling in the ponds. Our broad beans have burst through, happy and healthy, short rows of crimson-flowering and an old-school hanging variety new to us.</p><p>We have replanted some of the extravagant, luxuriant poppy leaf. Dotted through the plot now, here and there. The last of the old hazel poles are up and climbing Franchi yellow and blue beans, plus Cherokee Trail of Tears have been sown at their base.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/16/the-allotment-is-quickly-bursting-into-life-and-welcoming-new-visitors\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/16/the-allotment-is-quickly-bursting-into-life-and-welcoming-new-visitors", "date_published": "2023-04-16 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our identity is being stolen’: survivors plead for halt to dramas about Grenfell", "description": "<p>Residents and members of bereaved families call on BBC and National Theatre to scrap productions</p><p>The BBC and the National Theatre are facing rising hostility over two high-profile productions about the <a href=\"https://www.theguardian.com/uk-news/grenfell-tower-fire\" title=\"\">Grenfell Tower fire disaster,</a> with survivors and bereaved family members urging both institutions to drop their plans.</p><p>Some have even threatened to disrupt BBC attempts to film near the tower for its series, <em>Grenfell</em>, which will dramatise the tragic events around the night of 14 June 2017 in west London, when 72 people died as a result of the blaze. Others claim the National Theatre is stealing their experiences, despite its play being based on survivors’ first-hand accounts. A petition calling on the BBC to scrap its series has so far attracted more than 50,000 signatures.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/16/our-identity-is-being-stolen-survivors-plead-for-halt-to-dramas-about-grenfell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/16/our-identity-is-being-stolen-survivors-plead-for-halt-to-dramas-about-grenfell", "date_published": "2023-04-16 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan power struggle enters second day as fighting leaves at least 56 dead", "description": "<p>Explosions and gunfire heard in Khartoum in early hours of Sunday amid competing claims on who controls presidential place</p><p>Fighting in the Sudanese capital continued into the early hours of Sunday after a day of deadly battles between paramilitaries and the army that left at least 56 people dead and nearly 600 wounded.</p><p>Explosions and gunfire could be heard on the deserted streets of Khartoum, according to witnesses, after the paramilitaries of the Rapid Support Force (RSF) said they were in control of the presidential place, Khartoum airport and other vital facilities.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/sudan-power-struggle-enters-second-day-as-fighting-leaves-at-least-56-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/sudan-power-struggle-enters-second-day-as-fighting-leaves-at-least-56-dead", "date_published": "2023-04-16 04:36:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edgy Wallabies bracing for ‘intense’ first camp under Eddie Jones", "description": "<ul><li>New national coach Jones takes a 33-man squad into camp on Monday</li><li>Seven players ruled out with injury or concussion from Super round</li></ul><p>Australia’s Rugby World Cup hopefuls are bracing for an “intense” first Wallabies training camp under no-nonsense new coach Eddie Jones.</p><p>Thirty-three players will assemble on the Gold Coast on Monday while another seven ruled out with injury or concussion plus overseas-based stars Rory Arnold, Tom Banks, Quade Cooper, Bernard Foley, Marika Koroibete, Samu Kerevi and Will Skelton will zoom in remotely for team meetings.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/16/edgy-wallabies-bracing-for-intense-first-camp-under-eddie-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/16/edgy-wallabies-bracing-for-intense-first-camp-under-eddie-jones", "date_published": "2023-04-16 03:56:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Access to Orthodox Easter ceremony in Jerusalem limited over security concerns", "description": "<p>Holy Fire rite has traditionally attracted about 10,000 Christian worshippers but numbers have been limited in recent years</p><p>Thousands of Christians in Jerusalem have celebrated the traditional Holy Fire rite ahead of the Orthodox Easter, despite a security clampdown limiting access to their most holy site.</p><p>The ancient Church of the Holy Sepulchre, where the thousand-year-old rite takes place, was built over the site where Christian tradition says Jesus Christ was crucified, buried and resurrected.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/access-to-orthodox-easter-ceremony-in-jerusalem-limited-over-security-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/access-to-orthodox-easter-ceremony-in-jerusalem-limited-over-security-concerns", "date_published": "2023-04-16 00:31:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 417 of the invasion", "description": "<p>Death toll from Russian attack on Sloviansk apartment block rises to 11; Moscow claims Wagner forces have captured two more areas of Bakhmut</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>The death toll from a Russian missile strike on the eastern Ukraine city of Sloviansk has risen to 11</strong>. A block of flats was badly damaged and rescue crews were continuing on Saturday to try to rescue people trapped underneath rubble.</p><p><strong>Russian shelling in Kherson killed two women</strong> on Saturday, the Ukrainian president’s office said.</p><p><strong>The Wagner mercenary group has captured two more areas of Bakhmut</strong>, Russia’s defence ministry said. Ukraine’s military said pro-Kyiv forces were still holding on amid “bloody and fierce battles”. The claims have not been independently verified.</p><p><strong>A Russian official has claimed four people were killed and 10 injured in Ukrainian shelling of a town in Russian-controlled Donetsk</strong>. Denis Pushilin said a seven-year-old girl was among those wounded in Yasynuvata.</p><p><strong>Russia has been using drones to attack Ukrainian police in Kherson</strong>, according to the region’s police force. It said a police car was attacked in the Korabel area, injuring two officers and damaging the car, while in Beryslav one officer was injured and cars damaged.</p><p><strong>A new international economic support package of $115bn is giving Ukraine more confidence it can prevail</strong> against Russian forces amid growing recognition the war could continue for longer than expected, the Ukrainian finance minister said on Saturday. Serhiy Marchenko said Group of Seven (G7) finance ministers assured him during International Monetary Fund and World Bank meetings in Washington this week that they would support Ukraine for as long as needed.</p><p><strong>Volodymyr Zelenskiy spoke to the French president, Emmanuel Macron</strong>, on Saturday. <a href=\"https://twitter.com/ZelenskyyUa/status/1647231692539674625\">In two tweets</a>, the Ukrainian president said they had discussed Macron’s recent visit to China to meet President Xi Jinping.</p><p><strong>Poland and Hungary have banned imports of grain and other food from Ukraine to protect local farmers</strong>, officials from both countries said on Saturday. Ukraine’s grain exports have been transiting through the European Union to other countries since Ukraine’s Black Sea routes were blocked by Russia’s invasion, leading to prices being driven down.</p><p><strong>A new Russian law has removed an obstacle that has allowed some men to dodge the draft </strong>and suggests Moscow anticipates a lengthy conflict in Ukraine, the UK Ministry of Defence says. Vladimir Putin was reported to have signed a bill on Friday to create a digital draft system, making it easier to mobilise Russians into the army and stirring fresh fears in the country.</p><p><strong>The Brazilian president, Luiz Inácio Lula da Silva, has said the US should stop “encouraging war” in Ukraine “and start talking about peace”</strong>. In that way, the international community would be able to “convince” the Russian and Ukrainian presidents that “peace is in the interest of the whole world”, Lula told reporters in Beijing at the end of a visit where he met president Xi Jinping.</p> <a href=\"https://www.theguardian.com/world/2023/apr/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-417-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/16/russia-ukraine-war-at-a-glance-what-we-know-on-day-417-of-the-invasion", "date_published": "2023-04-16 00:27:49+00:00", "persistent": false, "user": null, "language": "en-UK"}]