[{"source": "https://www.engadget.com/rss.xml", "title": "Rode's Streamer X combines an audio interface with an external capture card", "description": "<p>When Rode began offering gaming-specific audio equipment at the end of last year, two of the three products the company announced, the <a href=\"https://www.engadget.com/rode-x-unify-game-streaming-xdm-100-xcm-50-030005357.html\"><ins>XDM-100 and XCM-50</ins></a>, repurposed existing designs. Its newest Rode X device, the Streamer X, offers something different. It combines an audio interface with an external capture card.</p><p>You can connect XLR and line-level microphones and headsets to the Streamer X, with a built-in Rode Revolution preamp offering all the power you need. At the same time, the device can capture and stream footage at 4K and 30 frames per second or 2K at 60 frames per second. It also offers video passthrough at up to 4K and 60 frames per second or 2K and 120 frames per second.</p><span id=\"end-legacy-contents\"></span><p>The front of the console features a set of four customizable buttons you can set up to trigger specific sounds and actions on your computer. A pair of USB-C connections allow you to connect the Streamer X to two separate PCs at the same time. Out of the box, the device is fully compatible with Rode’s suite of software tools, including Unify, Rode Central and Rode Connect.</p><figure><img alt=\"Rode Rodecaster Duo\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/d66ddbd0-dca2-11ed-beff-e278b562563f\" style=\"height: 1200px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Rode</div></figure><p>Separately, Rode also announced the Rodecaster Duo, a new audio interface that brings together all of the features found in the company’s <a href=\"https://www.engadget.com/rodecaster-pro-ii-details-000035416.html\"><ins>Rodecaster Pro II</ins></a> but puts them into a more compact package. That means it should be able to drive even the most power-hungry mics without the need for an in-line signal booster, and offer Bluetooth connectivity for audio monitoring. Rode did not announce pricing details for the Streamer X and Rodecaster Duo, but said both devices would arrive in the coming weeks. Engadget has reached out to the company for more information, and we’ll update this article when we hear back from it.</p>This article originally appeared on Engadget at https://www.engadget.com/rodes-streamer-x-combines-an-audio-interface-with-an-external-capture-card-221321424.html?src=rss", "link": "https://www.engadget.com/rodes-streamer-x-combines-an-audio-interface-with-an-external-capture-card-221321424.html?src=rss", "date_published": "2023-04-16 22:13:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google is reportedly developing a new AI-powered search engine", "description": "<p>Facing renewed competition from <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">Microsoft and OpenAI</a>, Google is reportedly “racing” to build an “all-new” AI-powered search engine. According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNC8xNi90ZWNobm9sb2d5L2dvb2dsZS1zZWFyY2gtZW5naW5lLWFpLmh0bWwiLCJjb250ZW50VXVpZCI6IjE2OTBmNGIwLTVlZDMtNDZhYy1hNWMwLTM4Njg2YzdhMGZjZSJ9&amp;signature=AQAAAZRFZz7mFY1oBueGa3povcueEXoi0gKg5qNC4c7gbtMS&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F04%2F16%2Ftechnology%2Fgoogle-search-engine-ai.html\"><em>The New York Times</em></a>, the company is in the early stages of creating a search service that will attempt to anticipate what you want from it in hopes of offering “a far more personalized experience.” The project has “no clear timetable.” However, knowing that Google is also developing a suite of new AI features for its existing search engine under the codename “Magi.”</p><p>Among the features Google is developing is a chatbot that can answer software engineering questions and generate code snippets. The company has also experimented with a feature that would allow people to search for music through a chatbot conversation. According to <em>The Times</em>, the company has assigned more than 160 employees to the redesign.</p><span id=\"end-legacy-contents\"></span><p>Other new additions “in various stages of development” include a Chrome feature dubbed \"Searchalong.\" It would allow a chatbot to scan the webpage you’re reading to offer contextual information. For example, if you were looking for a place to stay on Airbnb, you could ask the chatbot to tell you what to see and do near your planned accommodations. “GIFI” and “Tivoli Tutor,” another pair of experimental features, would allow users to prompt Google Image Search to generate images and converse with a chatbot to learn a new language. It’s worth noting many of these are features that Google has either demoed in the past or exist on other platforms like <a href=\"https://www.engadget.com/duolingos-max-plan-offers-ai-tutoring-for-30-per-month-203625446.html\">Duolingo</a>. For instance, image generation is <a href=\"https://www.engadget.com/google-is-shoving-generative-ai-into-gmail-docs-sheets-meet-chat-and-slides-161711903.html\">already available in Slides</a>.</p><p>Google reportedly plans to announce Magi next month before introducing additional new features sometime in the fall. That timing suggests the project will make an appearance at <a href=\"https://www.engadget.com/google-io-2023-takes-place-on-may-10th-in-front-of-a-limited-in-person-audience-232154501.html\">I/O 2023</a>. The company plans to offer Magi’s features to one million people in the US before expanding availability to 30 million users by the end of the year.</p><p>“We’ve been bringing AI to Google Search for years to not only dramatically improve the quality of our results, but also introduce entirely new ways to search, such as Lens and multisearch,” a Google spokesperson told Engadget when asked about the report. “We’ve done so in a responsible and helpful way that maintains the high bar we set for delivering quality information. Not every brainstorm deck or product idea leads to a launch, but as we’ve said before, we’re excited about bringing new AI-powered features to Search, and will share more details soon.”</p><p>Underscoring the importance of Magi for Google, Samsung reportedly told the company last month it was considering making <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">Bing</a> the default search on its devices. The declaration reportedly sent Google into a “panic.” The company’s search agreement with Samsung is worth approximately $3 billion annually. This year, its lucrative search agreement with Apple, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMC8xMC8yNS90ZWNobm9sb2d5L2FwcGxlLWdvb2dsZS1zZWFyY2gtYW50aXRydXN0Lmh0bWwiLCJjb250ZW50VXVpZCI6IjE2OTBmNGIwLTVlZDMtNDZhYy1hNWMwLTM4Njg2YzdhMGZjZSJ9&amp;signature=AQAAAYT5qyW790UmZD4-Dnvyc27YRmf4n0tw2w0a43oHjdga&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2020%2F10%2F25%2Ftechnology%2Fapple-google-search-antitrust.html\">subject of frequent antitrust scrutiny</a>, is also up for renewal.</p>This article originally appeared on Engadget at https://www.engadget.com/google-is-reportedly-developing-a-new-ai-powered-search-engine-191648736.html?src=rss", "link": "https://www.engadget.com/google-is-reportedly-developing-a-new-ai-powered-search-engine-191648736.html?src=rss", "date_published": "2023-04-16 19:16:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Security researchers find LockBit ransomware can target macOS devices", "description": "<p>One of the most notorious ransomware gangs appears to have recently begun targeting Mac computers for the first time. In a series of tweets spotted by <a href=\"https://9to5mac.com/2023/04/16/lockbit-ransomware-targeting-macs/\"><em><ins>9to5Mac</ins></em></a>, a group of security researchers known as the <a href=\"https://twitter.com/malwrhunterteam/status/1647384505550876675?s=20\"><ins>MalwareHunterTeam</ins></a> said on Saturday they recently found evidence of a Lockbit ransomware build designed to compromise macOS devices. As far as the group is aware, Saturday’s announcement marks the first public notice that Lockbit’s ransomware could be used against Apple computers, though it appears the gang has <a href=\"https://twitter.com/malwrhunterteam/status/1647520640268746752?s=20\"><ins>offered that capability since last fall</ins></a>.</p><div id=\"4b2daaeb0c014fbd8577e62f6f719ece\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">&quot;locker_Apple_M1_64&quot;: 3e4bbd21756ae30c24ff7d6942656be024139f8180b7bddd4e5c62a9dfbd8c79<br />As much as I can tell, this is the first Apple's Mac devices targeting build of LockBit ransomware sample seen...<br />Also is this a first for the &quot;big name&quot; gangs?<br />🤔<a href=\"https://twitter.com/patrickwardle?ref_src=twsrc%5Etfw\">@patrickwardle</a><br />cc <a href=\"https://twitter.com/cyb3rops?ref_src=twsrc%5Etfw\">@cyb3rops</a><a href=\"https://t.co/SMuN3Rmodl\">pic.twitter.com/SMuN3Rmodl</a></p>— MalwareHunterTeam (@malwrhunterteam) <a href=\"https://twitter.com/malwrhunterteam/status/1647384505550876675?ref_src=twsrc%5Etfw\">April 15, 2023</a></blockquote></div><p>“I think this is the first time one of the major ransomware players has taken aim at Apple’s OS,” security analyst <a href=\"https://twitter.com/BrettCallow/status/1647402825809559553?s=20\"><ins>Brett Callow said</ins></a>, noting the significance of the disclosure. As <a href=\"https://9to5mac.com/2023/04/16/lockbit-ransomware-targeting-macs/\"><em><ins>9to5Mac</ins></em><ins> notes</ins></a>, the LockBit gang has historically focused on Windows, Linux and virtual host machines. The reason being those operating systems are overwhelmingly used by the businesses the group’s partners target. For those who don’t know, the Lockbit gang runs what’s known as a <a href=\"https://www.engadget.com/lock-bit-ransomware-gang-apologizes-sick-kids-attack-224245439.html\"><ins>“ransomware-as-a-service” operation</ins></a>. The group doesn’t directly involve itself in the business of extracting ransoms from businesses. What it does do is build and maintain the malware affiliates can pay to use against an organization.</p><span id=\"end-legacy-contents\"></span><p>According to an <a href=\"https://www.engadget.com/alleged-lock-bit-ransomware-gang-member-arrested-190253603.html\"><ins>indictment</ins></a> the US Department of Justice unsealed last fall, LockBit is “one of the most active and destructive ransomware variants in the world.&quot; As of late 2022, the software has infected the computer systems of at least 1,000 victims, including a <a href=\"https://www.engadget.com/intercontinental-hotels-group-cyberattack-151926130.html\"><ins>Holiday Inn hotel in Turkey</ins></a>. It’s believed the gang’s partners have claimed tens of millions of dollars from victims.</p>This article originally appeared on Engadget at https://www.engadget.com/security-researchers-find-lockbit-ransomware-can-target-macos-devices-164446912.html?src=rss", "link": "https://www.engadget.com/security-researchers-find-lockbit-ransomware-can-target-macos-devices-164446912.html?src=rss", "date_published": "2023-04-16 16:44:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hitting the Books: Why nobody knows Hiram Maxim, inventor of the incandescent lightbulb", "description": "<p>One detail that's often omitted from modern founders myths is whether or not said scion of capitalist success actually invented the thing they're famous for inventing. Just like Elon Musk didn't invent electric vehicles so much as be the first to successfully market them to the American public, Thomas Edison's contributions to the advent of electrified lighting too might be overstated. In the excerpt below from his latest book, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UaGluZ3MtV2UtTWFrZS1JbnZlbnRpb24tQ2F0aGVkcmFscy9kcC8xNzI4MjE1NzU3P3RhZz1nZGd0MGMtcC1vLXF0LTIwIiwiY29udGVudFV1aWQiOiJhYWRhYzBiMS00NDM5LTRjNGEtYjUxYS04ZGQ0ZDUyZWE2MzIifQ&amp;signature=AQAAASarzxwydAaRpv9d7tMVL3sdsC9AQwd2VxVFx4OeaM1M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FThings-We-Make-Invention-Cathedrals%2Fdp%2F1728215757\"><em>The Things We Make: The Unknown History of Invention from Cathedrals to Soda Cans</em></a><em>, </em>Dr. Bill Hammack, YouTube's \"The Engineer Guy,\" recounts the tale of Hiram Maxim, an irrepressible engineer and inventor whose novel filament production method would have made him a household name — had Edison not reportedly made \"a clean steal\" of his revolutionary technology.&nbsp;&nbsp;&nbsp;</p><figure><img alt=\"A rope, a ruler and a string of binary bisecting a vertically stacked title on a white background.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/0234a6a0-c82a-11ed-bfdd-1041a2b11fd1\" style=\"height: 1500; width: 2000;\" /><figcaption></figcaption><div class=\"photo-credit\">Sourcebooks Inc</div></figure><p>Excerpted from <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UaGluZ3MtV2UtTWFrZS1JbnZlbnRpb24tQ2F0aGVkcmFscy9kcC8xNzI4MjE1NzU3P3RhZz1nZGd0MGMtcC1vLXF0LTIwIiwiY29udGVudFV1aWQiOiJhYWRhYzBiMS00NDM5LTRjNGEtYjUxYS04ZGQ0ZDUyZWE2MzIifQ&amp;signature=AQAAASarzxwydAaRpv9d7tMVL3sdsC9AQwd2VxVFx4OeaM1M&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FThings-We-Make-Invention-Cathedrals%2Fdp%2F1728215757\"><em>The Things We Make: The Unknown History of Invention from Cathedrals to Soda Cans</em></a><em>&nbsp;</em>by Bill Hammack, PhD<em>. ©</em> 2023 by Bill Hammack, PhD. Used with permission of the publisher, Sourcebooks, Inc. All rights reserved.</p><span id=\"end-legacy-contents\"></span><hr /><p>In November 1880, the reading room of the Mercantile Safe Deposit Company, located in the basement of one of the first skyscrapers, glowed with the light of a four-bulb chandelier and six bulbs in fixtures spaced along the walls. An observer characterized this electric light as “very much like that of a first-class oil lamp, steadier than gas, and of a yellow, clear pleasant quality” — nothing like the “ghastly blue” of a “flickering” arc light, nor was there the odor of burning gas; instead, the room’s atmosphere “remain[ed] perfectly cool and sweet.” His only complaint was that the bulbs flickered slightly with every stroke of the engine that powered the generator. This first commercial installation, a spectacular achievement, featured no bulbs manufactured by Thomas Edison, although he had proudly announced his invention of the light bulb only a few months earlier to great press attention. The bulbs at the Mercantile Company were those of the U.S. Electric Lighting Company, a company driven forward by their irrepressible and energetic engineer, Hiram Maxim. Edison called Maxim’s bulb “a clean steal” of his lamp. Yet Maxim had seventeen patents on incandescent lamps, and his company controlled the patents of several other inventors, also contemporary to Edison. Maxim thought of himself as the inventor of the commercial light bulb. “Every time I put up a light,” he complained, “a crowd would gather, everyone asking, ‘Is it Edison’s?’” This so irritated Maxim, who noted that Edison at the time “had never made a lamp,” that he considering killing “on the spot” the next person to ask him “Is it Edison’s?”</p><p>That the first commercialized light bulbs were not Edison’s surprises because we love stories of sole inventors whose spark of inspiration revolutionized the world. They give us narratives that are neat, tidy, and digestible but incomplete. These stories hide the engineering method; they bury the creativity of engineers, smooth over struggles, and sanitize choices that reflect cultural norms. Perhaps no story persists more than Edison and his light bulb, yet Edison was the tail end of a long list of light bulb innovators in a process of invention similar to that of the steam turbine in the next century.</p><p>In the forty years before Edison’s first successful prototype, at least twenty people presented, patented, and demonstrated incandescent lamps—using electricity to heat a filament until it glowed. The first recorded attempt was in 1838 (almost a decade before Edison’s birth) by a Belgian inventor whose bulb used a strip of carbon as a filament. A fair assessment of history would call these men inventors of the light bulb comparable to Edison, especially in a world where Edison, the so-called inventor of the incandescent light bulb, was forty years late to the idea of incandescent lighting. But unlike with Edison, we don’t remember the names of these men, because most of their bulbs burned for only a few seconds. They had the necessary but thankless job of creating links in a chain of incremental advances that didn’t yet produce an applicable or reproducible solution to the problem of darkness, which so far could only be dispelled with fire, until Edison created one of the links that did, transforming from method into narrative. Although Edison and his bulb end that length of the chain of innovators, his link was no more an exercise or example of the engineering method than those that came before; it only overcame a circumstantial threshold of usefulness.</p><p>In 1878, Edison focused the energy of his staff at the bustling Menlo Park Research Laboratory on finding a long-lasting filament for the incandescent light bulb. The staff worked to the rhythms of Edison, “the central originating and guiding mind and personality,” as one worker noted, describing work there as “a strenuous but joyful life for all physically, mentally, and emotionally.” Edison set the tone with long work hours into the night. He often napped on the workbenches in Menlo Park and ate sparingly in increments of small snacks he thought were better for digestion, although for his workers, he had brought in, often at midnight, hamper baskets loaded with hot dinners of meat, vegetables, dessert, and coffee. But when Edison stood, stretched, hitched up his waistband, and sauntered away, all knew that dinner was over and work should resume.</p><p>In the late 1870s, Edison and his staff produced bulbs that looked much like a modern bulb: a glass envelope fastened to a wooden base covered with copper strips, and, at its center, a thin, long, delicate spiral of platinum. Yet these bulbs failed. Some yielded light as bright as a small bundle of today’s Christmas lights for a few hours, but most burned out quickly. As Edison learned, the temperature for the incandescence of platinum wire was near that of its melting point—any fluctuations in the current and the platinum would melt. Edison and his team tested an astonishing array of materials, by some count sixteen hundred types. They tested metals like platinum, iridium, ruthenium, chromium, aluminum, tungsten, molybdenum, palladium, manganese, and titanium; elements that sometimes behaved like metals, including silicon and boron; then a grab bag of materials—cork, wax, celluloid, and the hair from his employees’ beards. After these, his team moved to slivers of wood, broom corn, and paper. Tissue paper covered with lampblack and tar and rolled into a rod glowed astonishingly well and for a good amount of time. Edison refined this idea by “carbonizing” cotton thread, heating it without oxygen until the length of thread was blackened throughout. From this thread, he formed a long filament. On October 21, 1879, a bulb with a filament of this thread, with all the air removed from the glass enclosure, burned for more than half a day. They were approaching the beginning of the commercial light bulb.</p><p>Seven months after that bit of carbonized thread showed promise, they tried a piece of bamboo: a six-inch strip burned for three hours and twenty-four minutes at seventy-one candlepower (about the brightness of a standard sixty-watt bulb today). “The best lamp ever yet made,” an Edison associate noted, “here from vegetable Carbon.” From there, Edison’s team tested two hundred species of bamboo until they found a variety that was the best for manufacturing carbon filaments, grown near Yawata, Japan, where Edison is still celebrated with a street named “Edison-dori,” a bust of Edison in the town center, and, near a shrine, a large monument dedicated to Edison. With his specialized bamboo supply and method of manufacturing in place, Edison was ready to light the world, but Hiram Maxim beat him out of the gate.</p><p>Maxim’s bulbs, installed at the Equitable Life Building, out-classed Edison’s. “They have a rich golden tint, resembling that of a wax taper,” said one reporter. Another noted that Maxim “has invented a lamp which surpasses, I believe, even Edison’s dreams.” When comparing the lamps, reporters noted that Edison’s had lower brightness than Maxim's, or, when of the same intensity as Maxim’s, they burned out in only a few hours. By Maxim’s own estimate, the filaments in his bulbs could last forty days. The dimness and shorter life of Edison’s bulbs were the same thing: Edison’s bulbs could not tolerate as much current as Maxim’s, so if run at the same current, Edison’s bulbs would burn out quickly, and to make them last longer, Edison’s were run at a lower current and thus were dimmer.</p><p>That Maxim could achieve this was unbelievable to Edison’s staff—an outraged member of the Menlo Park staff ranted that it must be apparent to “any sane person that” Maxim’s bulb must be “but a copy” of Edison’s. Surely, thought Edison’s employees, only a well-oiled machine like that of Menlo Park could produce a light bulb. Inside Menlo Park, glassblowers, machinists, engineers, chemists, and physicists churned out inventions like appliances on an assembly line, while Maxim’s ham-handed U.S. Electric Lighting Company struggled to find enough resources to survive; employees thought it likely to shut at any minute, and even its own president described it as “helpless.” Their technical expertise was so low that they could not figure out, as one employee later noted, what “size wire would carry a certain number of lamps without overheating,” adding that “a number of mysterious fires about this time were probably the fruits of our ignorance.” Compared with Edison’s factory-line Menlo Park model, Maxim’s method of invention seemed scattershot.</p><p>Maxim was the classic American tinkerer, once describing himself as a “chronic inventor.” Although self-taught—one biographer describes him as “semiliterate”—over his lifetime, he invented an astonishing array of tools and toys. Maxim developed methods to separate metals from their ores, instruments to measure wind velocities, vacuum cleaners, novelty items that produced “illusionary effects”—a rotating sphere with concave paraboloidal floor, mirrors, and a bicycle track, presumably to create the illusion of riding a bike long distances—gear to prevent the rolling of ships, riveting machines, feed water check valves, steam generators, wheels for railroads and tramways, an inhaler to treat bronchitis, boot and shoe heel protectors, hair curling irons, a method for demagnetizing watches, a type of pneumatic tire, a coffee substitute, a method for extinguishing fires in theaters, and most surprising of all, new advertising methods—a rotating sign that works “even in very light airs.” And near the end of his life, he invented the world’s first successful machine gun.</p><p>Maxim’s contribution to the light bulb was to improve the manufacture of filaments. Filaments, whether of bamboo or cardboard, as in Maxim’s case, were converted to carbon by heating at high temperatures in the absence of oxygen until the cellulose in the material broke down, leaving a hard carbon skeleton, but uneven carbonization caused thinner sections to become much hotter when lit with an electrical current and burn out more quickly. Maxim’s insight was to place a carbonized filament into a hydrocarbon atmosphere, then pass through it an electrical current that heated the filament to a bright red. The thinner and hotter parts of the filament would break down the vaporous hydrocarbon surrounding them and deposit pure carbon on the filament, building up layers of carbon on the thinner parts and resulting in a filament of uniform thickness and greater life span. As Maxim gloated, “it is absolutely impossible by mechanical means to make a carbon filament that is of uniform resistance” without his patented method, adding that Edison “had to use my process or give up the job.”</p><p>Maxim’s attitude was prompted by the rivalry that burned between the many engineers competing in a world eager for the magic of electrical lighting, but it also shows us the problem with crediting any individual with the complete “invention” of any technology. We tend to tell the stories of inventors who, through their unique intellect and drive, produce an equally unique marvel at the climax of a story with a beginning, middle, and end. That is often how this book has told it, out of deference to individual humans’ need to relate to the stories of other individual humans. But the engineering method is uninterested in this “great men” historical framework. It cares only about the accumulated knowledge, heuristics, rules of thumb, intuition, and anything else that drives problems in the direction of solutions as fast as possible, the sum of which, even for a single solution, is beyond unthinkable for a lone person to create themselves. This web of information is so vast, incomprehensibly vast, so we make it comprehensible and moving by telling the stories of individual inventors, even if this distorts the unknowable true web of invention.</p><p>Maxim is likely unrecognized as an inventor today because he lacked Edison’s agile self-promotion and because, in a sense, Edison “won” and thus told the story of the light bulb’s invention. But did Edison “invent” a light bulb when his company produced a brilliantly glowing but short-lived electric light? Perhaps. When we think of an invented technology, we typically imply technology that not only exists but is reproducible in a way that can fulfill the needs of those whose problem it solves. That is, it can be manufactured or mass-produced. A handful of working light bulbs in the late 1800s is a marvel, but it doesn’t light the world. In this sense, the invention of the light bulb was a decades-long process of incremental changes to create a filament that can be manufactured reliably and extended beyond Edison and Maxim alone. To tell only a “great man” story hides the contributions of others who were essential to a technology’s development. We can see that in the evolution of the manufacturing techniques of Maxim’s light bulbs: he had on staff an artistic draftsman turned engineer whose contributions to reliable manufacturing have long been overlooked.</p>This article originally appeared on Engadget at https://www.engadget.com/hitting-the-books-the-things-we-make-bill-hammack-sourcebooks-143058188.html?src=rss", "link": "https://www.engadget.com/hitting-the-books-the-things-we-make-bill-hammack-sourcebooks-143058188.html?src=rss", "date_published": "2023-04-16 14:30:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's 12.9-inch iPad Pro with M2 drops back to its all-time low", "description": "<p>The 128GB model of <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkpMRjJCUk0_dGg9MSZ0YWc9Z2RndDBjLXAtby10My0yMCIsImNvbnRlbnRVdWlkIjoiMmQxMWVlMDgtNzAyNC00MzA1LWFiNjUtYTJlZTQ5NGM0OGE3In0&amp;signature=AQAAAXV6U3h6lMbHFneUPEE572ry-5WugX0XEjJoyafGVmu5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BJLF2BRM%3Fth%3D1\">Apple's 12.9-inch iPad Pro</a> is back down to $1,000 at Amazon, matching the lowest price we've tracked. It's listed at $1,049, but an additional coupon for $49.01 will be applied at checkout. For reference, Apple typically sells the tablet for $1,099, though we've periodically seen it drop to $1,049 since <a href=\"https://www.engadget.com/apple-ipad-pro-m2-wifi-6e-151254512.html\">it launched</a> last October.</p><p></p><p>The iPad Pro is the top choice in our guide to <a href=\"https://www.engadget.com/best-tablets-150026056.html\">the best tablets</a>, and the 12.9-inch model specifically is the \"best for power users\" pick in our breakdown of <a href=\"https://www.engadget.com/best-ipads-how-to-pick-the-best-apple-tablet-for-you-150054066.html\">the best iPads</a>. To be clear, this is more tablet than most people need, as the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlWM0hOMUtDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdDMtMjAiLCJjb250ZW50VXVpZCI6IjJkMTFlZTA4LTcwMjQtNDMwNS1hYjY1LWEyZWU0OTRjNDhhNyJ9&amp;signature=AQAAAY5VrgyVyjkyXjZIileOyOU0bLsumWJy94o6nHEj6pNs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09V3HN1KC%3Fth%3D1\">iPad Air</a> or <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlHOUZQSFk2P3RoPTEmdGFnPWdkZ3QwYy1wLW8tdDMtMjAiLCJjb250ZW50VXVpZCI6IjJkMTFlZTA4LTcwMjQtNDMwNS1hYjY1LWEyZWU0OTRjNDhhNyJ9&amp;signature=AQAAATieRIs-pwxvccGQ1-LcGWccZGkYyW-byDwdBHfqWJAq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09G9FPHY6%3Fth%3D1\">entry-level iPad</a> are much better values for those just looking for browse the web, read e-books, stream video and do some basic work on a tablet. But for those who have cash to burn and want the biggest and most powerful iPad Apple makes, this is it.</p><span id=\"end-legacy-contents\"></span><p>The iPad Pro's M2 chip is the same as the one in the <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">latest MacBook Air</a>, and its display is the most advanced of any iPad, with a 120Hz refresh rate and mini-LED backlighting that allows for better contrast and brightness. (The latter feature isn't available on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RoPTEmdGFnPWdkZ3QwYy1wLW8tdDMtMjAiLCJjb250ZW50VXVpZCI6IjJkMTFlZTA4LTcwMjQtNDMwNS1hYjY1LWEyZWU0OTRjNDhhNyJ9&amp;signature=AQAAAajB4xGt9KBXgCOTSqNQ3GJ-i9zYQowR6YafWQoHhnE7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8%3Fth%3D1\">11-inch Pro</a>.) Compared to the Air, its speakers are more robust, it has a faster Thunderbolt USB-C port and its camera system is more advanced, with a flash and ultrawide lens. All told, we gave the tablet a <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">review score of 87</a> last year.</p><p>It's still best to look at this as a premium tablet than a universal laptop replacement, as iPadOS can still make multitasking and other basic PC tasks more convoluted than they could be. That said, its spacious display, fast chip and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NVThGMkFNLUEtUGVuY2lsLUdlbmVyYXRpb24vZHAvQjA3SzFXV0JKSz90YWc9Z2RndDBjLXAtby10My0yMCIsImNvbnRlbnRVdWlkIjoiMmQxMWVlMDgtNzAyNC00MzA1LWFiNjUtYTJlZTQ5NGM0OGE3In0&amp;signature=AQAAAapUZnGMlOTuPLjhABV46tQgUJHnqFsAewb24sWtPHmZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MU8F2AM-A-Pencil-Generation%2Fdp%2FB07K1WWBJK\">Apple Pencil support</a> can make it a powerful tool for creative types in particular. If you've been thinking about taking the plunge, this deal makes the device at least a little more affordable. If you don't need the latest and greatest chip, meanwhile, note that a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hcHBsZS0xMi05LWluY2gtaXBhZC1wcm8td2l0aC13aS1maS1jZWxsdWxhci0yNTZnYi11bmxvY2tlZC1zcGFjZS1ncmF5LzYzNDA0NTMucD9za3VJZD02MzQwNDUzIiwiY29udGVudFV1aWQiOiIyZDExZWUwOC03MDI0LTQzMDUtYWI2NS1hMmVlNDk0YzQ4YTcifQ&amp;signature=AQAAAbdFsypyupfug3iTH4vY8jEsfo1TSUN_ngew9R2oah2n&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fapple-12-9-inch-ipad-pro-with-wi-fi-cellular-256gb-unlocked-space-gray%2F6340453.p%3FskuId%3D6340453\">256GB cellular model</a> of the previous-generation iPad Pro is down to the same price at Best Buy.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-129-inch-ipad-pro-with-m2-drops-back-to-its-all-time-low-131053672.html?src=rss", "link": "https://www.engadget.com/apples-129-inch-ipad-pro-with-m2-drops-back-to-its-all-time-low-131053672.html?src=rss", "date_published": "2023-04-16 13:10:53+00:00", "persistent": false, "user": null, "language": "en-US"}]