{"entries": [{"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/vince-mcmahon-plotting-wwe-return-to-sell-the-company-report/1100-6510355/?ftag=CAD-01-10abi2f", "title": "Vince McMahon Plotting WWE Return To Sell The Company - Report", "date_published": "2023-01-05 22:37:00+00:00", "description": "<p dir=\"ltr\">Last year, <a href=\"https://www.gamespot.com/articles/wwe-ceo-vince-mcmahon-retires-amid-scandal/1100-6505790/\">Vince McMahon stepped down</a> from his executive and creative responsibilities at World Wrestling Entertainment amid an ongoing investigation into sexual misconduct. Since then, his daughter Stephanie McMahon has stepped up to be co-CEO of the company, alongside Nick Khan, while his son-in-law Paul \"Triple H\" Levesque has taken creative control over the company's product. That could all be changing, though, as McMahon is reportedly plotting a return.</p><p dir=\"ltr\">According to a new report from the <a href=\"https://www.wsj.com/articles/vince-mcmahon-plots-return-to-wwe-11672952709\">Wall Street Journal</a>, McMahon is looking to return to the company's board of directors and bring allies with him to the board in the form of former WWE co-presidents and directors Michelle Wilson and George Barrios. Per the WSJ, the move is to seek a sale of the company. Currently, McMahon has the voting majority in the company due to the stock he owns.</p><p dir=\"ltr\">As the WSJ explains, McMahon has let the board know he intends to use his voting power to elect himself, Wilson, and Barrios to the board. Previously, the board had turned down McMahon's efforts to return. It's also worth noting that the three returning would mean three current directors would have to vacate their roles, though there's no word on who that would be.</p><a href=\"https://www.gamespot.com/articles/vince-mcmahon-plotting-wwe-return-to-sell-the-company-report/1100-6510355/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/ps5-shortage-is-over-according-to-playstation-gamespot-news/2300-6460327/", "title": "PS5 Shortage Is Over, According To PlayStation | GameSpot News", "date_published": "2023-01-05 21:31:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4083153-news0105_v0.jpg\" width=\"480\" /> So you want a PS5, huh? Well, PlayStation boss Jim Ryan delivered some fantastic news at CES 2023.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/sarah-michelle-gellar-supports-buffy-reboot-but-doesnt-want-to-return/1100-6510353/?ftag=CAD-01-10abi2f", "title": "Sarah Michelle Gellar Supports Buffy Reboot But Doesn't Want To Return", "date_published": "2023-01-05 21:30:00+00:00", "description": "<p> </p><p dir=\"ltr\">Buffy the Vampire Slayer star Sarah Michelle Gellar has once again touched on her wish for the popular '90s series to be revived. In a recent producer's roundtable discussion for <a href=\"https://www.thewrap.com/sarah-michelle-gellar-extremely-toxic-male-set-buffy/\">The Wrap</a>, Gellar talked about her fondness for the show despite its complicated legacy stemming from creator Joss Whedon creating an allegedly toxic workplace environment.</p><p dir=\"ltr\">\"For so long, I was on a set that I think was known for being an extremely toxic male set, and so that was ingrained in my head that that was what all sets were like, and that women were pitted against each other--that if women became friends, then we became too powerful, so you had to keep that down,\" Gellar said. \"And now that I've had this opportunity to work with so many more women and men that support women as well, I realized how easy an experience it can be, but... unfortunately we're still in that place where all of those departments a lot of times need to be women for us to have a voice.\"</p><a href=\"https://www.gamespot.com/articles/sarah-michelle-gellar-supports-buffy-reboot-but-doesnt-want-to-return/1100-6510353/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/valorant-season-6-cinematic-teases-new-map-as-agents-seek-to-find-an-overgrown-temple/1100-6510354/?ftag=CAD-01-10abi2f", "title": "Valorant Season 6 Cinematic Teases New Map As Agents Seek To Find An Overgrown Temple", "date_published": "2023-01-05 21:17:00+00:00", "description": "<p>The latest cinematic trailer for Valorant sets the stage for episode 6 by teasing a new map. The cinematic crosscuts between various Valorant characters as they make their way to a ruined temple, overgrown with giant flowers.</p><p>The trailer starts with Astra and new hero Harbor exploring a jungle in India, before cutting to a nightclub in Istanbul. Here, Fade uses her nightmare powers to interrogate men in suits. At the Valorant HQ, Omen tends to a Bonsai tree while Sage starts up a practice round against robots. Meanwhile, in Korea, Killjoy, Raze, and Jett hang out at a restaurant.</p><p>The trailer continues to cut between these various locations, showing Fade obtaining the location of a secret temple, Astra and Harbor using their powers to activate a strange, massive door, and Sage getting over her head at practice. Eventually, Omen uses his ability Dark Cover to shroud the practice arena in shadow, adding Sage as she completes the training. Fade relays the temple's location to each of the other Valorant members shown, except Astra and Harbor who wake up underwater.</p><a href=\"https://www.gamespot.com/articles/valorant-season-6-cinematic-teases-new-map-as-agents-seek-to-find-an-overgrown-temple/1100-6510354/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/renfield-when-nic-cages-dracula-movie-comes-out-latest-trailer-and-everything-else-to-know/1100-6510349/?ftag=CAD-01-10abi2f", "title": "Renfield: When Nic Cage's Dracula Movie Comes Out, Latest Trailer, And Everything Else To Know", "date_published": "2023-01-05 20:58:00+00:00", "description": "<p> </p><p dir=\"ltr\">The premise sounds like a fever dream: Nicholas Cage playing Dracula in a horror comedy based on a pitch by Robert Kirkman--you know, the Walking Dead guy--directed by the man responsible for The Lego Batman Movie. And yet, here we are--Renfield is due out this year and we can't wait.</p><p dir=\"ltr\">The concept is pretty simple, for how absolutely bonkers the casting and production is. The story revolves around R.M. Renfield (surprise!), the henchman of Count Dracula. You may recognize his name, if you're a fan of classic Dracula literature and media. He's Dracula's henchman and devoted familiar who is featured heavily in Bram Stoker's original novel and many adaptations of it. This movie, however, will likely feature a different side of the character given that it's a horror comedy.</p><a href=\"https://www.gamespot.com/articles/renfield-when-nic-cages-dracula-movie-comes-out-latest-trailer-and-everything-else-to-know/1100-6510349/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/rian-johnsons-peacock-whodunit-poker-face-gets-first-madcap-trailer/1100-6510351/?ftag=CAD-01-10abi2f", "title": "Rian Johnson's Peacock Whodunit Poker Face Gets First Madcap Trailer", "date_published": "2023-01-05 20:58:00+00:00", "description": "<p dir=\"ltr\">Peacock has released the first official trailer for Poker Face, writer-director Rian Johnson's (Knives Out) next big bet on the mystery genre. The 10-epiosde mystery-of-the-week series begins streaming with a four-episode premiere on January 26.</p><p dir=\"ltr\">Natasha Lyonne (Russian Doll, Orange Is the New Black) stars as Charlie Cale, who, according to a synopsis \"has an extraordinary ability to determine when someone is lying. She hits the road with her Plymouth Barracuda and with every stop encounters a new cast of characters and strange crimes she can’t help but solve.\" Lyonne will be joined by an impressive group of guest stars that include Adrien Brody, Chloë Sevigny, Ellen Barkin, Hong Chau, Jasmine Aiyana Garvin, Jameela Jamil, Joseph Gordon-Levitt, Judith Light, Nick Nolte, Rhea Perlman, Ron Perlman, S. Epatha Merkerson, Stephanie Hsu, Tim Blake Nelson, and Tim Meadows. Many others are featured in the new trailer below.</p><div>          </div><p dir=\"ltr\">As if Poker Face's stellar cast isn't reason enough to give the series a shot, Johnson is also riding high as the Knives Out sequel Glass Onion has quickly become one of Netflix's biggest ever releases. It was recently reported that the whodunit, which was released on December 23, has secured the top spot on the streamer's English-language film charts for the week of December 26 to January 1. Or, to put it another way, the film <a href=\"https://www.gamespot.com/articles/glass-onion-rian-johnsons-new-knives-out-movie-is-one-of-netflixs-biggest-ever/1100-6510274/\">quickly became Netflix's third most watched film in hours viewed in its first 10 days</a>--racking up 127.25 million hours watched in barely over a week.</p><a href=\"https://www.gamespot.com/articles/rian-johnsons-peacock-whodunit-poker-face-gets-first-madcap-trailer/1100-6510351/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/avatar-the-way-of-water-is-now-10th-biggest-movie-of-all-time-after-3-weeks/1100-6510348/?ftag=CAD-01-10abi2f", "title": "Avatar: The Way Of Water Is Now 10th Biggest Movie Of All Time After 3 Weeks", "date_published": "2023-01-05 20:24:00+00:00", "description": "<p>Avatar: The Way of Water has now officially surpassed Top Gun: Maverick to become the No. 1 movie of 2022 on a worldwide basis. The new James Cameron film has now brought in $1.516 billion worldwide to surpass Maverick ($1.488 billion) as 2022's biggest release. The Way of Water passed $1.5 billion at the global box office after three weeks in theaters.</p><p>The Way of Water also climbed past 2015's Furious 7 ($1.15 billion) to become the No. 10 movie of all time based on global box office results. <a href=\"https://deadline.com/2023/01/avatar-the-way-of-water-box-office-beats-top-gun-maverick-best-of-2022-1235211240/\">According to Deadline</a>, The Way of Water will pass The Avengers ($1.518 billion) next to continue to climb the charts and reach. No. 9 all time.</p><div>          </div><p>Outside of the United States, The Way of Water is performing best in China, where it's made $168.6 million, followed by France ($96.1 million), Korea ($78.2 million), Germany ($76.5 million), and the UK ($60.9 million).</p><a href=\"https://www.gamespot.com/articles/avatar-the-way-of-water-is-now-10th-biggest-movie-of-all-time-after-3-weeks/1100-6510348/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/amd-announced-three-7000x3d-cpus-to-release-in-february/1100-6510350/?ftag=CAD-01-10abi2f", "title": "AMD Announced Three 7000X3D CPUs To Release In February", "date_published": "2023-01-05 20:18:00+00:00", "description": "<p>Alongside a bevy of hardware announcements at CES, AMD announced new 7000X3D CPUs. AMD claims that these new processors are the fastest in the world, offering up to 14% higher performance than the previous generation. 7000X3D processors add 3D V-Cache tech to 7000 CPUs improving performance dramatically.</p><p>The three new chips are the AMD Ryzen 9 7950X3D, AMD Ryzen 9 7900X3D, and the AMD Ryzen 7 7800X3D. The primary difference between the models are in their core and threads, as well as their total cache. A larger total cache minimizes the time spent loading data into the cache, resulting in faster performance. The 7800X3D has eight cores, 16 threads, and a total cache of 104MB. The 7900X3D has 12 cores, 24 threads, and a total cache of 140MB. The 7950X3d has 16 cores, 32 threads, and a total cache of 144MB.</p><p>The announced processors will start to release in February, though prices have not been announced. <a href=\"https://www.eurogamer.net/digitalfoundry-2023-amd-announces-long-awaited-ryzen-7000x3d-cpus-to-take-the-fight-to-intels-13900k\">Eurogamer</a> noted that a footnote at the presentation stated that prices were given in US dollars, indicating that exact prices were possibly removed at short notice.</p><a href=\"https://www.gamespot.com/articles/amd-announced-three-7000x3d-cpus-to-release-in-february/1100-6510350/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-battle-for-olympus-details-playable-characters-divine-ultimates-and-rewards/1100-6510344/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 Battle For Olympus Details: Playable Characters, Divine Ultimates, And Rewards", "date_published": "2023-01-05 20:14:00+00:00", "description": "<p>As part of Overwatch 2 Season 2's Greek mythology theme, Blizzard is introducing a new, limited-time game mode: Battle for Olympus. The mode sees heroes go head-to-head in a free-for-all deathmatch, after which the hero with the greatest number of kills across the entire event will have their statue placed on the Illios Ruins arena map to commemorate their victory. The event runs from January 5-19 and offers players several limited-time rewards.</p><p>However, not all of Overwatch 2's various heroes and villains are invited to these Olympic games. Ramattra, Junker Queen, Reinhardt, Roadhog, Pharah, Widowmaker, and Lucio are the elite few blessed with the divine powers of seven Greek gods and are therefore able to compete.</p><p>Along with their gods' favor, these heroes also get new skins and new abilities referred to as Divine Ultimates. These abilities will function fairly similarly to the character's usual Ultimates, albeit with some fun, mythical twists. Widowmaker, for example, will take on the appearance of Medusa, and when using Divine Infra-Sight, gains the ability to turn opponents looking at her into stone. The complete list of heroes, their chosen deities, and their Divine Ultimates is as follows:</p><a href=\"https://www.gamespot.com/articles/overwatch-2-battle-for-olympus-details-playable-characters-divine-ultimates-and-rewards/1100-6510344/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/apex-legends-mobile-season-4-postponed-until-valentines-day/1100-6510347/?ftag=CAD-01-10abi2f", "title": "Apex Legends Mobile Season 4 Postponed Until Valentine's Day", "date_published": "2023-01-05 20:12:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/apex-legends-mobile/\">Apex Legends Mobile</a>'s Season 3.5 <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-underworld-patch-notes/1100-6509533/\">Underworld</a> update (which <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-revenant-legend-guide/1100-6509621/\">introduced Revenant</a> to the mobile legend lineup) was scheduled to end next Tuesday, January 10, with Season 4 to follow shortly thereafter. But today, the game's developers announced that Season 3 is being extended.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Thanks for a great inaugural year!<br />As you may have noticed, we will be extending Underworld a few weeks to address some bugs that popped up over the break. We're doing this to ensure we're pushing for a great player experience.<br />We appreciate your patience and understanding!</p>  — Apex Legends Mobile (@PlayApexMobile) <a href=\"https://twitter.com/PlayApexMobile/status/1611053165532663808?ref_src=twsrc^tfw\">January 5, 2023</a></blockquote>              </div><p dir=\"ltr\">After thanking players for a successful first year (the game swept the competition at both <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-wins-iphone-game-of-the-year-ahead-of-underworld-update/1100-6509552/\">Apple's 2022 App Store Awards</a> and the <a href=\"https://www.gamespot.com/articles/apex-legends-mobile-wins-best-game-and-users-choice-at-google-play-awards/1100-6509617/\">2022 Google Play Best Of Awards</a>), the developers explained that the season would be extended, but did not explain exactly how much. But a closer look at the game itself appears to reveal the answer: The Underworld battle pass is still set to expire on January 10, but a look at the Season Hub reveals February 14 as the new end date for Season 3--over a month before its planned expiration date.</p><p dir=\"ltr\">The fact that Season 3's end date has changed while the Underworld battle pass's expiration date has remained the same suggests that a third Season 3 battle pass may be on the way. This also occurred at the end of Season 2, when a third, much shorter battle pass was released to keep players occupied until the beginning of Season 3. If this happens again, players will likely be greeted with a new 20-level battle pass, instead of the standard 50-level pass.</p><a href=\"https://www.gamespot.com/articles/apex-legends-mobile-season-4-postponed-until-valentines-day/1100-6510347/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/overwatch-2-battle-for-olympus-event-all-skins-rewards-and-arcade-modes/1100-6510345/?ftag=CAD-01-10abi2f", "title": "Overwatch 2 Battle For Olympus Event - All Skins, Rewards, And Arcade Modes", "date_published": "2023-01-05 20:02:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2's</a> latest event, <a href=\"https://www.gamespot.com/articles/overwatch-2-limited-time-mode-gives-you-god-like-powers/1100-6510277/\">Battle for Olympus</a>, has arrived. This event features a number of new cosmetics, as well as a special arcade mode, Battle for Olympus. This free-for-all mode gives the included heroes special, more powerful versions of their abilities. During the event you can purchase a number of cosmetics from the item shop and earn some free rewards by completing challenges. Battle for Olympus runs from January 5-19.</p><h2 dir=\"ltr\">Battle for Olympus game mode and challenges</h2><p dir=\"ltr\">The Battle for Olympus arcade mode is an eight player free-for-all deathmatch mode. However, it features a limited roster of characters. There are seven heroes to choose from: Ramattra, Junker Queen, Reinhardt, Roadhog, Pharah, Widowmaker, and Lucio--each of whom has a divine version of their ultimate ability. These divine ultimate abilities last longer than the normal versions and provide special buffs to the other abilities of each character. For example, Reinhardt can pin up to three enemies at once with his charge and, if he hits them into a wall, he heals, for 20 seconds after using his ultimate. While Widowmaker's ultimate is active, any enemy that looks at her while she is scoped turns to stone.</p><p dir=\"ltr\">There are 18 challenges related to the Battle for Olympus event, rewarding battle pass XP, titles, voice lines, and the Legendary Winged Victory Mercy skin, which was previously available during the Summer Games event in previous years. Also, whichever hero has the most kills overall across the community will get their statue placed on the Illios Ruins map.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-battle-for-olympus-event-all-skins-rewards-and-arcade-modes/1100-6510345/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/skyrim-iconic-city-of-whiterun-is-now-playable-in-halo-infinite/1100-6510346/?ftag=CAD-01-10abi2f", "title": "Skyrim's Iconic City Of Whiterun Is Now Playable In Halo Infinite", "date_published": "2023-01-05 19:59:00+00:00", "description": "<p>At this point it's a bit of a running gag that <a href=\"https://www.gamespot.com/games/the-elder-scrolls-v-skyrim/\">Skyrim</a> is playable on just about every gaming platform imaginable, and now even <a href=\"https://www.gamespot.com/games/halo-infinite/\">Halo Infinite</a> can be added to that list. One of Skyrim's most iconic locations, the city of Whiterun, is now a Spartan battleground thanks to Halo Infinite's Forge creation suite.</p><p dir=\"ltr\">As shared by <a href=\"https://twitter.com/Mr_Rebs_\">Rebs Gaming</a> on Twitter, a painstakingly detailed recreation of Whiterun has been made by user Bullet2thehead9 for other players to <a href=\"https://www.halowaypoint.com/halo-infinite/ugc/maps/f0eebf54-dc3d-4300-9e54-c72a77543fb1\">download</a> and play custom games on. The map supports most Halo Infinite gametypes, but does not currently feature bot support. Bullet2thehead9 has also recreated the village of <a href=\"https://www.halowaypoint.com/halo-infinite/ugc/maps/cb0cf68e-26bb-4659-9d43-61273944b88d\">Riverwood</a> using Forge, just in case Whiterun wasn't enough.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Skyrim’s Whiterun city has been created in Halo Infinite Forge by Bullet2thehead9! If you want to check out this beautiful remake, here’s the download link: <a href=\"https://t.co/DFCVqyhOj2\">https://t.co/DFCVqyhOj2</a><a href=\"https://twitter.com/hashtag/Halo?src=hash&amp;ref_src=twsrc^tfw\">#Halo</a> <a href=\"https://twitter.com/hashtag/HaloInfiniteForge?src=hash&amp;ref_src=twsrc^tfw\">#HaloInfiniteForge</a> <a href=\"https://t.co/6QZsB6q362\">pic.twitter.com/6QZsB6q362</a></p>  — Rebs Gaming (@Mr_Rebs_) <a href=\"https://twitter.com/Mr_Rebs_/status/1610445244549718024?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p dir=\"ltr\">Anyone who has played Bethesda's iconic RPG will remember Whiterun as the first major city the game's main story points players towards. Though it doesn't look to include many building interiors for players to do battle in, the town itself is spot-on, and features all of the iconic aspects of Whiterun that players are likely to remember. There's even a massive stone statue that, despite clearly using a sci-fi Spartan super soldier as a starting point, manages to come extremely close to looking like Skyrim's god Talos.</p><a href=\"https://www.gamespot.com/articles/skyrim-iconic-city-of-whiterun-is-now-playable-in-halo-infinite/1100-6510346/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/first-fast-x-trailer-coming-in-february/1100-6510343/?ftag=CAD-01-10abi2f", "title": "First Fast X Trailer Coming In February", "date_published": "2023-01-05 19:47:00+00:00", "description": "<p dir=\"ltr\">Vin Diesel has revealed that the first trailer for Fast X will be dropping sometime in February. On <a href=\"https://www.instagram.com/p/CnBADNVsWpd/?hl=en\">Instagram</a> late on Wednesday, the actor shared simply \"trailer launch next month.\"</p><p dir=\"ltr\">Fast X <a href=\"https://www.gamespot.com/articles/fast-and-furious-10-begins-production-is-called-fast-x/1100-6502645/\">began production back in April 2022</a>, but quickly ran into some speed bumps as director Justlin Lin--who has long been associated with the franchise--abruptly exited the project and <a href=\"https://www.gamespot.com/articles/fast-x-sets-now-you-see-me-director-louis-leterrier-to-replace-justin-lin/1100-6502996/\">by May was replaced by Louis Leterrier</a> (The Incredible Hulk, Netflix's live-action Lupin). Diesel and unnamed creative differences and personnel frictions was rumored to be the reason for his \"amicable\" departure, but Lin has stayed on to produce the script he co-wrote with Dan Mazeau (Damsel, Wrath of the Titans). Fast X is the tenth and second-to-final film in the Fast &amp; Furious film franchise.</p><div><blockquote class=\"instagram-media\"><div style=\"padding: 16px;\"><div style=\"display: flex;\"> </div><div style=\"padding: 19% 0;\"> </div><div style=\"display: block; height: 50px; margin: 0 auto 12px; width: 50px;\"> </div><div style=\"padding-top: 8px;\"><div style=\"color: #3897f0; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: 550; line-height: 18px;\">View this post on Instagram</div></div><p><a href=\"https://www.instagram.com/p/CnBADNVsWpd/?utm_source=ig_embed&amp;utm_campaign=loading\">A post shared by Vin Diesel (@vindiesel)</a></p></div></blockquote>              </div><p dir=\"ltr\">In addition to Diesel, most of the rest of the franchise's cast is expected back, including Michelle Rodriguez, Jordana Brewster, Tyrese Gibson, Chris \"Ludacris\" Bridges, and Sung Kang, but John Cena hasn't confirmed his return yet. Newcomers include Brie Larson (Captain Marvel), Jason Momoa (Aquaman), and Daniela Melchior (The Suicide Squad)--plus Rita Moreno (West Side Story) as Dom's grandmother.</p><a href=\"https://www.gamespot.com/articles/first-fast-x-trailer-coming-in-february/1100-6510343/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/save-big-on-pc-games-with-fanaticals-build-your-own-bundle/1100-6510341/?ftag=CAD-01-10abi2f", "title": "Save Big On PC Games With Fanatical's Build-Your-Own Bundle", "date_published": "2023-01-05 19:09:00+00:00", "description": "<p dir=\"ltr\">Fanatical is kicking off the new year with a build-your-own-collection Platinum Collection bundle. From a pool of games, players can assemble their own bundles at three price points: three for $10, five for $15, and seven for $20. All games are PC and can be redeemed via Steam.</p><p dir=\"ltr\">The selection for the bundle contains bigger games like Elder Scrolls Online and Elder Scrolls III The Morrowind. There's a number of indie gems too like Amanita Design's Creaks--a puzzle game with some platforming elements--and Catizens, a Rimworld-style game but with cats.</p><p dir=\"ltr\">The Platinum Collection also features a wide range of genres. Sims include the Alchemist Simulator and Surgeon Simulator 2, and there are action-heavy games like Saints Row Re-Elected and Call of Juarez: Gunslinger.</p><a href=\"https://www.gamespot.com/articles/save-big-on-pc-games-with-fanaticals-build-your-own-bundle/1100-6510341/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/price-hikes-across-the-board-for-games-in-2023-predicted-by-analyst/1100-6510340/?ftag=CAD-01-10abi2f", "title": "Price Hikes \"Across The Board\" For Games In 2023 Predicted By Analyst", "date_published": "2023-01-05 19:02:00+00:00", "description": "<p>In 2023, the video game industry will see prices increase \"across the board,\" according to one analyst. Dr. Serkan Toto of Kantan Games said in an interview with <a href=\"https://www.gamesindustry.biz/analysts-offer-predictions-for-2023-in-games\">GI.biz</a> that fans should expect price hikes for games, hardware, and subscriptions as studios attempt to make up for rising costs.</p><p>\"Not all studios have hiked prices to keep up with the rise of production and other costs in game development so far, but gamers are likely to see prices go up across the board in 2023,\" Toto said.</p><p>Microsoft, for example, has already announced that it is <a href=\"https://www.gamespot.com/articles/phil-spencer-talks-xbox-price-increases-something-had-to-give/1100-6509833/\">raising prices on its AAA games in 2023 from $60 to $70</a>. All of Microsoft's games are also included with Xbox Game Pass, and some believe that subscription service will see a price increase, too.</p><a href=\"https://www.gamespot.com/articles/price-hikes-across-the-board-for-games-in-2023-predicted-by-analyst/1100-6510340/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/x-men-star-hugh-jackman-comments-on-director-bryan-singers-controversies/1100-6510342/?ftag=CAD-01-10abi2f", "title": "X-Men Star Hugh Jackman Comments On Director Bryan Singer's Controversies", "date_published": "2023-01-05 18:47:00+00:00", "description": "<p>Hugh Jackman, best known for playing Wolverine across over 20 years of X-Men movies, commented on the franchise's legacy after its oft-returning director Bryan Singer has faced multiple accusations of hostile set environments as well as sexual misconduct and harassment.</p><p>Since the early days of #MeToo, multiple men have accused Singer of sexual misconduct. Some of the accusers were minors at the time of the alleged incidents. In an interview with <a href=\"https://www.theguardian.com/film/2023/jan/05/hugh-jackman-wolverine-father-the-son-x-men\">The Guardian</a>, Jackman was asked whether \"Singer's alleged behavior has tainted Jackman's view of the franchise that made him a star?\"</p><p>Jackman responded that, \"there's certainly questions to be asked and I think they should be asked... I think it's complex and ultimately I look back with pride at what we've achieved and what momentum that started.\" X-Men was in some sense ground zero for modern comic book movies. It set the stage for Jackman's future career, but also for Sam Raimi's Spider-Man and the eventual dominance of the MCU.</p><a href=\"https://www.gamespot.com/articles/x-men-star-hugh-jackman-comments-on-director-bryan-singers-controversies/1100-6510342/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gta-online-offers-double-rewards-on-all-first-dose-missions-this-week/1100-6510339/?ftag=CAD-01-10abi2f", "title": "GTA Online Offers Double Rewards On All First Dose Missions This Week", "date_published": "2023-01-05 18:41:00+00:00", "description": "<p>This week in <a href=\"https://www.gamespot.com/games/grand-theft-auto-v/\">GTA Online</a>, Rockstar will allow players to earn triple and double rewards whenever they complete specific modes. In addition, they'll be able to earn Folligan Job rewards, test-drive a car, buy items at a discount, and more for the next week.</p><p dir=\"ltr\">With the Fooliganz in Los Santos, players will have the opportunity to help them take out rival gangs. Those participating in the First Dose missions will earn double rewards this week.</p><h2 dir=\"ltr\">Fooligan Job Rewards</h2><p dir=\"ltr\">Players can complete Fooligan Jobs by calling Dax. In these missions, they'll be able to sabotage legal grow operations and more. Those who complete through January 11 will earn rare apparel. Listed below are all the appeals players will unlock after completing a specific amount of missions:</p><a href=\"https://www.gamespot.com/articles/gta-online-offers-double-rewards-on-all-first-dose-missions-this-week/1100-6510339/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/cod-warzone-2-players-reportedly-hit-with-disconnects-and-shadowbans-for-getting-a-specific-amount-of-kills/1100-6510338/?ftag=CAD-01-10abi2f", "title": "CoD: Warzone 2 Players Reportedly Hit With Disconnects And Shadowbans For Getting A Specific Amount Of Kills", "date_published": "2023-01-05 18:35:00+00:00", "description": "<p dir=\"ltr\">Call of Duty's battle royale has featured its fair share of bugs and glitches, including <a href=\"https://www.gamespot.com/articles/call-of-duty-warzone-2-0-glitch-triggers-plague-of-invisible-gunmen/1100-6509355/\">invisible players</a> and <a href=\"https://www.gamespot.com/articles/call-of-duty-warzone-demon-glitch-is-now-wreaking-havoc-in-vanguard/1100-6499734/\">demonic texture glitches</a>, but now <a href=\"https://www.gamespot.com/games/call-of-duty-warzone-20/\">Warzone 2</a> players are claiming a bug is causing them to get removed from matches for getting a specific amount of kills.</p><p dir=\"ltr\"><a href=\"https://twitter.com/JakeSucky/status/1610722098301001728\">As previously reported by Jake Lucky on Twitter</a>, some of Warzone 2's top pro players and streamers are sharing clips of getting immediately disconnected from the game specifically after getting their 10th kill of the match.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">There’s a bug in Warzone 2 where if you get 10 kills you get disconnected and shadowbanned LOL <a href=\"https://t.co/L4OtXpxZct\">pic.twitter.com/L4OtXpxZct</a></p>  — Jake Lucky (@JakeSucky) <a href=\"https://twitter.com/JakeSucky/status/1610722098301001728?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p dir=\"ltr\">The affected players are also claiming that their accounts are shadowbanned after being disconnected, meaning they are shunned from regular lobbies and forced into Warzone 2's smaller pool of suspected cheaters. Players hit with a shadowban will have their account reviewed by the developer to either be cleared of cheating or receive an additional suspension.</p><a href=\"https://www.gamespot.com/articles/cod-warzone-2-players-reportedly-hit-with-disconnects-and-shadowbans-for-getting-a-specific-amount-of-kills/1100-6510338/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/fire-emblem-engage-10-biggest-changes/1100-6510336/?ftag=CAD-01-10abi2f", "title": "Fire Emblem Engage: 10 Biggest Changes", "date_published": "2023-01-05 16:54:00+00:00", "description": "<p>Fire Emblem Engage for the Nintendo Switch is the first major release of 2023, and a big exclusive in a beloved franchise. The Fire Emblem series has been defining tactical RPG experiences on Nintendo platforms for decades, but the series blew up in a big way in recent years with popular releases like Fire Emblem: Three Houses. Engage is the next entry in the series, with a hook that pays homage to the series' long history with the addition of Emblems--heroes from other realms who serve both a gameplay and story focus.</p><p dir=\"ltr\">We've played the first eight chapters of Fire Emblem Engage, and already found that it makes some significant changes from the precedent set by Three Houses, and to the series as a whole. Here are 10 of the biggest changes coming to Nintendo’s long-running tactical RPG series with some early, spoiler-free impressions sprinkled in.</p><h3 dir=\"ltr\">1. School's Out</h3><p dir=\"ltr\">2019's Fire Emblem Three Houses was a huge success for Nintendo, and I'm sure there are some fans expecting the school-based structure from that game to return in Engage. While the social sim aspects are still intact, the school-based mechanics unique to Three Houses have been removed. This means you won't be choosing a house or faction at the beginning of the game, you won't be teaching a class of students (or taking any out to tea), and you won't be managing your schedule week to week.</p><a href=\"https://www.gamespot.com/articles/fire-emblem-engage-10-biggest-changes/1100-6510336/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/microsoft-reveals-new-xbox-series-x-forza-horizon-5-bundle-preorders-live-now/1100-6510337/?ftag=CAD-01-10abi2f", "title": "Microsoft Reveals New Xbox Series X Forza Horizon 5 Bundle, Preorders Live Now", "date_published": "2023-01-05 16:47:00+00:00", "description": "<p>If you're a serious Forza Horizon fan and still in need of an Xbox Series X console, Xbox is releasing a Xbox Series X - Forza Horizon 5 Bundle for $560. The set includes an Xbox Series X and wireless controller, Forza Horizon 5 Premium Edition with Hot Wheels expansion, VIP pass, Car pass, Welcome pack, and a future second expansion.</p><p dir=\"ltr\">Preorders are live at Microsoft Store right now. The bundle will also be available at other retailers like Best Buy, Target, and GameStop later.</p><figure style=\"width: 2475px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1597/15971658/4082949-xboxseriesxforzabundle.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/scale_super/1597/15971658/4082949-xboxseriesxforzabundle.jpg\" /></a></figure><h2>Xbox Series X - Forza Horizon 5 Bundle ($560)</h2><div class=\"norewrite\" title=\"\">           <a href=\"https://www.microsoft.com/en-us/d/xbox-series-x-forza-horizon-5-bundle/8v5cpws7xvk4?activetab=pivot:overviewtab\">Preorder at Microsoft Store</a> </div><p dir=\"ltr\"> </p><a href=\"https://www.gamespot.com/articles/microsoft-reveals-new-xbox-series-x-forza-horizon-5-bundle-preorders-live-now/1100-6510337/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/james-gunns-dc-plan-covers-8-to-10-years-some-of-slate-being-announced-this-month/1100-6510334/?ftag=CAD-01-10abi2f", "title": "James Gunn's DC Plan Covers 8 To 10 Years, Some Of Slate Being Announced This Month", "date_published": "2023-01-05 16:37:00+00:00", "description": "<p>DC Studios co-head James Gunn has confirmed that his superhero plan--alongside producer Peter Safran--will cover around 8to 10 years. He also let loose that an announcement is planned for later this month that reveals some of their proposal.</p><p dir=\"ltr\">Gunn was responding <a href=\"https://twitter.com/JamesGunn/status/1610802881556545541\">on Twitter</a> to a person asking whether his vision with Safran only goes out three years. The Guardians of the Galaxy filmmaker said that's not the case, stating, \"... Our slate is 8 to 10 years (but we will only be announcing some of it this month).\" Additionally, the director debunked the idea that Wonder Woman wouldn't be a part of the early plan of DC Studios.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">I don’t know what’s out there about Ezra but our slate is 8 to 10 years (but we will only be announcing some of it this month).</p>  — James Gunn (@JamesGunn) <a href=\"https://twitter.com/JamesGunn/status/1610802881556545541?ref_src=twsrc^tfw\">January 5, 2023</a></blockquote>              </div><p dir=\"ltr\">These questions arose from <a href=\"https://variety.com/2023/film/news/dwayne-johnson-dc-exit-black-adam-superman-failed-plan-1235478867/\">a Variety report</a> focusing on <a href=\"https://www.gamespot.com/articles/new-report-suggests-dwayne-johnson-tried-to-change-the-hierarchy-of-power-at-dc-studios-and-failed/1100-6510313/\">Dwayne Johnson's attempt to change the hierarchy of power at DC Studios</a>. Johnson apparently had his own multi-year plan for the superhero universe after the Warner Bros.-Discovery merger, in which Black Adam and Henry Cavill's Superman would eventually face off. That obviously isn't happening. <a href=\"https://www.gamespot.com/articles/henry-cavill-wont-be-returning-as-superman/1100-6510069/\">Cavill won't even be returning as Clark Kent</a>.</p><a href=\"https://www.gamespot.com/articles/james-gunns-dc-plan-covers-8-to-10-years-some-of-slate-being-announced-this-month/1100-6510334/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/the-ps5-shortage-is-basically-over-playstation-boss-says/1100-6510333/?ftag=CAD-01-10abi2f", "title": "The PS5 Shortage Is Basically Over, PlayStation Boss Says", "date_published": "2023-01-05 16:31:00+00:00", "description": "<p>Appearing at CES 2023 this week, PlayStation boss Jim Ryan said the PlayStation 5 shortage is effectively over. People should have a \"much easier time\" finding a console at their local shops around the world, Ryan said on stage.</p><p>He said, \"Everyone who wants a PS5 should have a much easier time finding one at retailers globally, starting from this point forward.\"</p><p>The PS5 launched in November 2020 and it quickly became very difficult to find, due in part to the global semiconductor shortage and other supply chain and logistics issues. For what it's worth, Microsoft had Xbox shortage issues, too, as did Nintendo with the Switch to an extent.</p><a href=\"https://www.gamespot.com/articles/the-ps5-shortage-is-basically-over-playstation-boss-says/1100-6510333/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/ryan-reynolds-and-rob-mcelhenney-can-be-heard-trash-talking-other-teams-in-fifa-23/1100-6510332/?ftag=CAD-01-10abi2f", "title": "Ryan Reynolds And Rob McElhenney Can Be Heard Trash Talking Other Teams In FIFA 23", "date_published": "2023-01-05 16:26:00+00:00", "description": "<p><a href=\"https://www.gamespot.com/games/fifa-23/\">FIFA 23</a> players have recently discovered an Easter egg, where club owners/actors Ryan Reynolds and Rob McElhenney trash talk other teams.</p><p dir=\"ltr\">A <a href=\"https://www.pcgamer.com/ryan-reynolds-and-rob-mcelhenney-easter-eggs-discovered-in-fifa-23/\">PC Gamer</a> report explains that the football club Reynolds and Rob McElhenney own, Wrexham AFC, is one of the oldest clubs in the country. It's also not one of the Premier League teams and is placed in a \"semi-pro league.\" Similar to how baseball has the major and minor leagues, Wrexham AFC would be considered a minor league team.</p><p dir=\"ltr\">The report showcases a <a href=\"https://www.youtube.com/watch?v=4NJeqUllVYM\">YouTube video</a> where Reynolds and McElhenney take jabs at Liverpool and call them \"tiny, tiny club Liverpool -- tiny club, tiny town.\" The two can be heard talking smack to Stockport County in <a href=\"https://www.youtube.com/watch?v=-M4i7ejfEps&amp;t=2s\">another video</a>.</p><a href=\"https://www.gamespot.com/articles/ryan-reynolds-and-rob-mcelhenney-can-be-heard-trash-talking-other-teams-in-fifa-23/1100-6510332/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/destiny-2-developer-bungie-has-a-number-of-unannounced-games-in-the-works/1100-6510329/?ftag=CAD-01-10abi2f", "title": "Destiny 2 Developer Bungie Has \"A Number Of Unannounced\" Games In The Works", "date_published": "2023-01-05 15:58:00+00:00", "description": "<p>For almost a decade, Bungie's primary work has been focused on Destiny, but the studio has a \"number of unannounced projects\" in the pipeline following its acquisition by Sony last year. According to Bungie senior lead designer Tom Farnsworth, Sony is supporting the studio with these projects, but don't expect any reveals just yet.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">This Shield is what 11 years at Bungie looks like. Each medal represents one of the 25+ Destiny releases we’ve shipped to millions of players. During that time we completely changed how we develop games and do business, moving from strictly boxed products to live service games. <a href=\"https://t.co/XVab4UJmS1\">pic.twitter.com/XVab4UJmS1</a></p>  — Tom Farnsworth (@tomfromtheweb) <a href=\"https://twitter.com/tomfromtheweb/status/1610666285750439940?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">And with the support of Sony we are working on a number of unannounced projects too. Come join us!<br /><br />Also, obviously I’m missing a medal, my kids played with the shield awhile back and I’m still looking for it, lol.</p>  — Tom Farnsworth (@tomfromtheweb) <a href=\"https://twitter.com/tomfromtheweb/status/1610666290406121473?ref_src=twsrc^tfw\">January 4, 2023</a></blockquote>              </div><p> </p><p>This isn't the first time that Bungie has teased its future as it heads into the endgame of Destiny 2, which will still see two more expansions release in 2023 and 2024. A recent report indicated that <a href=\"https://www.gamespot.com/articles/bungie-could-be-bringing-back-its-old-shooter-series-marathon-as-a-live-service-title/1100-6508455/\">the developer could be bringing back one of its pre-Halo series</a>, Marathon, which will take the form of a three-person squad extraction-based shooter.</p><a href=\"https://www.gamespot.com/articles/destiny-2-developer-bungie-has-a-number-of-unannounced-games-in-the-works/1100-6510329/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/xbox-game-pass-adds-mortal-shell-back/1100-6510330/?ftag=CAD-01-10abi2f", "title": "Xbox Game Pass Adds Mortal Shell Back", "date_published": "2023-01-05 15:53:00+00:00", "description": "<p dir=\"ltr\">Mortal Shell left Xbox Game Pass in November 2022, but it's now back on the subscription service. The 2020 dark fantasy action-RPG developed by Cold Symmetry is Souls-inspired, but with its own twist on things. Players can find fall warriors (or, also known as shells) and \"occupy their bodies\" to fight against hostile enemies.</p><p dir=\"ltr\">For more information, you can check out GameSpot's<a href=\"https://www.gamespot.com/reviews/mortal-shell-review-ps5-pc/1900-6417531/\"> Mortal Shell review</a>.</p><p dir=\"ltr\">Xbox hasn't dropped its official January Game Pass additions list yet, but some games have made a surprise appearance on the service so far. Game Pass saw <a href=\"https://www.gamespot.com/articles/surprise-survival-game-added-to-game-pass-to-ring-in-2023/1100-6510260/\">Stranded Deep</a>, a survival game featuring some hungry-for-flesh sharks, get added on January 3.</p><a href=\"https://www.gamespot.com/articles/xbox-game-pass-adds-mortal-shell-back/1100-6510330/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/solo-2-director-ron-howard-doesnt-believe-star-wars-sequel-is-a-priority-at-lucasfilm-right-now/1100-6510328/?ftag=CAD-01-10abi2f", "title": "Solo 2? Director Ron Howard Doesn't Believe Star Wars Sequel Is A Priority At Lucasfilm Right Now", "date_published": "2023-01-05 15:46:00+00:00", "description": "<p>2018's Star Wars movie Solo: A Star Wars Story ranks as one of the worst-performing entries in the sci-fi series based on box office results. So it may not be too surprising to learn that its director, Ron Howard, doesn't believe a sequel is in the cards.</p><p><a href=\"https://www.nme.com/news/film/ron-howard-solo-2-sequel-update-plans-3372626\">Speaking to NME</a>, Howard said, \"The only discussion that I'm aware of about a sequel for Solo is coming from the fans at this point.\" Howard went on to say that, as he understands it, a sequel to Solo is \"not a priority\" at Lucasfilm right now.</p><p>All of that said, Howard said he has a \"never say never\" attitude about the possibility of a new Solo film. But he again cautioned that he is \"not away of any concrete plans\" for additional Solo films.</p><a href=\"https://www.gamespot.com/articles/solo-2-director-ron-howard-doesnt-believe-star-wars-sequel-is-a-priority-at-lucasfilm-right-now/1100-6510328/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/silent-hill-2-remake-developer-says-it-will-be-faithful-to-the-original/1100-6510327/?ftag=CAD-01-10abi2f", "title": "Silent Hill 2 Remake Developer Says It Will Be \"Faithful To The Original\"", "date_published": "2023-01-05 15:40:00+00:00", "description": "<p dir=\"ltr\">Horror developer Bloober Team has a message for Silent Hill fans who are concerned about its Silent Hill 2 remake: Don't worry, it'll be fine. In an interview with <a href=\"https://www.dreadxp.com/interview/bringing-the-fear-interview-with-anna-jasinska-from-bloober-team/\">DreadXP</a>, Bloober Team's marketing chief Anna Jasińska said that the remake will be faithful to the original Silent Hill 2 while overhauling some aspects of the game that haven't aged well.</p><p dir=\"ltr\">\"Longtime fans shouldn’t worry about us 'missing the point' while we’re livening up the title,\" Jasińska said. \"We faithfully stick to the traditional story canon while remaking the gameplay and updating the graphics from the ground up. A big visible change is the adoption of an over-the-shoulder camera, which altered the perspective of a few iconic set pieces, but also meant an overhaul to the combat system.\"</p><p dir=\"ltr\">Later in the interview, Jasińska said that Bloober is taking a \"very safe approach to any changes,\" but that it would consider adjustments that would improve the overall game experience for modern players. She also suggested that some aspects of the game's overall horror approach might be adjusted to appeal to a contemporary audience due to the \"passage of time.\" Additionally, she confirmed that Bloober competed with other studios for the project, but that Konami \"recognized our commitment and passion for horror.\"</p><a href=\"https://www.gamespot.com/articles/silent-hill-2-remake-developer-says-it-will-be-faithful-to-the-original/1100-6510327/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/see-nicolas-cage-as-dracula-in-first-renfield-trailer/1100-6510331/?ftag=CAD-01-10abi2f", "title": "See Nicolas Cage As Dracula In First Renfield Trailer", "date_published": "2023-01-05 15:37:00+00:00", "description": "<p>Count Dracula is one of pop culture's most famous characters and villains, having been portrayed by countless actors for almost 100 years now in every form of media. It's now Nic Cage's turn to don the fangs and gaudy jewelry of the vampire lord in director Chris McKay's Renfield.</p><p>In this version, we see that Dracula's assistant Renfield (Nicholas Hoult) is trying to separate himself from his master and forge a life of his own, but the two are forever bonded through dark magic. Through this bond, Dracula knows where he is at all times, can communicate via telepathy, and has given Renfield his own set of powers.</p><div>          </div><p>McKay along with screenwriters Robert Kirkman (Prime Video's Invincible) and Ryan Ridley (Rick and Morty) are going the more comedic route here and set it in a more contemporary time. The usual Dracula cast of Jonathan Harker, Mina Murray, and Abraham Van Helsing is nowhere to be seen, but that's more than okay since Renfield was Dracula's herald before the events of the book took place.</p><a href=\"https://www.gamespot.com/articles/see-nicolas-cage-as-dracula-in-first-renfield-trailer/1100-6510331/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/gran-turismo-7-and-beat-saber-are-coming-to-psvr2/1100-6510325/?ftag=CAD-01-10abi2f", "title": "Gran Turismo 7 And Beat Saber Are Coming To PSVR2", "date_published": "2023-01-05 15:31:00+00:00", "description": "<p dir=\"ltr\">With its February launch date creeping closer, <a href=\"https://www.gamespot.com/articles/psvr-2-released-date-specs-features-games-and-everything-we-know-so-far/1100-6500540/\">PlayStation VR 2</a> was a major feature during Sony's CES 2023 media briefing. The company announced both Gran Turismo 7 and Beat Saber will be coming to its next-generation virtual reality headset.</p><p dir=\"ltr\">Gran Turismo 7's VR experience will be a free upgrade to the existing PlayStation 5 version of the game, which means the entire GT7 experience will be playable in VR. The free GT7 VR upgrade will launch the same day as PSVR 2, joining other launch titles like Horizon: Call Of The Mountain and Resident Evil Village.</p><p dir=\"ltr\">Beat Saber, meanwhile, was confirmed to be in development for PSVR 2, though the announcement came without a release timeframe. The official <a href=\"https://twitter.com/BeatSaber/status/1610813767130152961?s=20&amp;t=ybV_mANL__zHJVy_P30eSQ\">Beat Saber Twitter account</a> shared the news, while saying more information is coming \"in the near future.\"</p><a href=\"https://www.gamespot.com/articles/gran-turismo-7-and-beat-saber-are-coming-to-psvr2/1100-6510325/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/world-war-z-aftermath-re-release-adds-new-content-for-current-gen-and-pc-players/1100-6510324/?ftag=CAD-01-10abi2f", "title": "World War Z Aftermath Re-Release Adds New Content For Current-Gen And PC Players", "date_published": "2023-01-05 15:24:00+00:00", "description": "<p>Saber Interactive, the company behind <a href=\"https://www.gamespot.com/games/world-war-z-aftermath/\">World War Z: Aftermath</a>, has announced that new content will be coming to its survival horror game for Xbox Series X|S, PlayStation 5, and PC players for its upcoming re-release on January 24.</p><p dir=\"ltr\">Thanks to <a href=\"https://www.videogameschronicle.com/news/world-war-z-hits-ps5-and-xbox-series-x-s-this-month-with-exclusive-content/\">Video Game Chronicle</a>, we know World War Z: Aftermath will have a new mode called \"Horde Mode XL.\" This mode will follow the usual rules in a standard Horde Mode game, but it'll have a \"devilish twist.\" As players try to survive Horde Mode XL, there'll be a \"special XL wave bursting with over 1,000 hungry zombies.\"</p><p dir=\"ltr\">The report goes on to say that those who purchased the PS4 and Xbox One versions will receive a free upgrade to the current-gen version, which will run at 4K 60fps.</p><a href=\"https://www.gamespot.com/articles/world-war-z-aftermath-re-release-adds-new-content-for-current-gen-and-pc-players/1100-6510324/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/hugh-jackman-excited-to-punch-the-shit-out-of-ryan-reynolds-every-day-for-deadpool-3/1100-6510326/?ftag=CAD-01-10abi2f", "title": "Hugh Jackman Excited To “Punch The Shit Out Of Ryan Reynolds Every Day” For Deadpool 3", "date_published": "2023-01-05 15:09:00+00:00", "description": "<p>Hugh Jackman has spoken about his return as Wolverine in Deadpool 3, and he can't wait to \"punch the shit\" out of his friend and scene partner Ryan Reynolds.</p><p>Last year, it was <a href=\"https://www.gamespot.com/articles/deadpool-3-gets-mcu-release-date-hugh-jackman-as-wolverine/1100-6507863/\">announced</a> by both Jackman and Reynolds on social media that the pair would both be returning as their respective comic book character roles, Wolverine and Deadpool, in the next Deadpool movie. Speaking to <a href=\"https://www.theguardian.com/film/2023/jan/05/hugh-jackman-wolverine-father-the-son-x-men?CMP=fb_gu&amp;utm_medium=Social&amp;utm_source=Facebook&amp;fbclid=IwAR3CF741RPczkvMEaTiO2H-9L2Q0LuV1rJ4AeSRWhDEpafgEDeLob7T6aB4\">The Guardian</a> about his upcoming movie The Son, Jackman discussed the journey he's had with the character of Wolverine and explained that he originally intended to retire from the role after his character's death in 2017's Logan.</p><p>However, Jackman says that he rebuts the idea that he has trouble letting go of Wolverine. \"No, I was OK,\" he said. \"I wasn’t tortured by it. When people would ask me [to reprise the role] - including Ryan, every five seconds - I was like: I’m done.\"</p><a href=\"https://www.gamespot.com/articles/hugh-jackman-excited-to-punch-the-shit-out-of-ryan-reynolds-every-day-for-deadpool-3/1100-6510326/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/all-52-new-games-arriving-in-the-nintendo-switch-eshop-this-week/1100-6510322/?ftag=CAD-01-10abi2f", "title": "All 52 New Games Arriving In The Nintendo Switch eShop This Week", "date_published": "2023-01-05 14:52:00+00:00", "description": "<p dir=\"ltr\">The Nintendo Switch eShop will see 52 new games added to the digital storefront over the next several days, including a title that mixes volleyball with firearms. Called Hyper Gunsport, the futuristic sports game comes from the developer behind Gunhouse and the upcoming Demonschool.</p><p dir=\"ltr\">Two Arcade Archives titles are also now available on the Switch eShop: Bubble Bobble and Metal Hawk. The former features a classic soundtrack and stars Bubblun along with Bobblun. Metal Hawk, meanwhile, is a top-down shooter from Bandai Namco in which players blow up boats and other foes with a helicopter. Both games released over the holidays on the digital storefront.</p><p dir=\"ltr\">Nintendo is also offering a double-gold-points promotion for Nintendo Switch Online + Expansion Pack subscribers. So basically, on eligible games and DLC, buyers will get 10% on whatever they pay--say $6 on a $60 title--to use toward a future purchase on the eShop. This offer is available until January 31.</p><a href=\"https://www.gamespot.com/articles/all-52-new-games-arriving-in-the-nintendo-switch-eshop-this-week/1100-6510322/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/avatar-3-will-introduce-evil-navi-james-cameron-says/1100-6510321/?ftag=CAD-01-10abi2f", "title": "Avatar 3 Will Introduce Evil Na'vi, James Cameron Says", "date_published": "2023-01-05 14:48:00+00:00", "description": "<p>The third Avatar movie, which is scheduled to hit theaters in December 2024, will introduce a new group of Na'vi, according to writer-director James Cameron. He told the French outlet <a href=\"https://www.20minutes.fr/cinema/4013493-20221210-avatar-voie-eau-film-rien-acteurs-estime-james-cameron\">20 Minutes</a>, as translated by <a href=\"https://www.gamesradar.com/avatar-3-new-fire-navi-james-cameron/\">GamesRadar</a>, that Avatar 3 will introduce \"Ash People\" focused around fire who aren't exactly wholesome and kind-hearted, it seems.</p><p>The 2009 original Avatar focused on the Omaticaya group of Na'vi, who dwell in the forest, while Avatar: The Way of Water introduced viewers to the Metkayina, who live near and around the water. Both groups love Pandora and seek to protect it from humans.</p><p>Avatar 3 will show \"different cultures\" from those seen in the first two Avatar films, Cameron said, and they may not be nice people. \"The fire will be represented by the 'Ash People.' I want to show the Na'vi from another angle because, so far, I have only shown their good sides,\" Cameron said.</p><a href=\"https://www.gamespot.com/articles/avatar-3-will-introduce-evil-navi-james-cameron-says/1100-6510321/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/marvel-movies-on-disney-plus-are-getting-better-this-year/1100-6510323/?ftag=CAD-01-10abi2f", "title": "Marvel Movies On Disney Plus Are Getting Better This Year", "date_published": "2023-01-05 14:27:00+00:00", "description": "<p>Disney+ will improve the quality of Marvel movies that are currently available on its service by adding an Imax signature sound by DTS this year.</p><p>This big change, <a href=\"https://variety.com/2023/digital/news/disney-plus-imax-signature-dts-sound-marvel-movies-1235478612/\">Variety</a> reports, comes from a partnership between Disney Streaming, Imax, and Xperi's DTS audio-tech subsidiary. The goal of adding enhanced audio is to mimic the effect of watching movies in the theatre that will be \"specially calibrated\" to ensure that \"filmmakers’ creative intent is fully optimized for an Imax-quality presentation.\"</p><p>Imax Enhanced titles on Disney+ will get a free upgrade with Imax signature sound by DTS on supported platforms sometime this year, such as Imax Enhanced-certified TVs from Sony and Hisense, as well as certified AV receivers from Denon, Marantz, and JBL.</p><a href=\"https://www.gamespot.com/articles/marvel-movies-on-disney-plus-are-getting-better-this-year/1100-6510323/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/vampire-survivors-developer-promises-no-paywalls-but-slower-updates/1100-6510314/?ftag=CAD-01-10abi2f", "title": "Vampire Survivors Developer Promises No Paywalls, But Slower Updates", "date_published": "2023-01-05 14:12:00+00:00", "description": "<p dir=\"ltr\">2022 was a whirlwind year for Vampire Survivors, the wave-based roguelike known for its walls of enemies and downright compulsive play loop. In a new <a href=\"https://store.steampowered.com/news/app/1794680?emclan=103582791471086789&amp;emgid=3637250052875666496\">announcement</a>, developer Poncle said that the game's first DLC, Legacy of the Moonspell, is coming to more platforms, but that the pace of updates and patches will likely slow in 2022.</p><p dir=\"ltr\">From the sound of the post, it seems that Poncle has been quite overwhelmed with porting Vampire Survivors to consoles and mobile, in addition to releasing Legacy of the Moonspell. Poncle even says in the post that the DLC ended up having quite a bit more content than was originally planned, but that the developer is still working on bringing the DLC to mobile.</p><p dir=\"ltr\">When it comes to future updates, Poncle says that though paid DLCs will add more characters, weapons, and stages to the game, the main game will still receive substantial updates in mechanics and content. In 2023, the developer hopes to find a more sustainable pipeline for patches, because they now have to maintain both the mobile and PC/console versions of the game.</p><a href=\"https://www.gamespot.com/articles/vampire-survivors-developer-promises-no-paywalls-but-slower-updates/1100-6510314/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/asus-reveals-the-raikiri-pro-an-xbox-controller-with-its-own-mini-oled-screen/1100-6510320/?ftag=CAD-01-10abi2f", "title": "Asus Reveals The Raikiri Pro, An Xbox Controller With Its Own Mini-OLED Screen", "date_published": "2023-01-05 14:09:00+00:00", "description": "<p>Asus is entering the Xbox controller market in 2023 with a visually interesting piece of hardware. The Republic of Gamers Raikiri Pro--or lightning blade if you recognize that word from the Naruto anime--has all the inputs that you'd expect from an Xbox controller, but what makes this particular offering from Asus stand out is the 1.3-inch OLED display that has evicted the Xbox home button from its usual location.</p><p>Situated right above your thumbs, the 128 x 40 mini-display can be used for custom animations, informative updates such as your microphone status, or letting you know which controller profile you have active. You can even run animated wallpapers through it, and it will also be compatible with PC. It's worth mentioning that Asus only mentions connectivity via USB-C for Xbox Series X|S consoles, so the bulk of the Raikiri Pro's features will likely be reserved for PC gamers.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082828-raikiri-pro.jpg\"><img alt=\"No Caption Provided\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082828-raikiri-pro.jpg\" /></a></figure><figure><div class=\"image-gallery__label\">Gallery</div>   <div class=\"image-gallery__list hide-scrollbar image-gallery__list--small\">       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082837-raikiri-1.jpg\">       <img alt=\"Gallery image 1\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4082837-raikiri-1.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082838-raikiri-2.jpg\">       <img alt=\"Gallery image 2\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4082838-raikiri-2.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082839-raikiri-3.jpg\">       <img alt=\"Gallery image 3\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4082839-raikiri-3.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082840-raikiri-4.jpg\">       <img alt=\"Gallery image 4\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4082840-raikiri-4.jpg\" />     </a>       <a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082841-raikiri-5.jpg\">       <img alt=\"Gallery image 5\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1601/16018044/4082841-raikiri-5.jpg\" />     </a>   </div>  </figure><p>For that platform, there will be a healthy amount of customization on offer. Buttons can be remapped, trigger dead zones can be fine-tuned, and the Asus Armory app can be used for more tweaking. The controller also includes trigger locks, a circular D-pad, and four programmable rear buttons.</p><a href=\"https://www.gamespot.com/articles/asus-reveals-the-raikiri-pro-an-xbox-controller-with-its-own-mini-oled-screen/1100-6510320/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/jeremy-renner-was-run-over-by-his-own-7-ton-snowplow-in-tragic-accident-sheriff-says/1100-6510319/?ftag=CAD-01-10abi2f", "title": "Jeremy Renner Was Run Over By His Own 7-Ton Snowplow In \"Tragic Accident,\" Sheriff Says", "date_published": "2023-01-05 14:01:00+00:00", "description": "<p>New details have come to light regarding actor Jeremy Renner's serious injury near his home in Tahoe that has kept him in the ICU since New Year's Day. Reno sheriff Darin Balaam said at a press conference this week that Renner suffered a \"tragic accident\" after trying to save someone trapped in the snow.</p><p>Balaam said Renner was using a snowplowing tractor to help a motorist stranded in three feet of snow on a private road near Lake Tahoe on New Year's Day when his own vehicle, a 7-ton <a href=\"https://www.pistenbully.com/en\">Pistenbully</a>, ran him over. The stranded motorist was a family member, the sheriff said, <a href=\"https://www.npr.org/2023/01/04/1146880868/jeremy-renner-accident-snow-tractor-lake-tahoe\">according to NPR</a>.</p><p>\"After successfully towing his personal vehicle from its stuck location, Mr. Renner got out of his (snowcat) to speak to his family member,\" Balaam said. \"The Pistenbully started to roll. In an effort to stop (it), Mr. Renner attempts to climb back into the driver's seat. It's at this point that Mr. Renner is run over.\"</p><a href=\"https://www.gamespot.com/articles/jeremy-renner-was-run-over-by-his-own-7-ton-snowplow-in-tragic-accident-sheriff-says/1100-6510319/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/gallery/the-20-best-action-movies-currently-streaming-on-amazon-prime-video/2900-4555/", "title": "The 20 Best Action Movies Currently Streaming on Amazon Prime Video", "date_published": "2023-01-05 14:00:00+00:00", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079127-swayze.png\" /><br /><h3><p dir=\"ltr\">Amazon is ubiquitous. But for years--despite making billions of dollars--the company did not turn a profit and lost millions each quarter. Incredibly, this was by design. Jeffrey Bezos borrowed billions and continually expanded his empire, believing that growth and customer satisfaction was preferable to short-term profit.</p><p dir=\"ltr\">Many companies have since tried and failed to emulate this success. And it's no wonder; few companies have the means to bankroll a losing proposition for more than a decade or convince shareholders to invest in a theory rather than a solid path to success. But Amazon managed it, and today, it is an empire, with Amazon Prime Video as one of its biggest vassal states.</p><p dir=\"ltr\">Amazon Prime Video's movie line-up has always been formidable. And earlier in its history, it needed to be. Amazon had neither the original programming of Netflix nor the establishment prestige of HBO Max/Go. But what they did have was a sheer volume of mainstream, accessible content that it could cycle in and out every month.</p><div><div class=\"norewrite\" title=\"[Various] Sign up for Amazon Prime Video\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1591/15918215/3807447-primevideo.jpg\" />                                 <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/gp/video/offers/ref=atv_dp_signup_3p_bb?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/gp/video/offers/ref=atv_dp_signup_3p_bb?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\">Sign up for Prime Video</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/gp/video/offers/ref=atv_dp_signup_3p_bb?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\">Prime offers a 30-day free trial, and you can cancel anytime.</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://assoc-redirect.amazon.com/g/r/https://www.amazon.com/gp/video/offers/ref=atv_dp_signup_3p_bb?tag=gs-buybutton-20&amp;ascsubtag=[subid_value]&amp;ascsubtag=ag:|vg:-|st:dtp\">See Prime Video at Amazon</a>                     </div>                         </div>                     </div> </div></div><p dir=\"ltr\">And action movies, in particular, are a great way to draw eyes to a platform. They have mainstream appeal; they get at our base, common instincts for violence, retribution, and survival. And although they may not have the critical acclaim of, say, period dramas or indie comedies, action movies are inherently cinematic, in a way that those films are not. A proper action scene prioritizes angles and shots. It demands panning, tracking, and tilting--all the kinetic stuff that can only exist in film and cannot be reproduced in any other medium. A great action movie exists in a class of its own.</p><p dir=\"ltr\">Here are 20 of the best action movies currently streaming on Amazon Prime--an eclectic mix of established classics and modern classics alike.</p></h3></p><br />     <p><h2>1. Patriot Games</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079105-1.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Harrison Ford, Anne Archer</p><p dir=\"ltr\"><strong>Director(s): </strong>Phillip Noyce</p><p dir=\"ltr\">You can't go wrong with a Harrison Ford classic, especially one where Ford plays Tom Clancy hero Jack Ryan. When an IRA terrorist named Sean Miller escapes custody, he seeks revenge on Ryan's family. Ryan must track Miller down and put him away, this time for good. Ford emotes in every frame; he's a father on a mission to protect those he loves at any cost.</p><p> </p></h3></p><br />     <p><h2>2. Train to Busan</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079106-2.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Gong Yoo, Jung Yu-mi</p><p><strong>Director(s): </strong>It is a zombie action movie, at its base level. But on a deeper level, it's a story of a man who takes responsibility for his life and becomes a good father to his daughter. Fast zombies are terrifying in a more urgent, immediate way than their slow, plodding predecessors, and the sprinters in <em>Train to Busan</em> exist in a class of their own.</p></h3></p><br />     <p><h2>3. Fist of Fury</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079107-3.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Bruce Lee</p><p dir=\"ltr\"><strong>Director(s):</strong> Lo Wei</p><p>Also known to audiences as <em>The Chinese Connection</em>, this is Bruce's second lead film. He plays a kung fu student who seeks revenge against the Japanese karate school he suspects of murdering his master. Come for Bruce's undeniable magnetism; stay for the incredible nunchuck fight sequence.</p></h3></p><br />     <p><h2>4. Road House</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079108-4.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Patrick Swayze</p><p dir=\"ltr\"><strong>Director(s): </strong>Rowdy Herrington</p><p dir=\"ltr\">It's an '80s classic starring Patrick Swayze as a handsome bouncer with an epic mullet who protects a small town from big business corruption. Road House falls into the 'so bad it's good' category and knows not to take itself too seriously. And the action is great; the punches and kicks are nothing fancy, but they always look like they hurt.</p><p> </p></h3></p><br />     <p><h2>5. Lord of the Rings: The Two Towers</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079109-5.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Elijah Wood, Ian McKellen, Liv Tyler, Viggo Mortensen</p><p dir=\"ltr\"><strong>Director(s): </strong>Peter Jackson</p><p dir=\"ltr\">The middle chapter of Peter Jackson's original Middle-earth trilogy is the strongest of the three, and the Battle of Helm's Deep is one of the finest battles ever committed to film. It took 120 days and 20000 extras to film, and it lasted 40 minutes of screentime.</p><p> </p></h3></p><br />     <p><h2>6. Once Upon A Time in China</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079110-6.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Jet Li, Yuen Biao, Rosamund Kwan</p><p dir=\"ltr\"><strong>Director(s): </strong>Hark Tsui</p><p dir=\"ltr\">Director Hark Tsui viewed Guangdong, near the fall of the Qing Dynasty, as a Wild West of sorts, and he framed Chinese folk hero Wong Fei-Hung as its Sergio Leone-inspired protector—standing up for the common man in the face of foreign threats. This movie brought Jet Li to mainstream audiences, and two more Hark-Tsui-directed sequels followed in its wake.</p><p> </p></h3></p><br />     <p><h2>7. Star Trek: Into Darkness</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079111-7.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Chris Pine, Zachary Quinto, Benedict Cumberbatch</p><p dir=\"ltr\"><strong>Director(s): </strong>J.J. Abrams</p><p dir=\"ltr\">The highest grossing Star Trek film is also widely disliked by the core fanbase. But although it may not be the best Star Trek film, it is an exceptional sci-fi action film. Director J.J. Abrams knows how to create a crowd pleasing set piece, and the climactic sequence, where the Enterprise crew saves the ship from crashing into Earth, is edited beautifully, and showcases how everyone did their part to prevent total disaster.</p><p> </p></h3></p><br />     <p><h2>8. No Time to Die</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079112-8.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Daniel Craig, Léa Seydoux, Rami Malek, Lashana Lynch</p><p dir=\"ltr\"><strong>Director(s): </strong>Cary Joji Fukunaga</p><p dir=\"ltr\">Daniel Craig's lasting outing as Bond pits him against terrorists who have manufactured a DNA-targeting nanobot. This is an older Bond who comes out of retirement for one last mission. He's putting it all on the line; there are only so many times that one can risk life and limb before the odds catch up.</p><p> </p></h3></p><br />     <p><h2>9. The Tomorrow War</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079113-9.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Chris Pratt, Yvonne Strahovski, J. K. Simmons</p><p dir=\"ltr\"><strong>Director(s): </strong>Chris McKay</p><p dir=\"ltr\">A big budget Amazon Original, this movie envisions a future where present-day citizens are drafted to fight a future war against hostile aliens. It's got a great message, and our heroes shift their focus from winning the war in the future to preventing the future war in the present.</p><p> </p></h3></p><br />     <p><h2>10. World War Z</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079114-10.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Brad Pitt</p><p dir=\"ltr\"><strong>Director(s): </strong>Marc Forster</p><p dir=\"ltr\">This zombie movie swaps out creepy, atmospheric horror for high-budget, high-octane action thrills. The zombies have a bizarre hive-mind psychology, climbing, trampling and scaling each other with utter lack of humanity. The destruction of Israel is a particularly nasty highlight; it only takes a single breach for civilization to go to hell.</p><p> </p></h3></p><br />     <p><h2>11. The Commuter</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079115-11.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring:</strong> Liam Neeson</p><p dir=\"ltr\"><strong>Director(s): </strong>Jaume Serra</p><p dir=\"ltr\">Liam Neeson, who had one of the most unexpected, late-career resurgences as an action hero, stars as a former NYPD officer, who gets unwittingly sucked into a criminal conspiracy while riding the train home. The movie wrings every bit of suspense out of its premise, and the train slowly descends into chaos and outright violence.</p><p> </p></h3></p><br />     <p><h2>12. The Protege</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079116-12.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Michael Keaton, Maggie Q, Samuel L. Jackson</p><p dir=\"ltr\"><strong>Director(s):</strong> Martin Campbell</p><p dir=\"ltr\">It's a revenge tale, starring Maggie Q as a contract hitwoman who sets out to kill the people who killed her mentor (Samuel L. Jackson). Largely relegated to supporting roles in the past, Maggie Q makes a wonderful action lead in this movie. The more we see of her moving forward, the better.</p><p> </p></h3></p><br />     <p><h2>13. Street Fighter II: The Animated Movie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079117-13.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Skip Stellrecht, Eddie Frierson, Lia Sargent</p><p dir=\"ltr\"><strong>Director(s):</strong> Gisaburo Sugii</p><p>If you've only seen the Jean-Claude Van Damme version of <em>Street Fighter,</em> then you owe it to yourself to see the superior animated movie. The action centerpiece is the Chun-Li versus Vega fight, which begins when the Spanish Ninja infiltrates Chun's apartment and attempts to kill her.</p></h3></p><br />     <p><h2>14. Crouching Tiger, Hidden Dragon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079118-14.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Chow Yun Fat, Michelle Yeoh, Zhang Ziyi</p><p dir=\"ltr\"><strong>Director(s): </strong>Ang Lee</p><p>This movie was the West's first exposure to the <em>wuxia</em> genre. It's a dramatic epic and a love story, where the plot stands on equal footing to the balletic action. Its popularity was groundbreaking at the time; never before had a foreign language film performed so well in the United States.</p></h3></p><br />     <p><h2>15. Man on Fire</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079119-15.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring:</strong> Denzel Washington, Dakota Fanning, Christopher Walken</p><p dir=\"ltr\"><strong>Director(s): </strong>Tony Scott</p><p>In the early 2000's, Denzel Washington began taking on gritty anti-hero roles—most notably, in <em>Training Day</em>, where he played a corrupt LAPD detective, and in this movie, where he played an embittered CIA agent on a quest for brutal, sadistic revenge. It's liberating for Denzel to play, and it's uncomfortable for us to watch.</p></h3></p><br />     <p><h2>16. Wrath of Man</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079120-16.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Jason Statham</p><p dir=\"ltr\"><strong>Director(s): </strong>Guy Ritchie</p><p>Action director Guy Ritchie made his name by directing lean, darkly funny action thrillers. But in <em>Wrath of Man</em>, he dialed down the laughs and made something grimmer and more tense, with a heist subplot and a couple of perfect twists.</p></h3></p><br />     <p><h2>17. Drunken Master</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079121-17.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Jackie Chan</p><p dir=\"ltr\"><strong>Director(s): </strong>Woo-Ping Yuen</p><p>An archetypal Jackie Chan action comedy, the original <em>Drunken Master</em> casts Chan as Wong Fei-Hung, the real life martial artist and physician who became a folk hero after the fall of the Qing Dynasty. It popularized the obscure martial arts discipline of Drunken Boxing, which Chan turned into his signature style.</p></h3></p><br />     <p><h2>18. Robocop</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079122-18.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Joel Kinnaman, Gary Oldman, Samuel L. Jackson</p><p dir=\"ltr\"><strong>Director(s): </strong>Jose Padilha</p><p dir=\"ltr\">A remake of the original 1987 film, Robocop is about a Detroit police detective who, after being injured in the line of duty, is rebuilt with a cyborg body to fight crime. What was once a sci-fi 'what-if' is slowly gaining real-life relevance, as police and military begin incorporating drones and cybernetic dogs into their departments.</p><p> </p></h3></p><br />     <p><h2>19. The Hunger Games: Catching Fire</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079123-19.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Jennifer Lawrence, Josh Hutcherson</p><p dir=\"ltr\"><strong>Director(s): </strong>Francis Lawrence</p><p>The second <em>Hunger Games</em> book/movie ups the stakes by having prior Hunger Games winners fight other prior Hunger Games winners. The paranoia and fear in the first film are replaced with something more strategic and twisted; which of these 24 experienced killers can rise to the top? And how can Katniss possibly survive this time?</p></h3></p><br />     <p><h2>20. Samaritan</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1578/15789737/4079124-20.jpg\" /><br /><h3><p dir=\"ltr\"><strong>Starring: </strong>Sylvester Stallone</p><p dir=\"ltr\"><strong>Director(s):</strong> Julius Avery</p><p>Samaritan is the latest in a series of postmodern superhero films, starting with M. Night Shymalan's <em>Unbreakable</em> in 2000<em>. </em>A troubled kid suspects that his neighbor is a superhero—long thought to be dead—and tries to recruit him to defeat a dangerous criminal gang.</p></h3></p><br />", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/jeremy-renner-shares-photo-and-video-revealing-his-injuries-after-major-snowplowing-accident/1100-6510233/?ftag=CAD-01-10abi2f", "title": "Jeremy Renner Shares Photo And Video Revealing His Injuries After Major Snowplowing Accident", "date_published": "2023-01-05 13:43:00+00:00", "description": "<p><strong>[UPDATE 3] </strong>A video released by Renner from the ICU shows Renner having a \"spa day\" with his sister and mother. </p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">A “not no great” ICU DAY, turned to amazing spa day with my sis and mama❤️. Thank you sooooo much <a href=\"https://t.co/pvu1aWeEXY\">pic.twitter.com/pvu1aWeEXY</a></p>  — Jeremy Renner (@JeremyRenner) <a href=\"https://twitter.com/JeremyRenner/status/1610994850907971585?ref_src=twsrc^tfw\">January 5, 2023</a></blockquote>              </div><p><strong>[UPDATE 2] </strong>Renner shared a photo of himself from what appears to be the ICU. He clearly looks to have suffered a significant injury.</p><p>\"Thank you all for your kind words. I'm too messed up now to type. But I send love to you all,\" he, or someone on his behalf, wrote and published on Instagram.</p><a href=\"https://www.gamespot.com/articles/jeremy-renner-shares-photo-and-video-revealing-his-injuries-after-major-snowplowing-accident/1100-6510233/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/see-orlando-bloom-and-david-harbour-in-first-sneak-peek-at-the-gran-turismo-movie/1100-6510318/?ftag=CAD-01-10abi2f", "title": "See Orlando Bloom And David Harbour In First Sneak Peek At The Gran Turismo Movie", "date_published": "2023-01-05 13:20:00+00:00", "description": "<p>Sony Pictures has released the first sneak peek at the upcoming Gran Turismo movie from the director of District 9 and starring Orlando Bloom, David Harbour, and Archie Madekwe.</p><p>The Gran Turismo movie is based on the <a href=\"https://en.wikipedia.org/wiki/Jann_Mardenborough\">true story</a> of Jann Mardenborough, a teenager who loves Gran Turismo so much that he makes a big change in life and becomes a professional racecar driver. Madekwe plays Mardenborough.</p><div>          </div><p>The film will have \"heart-pounding action,\" drama, romance, and \"bad-ass racecar action.\" Bloom says the film will also offer up \"body-vibrating sound.\"</p><a href=\"https://www.gamespot.com/articles/see-orlando-bloom-and-david-harbour-in-first-sneak-peek-at-the-gran-turismo-movie/1100-6510318/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/lg-reveals-new-oled-tv-that-can-wirelessly-display-4k-120hz-video/1100-6510317/?ftag=CAD-01-10abi2f", "title": "LG Reveals New OLED TV That Can Wirelessly Display 4K 120Hz Video", "date_published": "2023-01-05 13:16:00+00:00", "description": "<p>LG's latest TV revealed at CES 2023 isn't just a slim 97-inch wide slab of OLED technology, it's also a piece of hardware that is ditching cables behind for a wireless approach. The OLED screen retains all of LG's excellent picture quality, but all the data and video that it displays is beamed directly to it from a wireless transmitter box. You'll still need a power supply for the LG M3, but you won't have to worry about a rat's nest of cables behind your TV.</p><p>That box contains all the standard input ports that you'd find at the back of a typical TV, and sends video and audio signals wirelessly to the LG M3. The company says that the box is capable of real-time video and audio transmission at up to 4K 120Hz and is designed to create a cleaner and distraction-free viewing environment for users. To ensure zero lag, LG says that it has developed an algorithm that instantly identifies the optimal transmission path.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082795-lg-2.jpg\"><img alt=\"Good luck finding a wall big enough for the LG M3.\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4082795-lg-2.jpg\" /></a><figcaption>Good luck finding a wall big enough for the LG M3.</figcaption></figure><p>The box can be located up to 30 feet away from the TV, and comes with three HDMI ports for gaming, as well as an antenna for TV, USB ports, optical digital out, and an ethernet port. The end result is a TV that exists purely as a screen, which can allow for simpler installations and a more minimalist appearance. If 97 inches is too big for your home, the M3 will also be available in 83- and 77-inch configurations. Expect this technology to be pricy though, as final pricing and release dates will be revealed later in 2023.</p><a href=\"https://www.gamespot.com/articles/lg-reveals-new-oled-tv-that-can-wirelessly-display-4k-120hz-video/1100-6510317/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/playstation-5-sales-reach-30-million-december-2022-was-the-biggest-month-to-date-for-ps5/1100-6510316/?ftag=CAD-01-10abi2f", "title": "PlayStation 5 Sales Reach 30 Million, December 2022 Was The Biggest Month To Date For PS5", "date_published": "2023-01-05 13:14:00+00:00", "description": "<p>Sony has confirmed that PlayStation 5 sales have surpassed 30 million units globally, an increase of five million units sold when compared to <a href=\"https://www.gamespot.com/articles/ps5-reaches-25-million-units-sold-as-ps-plus-loses-2-million-members-following-revamp/1100-6508774/\">September 2022's sales numbers</a>. Announced by Sony Interactive Entertainment President and CEO Jim Ryan at CES 2023, the executive also added that December 2022 was the biggest sales month to date for the console.</p><p>\"Sitting at the heart of all this innovation is PS5\", Ryan said during the Sony press conference. \"We truly appreciate the support and patience of the PlayStation community as we managed unprecedented demand amid global challenged over the past two years.\"</p><p>Since it first launched in November 2022, Sony regularly struggled to meet the demand for the console, as a global semiconductor shortage and other global challenges resulted in limited stock being available. Ryan added that the console will be easier to obtain going forward, as \"everyone who wants a PS5 should have a much easier time finding one at retailers globally, starting from this point forward.\"</p><a href=\"https://www.gamespot.com/articles/playstation-5-sales-reach-30-million-december-2022-was-the-biggest-month-to-date-for-ps5/1100-6510316/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/introducing-project-leonardo-for-playstation-5-perspectives-from-accessibility-experts/2300-6460321/", "title": "Introducing Project Leonardo for PlayStation 5 (Perspectives from Accessibility Experts)", "date_published": "2023-01-05 02:04:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4082726-project_leonardo.jpg\" width=\"480\" /> Learn more from incredible organizations and accessibility experts who teamed up with PlayStation to develop Project Leonardo, a highly customizable accessibility controller kit designed to help players with disabilities play more easily, more comfortably and for longer periods.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/videos/playstation-presentation-sony-ces-2023-press-conference/2300-6460320/", "title": "PlayStation Presentation | Sony CES 2023 Press Conference", "date_published": "2023-01-05 01:39:00+00:00", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1568/15687785/4082723-%281%29ces%C2%AE2023pressconference%EF%BD%9Csonyofficial00-54-37.png\" width=\"480\" /> Check out the PlayStation segment of Sony's CES 2023 Press Conference, including VSR2 announcements and the reveal of Project Leonardo, PlayStation's upcoming accessibility controller.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.gamespot.com/feeds/mashup", "link": "https://www.gamespot.com/articles/sony-announces-ps5s-project-leonardo-a-customizable-accessibility-controller/1100-6510315/?ftag=CAD-01-10abi2f", "title": "Sony Announces PS5's Project Leonardo, A Customizable Accessibility Controller", "date_published": "2023-01-05 01:39:00+00:00", "description": "<p dir=\"ltr\">During the Sony CES 2023 press conference, Sony Interactive Entertainment chairman Jim Ryan announced Project Leonardo, a new accessibility controller kit for PlayStation 5.</p><p dir=\"ltr\">Project Leonardo features a circular base and a kit of swappable buttons and joysticks that can be fully customized to the player's specific needs. It was developed \"with key contributions from accessibility experts, community members, and game developers,\" according to the official <a href=\"https://blog.playstation.com/2023/01/04/introducing-project-leonardo-for-playstation-5-a-highly-customizable-accessibility-controller-kit/\">PlayStation Blog post</a>. Sony has released a video speaking more about the project, and an image of the controller can be found below.</p><div>          </div><p dir=\"ltr\">The PlayStation Blog also states the PS5 will allow those using the Project Leonardo controller to fully customize controls across all software, including mapping multiple buttons to the same area. Multiple Leonardo controllers can be paired--as can DualSense controllers--in order to be used as a single controller.</p><a href=\"https://www.gamespot.com/articles/sony-announces-ps5s-project-leonardo-a-customizable-accessibility-controller/1100-6510315/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.gamespot.com/feeds/mashup", "title": "GameSpot"}}