[{"source": "https://www.theguardian.com/international/rss", "title": "Los Angeles police arrest suspect in fatal shooting of Catholic bishop – reports", "description": "<p>Former mayor pays tribute to ‘longtime peacemaker’ David O’Connell, who was found shot dead on Saturday</p><p><a href=\"https://www.theguardian.com/us-news/los-angeles\">Los Angeles</a> police have arrested a suspect in the killing of the prominent local Catholic bishop David O’Connell, who was fatally shot on Saturday, according to multiple reports.</p><p>The 69-year-old O’Connell, who served in the Los Angeles archdiocese, was found shot dead inside his home in Hacienda Heights at about 1pm on 18 February.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/20/los-angeles-police-arrest-suspect-shooting-catholic-bishop-david-o-connell\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/20/los-angeles-police-arrest-suspect-shooting-catholic-bishop-david-o-connell", "date_published": "2023-02-20 21:42:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia consider sending some players home ahead of final India Tests", "description": "<ul><li>Ashton Agar and Matt Renshaw could be chopped from party</li><li>Josh Hazelwood already home and questions over Warner</li></ul><p>Australia will consider sending more players home from India as they look to downsize their squad ahead of the final two Tests.</p><p>Experienced quick Josh Hazlewood has already left the 18-man squad and flown back to Sydney after battling to overcome a persistent achilles injury.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/20/australia-consider-sending-some-players-home-ahead-of-final-india-tests\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/20/australia-consider-sending-some-players-home-ahead-of-final-india-tests", "date_published": "2023-02-20 18:15:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Anglicans reject Justin Welby as head of global church amid anger at same-sex blessings", "description": "<p>Church leaders of some developing countries say C of E has disqualified itself as ‘mother church’</p><p>The leaders of Anglican churches in some developing countries, including South Sudan, Uganda and the Democratic Republic of the Congo, have said they no longer recognise Justin Welby, the archbishop of Canterbury, as the head of the global church.</p><p>Their decision stems from the decision this month of the Church of England’s governing body, the General Synod, to allow clergy to bless couples in same-sex marriages.</p> <a href=\"https://www.theguardian.com/world/2023/feb/20/anglicans-reject-justin-welby-as-head-of-global-church-amid-anger-at-same-sex-blessings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/20/anglicans-reject-justin-welby-as-head-of-global-church-amid-anger-at-same-sex-blessings", "date_published": "2023-02-20 17:40:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pressure builds on PSG players, coach and director despite late win over Lille", "description": "<p>A 95th-minute goal from Lionel Messi helped PSG dodge a fourth straight defeat but all is not well at the club</p><p>By <a href=\"https://twitter.com/_adam_white_?lang=en\">Adam White</a> for <a href=\"http://www.getfootballnewsfrance.com/\">Get French Football News</a></p><p>When PSG were trailing Lille 3-2 with 15 minutes to play, coach Christophe Galtier was joined on the touchline at the Parc des Princes. Famed sporting director Luis Campos, who engineered Lille and Monaco’s recent title-winning squads, left his usual seat in the stands to bark orders and complain about decisions. Although known to be fiercely opinionated, Campos’ ire spilling over in such a public fashion is unprecedented. After three consecutive defeats in three competitions last week, pressure is growing on Galtier. Campos, it seems, feels it too.</p><p>Lionel Messi’s injury-time free-kick eventually <a href=\"https://www.theguardian.com/football/2023/feb/19/neymar-carried-off-before-messi-free-kick-clinches-psgs-4-3-win-over-lille\">won the game for PSG 4-3</a> but it did little to mask the team’s continued disjointed form, which has come at the worst possible time for Galtier. It had been a tough week, with <a href=\"https://www.theguardian.com/football/2023/feb/09/marseille-psg-igor-tudor-coupe-de-france\">PSG knocked out of the Coupe de France by Marseille</a>, beaten 3-1 by Monaco in the league, and then – with Kylian Mbappé only fit for the bench – <a href=\"https://www.theguardian.com/football/2023/feb/14/psg-bayern-munich-champions-league-last-16-match-report\">defeated 1-0 in Paris by Bayern Munich</a> to put them on the brink of Champions League elimination.</p> <a href=\"https://www.theguardian.com/football/2023/feb/20/psg-players-coach-director-pressure-win-lille-lionel-messi-ligue-1\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/20/psg-players-coach-director-pressure-win-lille-lionel-messi-ligue-1", "date_published": "2023-02-20 16:58:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Benjamin Netanyahu accuses protesters of ‘trampling democracy’", "description": "<p>Israeli PM vows to press ahead with legislation to restrict judicial powers as upwards of 100,000 protesters take to streets</p><p>The Israeli prime minister, Benjamin Netanyahu, has accused protesters of “trampling democracy”, vowing that his far-right coalition will move ahead with controversial legislation to restrict the power of the judiciary.</p><p>Upwards of 100,000 people gathered outside the Knesset in Jerusalem on Monday in protest against an initial plenum vote on bills that would give politicians control over appointments to Israel’s supreme court, and limit its ability to overturn laws. Protesters blocked major roads across the country, and prevented some politicians from leaving their homes.</p> <a href=\"https://www.theguardian.com/world/2023/feb/20/israel-benjamin-netanyahu-accuses-protesters-of-trampling-democracy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/20/israel-benjamin-netanyahu-accuses-protesters-of-trampling-democracy", "date_published": "2023-02-20 16:39:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Spinal nerve cell stimulation found to help stroke patients restore movement", "description": "<p>Researchers say they have found a way to help survivors regain control of their arms and hands</p><p>When Heather Rendulic experienced a series of strokes in 2012 at the age of 22, she lost functional use of her left hand. A decade later, she is once more able to use a fork and knife, thanks to electrodes implanted in her neck.</p><p>About one in four people globally will experience a stroke in their lifetime – a condition in which the blood supply to part of the brain is cut off.</p> <a href=\"https://www.theguardian.com/society/2023/feb/20/spinal-nerve-cell-stimulation-found-to-help-stroke-patients-restore-movement\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/20/spinal-nerve-cell-stimulation-found-to-help-stroke-patients-restore-movement", "date_published": "2023-02-20 16:39:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Leeds in talks with former Watford manager Javi Gracia over vacancy", "description": "<ul><li>Spaniard is one of two candidates on club’s latest shortlist</li><li>Gracia is out of work after leaving Qatari side Al Sadd last June</li></ul><p>Leeds are in talks with the former Watford and Valencia head coach Javi Gracia over their vacant manager’s job after <a href=\"https://www.theguardian.com/football/2023/feb/18/everton-leeds-premier-league-match-report\">defeat at Everton</a> left the club in the Premier League’s relegation zone.</p><p>Gracia is one of two candidates on Leeds’s latest shortlist. Two of their preferred candidates, West Brom’s <a href=\"https://www.theguardian.com/football/2023/feb/07/carlos-corberan-signs-new-west-brom-deal-to-rule-himself-out-of-leeds-move\">Carlos Corberán</a> and Rayo Vallecano’s <a href=\"https://www.theguardian.com/football/2023/feb/08/leeds-new-manager-andrea-radrizzani\">Andoni Iraola</a>, proved out of reach after <a href=\"https://www.theguardian.com/football/2023/feb/06/jesse-marsch-sacked-by-leeds-united\">Jesse Marsch was sacked</a> a fortnight ago.</p> <a href=\"https://www.theguardian.com/football/2023/feb/20/leeds-javi-gracia-talks-manager\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/20/leeds-javi-gracia-talks-manager", "date_published": "2023-02-20 15:29:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s an insane amount of money’: fans feel shortchanged by K-pop ticketing as idols finally hit the UK", "description": "<p>British K-pop fans are bracing for a bumper year of gigs – but worry that short-notice ticket releases and high prices play into the hands of scalpers</p><p>Last year, the biggest acts in K-pop largely bypassed Europe on tour, to prioritise the more lucrative US market, which saw BTS hold four shows in Las Vegas. For newer groups held back by the pandemic, local Asian markets were the obvious springboard. But in the coming months, some of the biggest names in the genre will finally visit the UK, to the delight of their devoted British fans. This week the boyband Ateez will headline the O2 Arena, while fellow boyband NCT Dream has just announced a long-awaited London show, and reigning girlband <a href=\"https://www.theguardian.com/music/2022/dec/03/blackpink-o2-arena-london-review-born-pink-k-pop-juggernaut-with-world-beating-attitude\">Blackpink</a> will headline their own one-day festival as part of the BST Hyde Park concert series.</p><p>But British K-pop stans fear they could miss out on seeing their idols due to the self-contained industry swerving towards short notice on ticket releases. The announcement of tour dates and ticket drops are commonly days apart, leaving some fans without enough time to save money for tickets, travel and hotels: K-pop-rock group the Rose announced their London tour date one day ahead of the pre-sale, and four days ahead of the general sale. “It’s just not enough of a chance to get organised,” says fan Gabii Rayner.</p> <a href=\"https://www.theguardian.com/music/2023/feb/20/its-an-insane-amount-of-money-fans-feel-shortchanged-by-k-pop-ticketing-as-idols-finally-hit-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/20/its-an-insane-amount-of-money-fans-feel-shortchanged-by-k-pop-ticketing-as-idols-finally-hit-the-uk", "date_published": "2023-02-20 14:42:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Youth, muscle and attitude: Lecce win at Atalanta validates Baroni methods | Nicky Bandini", "description": "<p>Not everyone enjoys Marco Baroni’s defensive style, but he doesn’t care – and with good reason</p><p>On paper, it looked like a game Atalanta should win. They had been rounding into form since the start of 2023, piling up goals and muscling their way back into the fight for Champions League places. Last weekend, a 2-0 win at Lazio leapfrogged them into fourth, so Sunday’s fixture at home to 13th-placed Lecce should have been straightforward by comparison.</p><p>Football matches, however, are not played on paper. Nor, as the Lecce manager, Marco Baroni, reminded us recently, are they played on a video game console. “There are some PlayStation maestros out there who think our system of play doesn’t work,” he said after a 2-0 win at last-placed Cremonese this month. “They’re wrong.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/20/youth-muscle-and-attitude-lecce-win-at-atalanta-validates-baroni-methods\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/20/youth-muscle-and-attitude-lecce-win-at-atalanta-validates-baroni-methods", "date_published": "2023-02-20 14:02:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Fight for your dreams’: White Sox minor leaguer Anderson Comas comes out as gay", "description": "<ul><li>Pitcher has played for White Sox organization since 2016</li><li>White Sox say they are proud of player’s announcement</li></ul><p>Anderson Comas, a minor leaguer in the Chicago White Sox organization, has come out as gay.</p><p>The 23-year-old Comas, who is from the Dominican Republic, made the announcement in an <a href=\"https://www.instagram.com/p/Co2OaW3rVR_/?utm_source=ig_web_copy_link\">Instagram post</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/20/fight-for-your-dreams-white-sox-minor-leaguer-anderson-comas-comes-out-as-gay\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/20/fight-for-your-dreams-white-sox-minor-leaguer-anderson-comas-comes-out-as-gay", "date_published": "2023-02-20 14:02:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "BrewDog to expand in China after Budweiser deal", "description": "<p>Punk IPA maker says it wants to sell more of its craft beer in world’s biggest market</p><p>BrewDog has said it plans to brew in China as part of a deal with Budweiser China to expand sales in the world’s biggest market for beer.</p><p>Budweiser China will start brewing BrewDog’s Punk IPA, Hazy Jane and Elvis Juice beers by the end of March at its Putian Craft Brewery near China’s south-east coast, the companies announced on Monday.</p> <a href=\"https://www.theguardian.com/business/2023/feb/20/brewdog-china-budweiser-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/20/brewdog-china-budweiser-deal", "date_published": "2023-02-20 10:41:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Is MLS truly a major league in the US? It depends where you are", "description": "<p>Teams from America’s largest cities have won the last two editions of MLS Cup. But their victories struggled to break through to the mainstream</p><p>MLS is entering its 28th season and soccer’s popularity in the US is evident from the thousands who play the game, as well as the popularity of the Premier League, Liga MX … and even <a href=\"https://www.theguardian.com/football/2022/oct/01/utterly-addictive-how-wrexham-took-over-reynolds-and-mcelhenney\">a team from north Wales</a>. But many US soccer teams, including those in MLS, can sometimes fail to breach the wall of sporting consciousness in their own back yards.</p><p>That stumbling block is evident in America’s two biggest cities. While LA and New York City have a huge number of soccer fans, it is arguable whether their MLS teams are part of the identity of the cities.</p> <a href=\"https://www.theguardian.com/football/2023/feb/20/is-mls-truly-a-major-league-in-the-us-it-depends-where-you-are\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/20/is-mls-truly-a-major-league-in-the-us-it-depends-where-you-are", "date_published": "2023-02-20 09:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Northern Ireland post-Brexit deal unlikely this week, says DUP spokesperson", "description": "<p>Unionist party MP Sammy Wilson says there are still ‘barriers and hills to climb’ for Sunak to win consensus</p><p>A deal to solve the post-Brexit impasse in Northern Ireland is unlikely to emerge this week, a senior Democratic Unionist politician has warned, as Rishi Sunak came under increasing pressure from both the DUP and a number of Conservative backbenchers.</p><p>Sammy Wilson, who speaks on Brexit issues for the DUP, reiterated the party’s pledge that Sunak agreeing a deal with the EU without the consent of the unionist party would mean a continued boycott of Northern Ireland’s devolved assembly.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/20/northern-ireland-post-brexit-deal-unlikely-this-week-says-dup-spokesperson\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/20/northern-ireland-post-brexit-deal-unlikely-this-week-says-dup-spokesperson", "date_published": "2023-02-20 08:53:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war: foreign ministers to meet on EU-wide ammunition deal after call for urgent action – live", "description": "<p>EU foreign affairs chief Josep Borrell will propose deal at Brussels meeting to buy ammunition using similar model to one deployed to secure vaccines during Covid crisis</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-362-of-the-invasion\">What we know on day 362 of the invasion</a></li></ul><p>Hello and welcome back to the Guardian’s live coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>. I’m Samantha Lock and I’ll be bringing you all the latest developments as they unfold.</p><p>The EU’s high representative for foreign affairs, <strong>Josep Borrell</strong>, earlier told ministers at a Munich Security Conference on Sunday that the <a href=\"https://www.theguardian.com/world/2023/feb/19/ukraine-war-over-unless-eu-boosts-military-support-says-top-diplomat\">war could be over</a> if the EU cannot increase its supply of ammunition to Ukraine.</p><p><strong>Ukraine’s military is inflicting “extraordinarily significant” losses on Russian forces near the town of Vuhledar in the eastern Donbas region</strong>, President Volodymyr Zelenskiy said on Sunday in his nightly video address. Zelenskiy referred to several towns in Donbas, saying “the more losses Russia suffers there … in Bakhmut, Vuhledar, Marinka, Kreminna – the faster we will be able to end this war with Ukraine’s victory”.</p><p><strong>Ukrainian troops are preparing to defend one of the possible targets of a new Russian offensive in the eastern Donetsk region as Russia threatens to capture Bakhmut.</strong> Ukrainian soldiers near the small town of Siversk described being outgunned. “If they occupied Bakhmut, then we would be semi-encircled, because on the left side we have the Siverskyi Donets river, and the enemy will advance from the right, and it is possible to cut us off if they reach the Bakhmut highway,” said the deputy Siversk battalion commander.</p><p><strong>Three people were killed by shelling near the southern Ukrainian city of Berislav on Sunday morning</strong>, according to local officials. The regional military administration said Russian forces struck the village of <strong>Burgunka</strong> with “massive artillery fire” and that one of the shells hit the yard of a family home.</p><p><strong>The EU’s high representative for foreign affairs, Josep Borrell, said the <a href=\"https://www.theguardian.com/world/2023/feb/19/ukraine-war-over-unless-eu-boosts-military-support-says-top-diplomat\">war could be over</a> if the EU cannot increase its supply of ammunition</strong> to Ukraine. “We are in urgent war mode,” he said. “This shortage of ammunition has to be solved quickly.” Borrell backed a call for the bloc’s members to buy arms jointly to help Ukraine but warned it would not solve Kyiv’s urgent need for more ammunition now.</p><p><strong>The US and Ukraine are “still having discussions” amid <a href=\"https://www.theguardian.com/world/2023/feb/19/us-f-16s-ukraine-un-ambassador\">pressure to supply F-16 jets</a>.</strong> The US ambassador to the United Nations indicated on Sunday that the White House could reverse its refusal to supply F-16 jets to Ukraine. Ukrainian officials have urged US Congress members to press Biden’s administration to send the jetfighters to Kyiv, saying the aircraft would boost Ukraine’s ability to hit Russian missile units with US-made rockets, lawmakers said.</p><p><strong>Zelenskiy and French President Emmanuel Macron spoke by phone on Sunday and discussed strategies</strong>, including what the Ukrainian leader described as joint decisions ahead of this week’s anniversary of Russia’s invasion of his country. In his nightly video address, Zelenskiy said he thanked the French president “for understanding our needs and for expressing jointly that we cannot waste any opportunity or a single week in our defence against Russian aggression … We also discussed important decisions that we are planning for this week – for our year of resistance.”</p><p><strong>France</strong> <strong>has said it would deliver the AMX-10 light armoured vehicles</strong> it has promised to Ukraine “by the end of next week”. Macron added in an interview that he wants Russia to lose the war but he does not want to see it “crushed”.</p><p><strong>China may be on brink of<a href=\"https://www.theguardian.com/world/2023/feb/19/china-may-be-on-brink-of-supplying-arms-to-russia-says-blinken\"> supplying arms to Russia</a>, the US secretary of state, Antony Blinken, has warned.</strong> Blinken told US networks that the US had information <a href=\"https://www.theguardian.com/world/china\">China</a> was considering whether to give Russia assistance, possibly including guns and weapons, for the Ukraine war..</p><p><strong>The Polish prime minister said he and US President Joe Biden will discuss the possibility of increasing US troop presence in Poland</strong> and making it more permanent. “We are in the process of discussion with President Biden’s administration about making their (troop) presence more permanent and increasing them,” Mateusz<strong> </strong>Morawiecki said on CBS’s Face the Nation on Sunday.</p> <a href=\"https://www.theguardian.com/world/live/2023/feb/20/russia-ukraine-war-live-updates-latest-news-foreign-ministers-eu-ammunition-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/20/russia-ukraine-war-live-updates-latest-news-foreign-ministers-eu-ammunition-deal", "date_published": "2023-02-20 05:41:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The fight for an Indigenous voice is over 100 years old. If only we had listened to those early activists | John Maynard", "description": "<p>Aboriginal activists first called for a voice to parliament as part of their political platform and demands during the 1920s</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/feb/20/australia-news-live-wage-theft-education-economy-voice-robodebt-interest-rates-housing-health\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The most startling point on the referendum for a voice to parliament is the fact the majority of people in this country have no idea of history. And I mean Black and white people.</p><p>Australian history, as written for nearly two-thirds of the 20th century, glorified discoverers, explorers, settlers, and Gallipoli. We, as Aboriginal people, had been conveniently erased from the historical landscape and memory. Most Australians gave Aboriginal people little or no consideration. The majority of Aboriginal people were trapped in a historical vacuum through the fact that great numbers of our people had been confined to heavily congested and controlled missions and reserves.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p><p><em>a view from a window which had been carefully placed to exclude a whole quadrant of the landscape.</em></p><p>a national land rights agenda</p><p>protecting Aboriginal children from being taken from their families</p><p>a call for genuine Aboriginal self-determination</p><p>citizenship in our own country</p><p>defending a distinct Aboriginal cultural identity</p><p>the insistence Aboriginal people be placed in charge of Aboriginal affairs.</p><p><em>The request made by this association for sufficient land for each eligible family is justly based. The Australian people are the original owners of the land and have a prior right over all other people in this respect.</em></p><p><em>pleas were entered for direct representation in parliament.</em></p><p><em>The control of Aboriginal affairs, apart from common law rights shall be vested in a board of management comprised of capable educated Aboriginals under a chairman to be appointed by the government.</em></p><p><em>Aboriginal representative in the federal parliament, or failing it, to have an [A]boriginal ambassador appointed to live in Canberra to watch over his people’s interests and advise the federal authorities.</em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/20/the-fight-for-an-indigenous-voice-is-over-100-years-old-if-only-we-had-listened-to-those-early-activists\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/20/the-fight-for-an-indigenous-voice-is-over-100-years-old-if-only-we-had-listened-to-those-early-activists", "date_published": "2023-02-20 02:55:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "North Korea launches more missiles as Kim sister warns Pacific could become ‘firing range’", "description": "<p>Kim Yo-jong says the frequency of its missile launches depends on the military exercises conducted by US forces in the region </p><p>North Korea fired two ballistic missiles off its east coast, South Korea’s military said on Monday, as the powerful sister of the North’s leader, Kim Jong-un, warned the isolated and nuclear-armed state could turn the Pacific into a “firing range”.</p><p>The launches come just two days after North Korea <a href=\"https://www.theguardian.com/world/2023/feb/18/north-korea-fired-ballistic-missile-east-coast-south-korea\">fired an intercontinental ballistic missile (ICBM) into the sea</a> off Japan’s west coast, prompting joint air exercises by the United States and South Korea on Sunday.</p> <a href=\"https://www.theguardian.com/world/2023/feb/20/north-korea-launches-more-missiles-as-kim-sister-warns-pacific-could-become-firing-range\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/20/north-korea-launches-more-missiles-as-kim-sister-warns-pacific-could-become-firing-range", "date_published": "2023-02-20 00:52:09+00:00", "persistent": false, "user": null, "language": "en-US"}]