[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "LA County Sheriff Names Suspect Arrested In Killing Of Los Angeles Bishop", "description": "Los Angeles County Sheriff&#8217;s Department authorities named 65-year-old Carlos Medina of Torrance, California, as the person of interest arrested in the fatal shooting of Auxiliary Bishop David O&#8217;Connell over the weekend. O&#8217;Connell, 69, of the Archdiocese of Los Angeles, was shot dead in his home in the suburb of Hacienda Heights on Saturday just before ...", "link": "https://www.dailywire.com/news/la-county-sheriff-names-suspect-arrested-in-killing-of-los-angeles-bishop", "date_published": "2023-02-20 19:41:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "January 6 Panel Chairman Issues Warning Over Tucker Carlson Getting Tapes", "description": "The chairman of the n0w-defunct January 6 Committee warned of the &#8220;potential security risks&#8221; of U.S. Capitol security footage being released to the media. Rep. Bennie Thompson (D-MS) issued a statement hours after Axios broke the news that House Speaker Kevin McCarthy (R-CA) gave Fox News host Tucker Carlson access to 41,000 hours of Capitol ...", "link": "https://www.dailywire.com/news/january-6-panel-chairman-issues-warning-over-tucker-carlson-getting-tapes", "date_published": "2023-02-20 19:26:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ohio Metal Manufacturing Plant Explodes, Sending Multiple People To Hospital", "description": "Several people were sent to a hospital for burns Monday after a metal factory in the Cleveland area of Ohio went up in flames, creating a large plume of smoke from the building. Local media reported witnesses heard a big “boom” shortly after 2:00 p.m. at the I Schumann &amp; Co. metal and paint plant ...", "link": "https://www.dailywire.com/news/ohio-metal-manufacturing-plant-explodes-sending-multiple-people-to-hospital", "date_published": "2023-02-20 17:49:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Alpha-Karen With Brown Skin’: MSNBC Guest Ratchets Up The Racism To Insult Nikki Haley", "description": "MSNBC guest Wajahat Ali ratcheted up the racism on Sunday evening to attack former Governor Nikki Haley, who is the daughter of Indian immigrants, claiming that she was essentially using her &#8220;brown skin to launder white supremacist talking points.&#8221; Ali was responding to Haley&#8217;s campaign launch — she announced last week that she planned to ...", "link": "https://www.dailywire.com/news/alpha-karen-with-brown-skin-msnbc-guest-ratchets-up-the-racism-to-insult-nikki-haley", "date_published": "2023-02-20 17:43:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Lying Clown’: NYC Mayor Ripped After Mocking DeSantis During Pro-Cop Visit", "description": "Governor Ron DeSantis began a national pro-police tour with a stop on Staten Island Monday, prompting a poke from New York City Mayor Eric Adams and then a spirited defense of the Florida Republican from supporters on  social media. Adams, who took office on January 1, 2022 and reportedly harbors 2024 presidential aspirations, tweeted snidely at ...", "link": "https://www.dailywire.com/news/lying-clown-nyc-mayor-ripped-after-mocking-desantis-during-pro-cop-visit", "date_published": "2023-02-20 17:04:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘You’re Not A New Generation’: Whoopi Goldberg Swipes The Nikki Haley Attack Right Out Of Don Lemon’s Mouth", "description": "Actress and talk show host Whoopi Goldberg attacked former Governor Nikki Haley on Monday, using the exact same insult that had numerous critics calling for CNN anchor Don Lemon to lose his job. Goldberg played a clip of Haley&#8217;s campaign ad — released along with the official announcement that she intended to seek the 2024 ...", "link": "https://www.dailywire.com/news/youre-not-a-new-generation-whoopi-goldberg-swipes-the-nikki-haley-attack-right-out-of-don-lemons-mouth", "date_published": "2023-02-20 17:02:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "D.A. Drops Key Charge Against Alec Baldwin In ‘Rust’ Shooting Case", "description": "Alec Baldwin scored a substantial legal victory Monday when the Santa Fe County, New Mexico, district attorney dropped the gun enhancement charge against the actor in the case over the shooting death of &#8220;Rust&#8221; cinematographer Halyna Hutchins. The dropped charge means Baldwin will not face any longer than 18 months in prison, even if he ...", "link": "https://www.dailywire.com/news/d-a-drops-key-charge-against-alec-baldwin-in-rust-shooting-case", "date_published": "2023-02-20 14:20:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Zelensky Warns Of World War III If China Allies With Russia", "description": "Ukrainian President Volodymyr Zelensky warned Monday that World War III is inevitable if China allies with Russia.  Zelensky’s comments came the same day President Joe Biden made a surprise visit to Kyiv and two days after U.S. intelligence officials revealed that they believe China is considering sending lethal aid to Russian President Vladimir Putin’s forces.  ...", "link": "https://www.dailywire.com/news/zelensky-warns-of-world-war-iii-if-china-allies-with-russia", "date_published": "2023-02-20 13:50:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "James O’Keefe Resigns From Project Veritas: Reports", "description": "Project Veritas CEO James O&#8217;Keefe reportedly announced his exit from his investigative group on Monday after some staffers accused him of creating a miserable work environment. O&#8217;Keefe, who founded the nonprofit famous for its sting operations in 2011, read his letter of resignation to the Project Veritas Board of Directors in Mamaroneck, New York, according ...", "link": "https://www.dailywire.com/news/james-okeefe-resigns-from-project-veritas-reports", "date_published": "2023-02-20 13:43:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Fascists’ And ‘Haters’ And ‘Bigots,’ Oh My! How Florida’s Decision To Ignore Woke Smears Is Building Confidence In Other States", "description": "Expect the woke Left to try to smear you as a “fascist” if you object to children being taught to hate themselves or others because of their race. A recent op-ed in The Guardian has warned us. It headlines the word “fascism” to describe Florida’s 2022 legislation that puts the brakes on some of the ...", "link": "https://www.dailywire.com/news/fascists-and-haters-and-bigots-oh-my-how-floridas-decision-to-ignore-woke-smears-is-building-confidence-in-other-states", "date_published": "2023-02-20 13:07:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Lost American Submarine From World War II Identified Off The Coast Of Japan", "description": "The remains of an American submarine that went missing during World War II have finally been identified, the U.S. Navy confirmed in a press release on Thursday.  Discovered off the coast of Hokkaido, Japan, last year by a team led by Dr. Tamaki Ura from the University of Tokyo, the Naval History and Heritage Command ...", "link": "https://www.dailywire.com/news/lost-american-submarine-from-world-war-ii-identified-off-the-coast-of-japan", "date_published": "2023-02-20 13:06:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Famed Children’s Author Roald Dahl’s Books Altered In Massive Woke Effort", "description": "The publisher of Roald Dahl, the famed children’s author who wrote “Charlie and the Chocolate Factory,” “Matilda,” “James and the Giant Peach,” and “The BFG,” among other works, has collaborated with the Roald Dahl Story Co., which manages the works’ copyright and trademarks, to make hundreds of alterations in order not to offend anyone with ...", "link": "https://www.dailywire.com/news/famed-childrens-author-roald-dahls-books-altered-in-massive-woke-effort", "date_published": "2023-02-20 12:56:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Suspect Arrested In Killing Of Los Angeles Bishop: Report", "description": "Authorities arrested a suspect Monday in connection to the death of Auxiliary Bishop David O’Connell, multiple sources say. O’Connell, 69, of the Archdiocese of Los Angeles, was shot dead in his home in the suburb of Hacienda Heights. Multiple media sources, including The Los Angeles Times, reported authorities arrested the suspect on Monday. Other sources ...", "link": "https://www.dailywire.com/news/suspect-arrested-in-killing-of-los-angeles-bishop-report", "date_published": "2023-02-20 12:36:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Says ‘Blank Check’ For Ukraine With No Clear Objective Not Acceptable", "description": "Florida Governor Ron DeSantis, on a national tour some suspect could be a prelude to a 2024 presidential bid, said the Biden administration is throwing money at Ukraine without stating a clear objective. The remarks, which came in an interview on Fox News Channel’s “Fox &amp; Friends,” marked the first time the Republican has weighed ...", "link": "https://www.dailywire.com/news/desantis-says-blank-check-for-ukraine-with-no-clear-objective-not-acceptable", "date_published": "2023-02-20 12:07:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Starts Pro-Police Tour In NY, Philadelphia, Chicago", "description": "Florida GOP Gov. Ron DeSantis, a staunch defender of law enforcement, is making a tour around the country to meet and support law enforcement officers. DeSantis will visit areas of New York City, Philadelphia, and Chicago, reportedly discussing his own efforts in Florida vis-à-vis law enforcement. “It’s a law enforcement rally to send a message ...", "link": "https://www.dailywire.com/news/desantis-starts-pro-police-tour-in-ny-philadelphia-chicago", "date_published": "2023-02-20 11:13:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Speaker McCarthy Releases 41,000 Hours Of Exclusive Jan. 6 Footage To Tucker Carlson: Report", "description": "House Speaker Kevin McCarthy (R-CA) reportedly gave 41,000 hours of exclusive U.S. Capitol surveillance footage from the January 6 riot to Fox News host Tucker Carlson, who could begin airing the highly anticipated release on his programs in the coming weeks. According to an Axios report, sources claim that TV producers for Carlson began sifting ...", "link": "https://www.dailywire.com/news/speaker-mccarthy-releases-41000-hours-of-exclusive-jan-6-footage-to-tucker-carlson-report", "date_published": "2023-02-20 11:11:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘They Will Not Force Me Out’: Mayorkas Stonewalls GOP Calling For Resignation", "description": "Responding to reports that the House GOP majority wants him out of office, Secretary of Homeland Security Alejandro Mayorkas defiantly rejected the idea. Mayorkas spoke with CNN’s Chris Wallace, who referred to the “slings and arrows of your critics” and asked if that would “force you out.” “They will not force me out,” Mayorkas snapped. ...", "link": "https://www.dailywire.com/news/they-will-not-force-me-out-mayorkas-stonewalls-gop-calling-for-resignation", "date_published": "2023-02-20 10:52:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Biden Makes Secret Trip To Ukraine, Appears With Zelensky", "description": "President Joe Biden quietly slipped into Kyiv Monday for an unannounced visit as the one-year anniversary of Russia’s invasion of Ukraine draws near. Biden met with Ukrainian President Volodymyr Zelensky, walking together around St. Michael’s Cathedral as air raid sirens sounded around the embattled city. Biden pledged a new aid package that will include more ...", "link": "https://www.dailywire.com/news/biden-makes-secret-trip-to-ukraine-appears-with-zelensky", "date_published": "2023-02-20 07:26:30+00:00", "persistent": false, "user": null, "language": "en-US"}]