{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-20-house-republicans-who-demanded-change-and-won-are-seen-as-heroes-not-holdouts-to-many", "title": "The 20 House Republicans Who Demanded Change And Won Are Seen As Heroes – Not Holdouts – To Many", "date_published": "2023-01-07 17:48:18+00:00", "description": "For good reason, it is rare to call any politician a &#8220;hero,&#8221; but who in The Swamp could be seen in a better light right now than the 20 Republicans who fought the status quo, demanded congressional change, and won this past week? The conservative congressmen and women (full list of names below) held out ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-bills-safety-damar-hamlin-posts-on-social-media-for-first-time-since-cardiac-arrest", "title": "BREAKING: Bills Safety Damar Hamlin Posts On Social Media For First Time Since Cardiac Arrest", "date_published": "2023-01-07 17:19:05+00:00", "description": "Buffalo Bills safety Damar Hamlin posted to social media Saturday afternoon, the first time that he has made a public statement since going into cardiac arrest during this week&#8217;s Monday Night Football game. Hamlin collapsed with about six minutes left in the first quarter of the game after he tackled Cincinnati Bengals receiver Tee Higgins ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/here-are-the-concessions-house-speaker-kevin-mccarthy-gave-to-republican-holdouts-to-win-their-support", "title": "Here Are The Concessions House Speaker Kevin McCarthy Gave To Republican Holdouts To Win Their Support", "date_published": "2023-01-07 17:00:19+00:00", "description": "After days of negotiations and 15 roll call votes, California Rep. Kevin McCarthy became House speaker early Saturday morning after reportedly giving major concessions to a group of Republican holdouts increasing the influence of some of the chamber&#8217;s most conservative members. McCarthy’s concessions include changes to how the House is run, placing members of the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-never-saw-more-damning-quotes-nyt-reporter-scolds-biden-officials-for-treating-migrants-worse-than-trump-did", "title": "‘I Never Saw More Damning Quotes’: NYT Reporter Scolds Biden Officials For Treating Migrants Worse Than Trump Did", "date_published": "2023-01-07 16:48:48+00:00", "description": "New York Times reporter Michael Shear cornered White House Press Secretary Karine Jean-Pierre and National Security Council spokesman John Kirby — during a Friday briefing — about the administration&#8217;s handling of the ongoing crisis at the U.S.-Mexico border. Shear pointed out the fact that humanitarian groups have sounded more alarms about the Biden administration&#8217;s treatment ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ashli-babbitts-mother-speaks-out-after-arrest", "title": "Ashli Babbitt’s Mother Speaks Out After Arrest", "date_published": "2023-01-07 16:44:16+00:00", "description": "The mother of Ashli Babbitt says she was &#8220;aggressively&#8221; arrested near the Capitol on Friday, two years after her daughter was fatally shot in the halls of Congress. Micki Witthoeft shared her story with Newsmax hours after she was detained for allegedly failing to obey an order and obstructing a roadway. Witthoeft said she and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-appeals-court-rules-against-atf-strikes-down-bump-stock-ban", "title": "Federal Appeals Court Rules Against ATF, Strikes Down Bump Stock Ban", "date_published": "2023-01-07 15:26:14+00:00", "description": "A federal appeals court ruled on Friday against a ban on bump stocks put in place during the Trump administration after the 2017 Las Vegas shooting.  The 5th Circuit Court of Appeals in New Orleans struck down the ban on Friday in a 13-3 decision, saying that the U.S. Bureau of Alcohol, Tobacco, Firearms, and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/grand-jury-declines-to-indict-man-accused-of-throwing-cans-at-ted-cruz", "title": "Grand Jury Declines To Indict Man Accused Of Throwing Cans At Ted Cruz", "date_published": "2023-01-07 15:20:59+00:00", "description": "A grand jury declined to indict a Houston man accused of throwing alcoholic beverage cans at Sen. Ted Cruz (R-TX) at a Houston Astros parade last fall. Joseph Halm Arcidiacono, a 33-year-old who was charged with aggravated assault with a deadly weapon, was instead no-billed, according to court documents. That means the grand jury was ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-jersey-schools-to-teach-children-how-to-avoid-disinformation-in-the-name-of-democracy-civic-discourse", "title": "New Jersey Schools To Teach Children How To Avoid ‘Disinformation’ In The Name Of ‘Democracy,’ ‘Civic Discourse’", "date_published": "2023-01-07 13:46:25+00:00", "description": "Democratic New Jersey Gov. Phil Murphy signed an “information literacy” law this week that mandates schools teach K-12 students how to identify “disinformation” in the name of protecting “democracy.” The bill, signed by Murphy on Wednesday, was sponsored by both Republicans and Democrats in the legislature earlier this year.  “Our democracy remains under sustained attack ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/historic-117-year-old-portland-church-to-be-demolished-after-arson-attack", "title": "Historic 117-Year-Old Portland Church To Be Demolished After Arson Attack", "date_published": "2023-01-07 12:10:09+00:00", "description": "A historic, 117-year-old church in Portland, Oregon, is being demolished after being irreparably damaged by a fire this week.  Police have arrested 27-year-old Cameron David Storer, a man who also claims to go by Nicolette Fait, for allegedly setting fire to the church. The office of Multnomah County District Attorney Mike Schmidt referred to Storer ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/girlfriend-of-capitol-police-officer-sicknick-suing-trump-for-millions-over-claims-of-wrongful-death", "title": "Girlfriend Of Capitol Police Officer Sicknick Suing Trump For Millions Over Claims Of Wrongful Death", "date_published": "2023-01-07 12:06:53+00:00", "description": "The longtime girlfriend of late Capitol Police Officer Brian Sicknick is suing former President Donald Trump and two others over claims of wrongful death and conspiracy to violate civil rights. Officer Sicknick, according to the D.C. medical examiner, suffered two strokes and died of natural causes the day after a riot broke out at the U.S. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/southwest-reveals-how-much-holiday-flight-meltdown-will-cost-them", "title": "Southwest Reveals How Much Holiday Flight Meltdown Will Cost Them", "date_published": "2023-01-07 11:27:13+00:00", "description": "Southwest Airlines estimates that between $725 million and $825 million will be lost in the aftermath of the company canceling thousands of flights during the holiday travel season. Southwest canceled an elevated number of flights even after severe winter weather conditions had subsided in the days after Christmas. The company announced a return to normal ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/in-legal-win-for-girls-sports-clinton-appointed-judge-notes-inherent-physical-differences-between-the-sexes", "title": "In Legal Win For Girls Sports, Clinton-Appointed Judge Notes ‘Inherent Physical Differences Between The Sexes’", "date_published": "2023-01-07 11:18:37+00:00", "description": "A federal judge issued a decision Thursday that upholds West Virginia’s Save Women’s Sports Act, legislation that separates sports by biological sex, as opposed to &#8220;gender identity.&#8221; Southern District of West Virginia Judge Joseph R. Goodwin, an appointee of former President Bill Clinton, highlighted the &#8220;average physical differences between the sexes&#8221; in his decision. &#8220;While ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trans-yale-swimming-star-goes-from-shark-to-scrub-after-joining-mens-team", "title": "Trans Yale Swimming Star Goes From Shark To Scrub After Joining Men’s Team", "date_published": "2023-01-07 09:51:21+00:00", "description": "An Ivy League All-American swimmer went from pool shark to scrub after transitioning from female to male, the opposite of the switch made by Lia Thomas. Iszac Henig, a senior on the Yale men’s swim team, placed 79th out of 83 at a men’s meet in November after earning All-American plaudits as a junior on ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-mexican-cartels-shoot-at-commercial-jetliner-passengers-duck-on-the-floor", "title": "WATCH: Mexican Cartels Shoot At Commercial Jetliner, Passengers Duck On The Floor", "date_published": "2023-01-07 08:45:54+00:00", "description": "A Mexican commercial passenger jet was shot at by Mexican drug cartel members this week in the city of Culiacan as thousands of Mexican soldiers descended on the area to capture a drug kingpin. Passengers onboard an Aeromexico flight were caught in the crossfire between the military and the Sinaloa drug cartel on Thursday as ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/watch-intense-battle-breaks-out-when-mexico-launches-3500-man-operation-to-capture-drug-lord", "title": "WATCH: Intense Battle Breaks Out When Mexico Launches 3,500-Man Operation To Capture Drug Lord", "date_published": "2023-01-07 08:34:56+00:00", "description": "Surreal images emerged late this week after Mexico launched a military operation with thousands of soldiers to capture the son of notorious Sinaloa drug cartel leader Joaquín Guzmán Loera, also known as “El Chapo.” El Chapo’s son, Ovidio Guzmán López, who is reportedly a leader in the cartel, was captured during the massive military operation ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/breaking-kevin-mccarthy-elected-next-speaker-of-the-house", "title": "BREAKING: Kevin McCarthy Elected Next Speaker Of The House", "date_published": "2023-01-07 00:33:00+00:00", "description": "Rep. Kevin McCarthy (R-CA) was elected to become the next Speaker of the House of Representatives late on Friday after a week of drama forced multiple rounds of voting for the first time in a century. McCarthy won with 216 votes over Rep. Hakeem Jeffries&#8217; (D-NY) 212 votes because six Republican members voted &#8220;present,&#8221; thus ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}