{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/chiles-justice-minister-resigns-in-face-of-opposition-to-protester-pardons", "title": "Chile’s justice minister resigns in face of opposition to protester pardons", "date_published": "2023-01-07 22:13:06+00:00", "description": "<p>Marcela Ríos stands down before expected congressional complaint over pardons of those involved in 2019 political violence</p><p>Chile’s justice minister, Marcela Ríos, has resigned her post, the country’s president, Gabriel Boric, said on Saturday, amid accusations of wrongdoing over pardons given to people connected to violent 2019 protests.</p><p>Lawyer Luis Cordero Vega will take up the job in the coming days, leftist Boric added in a video statement, thanking Ríos for her work during her 10 months in the role.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/chiles-justice-minister-resigns-in-face-of-opposition-to-protester-pardons\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-i-felt-guilt-meeting-mourners-after-dianas-death", "title": "Prince Harry: I felt guilt meeting mourners after Diana’s death", "date_published": "2023-01-07 21:00:28+00:00", "description": "<p>Duke recalls feeling hands wet with tears when he shook hands with people outside Kensington Palace</p><p>The Duke of Sussex has described the guilt he felt while walking outside Kensington Palace following the death of his mother, Diana, Princess of Wales.</p><p>In a <a href=\"https://www.youtube-nocookie.com/embed/a-zjaxmZVwg\">clip from Harry: The Interview</a>, which will be broadcast at 9pm on ITV1 and ITVX on Sunday, Prince Harry speaks about his memories of meeting mourners following the death of his mother in 1997.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-i-felt-guilt-meeting-mourners-after-dianas-death\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/un-rights-chief-urges-rapid-inquiry-after-28-die-in-burkina-faso-town", "title": "UN rights chief urges rapid inquiry after 28 die in Burkina Faso town", "date_published": "2023-01-07 20:24:18+00:00", "description": "<p>Volker Türk says investigation  launched by government into deaths in mainly Fulani and Muslim area should be rapid and open</p><p>The head of the United Nations human rights office has called for a prompt, transparent investigation into the deaths of at least 28 people <a href=\"https://apnews.com/article/politics-burkina-faso-crime-military-and-defense-violence-02aa75e6bcb471115186210f8d1217d9\">whose bodies were found in north-west Burkina Faso last month</a>.</p><p>Volker Türk, the UN high commissioner for human rights, said it was encouraging that authorities had announced an investigation into the incident in Nouna town, a predominately ethnic Fulani and Muslim community.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/un-rights-chief-urges-rapid-inquiry-after-28-die-in-burkina-faso-town\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/sheffield-wednesday-newcastle-fa-cup-third-round-match-report", "title": "Sheffield Wednesday spring shock by putting Newcastle out of FA Cup", "date_published": "2023-01-07 20:20:39+00:00", "description": "<p>This was the sort of evening that this competition has for so long earned a living from. A night when an old, somewhat unloved but far from unloveable mash of iron and concrete <a href=\"https://www.theguardian.com/football/live/2023/jan/07/sheffield-wednesday-v-newcastle-fa-cup-third-round-live\">erupted twice</a>, courtesy of Josh Windass’s second-half double.</p><p>A night when Premier League high flyers, perhaps guilty of underestimating their opponents, are continually wasteful, a malaise summed up by a woeful effort from Chris Wood that drew wild cheers from one set of supporters and a barrage of expletives from the other.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/sheffield-wednesday-newcastle-fa-cup-third-round-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/07/gianni-infantino-fifa-pele-stadiums-everywhere-monument-to-folly", "title": "Infantino’s call for Pelé stadiums everywhere is a monument to folly | Jonathan Wilson", "date_published": "2023-01-07 20:00:27+00:00", "description": "<p>Fifa president has utterly failed to grasp how football allows communities to celebrate their local heroes</p><p>There are times when you wonder whether <a href=\"https://www.theguardian.com/football/gianni-infantino\">Gianni Infantino </a>has ever interacted with an actual human being, somebody who might tell him how ridiculous he sounds or do something about his white trainers. Maybe this is how he has always been, gabbling away in the language of the football wonk, involuntarily spewing out inane statistics and ludicrous proposals.</p><p>Even by the standards of the kneejerk populism of modern political figures – Build a wall! Tax cuts! Universal … err… maths! – Infantino’s suggestion that <a href=\"https://www.theguardian.com/football/2023/jan/02/gianni-infantino-every-country-name-stadium-in-honour-of-pele-fifa\">every country should name a stadium after Pelé</a> was absurd even if Cape Verde and Guinea-Bissau have fallen into line. Perhaps he was paying some sort of tribute to Pelé by saying something ridiculous he thought local media wanted to hear.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/07/gianni-infantino-fifa-pele-stadiums-everywhere-monument-to-folly\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/07/liverpool-v-wolves-fa-cup-third-round-live", "title": "Liverpool v Wolves: FA Cup third round – live", "date_published": "2023-01-07 20:00:20+00:00", "description": "<ul><li>Holders begin defence at Anfield, 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scores: all the goals from the FA Cup and beyond</a></li><li>Get in touch with Sarah <a href=\"mailto:sarah.rendell.casual@theguardian.com\">via email</a> or <a href=\"https://twitter.com/rendellx\">on Twitter</a></li></ul><p><strong>“Evening, Sarah,”</strong> Ian Copestake says. “Have got my Darwin bingo card ready to toast each miss as it happens. May as well enjoy it until his radar is back from the shop.” He may be on firing form today, we will find out in 20 minutes time.</p><p><strong>New Liverpool signing Cody Gakpo</strong> is in the mix today, making his debut. Klopp said of his new player: “Of course, with our situation, injuries with the strikers as well, it’s really nice to have a guy on the pitch who obviously is pretty natural in a lot of things. [He gets] the offensive part of the game and knows where the goal stands. That’s always very helpful. He’s obviously full of joy, enjoying each second in the moment. So that’s very good.”</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/07/liverpool-v-wolves-fa-cup-third-round-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/coventry-wrexham-fa-cup-third-round-match-report", "title": "Non-league Wrexham secure FA Cup upset at Coventry in seven-goal epic", "date_published": "2023-01-07 19:45:44+00:00", "description": "<p>It was only briefly sunny in Coventry. It was otherwise rain-lashed and windy. Ryan Reynolds and Rob McElhenney, Wrexham’s proprietors, had stayed away, presumably waiting for a Premier League club in the next round.</p><p>In their absence, their team prevailed in a chaotic, dramatic Cup tie. A famous win will doubtless make for high-quality streaming content in showing off the old competition’s finest win-or-bust essence. A non-league club, even if one with Disney financing, will be in this year’s fourth round. Now, does that count as a giantkilling?</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/coventry-wrexham-fa-cup-third-round-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/virginia-school-shooting-newport-news-student-six", "title": "Virginia: school chief ‘in shock’ after teacher shot by student, six", "date_published": "2023-01-07 19:35:50+00:00", "description": "<p>Newport News superintendent George Parker urges gun control after attack that left school teacher with life-threatening injuries</p><p>The superintendent of the public school district in Newport News, Virginia, has called for increased gun control while condemning a shooting in which a first-grade student <a href=\"https://www.theguardian.com/us-news/2023/jan/06/virginia-school-student-shot-teacher?CMP=Share_iOSApp_Other\">deliberately shot his teacher</a>.</p><p>In a news <a href=\"https://fb.watch/hVpbbsPOtP/?mibextid=v7YzmG\">conference</a>, the superintendent George Parker said he was “disheartened” and “in shock” after the attack left a Richneck elementary school teacher with “life-threatening injuries”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/virginia-school-shooting-newport-news-student-six\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/at-least-one-dead-and-22-injured-in-collision-on-mexico-citys-metro", "title": "At least one dead and 22 injured in collision on Mexico City’s metro", "date_published": "2023-01-07 19:32:01+00:00", "description": "<p>Death of young woman follows other accidents on the network, including one in 2021 that killed 26</p><p>At least one person was killed and 22 were injured in a train collision on Mexico City’s metro, local authorities have said.</p><p>The accident took place early on Saturday as trains were beginning service, the city’s mayor, Claudia Sheinbaum, said on Twitter.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/at-least-one-dead-and-22-injured-in-collision-on-mexico-citys-metro\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/kevin-mccarthy-bakersfield-california-house-speaker", "title": "‘One more embarrassment’: McCarthy debacle wearily received in California home town", "date_published": "2023-01-07 19:25:04+00:00", "description": "<p>Bakersfield, in California’s unfashionable Central Valley, has been thrown back into focus by the sorry saga in Congress</p><p>Kevin McCarthy’s home town – the hardscrabble city of Bakersfield, in California’s Central Valley – has experienced plenty of bruised feelings over the past week, but not necessarily because people have felt the pain of their congressman’s tortured path to the House speakership.</p><p>Many have bristled at being under a national spotlight during what even Fox News has described as a political<a href=\"https://thehill.com/homenews/media/3798072-hannity-speaker-vote-chaos-bad-for-gop/\"> clown show</a>. Local Republicans appeared increasingly defensive as McCarthy fell short in vote after vote – before <a href=\"https://www.theguardian.com/us-news/2023/jan/07/kevin-mccarthy-republican-house-speaker-congress\">finally prevailing</a> in the early hours of Saturday morning. Democrats, meanwhile, expressed growing concern that McCarthy had been taken captive by his party’s far-right wing and, especially, by apologists for the violent insurrection at the US Capitol two years ago.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/kevin-mccarthy-bakersfield-california-house-speaker\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/louisiana-police-deputy-prison-sentence-100-years", "title": "Former Louisiana police deputy given 100-year sentence for sex crimes", "date_published": "2023-01-07 19:04:39+00:00", "description": "<p>Dennis Perkins, 47, to spend rest of his life in prison after pleading guilty to a slew of crimes including child sexual abuse</p><p>A former Louisiana sheriff’s deputy has been given a 100-year prison sentence after pleading guilty to a spree of sexual abuse crimes, including child abuse.</p><p>Dennis Perkins, 47, will spend the rest of his life in prison after he pleaded guilty to a slew of offenses ranging from rape, child abuse images and video voyeurism to contaminating food with a bodily substance, authorities said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/louisiana-police-deputy-prison-sentence-100-years\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/08/thomas-keneally-at-north-head-i-hear-the-song-of-the-dead-and-relish-my-place-in-the-human-stream", "title": "Thomas Keneally: ‘At North Head I hear the song of the dead and relish my place in the human stream’", "date_published": "2023-01-07 19:00:28+00:00", "description": "<p>In a series of short essays, writers consider what happiness means to them now, after the reckoning of the past few years</p><p>The North Head of Sydney Harbour, named Car-rang-gel according to the Sydney Northern Beaches clan, happens to be my book of daily delights. My wife and compadre, Judy, loves this great block of fissured sandstone and heath above the Pacific too. She’s angry at me when I write about it because she fears the place may become too popular for its good. Its coastal heath went up in prodigious flames above the sea two years back, in a fire of such latter-day intensity many thought there would be no regeneration on this plateau of vistas. But it’s all come back, a little differently.</p><p>The flannel flowers, the glorious punks that eschew polite gardens and only grow on depleted sandy headlands and in the face of salt gales, have asserted themselves and are now visually dominant. Their lovely green-tipped white petals feel just like flannel, a trick that fascinates children, and me for that matter. Then the <em>banksia serrata</em>, are back with their gloried big candles, the ones that shine with nectar and attract rainbow lorikeets before degenerating into furry Daleks.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/08/thomas-keneally-at-north-head-i-hear-the-song-of-the-dead-and-relish-my-place-in-the-human-stream\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/07/revealed-nhs-trusts-tell-patients-they-can-go-private-and-jump-hospital-queues", "title": "Revealed: NHS trusts tell patients to go private and jump hospital queues", "date_published": "2023-01-07 19:00:27+00:00", "description": "<p>Observer investigation finds a ‘two-tier’ health system emerging in England, with rapid access available to those able to pay</p><p>NHS trusts with record waiting lists are promoting “quick and easy” private healthcare services at their own hospitals, offering patients the chance to jump year-long queues, the <em>Observer </em>can reveal.</p><p>Hospitals are offering hip replacements from £10,000, cataract surgery for £2,200 and hernia repairs for £2,500. MRI scans are offered for between £300 and £400.</p><p>East Sussex healthcare NHS trust has thousands of patients waiting for diagnostic tests but offers “fast access” to scans through its private division.</p><p>Great Western hospitals NHS trust in Wiltshire is warning patients that services are “extremely busy”, while its private division promotes self-pay treatment for those who “don’t want to wait for an NHS referral”.</p><p>James Paget university hospitals NHS trust in Norfolk is <a href=\"https://www.jpaget.nhs.uk/departments-services/departments-services-a-z/private-patient-information/\">advertising private services on its NHS website</a>, stating: “We provide highly experienced consultant-led services … without the waiting list.”</p> <a href=\"https://www.theguardian.com/society/2023/jan/07/revealed-nhs-trusts-tell-patients-they-can-go-private-and-jump-hospital-queues\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/08/the-moment-i-knew-i-pledged-i-would-go-to-mass-for-30-days-to-understand-what-i-was-feeling", "title": "The moment I knew: ‘I pledged I would go to mass for 30 days to understand what I was feeling’", "date_published": "2023-01-07 19:00:27+00:00", "description": "<p>After years of friendship, <strong>Josie</strong> still wasn’t sure whether she was into Chris. So she struck a deal with God</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I was 18 when I first met Chris at a church youth group. Although we came from the same ethno-religious group, Chris wasn’t strictly religious. For him, youth group was a way to socialise with people from our community.</p><p>I never really paid him any attention, but one night after youth group he walked me to my car. He was trying to get to know me – he told me later that he had noticed me playing Scrabble at our camp and that was the kind of life he wanted with someone. I summed my interests up for him very clearly: pizza, ice-cream and making lists. He must have liked that answer because suddenly, it felt like he was everywhere.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/08/the-moment-i-knew-i-pledged-i-would-go-to-mass-for-30-days-to-understand-what-i-was-feeling\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/08/vanishing-bird-the-mystery-of-the-near-mythical-australian-painted-snipe", "title": "Vanishing bird: the mystery of the ‘near-mythical’ Australian painted-snipe", "date_published": "2023-01-07 19:00:27+00:00", "description": "<p>Sightings are so rare that no one has recorded the call of these elusive waders, but a mission has begun to finally learn where they go when they disappear</p><p>“Near-mythical” is how the ecologist Matthew Herring describes the Australian painted-snipe – one of this continent’s rarest birds.</p><p>“Some of these terms get thrown around,” Herring says, “but they really are.”</p> <a href=\"https://www.theguardian.com/environment/2023/jan/08/vanishing-bird-the-mystery-of-the-near-mythical-australian-painted-snipe\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/08/a-very-street-library-thing-in-praise-of-sharing-books-with-strangers", "title": "‘A very street library thing’: in praise of sharing books with strangers", "date_published": "2023-01-07 19:00:27+00:00", "description": "<p>From chance encounters with neighbours to the 1970 Australian Women’s Weekly Cookbook, a weekly trip to the street library is a special kind of joy</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></li></ul><p>Even the Dan Brown novels were gone from the street library.</p><p>There had been two – the Da Vinci one, which everyone has read, and Angels &amp; Demons, which no one has – and they had been there for months.</p> <a href=\"https://www.theguardian.com/books/2023/jan/08/a-very-street-library-thing-in-praise-of-sharing-books-with-strangers\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/08/ten-minutes-in-and-we-were-both-crying-my-toddlers-first-tantrum-was-the-most-awful-hour-of-my-life-as-a-new-parent", "title": "Ten minutes in and we were both crying: my toddler's first tantrum was the most awful hour of my life as a new parent | Molly Glassey", "date_published": "2023-01-07 19:00:26+00:00", "description": "<p>If she could talk she’d be calling me every swearword in the book. Instead she erupted and I felt useless</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>The first time my toddler threw a tantrum, her head spun 360 degrees, flames replaced her pupils, the walls rumbled and she chanted a satanic curse in Latin. Well, at least that’s how I remember it.</p><p>I wouldn’t give her p-o-p-c-o-r-n. It was tucked away, high in the top cupboard, and as much as I pretended not to know what Joey wanted, she knew I was holding out. Her face went red and her lungs erupted.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p><p>Molly Glassey is Guardian Australia’s assistant editor, audio and visual</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/08/ten-minutes-in-and-we-were-both-crying-my-toddlers-first-tantrum-was-the-most-awful-hour-of-my-life-as-a-new-parent\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/la-liga-villarreal-real-madrid-juventus-inter", "title": "Gerard Moreno on the spot for Villarreal to dent Real Madrid’s title hopes", "date_published": "2023-01-07 18:57:37+00:00", "description": "<p>Real Madrid suffered a 2-1 defeat at Villarreal on Saturday, giving leaders Barcelona a chance to move ahead in the La Liga title race.</p><p>Gerard Moreno scored a penalty and set up Yeremy Pino for the opener as Villarreal climbed to fifth in the table with a third straight league win. Quique Setién’s side dominated from the start, with Francis Coquelin rattling the woodwork early on before Pino was denied by Thibaut Courtois from close range.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/la-liga-villarreal-real-madrid-juventus-inter\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-ghostwriter-george-clooney-made-film-of-his-life", "title": "In his own write: Prince Harry’s ghostwriter is so famous that George Clooney made a film of his life", "date_published": "2023-01-07 18:42:05+00:00", "description": "<p>JR Moehringer, biographer to stars such as Andre Agassi and a doyen of the genre, was an obvious choice for the Duke of Sussex</p><p>When Prince Harry chose to work with ghostwriter JR Moehringer on his institution-shaking memoir, Spare, he was not taking half measures. The American writer and Pulitzer prize-winning journalist does not have a huge output, but he is known for his immersive approach to subjects, his preoccupation with the father-son relationship, and his capacity to “go deep”.</p><p>When he worked with Andre Agassi on ghostwriting his celebrated 2009 memoir Open, the tennis star said Moehringer moved to Las Vegas and bought a house a mile away, where he lived for two years. They would meet in the mornings over Whole Foods breakfast burritos, Agassi said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-ghostwriter-george-clooney-made-film-of-his-life\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/07/sheffield-wednesday-v-newcastle-fa-cup-third-round-live", "title": "Sheffield Wednesday v Newcastle: FA Cup third round – live", "date_published": "2023-01-07 18:05:03+00:00", "description": "<ul><li>Match at Hillsborough kicks off at 6pm (GMT)</li><li><a href=\"https://www.theguardian.com/football/2023/jan/05/golden-goal-peter-beardsley-for-newcastle-v-nottingham-forest-1996\">Golden Goal: Beardsley for Newcastle v Nottingham Forest</a></li><li>Share your thoughts with Luke <a href=\"mailto:luke.mclaughlin.casual@guardian.co.uk\">via email</a> or <a href=\"https://twitter.com/lukemclaughlin\">on Twitter</a></li></ul><p><strong>Darren Moore</strong>, the Sheffield Wednesday manager, speaks to the BBC: “It’s the beauty of the FA Cup … a special night under the lights against Premier League opposition. It’s a chance for our players to embrace the occasion. We know tonight is going to be a stern test. I said to the boys it’s a game to savour … they’re a good team, we’re a good team, go and play the game and not the occasion.”</p><p><strong>Dion Dublin is having a nice time in Sheffield.</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/jan/07/sheffield-wednesday-v-newcastle-fa-cup-third-round-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/07/don-paterson-poetry-often-involves-obsessive-personalities-toy-fights", "title": "Don Paterson: ‘Poetry often involves obsessive personalities’", "date_published": "2023-01-07 18:00:25+00:00", "description": "<p>The award-winning poet on his painful and funny new memoir about growing up in Dundee, how he’s a ‘vile separatist’ and why music is his first love</p><p><a href=\"http://donpaterson.net/\">Don Paterson</a>, 59, is one of our most outstanding poets, a winner of the Whitbread poetry prize, the Costa poetry award, all three Forward prizes, the TS Eliot prize (twice), and the Queen’s gold medal for poetry. He is about to publish <em><a href=\"https://guardianbookshop.com/toy-fights-9780571240272\">Toy Fights</a></em>, a memoir of his life up to the age of 20. The book should carry a warning: anyone wanting a quiet book should read elsewhere – it will make you laugh aloud. It describes growing up on a Dundee council estate, an unruly school life and the beginnings of his obsession with music (Paterson was later a guitarist with the Celtic-influenced, Euro-jazz band Lammas). His gloriously gnarled humour never upstages seriousness, particularly in his account of a psychiatric breakdown as an adolescent, recalled with unself-pitying precision.</p><p><strong>Can you explain why this memoir has been years in the writing?<br /></strong>I lost interest in myself – and in autobiographical writing – unfortunately after the book had been commissioned [laughs]. But after my father died, three years ago, I had a sudden blast of perspective that helped; made it seem more necessary.</p><p><em>Toy Fights </em>by Don Paterson is published by Faber (£16.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/toy-fights-9780571240272\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jan/07/don-paterson-poetry-often-involves-obsessive-personalities-toy-fights\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/07/john-stonehouse-paved-the-way-for-todays-sleazy-tory-mps-only-he-didnt-get-away-with-it", "title": "John Stonehouse paved the way for today's sleazy Tory MPs – only he didn’t get away with it | Catherine Bennett", "date_published": "2023-01-07 18:00:25+00:00", "description": "<p>His rackety life and faked death, as portrayed in a new ITV drama, seems almost quaint compared with the brazenness of members of his party today</p><p>Julia Stonehouse, daughter of the late MP, does not like his portrayal in ITV’s new dramatisation, <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/02/stonehouse-review-matthew-macfadyen-keeley-hawes\">Stonehouse</a></em>. She says it makes his conduct, which she attributes, like her father, to a breakdown, look like “<a href=\"https://www.theguardian.com/commentisfree/2023/jan/05/itv-john-stonehouse-drama-fiction-daughter\">that of a hapless fool</a>”.</p><p>You do see her point. For whatever reason, Stonehouse, played with genius by Matthew Macfadyen, appears so idiotic that it’s hard to understand how the real-life fraudster organised a convincing disappearance in Miami and, almost, a new life with his secretary-lover. This administrative feat required him, while duping his family, to shift money around multiplying bank accounts and to steal – having personally deceived their widows – the identities of two prematurely dead men, prior to fraudulently obtaining passports in their names. Plus tickets, hotels, a challenging escape to Australia.</p><p>Catherine Bennett is an Observer columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/07/john-stonehouse-paved-the-way-for-todays-sleazy-tory-mps-only-he-didnt-get-away-with-it\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/07/john-stonehouse-paved-the-way-for-todays-sleazy-members-only-he-didnt-get-away-with-it", "title": "John Stonehouse paved the way for today's sleazy Tory MPs – only he didn’t get away with it | Catherine Bennett", "date_published": "2023-01-07 18:00:25+00:00", "description": "<p>His rackety life and faked death, as portrayed in a new ITV drama, seems almost quaint compared with the brazenness of MPs today</p><p>Julia Stonehouse, daughter of the late Labour MP, does not like his portrayal in ITV’s new dramatisation, <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/02/stonehouse-review-matthew-macfadyen-keeley-hawes\">Stonehouse</a></em>. She says it makes his conduct, which she attributes, like her father, to a breakdown, look like “<a href=\"https://www.theguardian.com/commentisfree/2023/jan/05/itv-john-stonehouse-drama-fiction-daughter\">that of a hapless fool</a>”.</p><p>You do see her point. For whatever reason, Stonehouse, played with genius by Matthew Macfadyen, appears so idiotic that it’s hard to understand how the real-life fraudster organised a convincing disappearance in Miami and, almost, a new life with his secretary lover. This administrative feat required him, while duping his family, to shift money around multiplying bank accounts and to steal – having personally deceived their widows – the identities of two prematurely dead men, prior to fraudulently obtaining passports in their names. Plus tickets, hotels, and a challenging escape to Australia.</p><p>Catherine Bennett is an Observer columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/07/john-stonehouse-paved-the-way-for-todays-sleazy-members-only-he-didnt-get-away-with-it\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/blackpool-hit-four-past-nottingham-forest-to-serve-up-huge-fa-cup-shock", "title": "Blackpool hit four past Nottingham Forest to leave Steve Cooper fuming", "date_published": "2023-01-07 17:50:25+00:00", "description": "<p>Blackpool belied their struggles in the Championship to dump Premier League visitors Nottingham Forest out of the FA Cup.</p><p>The Seasiders, languishing in the relegation zone after a nine-game winless run, led at half-time through Marvin Ekpiteta’s close-range finish. Michael Appleton’s side soaked up Forest’s second-half pressure and added further goals through Ian Poveda, CJ Hamilton and substitute Jerry Yates before Ryan Yates headed a late consolation for the visitors.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/blackpool-hit-four-past-nottingham-forest-to-serve-up-huge-fa-cup-shock\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/education/2023/jan/07/most-schools-to-shut-for-several-days-teachers-win-strike-vote", "title": "Most schools in England and Wales to shut for several days if teachers win strike vote", "date_published": "2023-01-07 17:27:27+00:00", "description": "<p>February and March closures will mean biggest shutdown for years if union ballots for action this week</p><p>Most state schools across England and Wales will have to close completely on several days in February and March if the country’s biggest teaching union votes for industrial action this week, the Observer has been told.</p><p>In what would represent a dramatic escalation of the chaos sweeping the public sector, and affect millions of working parents, the National Education Union (NEU) expects a ballot of its members, which ends on Friday, to approve action that would trigger the biggest shutdown of schools for many years.</p> <a href=\"https://www.theguardian.com/education/2023/jan/07/most-schools-to-shut-for-several-days-teachers-win-strike-vote\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/07/balloon-animals-beyond-the-poodle-in-pictures", "title": "Balloon animals beyond the poodle – in pictures", "date_published": "2023-01-07 17:00:24+00:00", "description": "<p><a href=\"https://instagram.com/isopresso_balloon\">Masayoshi Matsumoto</a> was working as a chemical engineer when he first learned how to make balloon animals. Matsumoto doesn’t use marker pens or tape for details on his creations: every eyeball, feather and claw is made from balloons. Inspired by wildlife photography, his menagerie of creatures includes startlingly detailed hermit crabs, baboons, ants and birds. He says the most difficult animal to make is a pangolin. “Many people imagine a poodle or such when they hear the term balloon art,” he says, “but I would like people to realise that you can create complex works too.”</p><p><em>See more at <a href=\"http://instagram.com/isopresso_balloon\">instagram.com/isopresso_balloon</a></em></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/07/balloon-animals-beyond-the-poodle-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/07/bone-valley-podcast-review-there-are-no-greater-heroes-tony-caro-and-john-the-crowning-of-everest-song-for-belper-pet-classics-classic-fm", "title": "The week in audio: Bone Valley; There Are No Greater Heroes; The Crowning of Everest and more – review", "date_published": "2023-01-07 17:00:24+00:00", "description": "<p>A true-crime documentary puts others in the shade, a trip down psych-rock’s memory lane is full of charm – and Everest the immersive way</p><p><strong><a href=\"https://lavaforgood.com/bone-valley/\">Bone Valley</a></strong> (Lava for Good)<br /><strong>There Are No Greater Heroes</strong> (Sam Tyler and Thomas Freeman) | <a href=\"https://podcasts.apple.com/us/podcast/there-are-no-greater-heroes/id1653120576?ign-itscg=30200&amp;ign-itsct=podtail_podcasts\">Apple podcasts</a><br /><strong>The Crowning of Everest</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001gk7h\">BBC Sounds</a> <br /><strong>Song For Belper</strong> (BBC Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001gk63\">BBC Sounds</a> <br /><strong>Pet Classics</strong> (Classic FM) | <a href=\"https://www.globalplayer.com/playlists/h2q/\">globalplayer</a></p><p>Whew, but I have a treat for all you fans of true-crime-cold-case-clue-by-clue-to-the-truth podcasts. <strong><a href=\"https://lavaforgood.com/bone-valley/\">Bone Valley</a></strong>, about a 1987 murder in Florida, and the far-reaching consequences of its seemingly botched police investigation, is an absolute doozy. Dogged and meticulous, with a spine of moral certainty, it makes other true crime podcasts look lazy simply through its completeness. Not only do journalist Gilbert King and his assistant reporter, Kelsey Decker, take you through every single step, from background to current situation, they do so without artifice or ego. I enjoy a spot of clever-me script flummery, but <em>Bone Valley</em> aims to be thorough and direct and is all the more hard hitting because of it.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/07/bone-valley-podcast-review-there-are-no-greater-heroes-tony-caro-and-john-the-crowning-of-everest-song-for-belper-pet-classics-classic-fm\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/two-years-on-from-the-capitol-riot-the-toxic-legacy-of-trumps-big-lie", "title": "Two years on from the Capitol riot: the toxic legacy of Trump’s big lie", "date_published": "2023-01-07 17:00:24+00:00", "description": "<p>The former president faces the prospect of political irrelevance. But the lasting damage he has done is evident in the chaotic scenes in Congress</p><p>“It’s just drama,” sighed Jaime Herrera Beutler last Wednesday as the new Republican majority in Congress repeatedly fumbled its first automatic obligation, taking 15 votes to elect a speaker. Beutler herself took no part in the posturing and play-acting. Having voted in favour of impeaching Donald Trump after <a href=\"https://www.theguardian.com/us-news/2021/jan/06/trump-capitol-american-carnage-washington\">the riot at the Capitol on 6 January 2021</a>, she missed her chance for re-election when Trump pushed one of his loyalists to challenge her.</p><p>The Trumpist ousted Beutler in a run-off, then lost to a Democrat in the general election: Trump had his petty revenge, for which the Republicans paid. Though he continues to whip up drama, he has lost his capacity to direct it, and so the unscripted, absurdly improvised drama reels on – in the short term comic but, as it confounds the country’s government, in the long run probably tragic.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/two-years-on-from-the-capitol-riot-the-toxic-legacy-of-trumps-big-lie\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/russia-launches-strikes-in-ukraine-in-violation-of-self-declared-ceasefire", "title": "Russia launches strikes in Ukraine in violation of self-declared ceasefire", "date_published": "2023-01-07 16:47:07+00:00", "description": "<p>At least two civilians killed in attacks across country after Russia declared ceasefire for Orthodox Christmas</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jan/07/russia-ukraine-war-kyiv-accuses-moscow-of-shelling-despite-putins-unilateral-ceasefire-live\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has launched attacks across Ukraine, killing at least two civilians, in violation of a unilateral, self-declared ceasefire for the Orthodox celebration of Christmas on Saturday.</p><p>The attacks came as the US announced it would send Ukraine another <a href=\"https://www.theguardian.com/world/2023/jan/06/us-ukraine-aid-package\">$3.75bn of weapons</a> and other aid, including a first shipment of <a href=\"https://www.theguardian.com/world/2023/jan/06/ukraine-welcomes-agile-armour-it-hopes-will-give-it-a-fighting-edge\">Bradley armoured vehicles</a> known as “tank killers”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/russia-launches-strikes-in-ukraine-in-violation-of-self-declared-ceasefire\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/ukraine-war-rehabilitation-centre-wounded-veterans", "title": "Brutalised, broken, mended: inside Ukraine’s rehabilitation centre for wounded veterans", "date_published": "2023-01-07 16:39:31+00:00", "description": "<p>Tens of thousands have been badly hurt in the battle against Putin. For those with spinal injuries, one centre is offering a ‘small miracle’. Now that miracle needs to expand…<br /><br /><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">• Ukraine war latest</a></p><p>Dmytro Polovian laughed as one of his doctors tried to pot a ball but instead sent several ricocheting across the billiard cloth. Even playing from a wheelchair for the first time, Polovian looked set to win.</p><p>As the forests of western Ukraine darkened outside the window, for a brief moment the war seemed far away, the patient and medical team just another group of friends relaxing. But it was a carefully planned moment of happiness.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/ukraine-war-rehabilitation-centre-wounded-veterans\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/07/newcastle-leicester-premiership-rugby-union-match-report", "title": "Carreras hat-trick inspires Newcastle to emphatic victory over Leicester", "date_published": "2023-01-07 16:31:11+00:00", "description": "<ul><li>Newcastle 45-26 Leicester</li><li>Falcons score seven tries and climb to seventh</li></ul><p>Where to start? Yes, the champions are struggling with that age-old conundrum that never seemed to bother them in the old days – defending the title. But Newcastle. Some people are starting to notice them these days. Even if Leicester hardly played badly enough to merit a 40-point drubbing, the Tigers’ heaviest defeat to the Falcons.</p><p>If people are waking up to Newcastle, the loudest noises are being made by the little dynamo on their left wing, another of the latest wave of Argentines to wreak some Latin American havoc in rugby’s world order.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/07/newcastle-leicester-premiership-rugby-union-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/artanddesign/2023/jan/07/einstein-piaf-twiggy-marilyn-stafford-extraordinary-life-behind-lens", "title": "Einstein, Piaf, Twiggy: Marilyn Stafford’s extraordinary life behind the lens", "date_published": "2023-01-07 16:00:24+00:00", "description": "<p>The American photographer, who has died aged 97, was equally at home documenting war as she was shooting celebrity portraits</p><p>Marilyn Stafford was largely unknown until her 90s, when she had a belated and glorious brush with fame. Stafford, who has died aged 97, became celebrated in the way she should have been for decades. She was given a major retrospective at the Brighton Museum &amp; Art Gallery, published a magnificent book of her photographs, was interviewed by newspapers on both sides of the Atlantic, and finally got to tell her stories.</p><p>And what stories. Albert Einstein, Indira Gandhi, Charles Aznavour, Édith Piaf, Henri Cartier-Bresson … this tiny, unassuming American woman reeled off names like a grocery list. Stafford’s portfolio covered all life with compassion, humour and style. She was equally at home documenting Algerian refugees who had fled France’s scorched earth policy as she was shooting fashion or celebrity portraits.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jan/07/einstein-piaf-twiggy-marilyn-stafford-extraordinary-life-behind-lens\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-book-spare-six-explosive-revelations", "title": "Drugs, sex and killings: six explosive revelations from Prince Harry’s book", "date_published": "2023-01-07 16:00:23+00:00", "description": "<p>The early Spanish publication of the memoir reveals a scuffle with William and lost virginity behind a pub</p><p>The Duke of Sussex alleges he scuffled with his brother at his home in Nottingham Cottage in 2019 when the Prince of Wales called his wife Meghan “difficult”, “rude” and “abrasive”. “Everything happened so fast. Really, really fast. He grabbed me by the collar of my shirt, ripping my necklace, and he knocked me to the floor … I fell on top of the dog’s bowl, which cracked under my back, the pieces of it cutting into me.” He will tell ITV’s Tom Bradby on Sunday that he saw a “red mist” descend on William.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-book-spare-six-explosive-revelations\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/07/how-golf-got-its-swing-back-ignore-the-stereotypes-anyone-can-enjoy-the-sport", "title": "How golf got its swing back: ignore the stereotypes, anyone can enjoy the sport", "date_published": "2023-01-07 16:00:23+00:00", "description": "<p>Golf is all too often seen as attracting a certain sort of player. But when I started to learn, I was soon welcomed into the club</p><p>Ping! My driver connects with the golf ball and the sweet, sharp noise is accompanied by the joy of seeing my ball soar through the air. This is my new favourite sound… and the bliss? That can often be as short-lived as the walk to my next shot, but I’m getting used to the highs and lows of my latest addiction. I love playing 18 holes at the golf course. Sometimes I can’t believe that since the end of February 2021, I have already racked up many, many more hours playing golf than I’d like to admit. </p><p>I’ve never had a hobby before. As someone who has always enjoyed working a little too much – I’m an author, broadcaster and consultant – playing Candy Crush on my phone was my idea of letting off steam. I did try knitting, but it took me nine months to complete one scarf and by the time I was finished it was summer; not quite the adrenaline rush I was looking for. </p> <a href=\"https://www.theguardian.com/sport/2023/jan/07/how-golf-got-its-swing-back-ignore-the-stereotypes-anyone-can-enjoy-the-sport\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/07/i-learned-the-hard-way-that-fay-weldon-was-as-sharp-witted-as-her-characters", "title": "I learned the hard way that Fay Weldon was as sharp-witted as her characters | Rachel Cooke", "date_published": "2023-01-07 16:00:23+00:00", "description": "<p>I jumped at the chance to interview her, but regretted it almost at once after being reminded of a bad review I wrote</p><p>When I heard that <a href=\"https://www.theguardian.com/books/2023/jan/04/writer-fay-weldon-dies-aged-91\">Fay Weldon</a> had died, I thought of those great early-ish novels, <em>Praxis</em> and <em>Puffball</em>, and of how much I enjoyed them as a teenager. Looking at my old Coronet paperbacks, I see something I didn’t recognise at the time: her stylistic innovation. Both are written in shards, brief paragraphs that float apart from one another in white space – the same technique now used by (among other writers) the very modish Jenny Offill.</p><p>Twenty years ago, I was dispatched to interview Weldon at home in Hampstead, north London. Her then husband, Nick, answered the door and immediately began a brutal interrogation. My name sounded familiar. Hadn’t I given Fay’s novel <em>The Bulgari Connection</em>, a book controversially sponsored by the Italian jeweller, a stinking review? Uh oh. But I wasn’t about to confess: I had a job to do. Was it definitely me he was thinking of? And was the review <em>really</em> a stinker? Maybe marital loyalty had made it seem worse than it was.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/07/i-learned-the-hard-way-that-fay-weldon-was-as-sharp-witted-as-her-characters\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/loch-living-a-beautiful-home-on-the-banks-of-the-tay", "title": "Loch living: a beautiful home on the banks of the Tay", "date_published": "2023-01-07 16:00:23+00:00", "description": "<p>A design journalist and her family had always relished their trips to Scotland, but when a field by Loch Tay went up for sale, their dreams became reality</p><p>In 2013, Jill Macnair and her husband, Neil, bought a field on the edge of Loch Tay in Perthshire. The loch is a long, narrow stretch of dark water flanked by the Ben Lawers mountain range. The area had made a lasting impression on the couple almost 10 years previously when Macnair’s father had led them on a cycling expedition that skirted the south side of the loch. “The beauty of the landscape hit us both,” Macnair recalls.</p><p>Years later – married with two kids and living in London – the young family were on holiday on the Isle of Mull when Neil saw an ad for a field with planning permission. “We weren’t particularly thinking of doing anything like this,” says Macnair, “but we had such lovely memories of the area. On the drive back home, we took a detour to go and see it.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/loch-living-a-beautiful-home-on-the-banks-of-the-tay\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/07/chatgpt-bot-excel-ai-chatbot-tech", "title": "The ChatGPT bot is causing panic now – but it’ll soon be as mundane a tool as Excel | John Naughton", "date_published": "2023-01-07 16:00:23+00:00", "description": "<p>A new AI-assisted chatbot that can generate eerily fluent prose is only the latest in a long series of useful tech accessories</p><p>So the <a href=\"https://en.wikipedia.org/wiki/ChatGPT\">ChatGPT</a> language processing model burst upon an astonished world and the air was rent by squeals of delight and cries of outrage or lamentation. The delighted ones were those transfixed by discovering that a machine could apparently carry out a written commission competently. The outrage was triggered by fears of redundancy on the part of people whose employment requires the ability to write workmanlike prose. And the lamentations came from earnest folks (many of them teachers at various levels) whose day jobs involve grading essays hitherto written by students.</p><p>So far, so predictable. If we know anything from history, it is that we generally overestimate the short-term impact of new communication technologies, while grossly underestimating their long-term implications. So it was with print, movies, broadcast radio and television and the internet. And I suspect we have just jumped on to the same cognitive merry-go-round.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/07/chatgpt-bot-excel-ai-chatbot-tech\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/07/houston-person-reminiscing-at-rudys-review-a-melody-masterclass", "title": "Houston Person: Reminiscing at Rudy’s review – a melody masterclass", "date_published": "2023-01-07 16:00:22+00:00", "description": "<p>(HighNote)<br />The saxophonist and his top band eschew improvisation in favour of faithful renditions of classic tunes, from Cole Porter to Paul Anka</p><p>There aren’t many of them about in the jazz world these days, but the American tenor saxophonist Houston Person is undoubtedly a melody man. He likes to keep close to the tune and relishes a real slow ballad. Oddly enough, he doesn’t play it with the customary warm vibrato. In fact there’s hardly any vibrato at all, but his slightly husky tone holds your attention like an instrumental Nat King Cole. Person is also a noted record producer and has been around long enough to know exactly who to choose when setting up a band.</p><p>Guitarist Russell Malone is probably the best known here, but look up the others and you’ll see they’re all in the A team: Larry Fuller (piano), Matthew Parrish (bass) and Lewis Nash (drums). Having chosen them, Person makes sure that each one gets his fair share of the limelight, and there’s some great playing all round on these 10 tracks. The songwriters chosen stretch from Cole Porter to Percy Mayfield. If I had to choose one number it would be Paul Anka’s Put Your Head on My Shoulder, played with such delicacy that I keep going back to hear it again.</p> <a href=\"https://www.theguardian.com/music/2023/jan/07/houston-person-reminiscing-at-rudys-review-a-melody-masterclass\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/07/tahmuras-shows-cheltenham-promise-in-comfortable-sandown-victory", "title": "Tahmuras shows Cheltenham promise in stylish Sandown win", "date_published": "2023-01-07 15:43:35+00:00", "description": "<ul><li>Paul Nicholls’ horse wins Tolworth Novices’ Hurdle</li><li>Odds cut for two races over hurdles in March festival</li></ul><p>Tahmuras gave Paul Nicholls a fifth Tolworth Novices’ Hurdle in sauntering to an easy success at Sandown.</p><p>A stylish winner of a Listed contest at Haydock on his previous run, Harry Cobden’s mount travelled supremely well throughout in the two-mile contest, and was content to allow Colonel Harry to make the running under Gavin Sheehan.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/07/tahmuras-shows-cheltenham-promise-in-comfortable-sandown-victory\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/07/mikaela-shiffrin-world-cup-lindsey-vonn-record", "title": "Mikaela Shiffrin still chasing Vonn’s record as win streak ends in Slovenia", "date_published": "2023-01-07 15:29:50+00:00", "description": "<ul><li>Valerie Grenier wins at Kranjska Gora for first career victory</li><li>Shiffrin finishes sixth as American’s win streak ends at five</li></ul><p>Mikaela Shiffrin’s pursuit of Lindsey Vonn’s women’s World Cup wins record will go on for at least another day.</p><p>Shiffrin finished tied for sixth in a giant slalom on Saturday to end her winning streak at five races.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/07/mikaela-shiffrin-world-cup-lindsey-vonn-record\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/royal-navy-rescue-crew-from-sinking-tug-in-caribbean", "title": "Royal Navy rescues crew from sinking tug in Caribbean", "date_published": "2023-01-07 15:05:57+00:00", "description": "<p>HMS Medway was conducting routine operations in the area when it came to  rescue of stranded crew</p><p>The crew of a Royal Navy warship have rescued five people after their ocean-going tug sank in choppy seas in the Caribbean.</p><p>HMS Medway – the Royal Navy’s permanent vessel in the region – saved the crew members who had taken refuge on a large sand barge their tug was towing when it began to flood.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/royal-navy-rescue-crew-from-sinking-tug-in-caribbean\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/07/fa-cup-third-round-chesterfield-v-west-brom-hull-v-fulham-and-more-live", "title": "FA Cup third round: Chesterfield v West Brom, Hull v Fulham and more – live", "date_published": "2023-01-07 15:03:05+00:00", "description": "<ul><li>Latest updates from the 3pm (GMT) kick-offs</li><li><a href=\"https://www.theguardian.com/football/live/2023/jan/07/tottenham-v-portsmouth-fa-cup-third-round-live\">Follow Tottenham v Portsmouth – live</a></li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: follow the goals as they go in across Europe</a></li><li><a href=\"mailto:sarah.rendell.casual@theguardian.com\">Email Sarah</a> or tweet <a href=\"https://twitter.com/rendellx\">@rendellx</a> with your thoughts</li></ul><p><strong>There is team news for three more matches</strong> for the 3pm kick-offs but one of the earlier games has just wrapped up. Tottenham have narrowly beaten Portsmouth in a 1-0 result. Harry Kane found the net in the 50th minute to ensure the Premier League side got the win over the League One team.</p><p><strong>Chesterfield v West Brom team news</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/jan/07/fa-cup-third-round-chesterfield-v-west-brom-hull-v-fulham-and-more-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/07/alcarras-review-carla-simon-angry-urgent-fight-for-family-land-in-catalonia", "title": "Alcarràs review – an angry, urgent fight for family land in Catalonia", "date_published": "2023-01-07 15:00:22+00:00", "description": "<p>Carla Simón’s powerful drama of a battle to save an ancestral peach farm from redevelopment is given added potency by nonprofessional actors</p><p>It’s more than a piece of land. A thriving peach farm in the rural heartland of Catalonia is also the fertile earth that sustains multiple generations of an extended family. It’s the repository of the stories passed down from weathered grannies in funereal black cardigans to each fresh branch of an ever-spreading ancestral tree. It’s the launchpad for games of imagination for Iris (Ainet Jounou) and her semi-feral twin cousins. It’s a perpetual battleground: the men patrol at night with shotguns and spotlights, alert for rabbit incursions into the orchards. And it’s on borrowed time.</p><p>At the start of Carla Simón’s terrific second feature (her first was the equally impressive 2017 drama <em><a href=\"https://www.theguardian.com/film/2018/jul/14/summer-1993-review-moving-childhood-loss\">Summer 1993</a></em>) a bombshell drops: after the death of his father, the new owner of the land does not intend to honour the gentleman’s agreement that permitted the family to cultivate it for the last three generations. They can keep their house, he says. But after this year’s harvest, the trees will be grubbed out and replaced by solar panels. It’s such a devastating blow that it’s hard for the family members to comprehend.</p> <a href=\"https://www.theguardian.com/film/2023/jan/07/alcarras-review-carla-simon-angry-urgent-fight-for-family-land-in-catalonia\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/07/crunchy-ferments-stuffed-spuds-garlicky-beets-olia-hercules-recipes-for-ukrainian-winter-vegetable-sides", "title": "Crunchy ferments, stuffed spuds, garlicky beets: Olia Hercules’ recipes for Ukrainian winter vegetable sides", "date_published": "2023-01-07 15:00:21+00:00", "description": "<p>Three dynamic side dishes from eastern Europe: a crunchy winter slaw of apples, pickles and celery, earthy beetroot in a punchy, garlic-and-nut sauce, and roast potatoes stuffed with mushrooms and feta</p><p>This winter salad is less a recipe than an assembly job, and includes shop-bought ferments. It’s inspired by how we traditionally serve kraut and other vegetable ferments in Ukraine in winter: with aromatic, unrefined sunflower oil and thinly sliced onions. </p> <a href=\"https://www.theguardian.com/food/2023/jan/07/crunchy-ferments-stuffed-spuds-garlicky-beets-olia-hercules-recipes-for-ukrainian-winter-vegetable-sides\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/07/andrew-tate-misogyny-schools-vulnerable-boys", "title": "‘Vulnerable boys are drawn in’: schools fear spread of Andrew Tate’s misogyny", "date_published": "2023-01-07 15:00:21+00:00", "description": "<p>The notorious TikTok ‘influencer’ may be in jail, but his ‘terrifying’ ideology has already taken hold in classrooms, teachers say</p><p>When Abbie Marsh (not her real name) overheard a 15-year-old boy in the West Midlands school she works in praising <a href=\"https://www.theguardian.com/technology/2022/aug/06/andrew-tate-violent-misogynistic-world-of-tiktok-new-star\">Andrew Tate</a>, the social influencer known as the “king of misogyny”, she asked him if he understood Tate’s views on women. The boy replied: “Well, men are better than women, so he’s right.” His friends all nodded in agreement.</p><p>Marsh reported the conversation to her school’s head of safeguarding. She says misogyny is rife, even among students as young as 12, and is convinced Tate’s videos are fuelling it. “I heard one student in the playground introduce his girlfriend and as soon as she was out of earshot he was asked by several friends if they could ‘have a go’ with her,” she says.</p> <a href=\"https://www.theguardian.com/society/2023/jan/07/andrew-tate-misogyny-schools-vulnerable-boys\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/07/rishi-sunak-union-ban-key-staff-leaked-emails", "title": "Rishi Sunak considered union ban for thousands of key staff – leaked emails", "date_published": "2023-01-07 14:51:42+00:00", "description": "<p>Internal messages reveal proposals described as potentially ‘the biggest attack on workers’ rights and freedoms’ for generations</p><p>Rishi Sunak considered banning thousands of workers from joining a union, according to leaked government emails detailing proposals described as potentially the “biggest attack on workers’ rights and freedoms” for decades.</p><p>The messages, shared between senior civil servants and seen by the <em>Observer</em>, reveal that the prime minister contemplated banning Border Force (BF) staff from trade union membership under its anti-strike legislation announced last Thursday.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/07/rishi-sunak-union-ban-key-staff-leaked-emails\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/gillingham-leicester-fa-cup-third-round-match-report", "title": "Kelechi Iheanacho strikes to edge flat Leicester past Gillingham in FA Cup", "date_published": "2023-01-07 14:51:24+00:00", "description": "<p>To slate-grey north Kent, and the latest rickety stop on the Leicester redemption tour. If Kent is the garden of England, then Gillingham is the unloved bit round the back of the garden shed, consisting of a pile of bricks, a broken child’s tricycle and several soaking cardboard boxes. For Brendan Rodgers’s ailing side, this felt like the perfect spot for an ambush. In the event disaster was averted, but little else.</p><p>Kelechi Iheanacho delivered the goods early in the second half, maintaining a remarkable scoring record in the FA Cup. This was his 16th goal, moving him level on the all-time competition list with the likes of Roger Hunt and Robbie Fowler. And though there were few alarms for the 2021 winners as they saw out their slender lead, there was precious little to cheer them either: lots of pointless possession, a distinct lack of ideas and numerous abortive diagonal passes. A better opponent might have caused them real problems.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/gillingham-leicester-fa-cup-third-round-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/tottenham-portsmouth-fa-cup-third-round-match-report", "title": "Harry Kane knocks out Portsmouth and edges closer to Tottenham goal record", "date_published": "2023-01-07 14:46:04+00:00", "description": "<p>When Harry Kane set himself on the edge of the area, to the left of centre, instantly making the calculations, slowing down his pulse, there was the sense that everybody inside the stadium knew what was going to happen. All eyes went to the far corner of the Portsmouth net. The ball duly followed.</p><p>It was on this day in 1970 that Jimmy Greaves scored his 265<sup>th</sup> goal for Tottenham – in an FA Cup win over Bradford. This was No 265 for Kane and, more significantly, it moved him to within one goal of Greaves’ all-time club record.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/tottenham-portsmouth-fa-cup-third-round-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/treasure-map-hunt-15million-nazi-hoard", "title": "X marks the spot: newly released treasure map sparks hunt for £15m Nazi hoard", "date_published": "2023-01-07 14:28:54+00:00", "description": "<p>Second world war document revealing a stash of coins and jewels hidden by German soldiers is put online by Dutch archivists</p><p>As the Nazis fled occupied Europe in the final days of the <a href=\"https://www.theguardian.com/world/secondworldwar\">second world war</a>, four German soldiers buried a hoard of gold coins and jewels in the middle of nowhere in the Dutch countryside. Nearly 80 years later, hopes of finding the buried loot have been raised after the National Archives of the Netherlands released a trove of documents – and a map to the treasure where X marks the spot.</p><p>The treasure – four ammunition cases laden with coins, watches, jewellery, diamonds and other gemstones – is thought to have been worth at least 2m or 3m Dutch guilder in 1945, the equivalent of around £15.85m in today’s money.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/treasure-map-hunt-15million-nazi-hoard\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/margaret-cho-i-was-never-in-doubt-that-id-do-standup", "title": "Margaret Cho: ‘I was never in doubt that I’d do standup’", "date_published": "2023-01-07 14:00:21+00:00", "description": "<p>The comedian, 54, on the importance of activism, her starstruck meeting with Lauren Bacall and the perils of teenage drug abuse</p><p><strong>I learned you cause </strong>your own neurosis early on. At one, I walked for the first time, desperate to please my parents. I had so much performance anxiety that when I reached my father I puked all over him. He was wearing this fabulous velour polo shirt. It was never seen again.</p><p><strong>Chaotic is how</strong> I’d describe my childhood. My parents shuffled between the US and Korea. I had a tapeworm at one point. My American doctor, who had never seen one, asked to keep it. I wonder where it is – and if my name is on it.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/margaret-cho-i-was-never-in-doubt-that-id-do-standup\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/07/do-you-need-a-3300-self-driving-stroller-to-be-a-good-parent-no-but-marketers-want-you-to-think-so", "title": "Do you need a $3,300 self-driving stroller to be a good parent? No, but marketers want you to think so | Arwa Mahdawi", "date_published": "2023-01-07 14:00:20+00:00", "description": "<p>You become a prime target for advertisers the moment you get a positive pregnancy test</p><p>“Cocaine is God’s way of saying that you’re making too much money,” Robin Williams once joked. God also might have a few choice words to say about a new <a href=\"https://www.theguardian.com/technology/2023/jan/04/self-driving-stroller-aims-to-lessen-parents-stress-at-cost-of-3300\">$3,300 self-driving stroller</a> unveiled at the CES tech show in Las Vegas. The Ella smart stroller uses artificial intelligence to navigate and is filled with bells and whistles like a white noise machine and an automatic parking brake. It’s the Tesla of strollers, basically.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/07/do-you-need-a-3300-self-driving-stroller-to-be-a-good-parent-no-but-marketers-want-you-to-think-so\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/07/iggy-pop-every-loser-review-a-celebrity-rocker-group-hug", "title": "Iggy Pop: Every Loser review – a celebrity rocker group hug", "date_published": "2023-01-07 14:00:20+00:00", "description": "<p>(Atlantic Records/Gold Tooth)<br />The veteran showman’s 19th album is slick, tuneful and big on star guests, yet feels like a step backwards</p><p>More than half a century into his career, <a href=\"https://everyloser.iggypop.com/?ref=https://www.google.com/\">Iggy Pop</a> now takes many forms. To most he remains the proto-punk showman who used to <a href=\"https://www.rollingstone.com/music/music-news/iggy-pops-trail-of-destruction-234011/\">roll around in broken glass or crowd-surf covered in peanut butter</a>. His early records with <a href=\"https://www.youtube.com/watch?v=Uy2-5uDpu5Q\">the Stooges </a>on the 1960s/70s cusp remain some of the most influential in the canon – documents of devil-may-care nihilism that provided a scuzzy counterweight to the era of peace and love. Others immortalise Iggy in the 70s alongside his buddies David Bowie and Lou Reed, a <a href=\"https://www.rollingstone.com/music/music-pictures/mick-rock-best-photos-1260546/queen2albumcover_london1974cmickrock/\">triad of exalted reprobates</a>.</p><p>Nowadays, Pop is a gravelly, erudite voice <a href=\"https://www.bbc.co.uk/programmes/b03yblbx\">on BBC 6 Music</a>, as well versed in contemporary sounds as he is in genres far from his own recorded output. He enthuses about <a href=\"https://www.theguardian.com/music/2021/sep/17/iggy-pop-on-finding-new-music-at-my-age-it-helps-to-remain-curious\">Sons of Kemet </a>and <a href=\"https://crackmagazine.net/2017/08/iggy-pop-spotlights-black-madonna-radio-6-music-show/\">the Blessed Madonna</a><a href=\"https://www.theguardian.com/music/2020/aug/21/the-blessed-madonna-changing-my-name-was-a-very-catholic-experience\">.</a> He’s a droll wit and mischievous raconteur, some distance from the “godfather of punk” cliche. (Now 75, he <a href=\"https://www.nme.com/news/music/iggy-and-the-stooges-16-1294374\">retired from stage-diving some years back</a>.) Having survived decades of decadence, the singer is long sober and <a href=\"https://www.rollingstone.com/music/music-features/iggy-pop-talks-drug-scares-aging-why-keith-richards-is-his-hero-116895/\">maintains his wiry presence with qigong</a>. The film-maker <a href=\"https://www.newyorker.com/magazine/2019/09/02/the-survival-of-iggy-pop\">Jim Jarmusch, </a>who has directed Pop in a number of movies, attests to his interest in art and history.</p> <a href=\"https://www.theguardian.com/music/2023/jan/07/iggy-pop-every-loser-review-a-celebrity-rocker-group-hug\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/07/stunning-alternative-sunday-lunches-thomasina-miers-recipe-for-whole-roast-squash", "title": "Stunning alternative Sunday lunches: Thomasina Miers’ recipe for whole roast squash", "date_published": "2023-01-07 14:00:20+00:00", "description": "<p>Gone are the days of meat’n’two veg with rubbery roasties for Sunday lunch. Try this stunning centrepiece of whole roast squash with herby pearl barley, melted cheese and coriander chimichurri</p><p>There was a time when an invitation for Sunday lunch meant one thing: a large joint centre stage with a backdrop of vegetables, most of them boiled to within an inch of their lives. But in this new monthly column, I’ll be sharing the sorts of recipes I <em>actually</em> cook at the weekend. Yes, there will be the spirit of the traditional meal – hearty, abundant, something special – but with dishes that challenge expectations. There will be sometimes be meat, though perhaps mainly cheaper cuts; there will be masses of veg; and I’ll keep things affordable and achievable to feed the hordes at the weekend.</p> <a href=\"https://www.theguardian.com/food/2023/jan/07/stunning-alternative-sunday-lunches-thomasina-miers-recipe-for-whole-roast-squash\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/environment/2023/jan/07/holy-grail-wheat-gene-discovery-could-feed-our-overheated-world", "title": "‘Holy grail’ wheat gene discovery could feed our overheated world", "date_published": "2023-01-07 13:43:31+00:00", "description": "<p>Harvests that form a vital element of the diets of 4.5 billion people are being devastated by global heating. Now research has found a key to create a heat-resistant variety</p><p>It is the plant that changed humanity. Thanks to the cultivation of wheat, <em>homo sapiens</em> was able to feed itself in ever-increasing numbers, transforming groups of hunter-gatherers struggling to survive in a hostile world into rulers of the planet.</p><p>In the process, a species of wild grass that was once confined to a small part of the Middle East now covers vast stretches of the Earth. As the historian Yuval Noah Harari has observed: “In the great plains of North America, where not a single wheat stalk grew 10,000 years ago, you can today walk for hundreds upon hundreds of kilometres without encountering any other plant.”</p> <a href=\"https://www.theguardian.com/environment/2023/jan/07/holy-grail-wheat-gene-discovery-could-feed-our-overheated-world\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-interview-what-will-he-do-next-pr-expert", "title": "What will Harry do next? PR experts on the prince’s next steps", "date_published": "2023-01-07 13:17:49+00:00", "description": "<p>His parents, his uncle and the Duke of Windsor all came out worse after baring their souls</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-spare-revelations-like-b-list-celebrity-dimbleby-william-diana\">Prince Harry revelations ‘like those of B-list celebrity’</a></li></ul><p>Royal interviews have a long pedigree, but not necessarily a good one. “When you look at history, any time that a senior royal has sat down for an interview, ultimately it has always backfired,” said Katie Nicholl, author of <em>The New Royals</em>, and Vanity Fair’s royal correspondent, who has been writing about the Windsors for nearly two decades.</p><p>ITV will expect huge ratings for its interview with the Duke of Sussex on Sunday night, but Harry may pay the price in the long run.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-interview-what-will-he-do-next-pr-expert\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/culture/2023/jan/07/what-links-cate-blanchetts-new-film-tar-to-sissy-spacek-and-hot-sauce", "title": "What links Cate Blanchett’s new film Tár to Sissy Spacek and hot sauce?", "date_published": "2023-01-07 13:00:19+00:00", "description": "<p>A composer and conductor opens the door to Loretta Lynn, Wings of Desire and classic 90s rock from Goo Goo Dolls</p><p>First up, Lydia Tár is not real, and the film Tár, coming to cinemas on Friday, is a work of fiction, despite some <a href=\"https://www.thecut.com/2022/10/lydia-tar-is-not-real.html\">amazingly absurd internet commentary</a> suggesting otherwise. In the film, Cate Blanchett plays an internationally renowned conductor and composer whose life goes a bit atonal.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/07/what-links-cate-blanchetts-new-film-tar-to-sissy-spacek-and-hot-sauce\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/politics/2023/jan/07/new-black-tories-labour-doesnt-seem-to-understand-how-its-happening", "title": "‘Labour doesn’t seem to understand how it’s happening’: meet the new Black Tories", "date_published": "2023-01-07 13:00:19+00:00", "description": "<p>The Conservatives are keen to boast about the diversity of their top team – but the party has never been seen as a natural home for Black voters. Can a small group of Black Tories change that?</p><p>History is unlikely to be kind to Kwasi Kwarteng’s 38-day tenure as Britain’s first Black chancellor. Almost overnight, his disastrous mini-budget tanked the economy, crashed the pound and sent interest rates soaring. Three weeks later, he was gone. But there is no denying the symbolic power of the brief moment last autumn when there were no white men occupying any of the four great offices of state.<br /><br />Kwarteng, who was born in east London to Ghanaian parents was the fourth consecutive person of colour to hold the post of chancellor. James Cleverly, whose mother hails from Sierra Leone, became the country’s first Black foreign secretary. Suella Braverman, the daughter of a Kenyan of Christian Goan origin and a Mauritian of Indian origin, was the third home secretary of colour in a row, while Kemi Badenoch, who was born in south-west London to Nigerian parents, became trade secretary. Perhaps most notable of all was that this new era of diversity at the top of government had been delivered not by Labour, the party traditionally seen as the natural home for minority voters, but by the Conservatives.</p><p>In the wake of the fallout from his mini-budget, Kwarteng derided the opposition’s record on diversity. “If you look at the last 10 years, the Conservative party is much more ethnically diverse than the Labour party, and they lecture us on diversity. They lecture us on gender diversity when they’ve never had a female leader; we’ve had three female prime ministers,” <a href=\"https://www.dailymail.co.uk/news/article-11270617/Kwasi-Kwarteng-says-wrong-sort-black-man-Labour.html\">he told the Mail on Sunday</a>. “So, on gender, on race, on all of these things they think they own, they are failing and are backward, and the Conservative party is much more progressive.”</p> <a href=\"https://www.theguardian.com/politics/2023/jan/07/new-black-tories-labour-doesnt-seem-to-understand-how-its-happening\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-spare-revelations-like-b-list-celebrity-dimbleby-william-diana", "title": "Prince Harry revelations ‘like those of B-list celebrity’", "date_published": "2023-01-07 13:00:16+00:00", "description": "<p>Former royal biographer Jonathan Dimbleby says Duke of Sussex ‘is clearly a very troubled man’ </p><p>A former royal biographer has said he is “perplexed” by the Duke of Sussex’s memoirs and says it contains the kind of revelations you would expect from a “B-list celebrity”. </p><p>Jonathan Dimbleby said Prince Harry had “constructed a narrative of his life which goes right back to the death of his mother”, as his highly anticipated book, Spare, is due to be released on Tuesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/prince-harry-spare-revelations-like-b-list-celebrity-dimbleby-william-diana\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/fa-investigates-alleged-homophobic-chanting-aimed-frank-lampard-manchester-united-everton", "title": "FA investigates alleged homophobic chanting aimed at Frank Lampard", "date_published": "2023-01-07 12:38:52+00:00", "description": "<ul><li>Chants heard during Manchester United’s win over Everton</li><li>United say they ‘will continue to campaign for inclusivity’</li></ul><p>The Football Association has launched an investigation into alleged homophobic chanting which was heard during <a href=\"https://www.theguardian.com/football/live/2023/jan/06/manchester-united-v-everton-fa-cup-third-round-live-score-updates\">Manchester United’s 3-1 FA Cup victory</a> over Everton on Friday night.</p><p>The chant was seemingly directed at Everton manager Frank Lampard during the second half of the match at Old Trafford, referencing his long association with Chelsea where he was both a player and manager.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/fa-investigates-alleged-homophobic-chanting-aimed-frank-lampard-manchester-united-everton\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/film/2023/jan/07/jeremy-renner-thanks-staff-at-icu-for-beginning-this-journey-to-recovery", "title": "Jeremy Renner thanks staff at ICU for ‘beginning this journey’ to recovery", "date_published": "2023-01-07 12:13:45+00:00", "description": "<p>Marvel actor, who was airlifted to hospital after a snowplough accident, shared pictures from his bed</p><p>Jeremy Renner has thanked staff at his intensive care unit for “beginning this journey”, as he continues to recover from a serious snowplough accident.</p><p>The Marvel actor, who celebrates his 52nd birthday on Saturday, shared a picture from hospital of himself with staff and members of his family on his Instagram story.</p> <a href=\"https://www.theguardian.com/film/2023/jan/07/jeremy-renner-thanks-staff-at-icu-for-beginning-this-journey-to-recovery\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/bwitched-look-back", "title": "B*Witched look back: ‘We can still do the dance moves – maybe not the bouncy ones’", "date_published": "2023-01-07 12:00:18+00:00", "description": "<p>The 90s pop sensations talk friendship, fame and double denim</p><p>Lindsay Armaou, Sinéad O’Carroll and twin sisters Keavy and Edele Lynch are B*Witched – the denim-clad Irish pop group that topped charts with C’est la Vie, To You I Belong and Rollercoaster in the late 1990s. Having sold more than 3m records and toured with Britney Spears and ‘NSync, they were dropped in 2002, but reunited for a reunion tour in 2012. Their podcast, Starting Over with B*Witched, is available now.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/bwitched-look-back\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/07/vegan-celery-congee-with-braised-mushrooms-recipe-meera-sodha", "title": "Meera Sodha’s vegan recipe for celery congee with braised mushrooms | The new vegan", "date_published": "2023-01-07 12:00:17+00:00", "description": "<p>A comforting, savoury rice porridge topped with braised mushrooms and celery pickle</p><p>Congee is one of my favourite “it’s going to be OK” dishes. For me, it has the same grounding power as a cup of tea or a bath of the perfect temperature after a long day. It’s gentle both to cook and to eat when abrasive or more interesting flavours just don’t feel right, and also it’s light, steadying and customisable beyond infinity. For all these reasons, it’s my first recipe for 2023. Even if you don’t need it now, treat it more like a tool you can whip out for when you do.</p> <a href=\"https://www.theguardian.com/food/2023/jan/07/vegan-celery-congee-with-braised-mushrooms-recipe-meera-sodha\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/07/tottenham-v-portsmouth-fa-cup-third-round-live", "title": "Tottenham v Portsmouth: FA Cup third round – live", "date_published": "2023-01-07 12:00:07+00:00", "description": "<ul><li>Kick-off 12.30pm GMT at Tottenham Hotspur Stadium</li><li><a href=\"https://www.theguardian.com/football/2023/jan/06/fa-cup-third-round-10-things-to-look-out-for-this-weekend\">FA Cup third round: Ten things to look out for</a></li><li>And you can <a href=\"mailto:barry.glendenning@theguardian.com\">email Barry</a> or tweet <a href=\"https://twitter.com/bglendenning\">@bglendenning</a></li></ul><p><strong>Tottenham Hotspur: </strong>Forster, Royal, Tanganga, Sanchez, Davies, Sessegnon, Bissouma, Sarr, Gil, Son, Kane.</p><p><strong>Subs</strong>: Lloris, Doherty, Spence, Romero, Lenglet, White, Hojbjerg, Skipp, Devine.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/07/tottenham-v-portsmouth-fa-cup-third-round-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/exceptional-record-didier-deschamps-to-stay-as-france-head-coach-until-2026", "title": "‘Exceptional record’: Didier Deschamps to stay as France head coach until 2026", "date_published": "2023-01-07 11:58:14+00:00", "description": "<ul><li>France narrowly failed to defend World Cup crown in Qatar</li><li>Deschamps has been in job since 2012, bringing much success</li></ul><p>Didier Deschamps has signed a new deal that will keep him as France head coach until June 2026, the French Football Federation announced.</p><p>The 54-year-old’s future with the national team was under scrutiny following the conclusion of the World Cup in Qatar, where his side finished <a href=\"https://www.theguardian.com/media/2022/dec/19/the-agony-and-the-ecstasy-what-the-uk-papers-say-about-the-world-cup-final\">runners-up to Argentina</a>, but the former midfielder will now stay on.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/exceptional-record-didier-deschamps-to-stay-as-france-head-coach-until-2026\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/07/kumail-nanjiani-welcome-to-chippendales-interview", "title": "Kumail Nanjiani: ‘For my new role I ate fried chicken, french fries, doughnuts … it was less fun than I imagined’", "date_published": "2023-01-07 11:55:17+00:00", "description": "<p>The comic actor raised eyebrows with his muscle-bound look for his role in Marvel’s Eternals. Now he’s gone the opposite way to play the sleazy founder of the Chippendales</p><p>At 44, the comic and actor Kumail Nanjiani is best known for playing different versions of himself. His 2017 breakthrough in the Oscar-nominated romcom The Big Sick saw him act out his early romance with his wife, Emily Gordon, as she became seriously ill, while his wry, self-effacing routines made him a recognisable name on the US standup circuit through referencing his upbringing in Pakistan and reckoning with his identity as a Muslim American. Even his debut TV role as the coder Dinesh in six seasons of the comedy series Silicon Valley saw him draw on his early 20s experiences of working in IT.</p><p>On screen, Nanjiani is wise-cracking, nerdy and prone to fits of fast-talking awkwardness. He is Hugh Grant from Four Weddings and a Funeral – one of Nanjiani’s favourite films – repackaged with an American accent, a plaid shirt and a pair of jeans. In real life, though, he seems to be none of that. Speaking over a video call from his LA home, Nanjiani is chisel-jawed and self-assured, taking his time to respond with a considered seriousness. It all points to a recent change – on and off camera – resulting in a new role that takes him far from his own life and into the seedy world of 80s nightlife, playing the founder of the male stripping franchise the Chippendales.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/07/kumail-nanjiani-welcome-to-chippendales-interview\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/california-storm-deluge-cause-bomb-cyclone-atmospheric-river", "title": "Bomb cyclones to atmospheric rivers: what’s causing the California deluge?", "date_published": "2023-01-07 11:00:17+00:00", "description": "<p>Torrential rains are driving rivers of mud and debris in the Golden State – but what exactly is ailing the parched west?</p><p>More destructive downpours are in store for California next week as the sodden state continues to grapple with the effects of a very wet start to the year.</p><p>The torrential rains have caused rivers and streams to overflow, sent cascades down street and highways, and submerged vehicles, homes, and businesses. Strong storms whipped waves to historic heights along the California coast, which was also pelted with wind-strewn debris and tossed trees. Tens of thousands lost power during the storm siege and six fatalities have been confirmed in the onslaught.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/california-storm-deluge-cause-bomb-cyclone-atmospheric-river\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2023/jan/07/nine-easy-ways-to-have-a-cheaper-free-holiday-budget-accommodation", "title": "Stay for free and book it backwards: nine easy ways to have a cheaper holiday", "date_published": "2023-01-07 11:00:17+00:00", "description": "<p>Longing for a break but worried about the cost? From working holidays to free upgrades, we have tips to get you away for less</p><p>Cutting back costs and going on holiday don’t exactly go hand in hand. In fact, a trip away is often the first thing on the chopping block when cash is tight – but why are we so loth to let it go? Is it because in the busyness of life, we know just how beneficial a holiday can be? The good news is that getaways don’t need to break the bank, and with some imaginative thinking – and these handy tips – you may be surprised at what you can afford.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/07/nine-easy-ways-to-have-a-cheaper-free-holiday-budget-accommodation\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/what-happened-when-four-writers-swapped-chores-with-their-partners", "title": "What happened when four writers swapped chores with their partners?", "date_published": "2023-01-07 11:00:17+00:00", "description": "<p>Every household has its own unique division of labour, but one person often thinks they do the lion’s share. Would switching roles reveal the truth?</p><p>I expected my wife to have a lot to say about the swap. I did not expect her to refuse outright.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/what-happened-when-four-writers-swapped-chores-with-their-partners\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/07/the-outsider-why-katherine-mansfield-divided-opinion", "title": "The outsider: why Katherine Mansfield still divides opinion 100 years after her death", "date_published": "2023-01-07 11:00:16+00:00", "description": "<p>Shunned by the Bloomsbury group, Katherine Mansfield was one of the 20th century’s most fearless and funny writers. And she paid dearly for the freedoms she claimed</p><p>How and why did Katherine Mansfield provoke such violent extremes of admiration and hostility, both during her life and after it? Fifty years after her death, the BBC television series A Picture of Katherine Mansfield gave a fair example of her reputation in 1973. Tall, intense Vanessa Redgrave played Mansfield; short, baffled Annette Crosbie her devoted dogsbody friend Ida Baker (known as LM), with Jeremy Brett as Mansfield’s husband John Middleton Murry taking off his glasses whenever he had to express emotional inadequacy – which was frequently. In an accompanying Radio Times interview, the 85-year-old LM, literal-minded to the end, said the series hadn’t seemed realistic to her as Katherine had been shorter than her; <em>she</em> had been the tall one. (One of Mansfield’s less than kind nicknames for LM had been The Mountain.) The biopic broadly followed Murry’s drive to establish his late wife as a sort of secular saint and her final wish to make something visionary of her death, which enraged those who had known her and perplexed new readers who had found her work funny and beautiful before coming into contact with the myth.</p><p>A flock of biographies followed, the finest two presenting startlingly different portraits of Mansfield. New Zealander Antony Alpers’s epic 1980 life was sympathetic to the point of avuncular. The reader cannot but flinch at his account of the passionate gifted girl launching herself thousands of miles from home on a handful of Oscar Wilde’s least helpful aphorisms. In an early notebook she had copied out “Push everything as far as it can go”, and “The only way to get rid of temptation is to yield to it” and so on (with her own, too, written in imitation: “Never relight a dead cigarette or an old passion”).</p> <a href=\"https://www.theguardian.com/books/2023/jan/07/the-outsider-why-katherine-mansfield-divided-opinion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/07/filippo-bernardini-pleads-guilty-to-stealing-more-than-1000-unpublished-manuscripts", "title": "Man pleads guilty to stealing more than 1,000 manuscripts", "date_published": "2023-01-07 10:51:29+00:00", "description": "<p>Filippo Bernardini impersonated agents and publishers to obtain works from writers including Atwood, McEwan and Rooney</p><p>An Italian man has admitted to stealing more than 1,000 unpublished manuscripts, including from distinguished authors, solving a mystery that had puzzled the literary world for years.</p><p>Filippo Bernardini, 30, pleaded guilty to one count of wire fraud, federal prosecutors in New York announced in a statement.</p> <a href=\"https://www.theguardian.com/books/2023/jan/07/filippo-bernardini-pleads-guilty-to-stealing-more-than-1000-unpublished-manuscripts\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/kenyan-police-arrest-suspect-over-killing-of-lgbtq-activist-edwin-chiloba", "title": "Kenyan police arrest suspect over killing of LGBTQ+ activist", "date_published": "2023-01-07 10:06:08+00:00", "description": "<p>Body of fashion designer and model Edwin Chiloba, 25, found in metal trunk left by roadside</p><p>Police investigating the death of an LGBTQ+ rights campaigner whose body was discovered stuffed in a metal trunk have arrested a suspect, they said.</p><p>Edwin Chiloba, a 25-year-old fashion designer and model, was <a href=\"https://www.theguardian.com/world/2023/jan/06/killing-lgbtq-activist-edwin-chiloba-outcry-anti-gay-attacks-kenya\">found dead by the roadside</a> earlier this week about 40km (25 miles) outside the Rift Valley town of Eldoret, media reports said.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/kenyan-police-arrest-suspect-over-killing-of-lgbtq-activist-edwin-chiloba\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/07/ways-to-talk-to-people-grieving-cariad-lloyd-griefcast", "title": "‘You will get it wrong … but you can’t make it worse’: 16 ways to talk to people who are grieving", "date_published": "2023-01-07 10:00:16+00:00", "description": "<p>Comedian Cariad Lloyd has spoken to hundreds of bereaved people for her award-winning series Griefcast and a new book on dealing with loss. She shares the lessons she has learned</p><p>‘So, where do your parents live?” <em>Um …</em> Your heart pauses for a second. You clench your drink. You take a breath in … Oh, they’re still looking at you – you haven’t said anything yet. <em>So … yeah …</em> Should you go into it? Where are you? Should you lie? How bad is today? Can you speak the truth without your voice cracking? Are they in the club? Would they notice if you ran away now? <em>Yeah, so …</em> It’s been too long. Just say something. Just start with the truth.</p><p>“Er, yeah. My mum lives in London.”</p> <a href=\"https://www.theguardian.com/society/2023/jan/07/ways-to-talk-to-people-grieving-cariad-lloyd-griefcast\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/07/netflix-break-point-aces-the-loneliness-of-topflight-tennis", "title": "Zero-sum game: Netflix’s Break Point aces the loneliness of top-flight tennis", "date_published": "2023-01-07 10:00:15+00:00", "description": "<p>Watching Nick Kyrgios and other ‘next generation’ stars, life on tour resembles a nightmare more than living the dream</p><p>Nick Kyrgios is a professional tennis player, one of the best in the world. He has an adoring girlfriend, Costeen Hatzi, and an amiable sidekick called “Horse” , as well as thousands of fans in the stands to cheer his winning shots. But it is still not enough – probably, it never quite is. “Tennis is an extremely lonely sport,” he says. “That’s what I struggle with the most.”</p><p>For better or worse, Kyrgios looks set to land a fresh load of fans with the release of the Netflix series Break Point, a 10-part docusoap that follows the fortunes of the so-called “next generation” of tennis stars; the band of twentysomething athletes who have been challenging Novak Djokovic and Rafael Nadal. These younger players all speak the same language and share the same hopes and fears (the dream of winning a big title; the terror of not fulfilling their true potential). But the logic of their profession makes them antagonists not friends. They talk to the camera but never to one another.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/07/netflix-break-point-aces-the-loneliness-of-topflight-tennis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/paul-mckenna-i-was-a-harrods-store-detective", "title": "Paul McKenna: ‘I was a Harrods store detective for a day. I was so bad at it, another detective reported me for looking suspicious’", "date_published": "2023-01-07 09:30:14+00:00", "description": "<p>The hypnotist on wanting to be the Buddha, being born in a hurry, and the thrill of a 100mph police chase</p><p>Born in London, Paul McKenna, 59, was working as a DJ when he began to study hypnosis. Specialising in PTSD, trauma, pain control and emotional wellbeing, McKenna has sold more than 10m self-help books and been published in 32 languages. His bestsellers include Quit Smoking Today Without Gaining Weight and <a href=\"https://guardianbookshop.com/positivity-9781787399600\">Positivity</a>; his new title is <a href=\"https://guardianbookshop.com/freedom-from-anxiety-9781802795509\">Freedom From Anxiety</a>. He is married and lives in London.</p><p><strong>When were you happiest?<br /></strong>Pleasure is a glass of champagne, happiness is when you are living your values. I get up each morning and I’m excited by the day, and I have good health. This is the happiest that I’ve ever been.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/paul-mckenna-i-was-a-harrods-store-detective\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/somaliland-frankincense-female-workers-exploited-abuse", "title": "Somaliland’s frankincense brings gold to companies. Its women pay the price", "date_published": "2023-01-07 09:00:14+00:00", "description": "<p>Female workers tell of exploitation and sexual assault at frankincense warehouse supplying US essential oils company</p><p>“I’m not speaking metaphorically – a bottle of doTERRA essential oil can change the world,” says David Stirling, a mild, clean-cut, middle-aged man. His largely female audience cheers and whistles, as if for a celebrity. Stirling, then CEO and co-founder of doTERRA, a Utah-based multi-level marketing company that sells essential oils, is making his opening remarks in September 2021 to the packed Salt Palace Convention Center in Salt Lake City.</p><p>In a setting reminiscent of a megachurch, Stirling’s soft-spoken voice echoes. He reminds the audience that the world needs healers more than ever – “and that’s you”, he says, to raucous applause. He quotes CS Lewis, speaks of miracles and says he’s seen people turn to doTERRA in their lowest moments. People cry.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/somaliland-frankincense-female-workers-exploited-abuse\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/07/rishi-sunak-to-hold-emergency-talks-with-nhs-leaders-over-winter-crisis", "title": "Rishi Sunak to hold emergency talks with NHS leaders over winter crisis", "date_published": "2023-01-07 08:17:19+00:00", "description": "<p>Prime minister to host rare weekend meeting but Labour says patients deserve more than ‘talking shop’</p><p>Rishi Sunak will hold emergency talks with NHS and care leaders in an attempt to tackle Britain’s winter healthcare crisis.</p><p>The UK prime minister will host the NHS Recovery Forum in No 10 on Saturday. The talks will focus on four key issues: social care and delayed discharge, urgent and emergency care, elective care and primary care.</p> <a href=\"https://www.theguardian.com/society/2023/jan/07/rishi-sunak-to-hold-emergency-talks-with-nhs-leaders-over-winter-crisis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/israel-far-right-ultranationalist-hits-ground-running-and-ripple-effects-are-being-felt", "title": "Israel’s far right hits ground running, and ripple effects are already being felt", "date_published": "2023-01-07 08:00:15+00:00", "description": "<p>Ultranationalist religious rulers sworn in last week have made explicit what was previously obscured: annexation</p><p>Glancing up and staring directly into the camera, the suspect who broke into the centuries-old Jerusalem cemetery appears to spot the CCTV equipment recording his hate crime. Seemingly unfazed, he looks down again, focusing on the task at hand – pushing over a stone cross and smashing it to pieces.</p><p>The two young males who <a href=\"https://www.theguardian.com/world/2023/jan/05/security-footage-shows-men-smashing-stone-cross-jerusalem-cemetery\">vandalised more than 30 Christian graves</a> last weekend showed little concern about hiding their identities while carrying out a religiously motivated attack. They did not cover their faces as they systematically destroyed headstones on a bright Sunday afternoon in the heart of the holy city. Such is the confidence with which the suspects, believed to be teenage Israeli extremists arrested on Friday, now operate.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/israel-far-right-ultranationalist-hits-ground-running-and-ripple-effects-are-being-felt\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/fashion/2023/jan/07/this-dream-cream-is-the-most-exciting-development-in-haircare-in-a-decade", "title": "This dream cream is the most exciting development in haircare in a decade | Sali Hughes", "date_published": "2023-01-07 08:00:15+00:00", "description": "<p>If your hair is bleached, heat damaged, weakened or breaking off at the ends, prepare yourself for a miracle…</p><p>Can damaged, breaking hair be repaired by anything other than scissors? Until three months ago, I’d have scoffed at the idea. Now, if I had the faintest inkling of how to buy shares, I’d go large on haircare company Living Proof. In my view, its new <strong><a href=\"https://www.livingproof.co.uk/triple-bond/triple-bond-complex/03131.html?gclid=Cj0KCQiAyracBhDoARIsACGFcS4V_2iu_jpM0eV7XIrngZy32uj7vjy-rLv9pMNU7d_IyG3av252DBAaAkFPEALw_wcB&amp;amp;gclsrc=aw.ds\" title=\"\">Triple Bond Complex</a> </strong>is the most exciting development in haircare in a decade.</p><p>It’s a non-greasy cream containing a plant-derived ester (chemical compound) that can penetrate hair and rebuild all three types of damaged bonds in the fibres. Glazing over? Understandable. So I’ll say this: if your hair, of any type, is bleached, heat-damaged, weakened or breaking off at the ends, you need this.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/07/this-dream-cream-is-the-most-exciting-development-in-haircare-in-a-decade\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/gianluca-vialli-jon-harley-chelsea-manager", "title": "Whenever I think about Luca I can’t help smiling. He was a true gentleman | Jon Harley", "date_published": "2023-01-07 08:00:15+00:00", "description": "<p>Gianluca Vialli gave me my first-team debut in 1998 and made everyone at Chelsea feel like they were his friend</p><p>Whenever you mention Luca – and he was Luca to us all at Chelsea – people just smile. He gave me my debut as an 18-year-old in 1998 when he was player-manager and at a time when there was no certainty I would get it. But you ask anyone from that youth team, even those who did not get their chance under him, and they will all say the same thing: that they loved him. He was special. Nobody will ever find a bad word to say about Luca.</p><p>Luca made everyone feel like they were his friend. And there were probably thousands of people who felt that way, even those who only met him once. At the old Harlington training ground, every first-team player would have to walk down the corridor and pass the youth team changing room and he was one of the few who would always stick his head in and say: “Good morning, chaps.” He knew everyone’s name.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/gianluca-vialli-jon-harley-chelsea-manager\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/jackson-mississippi-water-outage-neighbors-helping", "title": "‘This is no way to live’: Mississippians cope with another water crisis", "date_published": "2023-01-07 08:00:15+00:00", "description": "<p>Jackson is suffering from its third water outage in two years, but neighbors and family lend one another a helping hand</p><p>The sense of dread on Christmas Eve felt all too familiar.</p><p>The faucets ran dry again. The showers produced nothing. The city of Jackson, Mississippi, plunged into its third major water outage in less than two years, crippled, leaking infrastructure withering before <a href=\"https://www.theguardian.com/environment/2021/mar/04/mississippi-city-without-water-weeks-after-storms\">another bout</a> of extreme weather.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/jackson-mississippi-water-outage-neighbors-helping\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/diet-club-users-nhs-weight-watchers-cost", "title": "Diet club users on their experiences: ‘I’ve turned my life around’", "date_published": "2023-01-07 08:00:14+00:00", "description": "<p>People who turned to services including the NHS and Weight Watchers reveal whether they worked – and how much it cost</p><p>You were sure you would stick to them this year. But, seven days into January, your resolve is weakening and those new year resolutions you made to eat more healthily, get fit and lose weight this year are in danger of falling by the wayside.</p><p>If you need some help to stay on track, one tried-and-tested method is to follow a weight management programme. These typically reward you for cutting down on junk food, encourage you to increase the amount of exercise you do, and motivate you to try new recipes that are low in fat or calories. Most also seek to help you reframe your relationship with food.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/diet-club-users-nhs-weight-watchers-cost\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/picture/2023/jan/07/tom-gauld-on-the-authors-ai-assistant-cartoon", "title": "Tom Gauld on the author’s AI assistant – cartoon", "date_published": "2023-01-07 08:00:14+00:00", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/jan/07/tom-gauld-on-the-authors-ai-assistant-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/07/vegan-soup-recipes-green-pea-coconut-pumpkin-walnut-chickpea-carrot-yotam-ottolenghi", "title": "‘Flavour, colour and crunch’: Yotam Ottolenghi’s recipes for vegan soup", "date_published": "2023-01-07 08:00:14+00:00", "description": "<p>Ramp up the flavour and texture of Veganuary with these soups of green pea and coconut, herby pumpkin and walnut, and chickpea and carrot with olives</p><p>Truth be told, I’m not brilliant at either New Year’s resolutions or giving things up. If pushed to choose, however, I’d far sooner not eat meat for January than refuse the odd glass of wine, which at this time of the year is frankly medicinal. And not eating meat or fish is the most brilliant way of having to ramp up flavour, colour and crunch: vibrant green peas, bright orange squash, palate-wakening aromatics, crunchy seeds and nuts, fresh herbs, chilli heat … The food we eat in January, and beyond, can be as much about dialling things up as it is about giving things up.</p> <a href=\"https://www.theguardian.com/food/2023/jan/07/vegan-soup-recipes-green-pea-coconut-pumpkin-walnut-chickpea-carrot-yotam-ottolenghi\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/tiktok-car-fishing-craze-leads-to-closure-of-ancient-rufford-ford", "title": "TikTok car-fishing craze leads to closure of ancient Rufford ford", "date_published": "2023-01-07 08:00:13+00:00", "description": "<p>Council steps in after videos on social media turn Nottinghamshire river crossing into viral tourist attraction</p><p>Deep in the English countryside is an ancient river crossing that has been used, in various forms, for at least 1,000 years. It featured in the Domesday Book, attracted Cistercian monks who built an abbey nearby, and more recently served as a handy shortcut for Nottinghamshire commuters. But Rufford ford has now been closed, after clips of cars driving through it attracted hundreds of millions of views on TikTok.</p><p>“That ford has been there since Adam was a lad,” said Neil Clarke, a local councillor. He decided to close the crossing this month after requests from the fire and police services, who were unable to cope with a small rural lane becoming one of the most famous roads in the world.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/tiktok-car-fishing-craze-leads-to-closure-of-ancient-rufford-ford\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/07/pele-kickabout-readers-brazil-usa-plymouth-lymm", "title": "‘I had a kickabout with him’: our readers remember meeting Pelé", "date_published": "2023-01-07 08:00:13+00:00", "description": "<p>Football fans from around the world – from Brazil to Bolton, Plymouth and Lymm – on their encounters with the great man</p><p>I used to work in an exclusive part of Mayfair. The building was shared with numerous other businesses and we occupied the top floor. One Friday evening, my workmate and I were the last to leave our office. We locked up and, rather than taking the lift like usual, we decided to walk down the winding staircase. About halfway down, we encountered a little guy, greying on top, who appeared to be loitering awkwardly in the stairwell. Due to his low-key, unassuming demeanour, together with the time of day – there was nobody else in the building – I assumed he must be a cleaner.</p> <a href=\"https://www.theguardian.com/football/2023/jan/07/pele-kickabout-readers-brazil-usa-plymouth-lymm\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/07/australia-fire-after-the-rain-as-pat-cummins-leads-charge-to-victory", "title": "Australia fire after the rain as Pat Cummins leads charge to victory", "date_published": "2023-01-07 07:56:34+00:00", "description": "<ul><li>South Africa finish Day 4 at 6 for 149, still 326 runs behind</li><li>Australia need 14 wickets from 98 overs tomorrow for victory</li></ul><p>After a day and a half of waiting through rain and darkness, play finally resumed at the Sydney Cricket Ground. After three matches waiting through injury, Josh Hazlewood resumed his Test career. On a damp surface, he came out breathing fire, starting a slide that had South Africa’s first innings 6 for 149 by stumps, still 326 behind Australia’s declaration score of 475 for four.</p><p>With play not starting until 1:45pm on the fourth day, Australia decided not to bat further after having last faced a ball on day two. That left Usman Khawaja on 195 not out, unable to chase his first Test double century. With 157 overs left in the match, and losing two at every change of innings, the Australians decided that chasing a win was the priority. Before play all was convivial, with the visitors presenting with the pink caps they had signed to raise funds for the McGrath Foundation. Once the action resumed, it was anything but.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/07/australia-fire-after-the-rain-as-pat-cummins-leads-charge-to-victory\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/07/the-written-world-and-the-unwritten-world-by-italo-calvino-review-a-box-of-delights", "title": "The Written World and the Unwritten World by Italo Calvino review – a box of delights", "date_published": "2023-01-07 07:30:12+00:00", "description": "<p>Essays from the Italian polymath offer a penetrating exploration of the art of reading and writing</p><p>Can there be much material left in Italo Calvino’s desk drawers? Since the death of the puckish Italian polymath in 1985, no fewer than six collections of his nonfiction have appeared in English, gathered into the autobiographical (The Road to San Giovanni, Hermit in Paris) or the literary-critical (Six Memos for the Next Millennium, Why Read the Classics?).</p><p>So with this seventh collection, The Written World and the Unwritten World, covering a scattering of Calvino’s literary writings from 1952 to 1985 and translated by Ann Goldstein, we might expect scraps from the table. Sure enough, there’s some slight stuff here – a page on character names, say – but the surprise is that we get so much of substance.</p> <a href=\"https://www.theguardian.com/books/2023/jan/07/the-written-world-and-the-unwritten-world-by-italo-calvino-review-a-box-of-delights\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/07/boys-in-blue-minneapolis-showtime-docuseries", "title": "Boys in Blue: a high school football team grapples with race, police and violence", "date_published": "2023-01-07 07:11:12+00:00", "description": "<p>Director Peter Berg followed a Minneapolis team in the wake of George Floyd’s killing for a revealing and knotty new docuseries</p><p>When George Floyd was unlawfully killed by a Minneapolis police officer in May 2020, the moment hit home with Peter Berg. Before the 58-year-old New Yorker turned Angeleno was a distinguished film-maker, Berg was a theater major at Macalester College in St Paul, Minnesota. He had long had fond memories of that late-80s heyday – back when the Twin Cities were famous for compassion, low crime rates and artistic revolution.</p><p>It was a special time. “Purple Rain had just come out,” Berg recalls. “There was a famous nightclub in Minneapolis called First Avenue. We would go there twice a week and see Prince, the Time or Alexander O’Neal. There was this diverse musical phenomenon happening when I was there, and my memories are of people getting along really well – Black, white, Hispanic, Vietnamese. It was very disorienting to see George Floyd brutally killed in a place I remember so differently.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/07/boys-in-blue-minneapolis-showtime-docuseries\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/iran-executes-two-men-over-alleged-crimes-during-protests-judiciary-says", "title": "Iran executes two men over alleged crimes during protests, judiciary says", "date_published": "2023-01-07 07:05:54+00:00", "description": "<p>Four people have now been executed in connection with demonstrations that followed the death in custody of Mahsa Amini</p><p>Iran executed two men after they were convicted of killing a paramilitary force member during protests sparked by the death in custody of a young woman, the judiciary said.</p><p>The latest killings double the number executed so far in connection with the nationwide protests. Two men were <a href=\"https://www.theguardian.com/world/2022/dec/12/scores-of-executions-feared-in-iran-as-23-year-old-hanged-in-public-execution\">put to death in December</a>, sparking global outrage.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/iran-executes-two-men-over-alleged-crimes-during-protests-judiciary-says\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/live/2023/jan/07/russia-ukraine-war-kyiv-accuses-moscow-of-shelling-despite-putins-unilateral-ceasefire-live", "title": "Russia-Ukraine war: Kyiv accuses Moscow of shelling despite Putin’s unilateral ceasefire – live", "date_published": "2023-01-07 07:01:51+00:00", "description": "<p>Reports of strikes on Ukraine’s frontline after Vladimir Putin ordered a truce to observe Russian Orthodox Christmas</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jan/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-318-of-the-invasion\">What we know on day 318 of the invasion</a></li></ul><p>Russian forces struck a fire station in southern Ukrainian city of Kherson in an attack that left several people dead or wounded, a top Ukrainian official has said, despite Moscow’s unilateral declaration of a 36-hour ceasefire.</p><p><strong>Kyrylo Tymoshenko</strong>, deputy head of the Ukrainian president’s office, said:</p><p>They talk about a ceasefire. This is who we are at war with.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/07/russia-ukraine-war-kyiv-accuses-moscow-of-shelling-despite-putins-unilateral-ceasefire-live\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/travel/2023/jan/07/my-life-in-budget-holidays-its-priceless", "title": "My life in budget holidays has been a priceless experience", "date_published": "2023-01-07 07:00:13+00:00", "description": "<p>From chance encounters to thrilling train rides, holidays on a shoestring have been some of my best</p><p>In the depths of winter, in the midst of a cost of living crisis, I bring glad tidings. That ultra-shoestring-budget holiday you’re resigning yourself to this year? Add a splash of creativity and it’ll turn out way better than you think.</p><p>As an author who has spent most of his adult life starving in a garret, I’ve nearly always had to opt for cheap and cheerful holidays. And my experience is that they’re not merely on a par with those that come with rather more trimmings, they’re very often much more enjoyable and satisfying. Let me explain.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/07/my-life-in-budget-holidays-its-priceless\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/books/2023/jan/07/it-altered-my-entire-worldview-leading-authors-pick-eight-nonfiction-books-to-change-your-mind", "title": "‘It altered my entire worldview’: leading authors pick eight nonfiction books to change your mind", "date_published": "2023-01-07 07:00:13+00:00", "description": "<p>Steven Pinker, Mary Beard, Rebecca Solnit and others reveal the books that made them see the world differently</p><p>Shortly after publishing my book The Better Angels of Our Nature<em>, </em>on the historical decline of violence, I attended a conference sponsored by a foreign policy magazine at which a journalist asked me: “What would it take to eliminate extreme poverty worldwide?” Thinking it was a trick question, I quipped: “Redefine ‘poverty’.” An eavesdropping economist said to me: “That was a cynical answer”, and recommended a short new book by the development expert Charles Kenny called <strong>Getting Better</strong><em>.</em></p> <a href=\"https://www.theguardian.com/books/2023/jan/07/it-altered-my-entire-worldview-leading-authors-pick-eight-nonfiction-books-to-change-your-mind\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/it-was-the-mk2-i-dreamed-of-readers-recall-their-raleigh-chopper-rides", "title": "‘It was the MK2 I dreamed of’: readers recall their Raleigh Choppers", "date_published": "2023-01-07 07:00:13+00:00", "description": "<p>The death of Tom Karen, the British designer behind the classic Raleigh Chopper, shifts the gears on owners’ reminiscences</p><p>I won a Chopper in a colouring-in competition that was on the back page of the Dick Whittington on Ice programme in the winter of 1975-76. The famous clown Charlie Cairoli presented me with the bike during the interval of a subsequent showing of the pantomime at Wembley Empire Pool. He noticed my surname was Italian and said: “I’m a-glad-a you won,” which became a family catchphrase. I was king of the neighbourhood that year, and I’ve never properly thanked my sister for doing the actual colouring-in. Thanks, Anne. <br /><strong>Pete Accini, 55, Brisbane, Australia</strong> </p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/it-was-the-mk2-i-dreamed-of-readers-recall-their-raleigh-chopper-rides\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/07/schoolgirl-who-faced-terror-charges-is-wake-up-call-about-grooming", "title": "Schoolgirl who faced terror charges is ‘wake-up call about grooming’", "date_published": "2023-01-07 07:00:12+00:00", "description": "<p>Charges against Rhianan Rudd, then 15, were dropped after evidence proved she had been groomed online by rightwing extremists</p><p>Charities say the case of a UK teenager who became the youngest girl to be charged with terror offences after online grooming by rightwing extremists should be a “wake-up call” about the online vulnerability of children.</p><p>Rhianan Rudd, who was 15 when charged, took her own life at a Nottinghamshire children’s home in May last year, when she was 16.</p><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines are listed at <a href=\"http://www.befrienders.org/\">befrienders.org</a>.</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/07/schoolgirl-who-faced-terror-charges-is-wake-up-call-about-grooming\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/what-links-winchester-cathedral-in-1554-to-st-jamess-palace-in-1840-the-saturday-quiz", "title": "What links Winchester Cathedral in 1554 to St James’s Palace in 1840? The Saturday quiz", "date_published": "2023-01-07 07:00:12+00:00", "description": "<p>From morphine to Mustique, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Mauritania, in 1981, was the last country to do what?<br /><strong>2</strong> Which Commons speaker was a former professional dancer?<br /><strong>3</strong> Who contested Kadesh, history’s biggest chariot battle?<br /><strong>4</strong> What is sullied by the addition of olive brine?<br /><strong>5</strong> Which singer had the entire Top 10 on the US Hot 100 last year?<br /><strong>6</strong> What is the largest non-football stadium in Europe?<br /><strong>7</strong> Who painted the Beethoven Frieze in the Secession Building?<br /><strong>8</strong> What describes itself as “London’s evening university”?<br /><strong>What links:<br />9</strong> Fentanyl; oxycodone; morphine; heroin; codeine?<br /><strong>10</strong> Michael Reeves; Piers Haggard; Robin Hardy?<br /><strong>11</strong> Golden; Royal; Curry?<br /><strong>12</strong> Bequia; Mustique; Canouan; Mayreau; Petit St Vincent?<br /><strong>13</strong> UK vaccine information; thoughts of Colonel Gaddafi; Jim Crow travel guide?<br /><strong>14</strong> 1554, Winchester Cathedral; 1840, St James’s Palace?<br /><strong>15</strong> Set; Medea; Cain; Romulus; Höd?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/what-links-winchester-cathedral-in-1554-to-st-jamess-palace-in-1840-the-saturday-quiz\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/society/2023/jan/07/jack-monroe-interview", "title": "‘I’ve heard it all: she’s a fraud, a liar, a thief’: Jack Monroe on alcohol, addiction and answering her critics", "date_published": "2023-01-07 07:00:12+00:00", "description": "<p>She’s the anti-poverty campaigner and food writer who shot to fame by teaching us how to make the most of our pennies. But behind the scenes her world was unravelling</p><p>A car calls at Jack Monroe’s home in Southend to take her to the photoshoot at noon. Nobody appears to be in. The driver rings the bell and calls her mobile. Nothing. 12.30pm. More ringing, more calling. Still nothing. 1pm. Her agent tries her. Then her publisher, then her former girlfriend. Still nothing. 1.30pm. We call off the shoot, and the car leaves. Everybody is beginning to panic. Where is she?</p><p>At 2pm, Monroe wakes up and looks at her phone. She sees all the missed calls – and the time. Now it’s her turn to panic. She calls her agent, apologises like crazy, and makes her own way to London. Two hours later, she’s lying in a bath of pennies for the photoshoot, still apologising. “Every single one of those people trying to get in touch with me thought I’d relapsed. My AA sponsor came round and tried to get me up, but I just couldn’t wake. The first thing I did was ring my sponsor and say, ‘I promise to God I haven’t relapsed.’”</p> <a href=\"https://www.theguardian.com/society/2023/jan/07/jack-monroe-interview\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/why-do-we-get-pimples-and-how-old-is-the-earth-try-our-kids-quiz", "title": "Why do we​ ​get pimples and how old is the Earth? Try our kids’ quiz", "date_published": "2023-01-07 07:00:11+00:00", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/why-do-we-get-pimples-and-how-old-is-the-earth-try-our-kids-quiz\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/blind-date-alex-maeve", "title": "Blind date: ‘I fired half a baklava across the table, but I think I styled it out’", "date_published": "2023-01-07 06:22:04+00:00", "description": "<p>Alex, 27, product manager, meets Maeve, 27, medical student</p><p><em><br /></em><strong>What were you hoping for?</strong><br />Good company and good food.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/blind-date-alex-maeve\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/07/how-to-turn-over-ripe-banana-skins-into-bacon-recipe-zero-waste-cooking", "title": "How to turn overripe banana skins into ‘bacon’ – recipe", "date_published": "2023-01-07 06:00:11+00:00", "description": "<p>OK, it’s not all that like bacon, but ‘bananacon’ or ‘facon’ is easy, flavourful and interesting to eat</p><p>As a cook and food lover, I thrive off new ingredients and techniques. Food movements such as zero-waste cooking, plant-based eating and even health fads, even if some are questionable, often push boundaries, creating new and innovative foods, some of which lead to the discovery of intriguing and welcome new flavour experiences.</p><p>If I’m being honest, banana skin “bacon” (or bananacon or facon, as some people call it) isn’t all that similar to bacon, but it is delicious, interesting and fun; it’s also really easy to make. The most important thing is to use organic bananas, to avoid pesticides and fungicides. The second most important thing is that your banana skins are super-ripe, with large brown spots, which will guarantee a sweeter end result.</p> <a href=\"https://www.theguardian.com/food/2023/jan/07/how-to-turn-over-ripe-banana-skins-into-bacon-recipe-zero-waste-cooking\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/07/new-mexico-shooting-spree-housees-offices-politicians", "title": "Police investigate shootings at New Mexico officials’ homes and offices", "date_published": "2023-01-07 06:00:11+00:00", "description": "<p>Albuquerque police say houses and workplaces of state and county politicians have been hit by gunfire over the last month</p><p>New Mexico authorities are investigating at least five shootings apparently directed at the homes and offices of local elected officials, the Albuquerque police department <a href=\"https://www.facebook.com/abqpolice/\">said</a> on Thursday.</p><p>The shootings occurred over approximately the past month and were directed at two county commissioners, two state senators and New Mexico’s new attorney general, according to <a href=\"https://www.krqe.com/news/crime/police-investigating-shootings-at-three-albuquerque-politicians-homes/\">KQRE News</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/07/new-mexico-shooting-spree-housees-offices-politicians\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/07/tim-doling-the-best-thing-about-recording-an-album-without-doubt-lunch", "title": "Tim Dowling: the best thing about recording an album? Without doubt, lunch", "date_published": "2023-01-07 06:00:11+00:00", "description": "<p>My band is back in the studio, but there’s something much more interesting cooking in the kitchen</p><p>When I enter my office shed before sunrise its windows are frosted over, even though the portable radiator inside has been on for almost an hour, thanks to a timer. I put a sofa cushion on top of the radiator, over the little sign that says “WARNING: Do not cover”, and go back to the kitchen to make coffee.</p><p>When I return with my coffee 10 minutes later, I put the hot cushion on my chair and sit on it. Then I place another cushion on the radiator, and swap them round every 5 minutes, typing with slowly numbing fingers.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/07/tim-doling-the-best-thing-about-recording-an-album-without-doubt-lunch\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jan/07/how-to-do-an-art-gallery-properly-edith-pritchett-cartoon", "title": "‘Ooh look, the gift shop’: how to do an art gallery properly – Edith Pritchett cartoon", "date_published": "2023-01-07 06:00:11+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jan/07/how-to-do-an-art-gallery-properly-edith-pritchett-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/06/kevin-mccarthy-republican-wins-house-speaker", "title": "Kevin McCarthy wins House speaker bid after four days and 15 votes", "date_published": "2023-01-07 05:39:07+00:00", "description": "<p>The California Republican was able to woo his hard-right detractors after several negotiations and concessions</p><p>The Republican leader Kevin McCarthy was elected as speaker of the US House of Representatives in a dramatic late-night vote, after quelling a days-long revolt from a bloc of far-right conservatives to finally capture the gavel on a historic 15th attempt. </p><p>After 14 consecutive defeats and a string of concessions, McCarthy earned enough votes to became the nation’s 55th speaker, winning 216 votes with 6 Republicans voting present. House Democratic leader Hakeem Jeffries once again secured the support of all 212 members of his caucus.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/06/kevin-mccarthy-republican-wins-house-speaker\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/07/jack-ma-to-give-up-control-of-chinas-ant-group-firm-says", "title": "Jack Ma to give up control of China’s Ant Group, firm says", "date_published": "2023-01-07 05:38:26+00:00", "description": "<p>Billionaire Chinese businessman has rarely been seen in public since criticising regulators’ attitude to tech companies two years ago</p><p>China’s Ant Group says it will adjust its shareholding structure so that its billionaire founder, Jack Ma, will no longer hold control over the fintech giant.</p><p>“No shareholder, alone or jointly with other parties, will have control over Ant Group” after the completion of the adjustment, the company said in a statement on Saturday.</p> <a href=\"https://www.theguardian.com/business/2023/jan/07/jack-ma-to-give-up-control-of-chinas-ant-group-firm-says\">Continue reading...</a>", "persistent": true, "language": "en-US", "user": "rumpel"}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/like-stepping-into-a-bond-movie-the-danger-of-elevators-in-ukraine", "title": "‘Like stepping into a Bond movie’:  the danger of elevators in Ukraine", "date_published": "2023-01-07 05:15:09+00:00", "description": "<p>A man who was trapped in a lift during drone strikes is helping stock emergency boxes for people in the same situation</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>Markus Peuser was in the lift up to his 10th-floor apartment when one of Russia’s early drone barrages against Kyiv hit a power station, and the small metal box shuddered to a halt.</p><p>It was at least a good time to get trapped, he said wryly. “I was coming from the supermarket, so I had enough food with me and a bottle of wine,” he said. By the time someone came to rescue him, two hours later, he’d got through “a lot of chocolates”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/like-stepping-into-a-bond-movie-the-danger-of-elevators-in-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/no-topic-off-table-spanish-mayor-hearing-voters-out-over-dinner", "title": "‘No topic is off the table’: the Spanish mayor hearing voters out over dinner", "date_published": "2023-01-07 05:00:09+00:00", "description": "<p>Michel Montaner visits a different constituent at their home most nights to gain a better feel for people’s concerns</p><p>It began with a tweet in October. “I would like to have dinner at your home. I’ll bring dessert.” What followed was an avalanche of invitations, sending Michel Montaner knocking on the door of complete strangers most nights of the week.</p><p>“I ring their doorbell and say: ‘Hi, I’m the mayor,’” Montaner told the Guardian. “I turn up alone, no police, no advisers.”</p> <a href=\"https://www.theguardian.com/world/2023/jan/07/no-topic-off-table-spanish-mayor-hearing-voters-out-over-dinner\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/business/2023/jan/07/jetstar-flight-forced-to-make-emergency-landing-in-central-japan-after-receiving-bomb-threat", "title": "Jetstar flight forced to make emergency landing in central Japan after receiving bomb threat", "date_published": "2023-01-07 03:24:16+00:00", "description": "<p>Footage posted to social media appeared to show passengers disembarking via emergency slides and walking across tarmac</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/07/australia-news-live-updates-western-australia-towns-to-be-islands-amid-floods-us-concerns-over-aukus-deal\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A Jetstar flight has been forced to make an emergency landing in central Japan after receiving a bomb threat, according to local media.</p><p>The aircraft was reportedly travelling from Narita airport near Tokyo to Fukuoka on Saturday, when it was forced to divert to Aichi prefecture, public broadcaster NHK said.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/business/2023/jan/07/jetstar-flight-forced-to-make-emergency-landing-in-central-japan-after-receiving-bomb-threat\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-318-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 318 of the invasion", "date_published": "2023-01-07 01:42:25+00:00", "description": "<p>New $3.75bn US military aid package for Ukraine to include Bradley fighting vehicles for first time; reports of Russian shelling despite ceasefire declaration</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/jan/07/russia-ukraine-war-at-a-glance-what-we-know-on-day-318-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/06/virginia-school-student-shot-teacher", "title": "Six-year-old intentionally shot teacher in Virginia school, police say", "date_published": "2023-01-07 01:00:47+00:00", "description": "<p>Authorities said they had arrested the boy for shooting a female teacher at Richneck elementary school in Newport News</p><p>A six-year-old child deliberately shot a teacher at an elementary school in Virginia on Friday afternoon, according to police.</p><p>Police said in a <a href=\"https://medium.com/newport-news-police-department/shooting-richneck-elementary-school-9dc2988157c1\">statement </a>that they have arrested the boy accused of shooting a female teacher at Richneck elementary school in Newport News, Virginia, a city in the south-eastern part of the state.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/06/virginia-school-student-shot-teacher\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/music/2023/jan/07/morrissey-says-miley-cyrus-exit-was-nothing-to-do-with-his-politics", "title": "Morrissey says Miley Cyrus album exit was nothing to do with his politics", "date_published": "2023-01-07 00:25:34+00:00", "description": "<p>American withdrew after recording guest vocals on the Mancunian’s yet-to-be-released new record</p><p>Morrissey has spoken out after Miley Cyrus dropped out of a guest spot on his upcoming album, denying the singer had done so over his political stances, which he said are “most certainly not far right”.</p><p>In a <a href=\"https://www.morrisseycentral.com/messagesfrommorrissey/when-you-are-the-quarry\">lengthy statement</a> posted on Thursday, the former frontman of the Smiths also attacked “cancel vultures” and alleged the existence of a campaign to “put [him] out of circulation”.</p> <a href=\"https://www.theguardian.com/music/2023/jan/07/morrissey-says-miley-cyrus-exit-was-nothing-to-do-with-his-politics\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/07/pro-putin-youtuber-aussie-cossack-defends-prank-video-on-ukrainian-ambassador-after-complaint-to-police", "title": "Pro-Putin YouTuber ‘Aussie Cossack’ defends ‘prank’ video on Ukrainian ambassador after complaint to police", "date_published": "2023-01-07 00:00:03+00:00", "description": "<p>Ukrainian ambassador to Australia Vasyl Myroshnychenko says he is a victim of a ‘telephone harassment campaign’ but Simeon Boikov denies inciting followers</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jan/07/australia-news-live-updates-western-australia-towns-to-be-islands-amid-floods-us-concerns-over-aukus-deal\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The Ukrainian ambassador to Australia claims a controversial pro-Putin YouTuber who broadcast his personal phone number – which had been included in a press release – to more than 160,000 subscribers has enabled a campaign of harassment and intimidation.</p><p>Australian federal police have been made aware of Vasyl Myroshnychenko’s complaint that Simeon Boikov, who goes by the nickname “Aussie Cossack”, made a prank call on Thursday which was filmed and published on social media.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/07/pro-putin-youtuber-aussie-cossack-defends-prank-video-on-ukrainian-ambassador-after-complaint-to-police\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}