[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "NPR Music Premiere: The Elephant 6 Recording Co.", "description": "The Elephant 6 Recording Co. is a documentary about a music collective, a label and a movement, but mostly it's about friends who love freaky music and make freaky music together. \"Some kids grew up together in small towns and non-small towns like Ruston, La., New York City and other places,\" Robert Schneider explains. \"They made bands, but all the bands were sort of mashed together into one big band that split off into a bunch of little pieces.\" Neutral Milk Hotel, The Olivia Tremor Control, The Apples in Stereo, Elf Power, The Minders and Circulatory System, just to name some of several, found common ground in The Beatles and The Beach Boys, but filtered their psychedelic-pop music through limitations of technology and the expansion of their minds. \n\nThirty years since its debut, there still isn't anything like Elephant 6. Featuring interviews with many of its players, adventurers and miscreants, the documentary — made by director C.B. Stockfleth, producer Lance Bangs and executive producer Rob-Hatch Miller — doesn't so much explain Elephant 6 but defines a transparent dream. Some mysteries and myths are dispelled, but mostly, we meet the weirdos in love with warping the world. \n\nThe Elephant 6 Recording Co. documentary will receive its YouTube premiere via NPR Music on Aug. 31, 2023, and can be viewed 12 hours afterward. NPR Music producer (and Elephant 6 nerd) Lars Gotrich will moderate the chat room. At the request of the film's distributors, this video will only be available to watch in the U.S. \n\n\nFound out more about the movie:\nhttps://www.elephant6movie.com/\n\nHear the Elephant 6 Orchestra in concert:\nhttps://www.npr.org/2008/10/27/96105602/the-elephant-6-orchestra-in-concert", "link": "https://www.youtube.com/watch?v=w2OgTac8dQE", "date_published": "2023-08-28T13:40:04.722611+00:00", "persistent": false, "dead": false, "artist": "NPR Music", "album": "NPR Music", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/w2OgTac8dQE/hqdefault.jpg"}]