[{"source": "https://www.theguardian.com/rss", "title": "Burning Man attendees roadblocked by climate activists: ‘They have a privileged mindset’", "description": "<p>Protesters arrested after blocking route to festival, leading to fiery exchanges and threats</p><p>The road into Burning Man is a rural, two-lane highway winding through north-west Nevada. Approximately 80,000 people make an annual pilgrimage to the beloved bacchanal, many hauling trailers and RVs across miles of scorching desert in order to make it to their fabled Gomorrah. This year, however, climate activists temporarily halted the influx of eager festivalgoers, blocking the road with a 28-foot trailer and causing a bumper-to-bumper traffic jam for over an hour. They clashed with outraged Burning Man attendees as well as Nevada rangers.</p><p>In recent years, Burning Man has drifted from its hippy roots and become better known for luxury RVs, wild orgies, and Silicon Valley bros. Protestors from the Seven Circles –a coalition of activists representing the climate groups Extinction Rebellion, Rave Revolution, and Scientist Rebellion – demanded that Burning Man ban private jets and", "link": "https://www.theguardian.com/culture/2023/aug/28/burning-man-protest-climate-change-environment", "date_published": "2023-08-28T23:26:22.639908+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eminem demands Vivek Ramaswamy cease using his music on campaign trail", "description": "<p>Rapper sends letter to Republican presidential hopeful objecting to candidate’s use of his song</p><p>The rapper Eminem has demanded that Vivek Ramaswamy cease using his music.</p><p>In a letter <a href=\"https://www.dailymail.co.uk/news/article-12453955/Im-REAL-Slim-Shady-Eminem-sends-skinny-Vivek-Ramaswamy-cease-desist-letter-demanding-stop-rapping-music-campaign-trail.html\">reported</a> by the Daily Mail, a representative for the rapper’s publisher told counsel for the Republican presidential hopeful that Eminem, whose real name is Marshall Mathers III, objected to Ramaswamy’s use of his compositions and was revoking a license to use them.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/eminem-vivek-ramaswamy-cease-desist-letter\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/eminem-vivek-ramaswamy-cease-desist-letter", "date_published": "2023-08-28T23:26:22.575514+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prehistoric bird once thought extinct returns to New Zealand wild", "description": "<p>Return of takahē – large, flightless bird – to alpine slopes of the South Island marks a conservation victory in New Zealand</p><p>Tā Tipene O’Regan, 87 years old, leaned into his carved walking stick and reached down to a large wooden box. He paused a second, then slowly lifted the lid. Out shot the hefty body of a bright turquoise bird, legs windmilling, launching from its cage like a football from a slingshot.</p><p>“I am now largely blind, but I still saw them,” O’Regan says: a flash of blue feathers and bright red legs racing for the tussocks.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/29/prehistoric-bird-once-thought-extinct-returns-to-new-zealand-wild\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/29/prehistoric-bird-once-thought-extinct-returns-to-new-zealand-wild", "date_published": "2023-08-28T23:26:22.506144+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 552 of the invasion", "description": "<p>US accuses Moscow of trying to intimidate US employees; five die in overnight attacks on Ukraine</p><p><strong>The United States on Monday accused Moscow of attempting to intimidate and harass US employees</strong> after Russian state media reported that a former US consulate worker had been charged by security services with collecting information on the war in Ukraine and other issues for Washington. Russia is seeking to question two US diplomats at the embassy in Moscow over the case, in a break from diplomatic tradition.</p><p><strong>The European Union should get ready to admit new members from eastern Europe and the Balkans by 2030,</strong> EU chief Charles Michel argued Monday. With Russia’s war in Ukraine continuing and Moldova’s pro-western government scrambling to reform, senior officials have previously been reluctant to offer precise timetables. “To be credible, I believe we must talk about timing and homework,” Michel said, addressing the Bled Strategic Forum in Sloveni", "link": "https://www.theguardian.com/world/2023/aug/29/russia-ukraine-war-at-a-glance-what-we-know-on-day-552-of-the-invasion", "date_published": "2023-08-28T23:26:22.502978+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "California school district sued over new policy that could forcibly out trans kids", "description": "<p>State attorney general Rob Bonta filed a lawsuit against schools having to notify parents if their children change gender identity</p><p>California’s attorney general sued a southern California school district Monday over its new policy requiring schools to notify parents if their children change their gender identification or pronouns, the latest blow in an intensifying battle between a handful of school districts and the state about the rights of trans kids and their parents.</p><p>Rob Bonta, the attorney general, said policies like the one adopted by Chino valley unified school district will forcibly out transgender students and threaten their well-being. But the district’s board president and supporters say parents have a right to know the decisions their children are making in schools.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/california-school-policy-trans-kids-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/california-school-policy-trans-kids-lawsuit", "date_published": "2023-08-28T23:26:22.495196+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why were UK flights disrupted and can passengers get refunds?", "description": "<p>A technical glitch at the national air traffic service led to restrictions being placed on UK airspace</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/aug/28/air-traffic-control-uk-delays-airport-travel-live-latest-updates\">UK air traffic control issues – latest updates</a></strong></li></ul><p>UK air passengers faced flight delays and cancellations on Monday after the national air traffic service was hit by a technical glitch and restrictions were placed on UK airspace. The glitch was later resolved but it continued to affect departures from and arrivals to UK airports.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/why-were-uk-flights-disrupted-and-can-passengers-get-refunds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/why-were-uk-flights-disrupted-and-can-passengers-get-refunds", "date_published": "2023-08-28T22:21:20.555034+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Professor resigns after outrage over false claims of Native American roots", "description": "<p>Andrea Smith, an ethnic studies scholar at a California university, had faced decades of criticism for claiming Cherokee heritage</p><p>An ethnic studies professor at the University of California, Riverside, will resign next year following more than a decade of outrage over accusations that she falsely claimed Indigenous American heritage.</p><p>Andrea Smith, once a heralded scholar of Native American studies, faced criticism since at least 2008 for claiming she was Cherokee but had remained employed at the southern California university. Last year, 13 of her colleagues at UC Riverside alleged that she made fraudulent claims to Indigenous American identity and violated academic integrity.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/california-professor-resigns-native-american-heritage\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/california-professor-resigns-native-american-heritage", "date_published": "2023-08-28T22:21:20.494418+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s Lily Miyazaki seals first slam win by defeating Betova at US Open", "description": "<ul><li>World No 198 is ‘lost for words’ after 6-3, 6-3 triumph</li><li>Iga Swiatek cruises to victory; Holger Rune is knocked out</li></ul><p>Lily Miyazaki has spent much of her life as a tennis professional on the lower levels of the ITF circuit, usually fighting tooth and nail in front of no more than a couple of committed spectators. The goal has always been to continue rising and, eventually, to settle at the top level of her sport. She has never been closer.</p><p>After qualifying impressively for a grand slam main draw for the first time in her career, Miyazaki took a significant step forward in her career as she clinched her maiden win at a grand slam by beating Margarita Betova of Russia 6-3, 6-3.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/britains-lily-miyazaki-seals-first-slam-win-by-defeating-betova-at-us-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/britains-lily-miyazaki-seals-first-slam-win-by-defeating-betova-at-us-open", "date_published": "2023-08-28T22:21:20.460536+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray claims his Wimbledon scheduling request was ignored", "description": "<ul><li>He did not want to be in final match on Centre Court every day</li><li>‘It’s not possible’ to prepare for grass matches under roof</li></ul><p>Andy Murray has said he asked Wimbledon organisers this year not to schedule him as the final match on Centre Court every day because of concerns over late finishes. Wimbledon, however, did not grant the request and late scheduling had a significant bearing on his exit from the Championships.</p><p>In his second-round match against Stefanos Tsitsipas, Murray led the third seed by <a href=\"https://www.theguardian.com/sport/2023/jul/06/andy-murray-battles-back-to-take-lead-over-stefanos-tsitsipas\" title=\"\">two sets to one</a> before the match was postponed as the curfew approached. They returned the following day, with Tsitsipas winning the final two sets <a href=\"https://www.theguardian.com/sport/2023/jul/07/stefanos-tsitsipas-hits-his-peak-to-send-andy-murray-out-of-wimbledon\" title=\"\">to take the match</a>.</p> <a href=\"https://www.theg", "link": "https://www.theguardian.com/sport/2023/aug/28/andy-murray-claims-his-wimbledon-scheduling-request-was-ignored", "date_published": "2023-08-28T22:21:20.455855+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starstruck series three review – Rose Matafeo’s romcom ditches the love story (and is better than ever)", "description": "<p>This is no longer a will-they-won’t-they series. Instead, it focuses on the joys of friendship – and becomes more enjoyable, relatable and far more moving </p><p>About 90 seconds into the third series of <a href=\"https://www.bbc.co.uk/programmes/p0g64xj8\">Starstruck</a>, it becomes clear that Rose Matafeo’s rom-sitcom has a major problem. The action picks up precisely where we left off at the end of the second series, namely a snogging sesh in the middle of a big pond, as Matafeo’s Jessie finally gets (back) together with her on-off love interest, film star Tom Kapoor, with whom she had a one-night stand in the show’s first episode. Cue a pacy montage charting the giddy highs, then inescapable lows, of their relationship, before Tom walks out of their shared home for good.</p><p>When we rejoin her two years later, Jessie seems largely over it. But Tom’s departure has had an existential impact on the show itself: surely we must now also wave goodbye to the titular conceit – whether t", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/28/starstruck-series-three-review-rose-matafeos-romcom-ditches-the-love-story-and-is-better-than-ever", "date_published": "2023-08-28T22:21:20.427632+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Government to use Ulez expansion to attack Labour over ‘war on motorists’", "description": "<p>Ministers hope anti-green message will impress voters, as London mayor says he is ‘a doer, not a delayer’</p><p>The government is to use the expansion of London’s ultra-low emission zone (Ulez) to go on the attack over what it has called “Labour’s war on motorists”, part of a wider battle against green policies it hopes could prove popular with voters.</p><p>With the extension of the clean air scheme to every London borough beginning at midnight on Monday, Sadiq Khan, the capital’s Labour mayor, said that while the <a href=\"https://www.theguardian.com/environment/2023/aug/28/no-10s-ulez-stance-reverses-decades-of-clean-air-progress-says-sadiq-khan\">decision was difficult</a>, the devastating health effects of toxic exhausts trumped other considerations.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/28/government-ulez-expansion-attack-labour-war-on-motorists-london\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/28/government-ulez-expansion-attack-labour-war-on-motorists-london", "date_published": "2023-08-28T22:21:20.408795+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spanish football federation leaders demand resignation of Luis Rubiales", "description": "<p>Embattled president increasingly isolated following World Cup kiss after urgent meeting between chiefs</p><p>Spain’s football federation regional presidents have <a href=\"https://twitter.com/rfef/status/1696253600161300864\">demanded that Luis Rubiales “immediately resign”</a>, pulling support for the football chief days after the federation’s members heartily applauded his vow to stay on.</p><p>On Monday, more than a week after Rubiales grabbed forward Jenni Hermoso by the head and planted a kiss on her lips, the federation’s regional presidents were summoned to an “extraordinary and urgent” meeting in Madrid to assess the impact of the crisis.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/spanish-football-federation-leaders-demand-resignation-of-luis-rubiales\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/spanish-football-federation-leaders-demand-resignation-of-luis-rubiales", "date_published": "2023-08-28T22:21:20.404046+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Team GB has ‘feelgood factor’ back but Paris will be step up, says athletics chief", "description": "<ul><li>World championship record medal haul equalled in Budapest</li><li>Stephen Maguire warns Olympics ‘will be another level’</li></ul><p>Britain’s track and field stars have got back the “feelgood factor” after their medal haul in Budapest but they will need to step up again at the Paris Olympic Games, the UK Athletics technical director, Stephen Maguire, has said.</p><p>Maguire was full of praise for his team after they equalled the previous world championship best of 10 medals set in Stuttgart in 1993, with gold for <a href=\"https://www.theguardian.com/sport/2023/aug/20/katarina-johnson-thompson-stages-great-world-championship-comeback\" title=\"\">Katarina Johnson-Thompson</a> and <a href=\"https://www.theguardian.com/sport/2023/aug/23/britain-josh-kerr-stuns-jakob-ingebrigtsen-to-win-world-athletics-championship-1500m-gold\" title=\"\">Josh Kerr</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/team-gb-has-feelgood-factor-back-but-paris-will-be-step-up-says-athletics-chi", "link": "https://www.theguardian.com/sport/2023/aug/28/team-gb-has-feelgood-factor-back-but-paris-will-be-step-up-says-athletics-chief", "date_published": "2023-08-28T21:16:19.497642+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Men in England to be offered blood pressure checks in barbershops", "description": "<p>Tests part of NHS drive to cut heart attacks as study finds risk for men twice as high as for women</p><p>Men are to be offered blood pressure checks in barbershops as part of an NHS drive to prevent heart attacks, as research reveals they face double the risk of women.</p><p>Having high blood pressure raises the risk of a heart attack, but many men and women remain unaware they may be affected because typically there are no symptoms.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/men-in-england-to-be-offered-blood-pressure-checks-in-barbershops\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/men-in-england-to-be-offered-blood-pressure-checks-in-barbershops", "date_published": "2023-08-28T21:16:19.453569+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Adrian Bliss: Inside Everyone review – fun lucky dip of historical sketches", "description": "<p><strong>Pleasance Dome, Edinburgh<br /></strong>The TikTok star follows an atom through time, via a dinosaur, Julius Caesar’s lunch and Van Gogh’s ear, in an uncynical show with an excess of scene changes</p><p>Injury time is mushrooming in football in response to the realisation that, in any 90-minute match, the ball may be in play for only half of that. That thought sprang to mind as I watched TikTok star Adrian Bliss’s fringe show. It lasts an hour, but Bliss can’t be on stage for more than 30 minutes. The rest is scene changes in blackout, while a voiceover and pulsing red light bridge the gaps. There is lots to recommend Inside Everyone, but as a stab at translating Bliss’s online sketches into the live medium, it must be chalked up as a somewhat qualified success.</p><p>The red light represents an atom, whose journey from the outer cosmos to the Earth, then throughout human history, forms the show’s spine. In practice, that means a succession of historical sketches, featuring ", "link": "https://www.theguardian.com/stage/2023/aug/28/adrian-bliss-inside-everyone-review-pleasance-dome-edinburgh", "date_published": "2023-08-28T20:11:46.295254+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Beyond the canvas: celebrating Lichtenstein’s lesser-known sculptures", "description": "<p>A new exhibition aims to shine a light on the pop artist’s sculptural work, showing another side to his genius</p><p>With their bold, primary colors, in-your-face composition and comic book aesthetic, Roy Lichtenstein’s paintings are instantly recognizable. An icon of pop art, his work fused the high with the low, creating art that was energetic, broadly appealing and very, very fun.</p><p>Compared with the paintings, Lichtenstein’s sculptures have received relatively less attention, a fact that Gagosian capitalizes on with its show Lichtenstein Remembered, curated by Irving Blum, celebrating the artist’s centenary with a show all about his otherly, two-dimensional sculptures. The show is a tightly curated, beguiling look at a different side of a well-known titan of 20th-century art.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/28/roy-lichtenstein-sculptures-pop-artist-gagosian-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/28/roy-lichtenstein-sculptures-pop-artist-gagosian-new-york", "date_published": "2023-08-28T20:11:46.219160+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s rivers at risk as Michael Gove rips up rules on new housing", "description": "<p>Exclusive: Announcement set to anger environmentalists but builders say nutrient neutrality laws are exacerbating housing crisis</p><p>Michael Gove is planning to rip up water pollution rules that builders have blamed for exacerbating England’s housing crisis but which environmental groups say are essential for protecting the country’s rivers.</p><p>The housing secretary, alongside Thérèse Coffey, the environment secretary, will announce the move on Tuesday, according to several people briefed on the plans, alongside hundreds of millions of pounds’ worth of extra funding to mitigate the potential impact on England’s waterways.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/28/uk-rivers-at-risk-as-michael-gove-rips-up-rules-on-new-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/28/uk-rivers-at-risk-as-michael-gove-rips-up-rules-on-new-housing", "date_published": "2023-08-28T20:11:46.191889+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta a España: Remco Evenepoel surges to stage three win and red jersey", "description": "<ul><li>Defending champion wins stage in Andorra with late sprint</li><li>Evenepoel takes overall lead with Jonas Vingegaard fourth</li></ul><p>The defending champion, Remco Evenepoel, delivered a perfectly timed sprint to take victory in stage three of the Vuelta a España on Monday, but crashed immediately afterwards.</p><p>The Belgian launched his effort some 300 metres from the finish line in Andorra, leaving Jonas Vingegaard (Jumbo-Visma) and Juan Ayuso (UAE Team Emirates) in his wake as he also claimed the leader’s red jersey. The Soudal-Quick-Step rider’s celebrations were short-lived, though, as he crashed after crossing the finish line, leaving him bleeding from a cut on his eyebrow.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/vuelta-a-espana-remco-evenepoel-stage-three-red-jersey-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/vuelta-a-espana-remco-evenepoel-stage-three-red-jersey-cycling", "date_published": "2023-08-28T19:06:15.413232+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tranmere’s Joe Murphy: ‘Eight of the team weren’t born when I made my debut’", "description": "<p>The Tranmere goalkeeper prepares to take on Leicester in the League Cup, 23 years after facing them in the competition’s final</p><p>The 2000 League Cup final between Tranmere and Leicester was the 16th game of Joe Murphy’s first-team career. The goalkeeper was 18 and standing nervously inside the old Wembley tunnel when he was approached by his opposite number, Tim Flowers. “He said I must have balls the size of an elephant,” Murphy remembers.</p><p>Cup final memories have been flooding back to Murphy since Martin O’Neill, Leicester’s manager for their 2-1 win against John Aldridge’s Tranmere, drew the two clubs together in the second round of the Carabao Cup.</p> <a href=\"https://www.theguardian.com/football/2023/aug/28/tranmeres-joe-murphy-eight-of-the-team-werent-born-when-i-made-my-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/28/tranmeres-joe-murphy-eight-of-the-team-werent-born-when-i-made-my-debut", "date_published": "2023-08-28T19:06:15.406985+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on London’s low emission zone: doing the right thing | Editorial", "description": "<p>Sadiq Khan deserves credit for pressing ahead with a scheme to improve the capital’s air</p><p>Everyone who cares about public health and environmental regulation should welcome the <a href=\"https://www.theguardian.com/business/2023/aug/27/cities-worldwide-watch-london-to-see-if-ulez-can-get-up-to-speed\" title=\"\">expansion of London’s ultra-low emission zone</a> (Ulez), which launches on Tuesday. Air pollution is estimated to cause 4,000 premature deaths each year in the capital, with nitrogen dioxide from exhausts being the main danger, along with particulate matter whose effect is likened by scientists to inhaling tiny <a href=\"https://www.theguardian.com/environment/2016/feb/05/the-truth-about-londons-air-pollution\" title=\"\">particles of tar</a>. Air pollution causes disproportionate harm to low-income families, who are most likely to live on main roads and least likely to own cars. It is particularly damaging to <a href=\"https://www.theguardian.com/environment/2023/feb/23/cuttin", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/the-guardian-view-on-londons-low-emission-zone-doing-the-right-thing", "date_published": "2023-08-28T19:06:15.397369+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Brics: demand for membership is a symptom of global disorder | Editorial", "description": "<p>As the world grows more fractured, developing countries are looking for new coalitions to stay out of a possible cold war</p><p>The last decade of annual summits held by Brazil, Russia, India, China and South Africa (Brics) has rarely merited much attention beyond their own capitals. But last week’s <a href=\"https://www.theguardian.com/business/2023/aug/24/five-brics-nations-announce-admission-of-six-new-countries-to-bloc\" title=\"\">conference</a> in Johannesburg, South Africa, is likely to be remembered as a turning point in modern history – with six large nations joining the current five members. A few <a href=\"https://archive.ph/DiqK4#selection-5487.0-5487.100\" title=\"\">dozen</a> more states wish to sign up. But the club’s popularity is not a sign that an anti-western bloc is coalescing. “Brics-11” contains two US allies: Saudi Arabia and the United Arab Emirates. Rather, demand for Brics membership looks more like an expression of concern at the way in which global disorder is gr", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/the-guardian-view-on-brics-demand-for-membership-is-a-symptom-of-global-disorder", "date_published": "2023-08-28T19:06:15.395377+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Henny Beaumont on a gift from Dorries to Starmer – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/28/henny-beaumont-on-a-gift-from-dorries-to-starmer-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/28/henny-beaumont-on-a-gift-from-dorries-to-starmer-cartoon", "date_published": "2023-08-28T19:06:15.385867+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Whether or not he is convicted, Trump will be the Republican nominee for president | Lloyd Green", "description": "<p>Trump has converted the blizzard of indictments into fundraising gold. His campaign raised $7m on the Fulton county booking last week</p><p>Donald Trump’s legal headaches have drawn one step closer to colliding with the Republican nomination calendar.</p><p>On Monday, the US district judge Tanya Chutkan set 4 March 2024 as the first day of jury selection in the Washington DC election interference and civil rights case. Super Tuesday is one day later. Republican nominating contests in California, Texas, and 14 other jurisdictions will be immediately set against the backdrop of the 45th president’s woes. In the weeks that follow, Ohio, Illinois and New York will be hosting primaries of their own.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/trump-republican-presidential-nominee-conviction\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/trump-republican-presidential-nominee-conviction", "date_published": "2023-08-28T19:06:15.384044+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wilko: union seeks urgent meeting with business secretary over administrators", "description": "<p>GMB asks Kemi Badenoch to ensure PwC considers all bids for collapsed retailer as 12,500 jobs are at stake</p><p>A union representing thousands of <a href=\"https://www.theguardian.com/business/2023/aug/27/wilko-administrators-urged-to-accept-rescue-deal-after-second-bid\">workers at Wilko</a> is seeking an urgent meeting with the business secretary after being told by potential rescuers of “difficulties” in engaging with the administrators who will decide upon the stricken retail chain’s future.</p><p>On Monday, the GMB national secretary, Andy Prendergast, wrote to Kemi Badenoch asking her to ensure that PricewaterhouseCoopers considered all bids for the budget retailer where 12,500 jobs were hanging in the balance.</p> <a href=\"https://www.theguardian.com/business/2023/aug/28/wilko-union-seeks-urgent-meeting-business-secretary-administrators-pwc-bids\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/28/wilko-union-seeks-urgent-meeting-business-secretary-administrators-pwc-bids", "date_published": "2023-08-28T19:06:15.353773+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Estonia PM under pressure over husband’s alleged Russia business links", "description": "<p>Reports claim firm partly owned by Kaja Kallas’s husband has carried on working in Russia since Ukraine war</p><p>The Estonian prime minister is under mounting pressure over claims her husband has maintained business interests in Russia that the country’s president, Alar Karis, has said have put “the credibility of the Estonian state into question”.</p><p>Reports emerged last week that Stark Logistics, a company partly owned by Kaja Kallas’s husband, Arvo Hallik, has continued to do business in Russia since the invasion of Ukraine last year.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/estonia-pm-under-pressure-husband-russian-alleged-business-links-kaja-kallas\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/estonia-pm-under-pressure-husband-russian-alleged-business-links-kaja-kallas", "date_published": "2023-08-28T18:01:13.852731+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matheus Nunes goes on strike in attempt to seal Manchester City move", "description": "<ul><li>Midfielder to face disciplinary action over stopping training</li><li>Wolves adamant City must pay at least £60m for midfielder</li></ul><p>Matheus Nunes has in effect gone on strike at Wolves after stopping training in a bid to force through a move to Manchester City. Wolves <a href=\"https://www.theguardian.com/football/2023/aug/24/wolves-reject-opening-47m-manchester-city-bid-for-matheus-nunes\">rejected City’s opening bid of around £47m</a> for Nunes out of hand and are holding out for more than £60m.</p><p>City want to add to their midfield options after <a href=\"https://www.theguardian.com/football/2023/aug/15/manchester-city-kevin-de-bruyne-injury-could-miss-rest-of-year-pep-guardiola\">losing Kevin De Bruyne for about four months</a> following hamstring surgery and quickly shifted their focus to Nunes after their move for Lucas Paquetá was derailed by a Football Association investigation <a href=\"https://www.theguardian.com/football/2023/aug/18/west-hams-lucas-paqueta-inve", "link": "https://www.theguardian.com/football/2023/aug/28/matheus-nunes-goes-on-strike-in-attempt-to-seal-manchester-city-move", "date_published": "2023-08-28T18:01:13.823279+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RFEF asks Uefa to suspend Spanish teams in apparent bid to save Rubiales", "description": "<ul><li>Uefa are expected to refuse shock request from Spanish FA</li><li>Ban would see La Liga clubs excluded from Champions League</li></ul><p>The Spanish football federation (RFEF) has asked Uefa to suspend it from international competitions because of government interference over demands to remove its beleaguered president, Luis Rubiales, from office.</p><p>The shock move was widely seen as an attempt to silence some of Rubiales’ critics, including government ministers who have asked for his removal. Such a suspension would ban Spanish teams from competitions like the Champions League and could sway public opinion in favour of letting Rubiales, who is also a Uefa vice-president, remain in his post.</p> <a href=\"https://www.theguardian.com/football/2023/aug/28/rfef-asks-uefa-to-suspend-spanish-teams-luis-rubiales\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/28/rfef-asks-uefa-to-suspend-spanish-teams-luis-rubiales", "date_published": "2023-08-28T18:01:13.818598+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Abandoning a wealth tax is a ruinous Labour strategy. It’s ‘Blairism without the cash’ | Owen Jones", "description": "<p>The tough choice is not to court big business, but to invest in rebuilding our shattered society. That would be truly brave</p><p>When a British politician discusses “tough choices”, they invariably reveal whose side they are really on. A tough choice tends to involve emptying the pockets of those with little, or slashing a service ordinary citizens depend on. When Labour <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-mps-keir-starmer-tories-two-child-benefit-limit\">committed to retain</a> the Tories’ two-child benefit cap – which drives hundreds of thousands of children into poverty – this was styled as a tough decision. Note, however, that raising taxes on the thriving rich is never described as such, even though such a commitment inevitably triggers coordinated hysteria from Tory politicians, rightwing media outlets and wealthy interests. Refusing to do so is the easy way out: it is the very opposite of a tough decision.</p><p>When Labour’s shadow chancellor, Ra", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/wealth-tax-britain-labour-general-election", "date_published": "2023-08-28T18:01:13.796944+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Swedish man charged with passing hi-tech equipment to Russia", "description": "<p>Russian-born man in his 60s suspected of transferring Swedish and US technology with potential military use</p><p>A man in his 60s whose arrest in a residential area near Stockholm last year prompted shock has been charged with gross illegal intelligence activities against Sweden and gross illegal intelligence activities against a foreign power.</p><p>The man, who has lived in Sweden for 25 years after emigrating from Russia and has had Swedish citizenship since 2012, is suspected of having transferred advanced technology with potential military use to Russia.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/swedish-man-charged-with-passing-hi-tech-equipment-to-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/swedish-man-charged-with-passing-hi-tech-equipment-to-russia", "date_published": "2023-08-28T18:01:13.773509+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tributes paid to Liverpool couple who died after driving through flooded road", "description": "<p>Elaine and Philip Marco, who were due to celebrate their 54th wedding anniversary, were found inside their submerged Mercedes</p><p>A couple who died after their car drove through a flooded road in Liverpool were due to celebrate their 54th wedding anniversary next week, their family has said.</p><p>Elaine and Philip Marco, aged 75 and 77, were discovered inside a submerged black Mercedes Class 180 on Queens Drive between North Mossley Hill Road and Dovedale Road on Saturday evening.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/couple-died-flooded-area-liverpool-elaine-philip-marco\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/28/couple-died-flooded-area-liverpool-elaine-philip-marco", "date_published": "2023-08-28T18:01:13.771893+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman restates wish for UK to leave European court of human rights", "description": "<p>Home secretary calls the court ‘politicised’ and refuses to rule out mass tagging of asylum seekers</p><p>Suella Braverman has reiterated her wish to leave what she called the “politicised” European court of human rights (ECHR) and refused to rule out the mass tagging of asylum seekers, a move one refugee charity said would treat people as “mere objects”.</p><p>Marking a return to the political fray after a summer recess in which a series of Home Office policy hiccups prompted speculation she could be replaced as home secretary, Braverman said the government would <a href=\"https://www.theguardian.com/politics/2023/aug/28/suella-braverman-strasbourg-rwanda-european-convention-human-rights\">“do whatever it takes”</a> to send asylum seekers to Rwanda.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/28/suella-braverman-restates-wish-for-uk-to-leave-european-court-of-human-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/28/suella-braverman-restates-wish-for-uk-to-leave-european-court-of-human-rights", "date_published": "2023-08-28T18:01:13.765427+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Four injured after Florida rescue helicopter crashes into apartment building", "description": "<p>Witness says helicopter landed in his living room in Pompano Beach, near Fort Lauderdale, sending injured relatives to hospital</p><p>A medical rescue helicopter crashed on Monday into an apartment building near Fort Lauderdale, <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a>, leaving four people injured, authorities said.</p><p>The Broward country sheriff’s office said one of its fire-rescue helicopters crashed near the Pompano Beach airpark shortly before 9am. The local news outlet <a href=\"https://wsvn.com/news/local/broward/4-hospitalized-after-bso-fire-rescue-helicopter-crashes-in-pompano-beach-triplex/\">WSVN</a> reported that two people at the three-unit apartment complex where the helicopter crashed were treated for injuries.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/helicopter-crash-fort-lauderdale-florida\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/helicopter-crash-fort-lauderdale-florida", "date_published": "2023-08-28T16:56:12.578106+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Some cancer screening tests may not extend lifespans, study finds", "description": "<p>While screening can help some people live longer, data shows some people’s lives are shortened as result of screening</p><p>Common cancer screening tests may not extend people’s lifespans, with the possible exception of colorectal cancer screening, data suggests.</p><p>Although the findings do not indicate cancer screening should be abandoned, scientists say patients should be better counselled about the risks and benefits of screening.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/some-cancer-screening-tests-may-not-extend-lifespans-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/some-cancer-screening-tests-may-not-extend-lifespans-study-finds", "date_published": "2023-08-28T16:56:12.571821+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Sheikh Mohammed’s unlimited wealth can’t buy success", "description": "<p>The ruler of Dubai was still splashing the cash at the sales last week while his No 1 Godolphin trainer suffers a torrid time</p><p>It is tough at the bottom, as Adam West pointed out after winning the Nunthorpe Stakes at York on Friday with Live In The Dream, his first runner at Group One level. “Quite simply, it’s not viable,” West said. “The BHA do their best but realistically, unless you are on the top, top scale, [training] is not a viable option. But that’s not why any of us do it, we do it because we love the animals and the sport.”</p><p>But it can be tough at the summit as well, as Charlie Appleby, the reigning champion trainer on the Flat, could currently affirm. Having been a fairly constant presence in the winner’s enclosure at the major meetings in his title-winning campaigns in 2021 and 2022, Appleby has won as many Group One races in Britain this year as West’s 46-horse yard in Epsom, thanks to Modern Games’ success in the Lockinge Stakes in May.</p> <a href=\"https://", "link": "https://www.theguardian.com/sport/blog/2023/aug/28/talking-horses-sheikh-mohammed-unlimited-wealth-cannot-buy-success-horse-racing-tips", "date_published": "2023-08-28T16:56:12.534063+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Justin Thomas to make US Ryder Cup team as Zach Johnson’s wildcard pick", "description": "<ul><li>Captain will select double major winner despite lack of form</li><li>Koepka, Spieth, Fowler and Morikawa also set to play in Rome</li></ul><p>Zach Johnson is poised to ignore the poor form of Justin Thomas and select the two-time major winner for the US Ryder Cup team.</p><p>Johnson names his six wildcards on Tuesday, with much focus on whether Thomas – whose missed cuts at the US Open and Open Championship featured rounds of more than 80 – will get the nod.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/justin-thomas-to-make-us-ryder-cup-team-as-captains-wildcard-pick\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/justin-thomas-to-make-us-ryder-cup-team-as-captains-wildcard-pick", "date_published": "2023-08-28T16:56:12.528894+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like something out of The Flintstones’: the luxury flats causing fury in Folkestone", "description": "<p>They’ve been compared to termite mounds, doner kebabs, even piles of poo. We report on the outrage that has greeted plans for seaside towers in the once faded town – with one-bedroom flats costing almost half a million pounds </p><p></p><p>A rippling white wall of luxury flats rises from the beach in Folkestone, the glazed bricks doing their best to gleam with summery seaside promise on an overcast day at the Kent coast. The building swells out in a broad arc towards the sea, bulging with curved bays and big balconies, as roof terraces cascade from the penthouses up top. It has the smooth white form of freshly served Mr Whippy, while dotty areas of protruding bricks add a pixelated look, like a cloud from a video game.<br /><br /><a href=\"https://shorelinefolkestone.co.uk/\">Shoreline Crescent</a> is the latest evidence of Folkestone’s rapid ascent from rundown seaside town to fashionable coastal commuter hub. Marketed as “On the beach’s edge but just an hour from the capital”, these", "link": "https://www.theguardian.com/artanddesign/2023/aug/28/flintstones-luxury-flats-fury-folkestone-doner-kebabs-poo", "date_published": "2023-08-28T16:56:12.471610+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Off-the-charts records’: has humanity finally broken the climate?", "description": "<p>Extreme weather is ‘smacking us in the face’ with worse to come, but a ‘tiny window’ of hope remains, say leading climate scientists</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/aug/28/dramatic-climate-action-needed-curtail-extreme-weather\">Dramatic climate action needed to curtail ‘crazy’ extreme weather</a></li></ul><p></p><p>The record-shattering heatwaves, wildfires and floods destroying lives in the US, Europe, India, China and beyond in 2023 have raised an alarming question: have humanity’s relentless carbon emissions finally pushed the climate crisis into a new and accelerating phase of destruction?</p><p>The issue is being strongly debated, with accusations of doom-mongering being countered with charges of complacency. The answer matters: how bad is it, and how can we limit the damage? To find out, the Guardian asked 45 leading climate scientists from around the world. We also asked the equally vital question of whether extreme weather events were hitting", "link": "https://www.theguardian.com/environment/2023/aug/28/crazy-off-the-charts-records-has-humanity-finally-broken-the-climate", "date_published": "2023-08-28T16:56:12.454680+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France to ban girls from wearing abayas in state schools", "description": "<p>Ban on loose-fitting dresses worn by some Muslim women provokes row over secularism</p><p>France is to ban girls in state schools from wearing abayas, sparking a fresh row over secularism and women’s clothing.</p><p>The education minister, Gabriel Attal, said that the style of long, flowing dresses worn by some Muslim women, would no longer be allowed when the new term begins next week because they violated the French principle of secularism, or <em>laïcité</em>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/france-to-ban-girls-from-wearing-abayas-in-state-schools\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/france-to-ban-girls-from-wearing-abayas-in-state-schools", "date_published": "2023-08-28T16:56:12.440357+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dramatic climate action needed to curtail ‘crazy’ extreme weather", "description": "<p>Heatwaves, wildfires and floods are just the ‘tip of the iceberg’, leading climate scientists say</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/aug/28/crazy-off-the-charts-records-has-humanity-finally-broken-the-climate\">‘Crazy off-the-charts records’: has humanity finally broken the climate?</a></li></ul><p>The “crazy” extreme weather rampaging around the globe in 2023 will become the norm within a decade without dramatic climate action, the world’s leading climate scientists have said.</p><p>The heatwaves, wildfires and floods experienced today were just the “tip of the iceberg” compared with even worse effects to come, they said, with limitations in climate models leaving the world “flying partially blind” into the future.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/28/dramatic-climate-action-needed-curtail-extreme-weather\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/28/dramatic-climate-action-needed-curtail-extreme-weather", "date_published": "2023-08-28T16:56:12.426340+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In praise of short books: to start and finish in one sitting is a rare, unbridled joy", "description": "<p>Writing a short novel is an enviable skill that, when pulled off, can be utterly transportive. Here are some recent favourites</p><ul><li><strong>What’s the best short book you’ve ever read? Join us in the comments</strong></li></ul><p>In recent weeks and months, more by chance than planning, I’ve been reading more much shorter books than I usually do. A slow and careful reader, I take on average a week to finish a 300-page novel (I once read that most adult novels are between 70,000 to 120,000 words). Nonfiction books usually take me significantly longer.</p><p>I recently took six weeks to finish <a href=\"https://www.abc.net.au/listen/programs/the-bookshelf/new-books-by-peter-polites-angela-okeeffe-guy-guneratne/102667312\">Mister Mister by Guy Gunaratne</a> (374 pages) for a review – but that had as much to do with my walking away after every 20 or so pages, sometimes for days, to contemplate the provocation of this fine novel.</p> <a href=\"https://www.theguardian.com/books/2023/au", "link": "https://www.theguardian.com/books/2023/aug/29/in-praise-of-short-books-to-start-and-finish-in-one-sitting-is-a-rare-unbridled-joy", "date_published": "2023-08-28T15:51:42.725150+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three-quarters of Americans say Biden too old for second term, poll finds", "description": "<p>Respondents used words ‘old’ and ‘confused’ to describe president, and ‘corrupt’ and ‘dishonest’ to describe Donald Trump</p><p>More than three-quarters of respondents in a new US poll said Joe Biden would be too old to be effective if re-elected president next year.</p><p>But as many people in the survey said the 80-year-old Biden was “old” and “confused”, so a similar number <a href=\"https://apnews.com/article/biden-trump-2024-poll-old-corrupt-12b806876e2072790f9a67793761c688\">saw</a> his 77-year-old likely challenger, Donald Trump, as “corrupt” and “dishonest”.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/biden-voters-age\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/biden-voters-age", "date_published": "2023-08-28T15:51:42.701769+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Clarke happy as Elliot Anderson opts to play for Scotland over England", "description": "<ul><li>Newcastle midfielder represented both nations at youth level</li><li>Anderson could make debut in Hampden match between sides</li></ul><p>Steve Clarke has revealed that the Newcastle midfielder Elliot Anderson decided against switching allegiance to England after positive discussions with the Scotland manager before his first senior call-up. Anderson has been called into Clarke’s squad for the Euro 2024 qualifier against Cyprus, and a friendly against England next month.</p><p>Anderson has represented Scotland at under-16, under-17 and under-18 level before playing a training-ground friendly for England Under-19s against Arsenal Under-23s in 2021. The attacking midfielder made a sole Scotland Under-21s appearance against Belgium in June 2022 before turning down further call-ups from Scot Gemmill as he considered his international future.</p> <a href=\"https://www.theguardian.com/football/2023/aug/28/steve-clarke-happy-elliot-anderson-chose-scotland-over-england\">Continue reading", "link": "https://www.theguardian.com/football/2023/aug/28/steve-clarke-happy-elliot-anderson-chose-scotland-over-england", "date_published": "2023-08-28T15:51:42.663997+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man City’s ruthlessness stands in contrast to challengers’ early flaws", "description": "<p>The champions are not a perfect team but their strong start to the season raises questions about who can disrupt their title defence</p><ul><li><strong><a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer\">Sign up to Jonathan’s weekly newsletter here</a></strong></li></ul><p>It hasn’t taken long for Manchester City to hit the front. No side in English league history has ever won four in a row, still less six league titles in seven seasons, but there Pep Guardiola’s side are already <a href=\"https://www.theguardian.com/football/premierleague/table\">two points clear</a> with three games played. And while City <a href=\"https://www.theguardian.com/football/2023/aug/27/sheffield-united-manchester-city-premier-league-match-report\">needed an 88th-minute strike</a> from Rodri to win at Sheffield United on Sunday, they got it. Would Newcastle, who <a href=\"https://www.theguardian.com/football/2023/aug/", "link": "https://www.theguardian.com/football/2023/aug/28/manchester-city-arsenal-premier-league-jonathan-wilson", "date_published": "2023-08-28T15:51:42.658877+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US Open tennis: Swiatek, Azarenka and Thiem in early action on day one – live", "description": "<ul><li>All the latest news from Flushing Meadows</li><li><a href=\"https://www.theguardian.com/sport/2023/aug/27/iga-swiatek-begins-us-open-defence-wary-of-aryna-sabalenka-threat\">Swiatek begins defence wary of Sabalenka threat</a></li><li>Get in touch! <a href=\"mailto:john.brewin.casual@theguardian.com\">Email John</a> or tweet <a href=\"https://twitter.com/JohnBrewin_\">@JohnBrewin_</a></li></ul><p><strong>Victoria Azarenka, Belarus’s finalist three times</strong> in New York, is taking on Fiona Ferro, and is 2-1 up with a break up on her French opponent.</p><p><strong>Bublik v Thiem</strong> on the Grandstand got off to an odd start. Thiem took part in a knock-up then left the court again, only to come back on swiftly. Only a few takers for this match so far.</p> <a href=\"https://www.theguardian.com/sport/live/2023/aug/28/us-open-tennis-iga-swiatek-azarenka-thiem-ruud-tiafoe-day-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/aug/28/us-open-tennis-iga-swiatek-azarenka-thiem-ruud-tiafoe-day-one", "date_published": "2023-08-28T15:51:42.656095+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Maggie Alphonsi: ‘There weren’t many black girls like me who played rugby’", "description": "<p>The former England flanker on racism, sexism and how social media trolls motivate her to keep going in her quest to bring diversity to rugby union</p><p>Maggie Alphonsi considers the racism which still stalks English rugby and then, calmly and thoughtfully, she explains when she feels it bearing down on her most. “It’s when I’ve talked about wanting to be the president of the RFU, and the reason I’ve been singled out is because of my skin colour,” she says. “My gender has been less of an issue even if people still go: ‘As a woman, what do you know about rugby?’ or ‘You’re just ticking the boxes, woke this, woke that.’ But my skin colour seems to matter more because I get tweets which say: ‘This country is only 3% black people so why don’t you go back to where you came from?’”</p><p>Alphonsi comes from Edmonton, in north London, and she smiles patiently at the prejudice and stupidity which motivates her to seek radical change in the game she loves. She won the Pat Marshall award for ", "link": "https://www.theguardian.com/sport/2023/aug/28/maggie-alphonsi-interview-rugby-union-rfu-england", "date_published": "2023-08-28T15:51:42.653561+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "British Museum must list missing objects so antiquities dealers can help | Letter", "description": "<p><strong>Ivan Macquisten </strong>of the Antiquities Dealers’ Association says the trade is highly alert to red flags and has an interest in keeping the market clean</p><p>While the British Museum’s apparent handling of its missing objects scandal makes for sorry reading (<a href=\"https://www.theguardian.com/culture/2023/aug/25/artefacts-stolen-from-british-museum-may-be-untraceable-due-to-poor-records\" title=\"\">Report, 25 August</a>), the priority must now be the safe recovery of the missing items.</p><p>As a member of the antiquities trade, Ittai Gradel has done what he can on this front, and it is the similar expertise of other dealers and auction house specialists that can help further. To that end, it is imperative that the British Museum publishes a complete list of what is missing prominently on its website, together with clear photographs, without delay.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/28/british-museum-must-list-missing-objects-so-antiquities-dealer", "link": "https://www.theguardian.com/culture/2023/aug/28/british-museum-must-list-missing-objects-so-antiquities-dealers-can-help", "date_published": "2023-08-28T15:51:42.651652+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How the foundations of the NHS are being eroded | Letters", "description": "<p>GPs are now working more like those in the gig economy, where personal relationships are regarded as irrelevant, says <strong>Dr David Zigmond</strong>. Plus letters from <strong>Jonathan Hauxwell</strong>, <strong>Dr John Davies</strong> and <strong>David J Hunter</strong></p><p>Dr Gavin Francis’s article (<a href=\"https://www.theguardian.com/society/2023/aug/24/voters-are-unhappier-with-the-nhs-than-theyve-been-for-30-years-as-a-gp-i-feel-the-same\" title=\"\">‘Voters are unhappier with the NHS than they’ve been for 30 years. As a GP, I feel the same’, 24 August</a>) is a remarkably well-informed, personally witnessed and broad analysis of our NHS problems, and general practice in particular.</p><p>Yet the clarity of that view is likely to be lost to successive younger GPs. Dr Francis is in his 50s and has served in the same practice for many years. He is able to write of staff who are familiar to him, and of patients whose stories and experiences he has long shared. He writes with w", "link": "https://www.theguardian.com/society/2023/aug/28/how-the-foundations-of-the-nhs-are-being-eroded", "date_published": "2023-08-28T15:51:42.649798+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Theft isn’t the only problem facing the cash-strapped British Museum – and I have some answers | Simon Jenkins", "description": "<p>The museum’s sprawling collections should be consolidated, with items sold to fund much-needed developments</p><p>Museums are essentially phoney. Few of their objects were made for them but rather to be owned, used, enjoyed and traded. They were not meant to be wrenched from their context by fair means or foul, then put in a glass case or buried in giant state hoards, most of them never again to see the light of day.</p><p>The British Museum is such a beloved institution that no one ever asks what it is about. Little is about Britain – instead it has <a href=\"https://www.britishmuseum.org/sites/default/files/2019-10/fact_sheet_bm_collection.pdf\">at least 8m</a> mostly archaeological objects gathered from across the globe, barely 1% of which are on show. The fact that a few hundred of these <a href=\"https://www.theguardian.com/culture/2023/aug/24/hundreds-of-items-missing-from-british-museum-since-2013\">appear to have vanished</a> is hardly surprising. Nor is it shattering, given tha", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/british-museum-theft-cash-strapped-collections-sold", "date_published": "2023-08-28T15:51:42.633687+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Return of the living dead: the plague of zombies that’s making dating a nightmare", "description": "<p>You’ve heard of ghosting. Meet its even more shameless cousin – when a love interest who disappeared off the face of the Earth just as suddenly reappears</p><p><strong>Name:</strong> Zombies</p><p><strong>Age:</strong> Earliest mentions date to 2016.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/28/return-of-the-living-dead-the-plague-of-zombies-thats-making-dating-a-nightmare\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/28/return-of-the-living-dead-the-plague-of-zombies-thats-making-dating-a-nightmare", "date_published": "2023-08-28T15:51:42.627226+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The business of silence: is there a hidden cost to noise cancelling?", "description": "<p>Headphone and earplug sales are booming, but individual efforts to turn down the volume may alter our brains and surrounds in unexpected ways</p><p>Everywhere you look, it seems, people are resorting to accessories to turn down the volume of life: over-ear headphones on public transport, long-haul flights and in open-plan offices; coloured earplugs nestled discreetly in the concha of concert-goers, bartenders and, if you’re a snorer, perhaps the person you share a bed with.</p><p>Silence is now big business: globally, the noise-cancelling headphones market generated $13.1bn in 2021, a figure that is expected to more than triple to $45.4bn by 2031, according to <a href=\"https://www.globenewswire.com/en/news-release/2023/01/26/2596232/0/en/Global-Noise-Cancelling-Headphones-Market-Is-Expected-to-Reach-45-4-Billion-by-2031-Allied-Market-Research.html\">Allied Market Research data</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/28/noise-cancelling-headphones-risks-con", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/28/noise-cancelling-headphones-risks-concerns", "date_published": "2023-08-28T15:51:42.622614+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: we rescued Flossy the hare from the jaws of a dog", "description": "<p>We fed her on greenery, brushed her fur, held her on our knees and tickled between her ears. But she always pined for the great outdoors</p><p>It was a neighbour’s dog that brought the hare into our lives. We used to take the bouncy labrador for walks around our village in Cambridgeshire. On one such occasion, the dog darted forward, picked up something small and returned with it held softly in her jaws. It was a leveret, now covered with the scent of canine saliva. We were told that this would scare off the mother when she was doing the rounds of offspring she had left at various spots in the fields. No longer the hare of the dog, the leveret became our responsibility.</p><p>We called her Flossy, after a great-aunt. We fed her on greenery, brushed her fur, held her on our knees and tickled between her ears. She licked our hands. We were known as “the family with the hare”. She was pretty nervous, but if we waved our fingers under her nose, she would happily attack them with her fro", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/28/the-pet-ill-never-forget-we-rescued-flossy-the-hare-from-the-jaws-of-a-dog", "date_published": "2023-08-28T15:51:42.618079+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I just assumed it would happen’: the unspoken grief of childless men", "description": "<p>A quarter of UK men over 42 do not have children. When that is not by choice, regret can grow into pain</p><p>Father’s Day is dangerous for Robert Nurden. Childless not through choice but, as he puts it, “complacency, bad luck, bad judgment”, he tries to stay indoors and ignore the family celebrations outside.</p><p>But one year, he went for a walk. “I met family after family. There were children everywhere,” he remembered. “It was terrible. Just so painful. So many ambushes and triggers for my anguish.”</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/unspoken-grief-childless-men\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/unspoken-grief-childless-men", "date_published": "2023-08-28T15:51:42.613539+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The atmosphere is one of beauty’: revellers celebrate Notting Hill carnival", "description": "<p>On the 75th anniversary of the Windrush arrival, carnivalgoers share their experiences and memories</p><p>Thousands of people have been out on the streets of Notting Hill to celebrate carnival on the 75th anniversary of the Windrush arrival, with many draped in flags and shimmering costumes of feathers and jewels.</p><p>Sandra Hartman, 58, was among those who has seen carnival change over the decades since she started coming in the late 1970s.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/28/revellers-celebrate-notting-hill-carnival-75th-anniversary-windrush\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/28/revellers-celebrate-notting-hill-carnival-75th-anniversary-windrush", "date_published": "2023-08-28T15:51:42.610929+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Climate crisis means quarter of European ski resorts face scarce snow", "description": "<p>Comprehensive analysis calls into question whether such resorts have a future as global heating intensifies</p><p>A quarter of European ski resorts will have scarce snow every other year with 2C of global heating, a comprehensive analysis has found. It calls into question whether such resorts have a future as the climate crisis intensifies.</p><p>The study took into account artificial snowmaking, without which half the resorts would have scarce snow every other year at 2C. Current action and policies mean the world is on track for <a href=\"https://climateactiontracker.org/global/temperatures/\">2.7C of global heating</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/28/climate-crisis-quarter-of-european-ski-resorts-scarce-snow\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/28/climate-crisis-quarter-of-european-ski-resorts-scarce-snow", "date_published": "2023-08-28T15:51:42.600394+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Syrian protests enter second week with calls for Assad to go", "description": "<p>Demonstrations have grown steadily throughout the south, centring around the province of Suwayda</p><p>A spate of protests and strikes across government-held areas in southern Syria have continued into their second week, with demonstrators increasingly unafraid to call for the removal of the president, Bashar al-Assad.</p><p>Protesters gathered in the southern city of Suwayda on Monday, closing provincial roads. The province of Suwayda has remained under government control since Syria’s 2011 uprising and is home to much of the country’s Druze minority.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/syrian-protests-enter-second-week-with-calls-for-assad-to-go\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/syrian-protests-enter-second-week-with-calls-for-assad-to-go", "date_published": "2023-08-28T15:51:42.590289+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s federal trial in election subversion case set for March 2024", "description": "<p>Schedule set by Judge Tanya Chutkan means Trump’s first trial defending himself will come at height of primary season</p><p>Donald Trump’s criminal trial for his efforts to overturn the 2020 election results will take place in 4 March 2024, the federal judge presiding over the case in Washington ruled on Monday, marking a sharp repudiation of <a href=\"https://www.theguardian.com/us-news/donaldtrump\">the former president</a> who had sought to delay the case for years.</p><p>The schedule set by US district court judge Tanya Chutkan means Trump’s first trial defending himself against prosecutors and the special counsel Jack Smith will be the election subversion case – and it will come during the height of the 2024 Republican primary season.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/trump-trial-date-2020-election-tanya-chutkan\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/trump-trial-date-2020-election-tanya-chutkan", "date_published": "2023-08-28T15:51:42.587561+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Notting Hill carnival 2023 – in pictures", "description": "<p>Amid the frenzy of people thronging the streets of west London for carnival, London-born photographer Nico Frehlich captured some of the quieter moments in his signature graphic style</p> <a href=\"https://www.theguardian.com/culture/gallery/2023/aug/28/notting-hill-carnival-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/aug/28/notting-hill-carnival-2023-in-pictures", "date_published": "2023-08-28T14:47:19.190130+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "River football, carnival and drying figs: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/28/river-football-carnival-and-drying-figs-monday-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/28/river-football-carnival-and-drying-figs-monday-best-photos", "date_published": "2023-08-28T14:47:19.187222+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Marsden obituary", "description": "Powerfully expressive British guitarist and songwriter who was a key member of the rock band Whitesnake<p>Described by Guitar World magazine as “one of the finest British players to ever pick up an electric guitar”, Bernie Marsden, who has died aged 72, was best known for his work with Whitesnake, the band formed by the former Deep Purple vocalist <a href=\"https://www.theguardian.com/music/2015/apr/22/david-coverdale-whitesnake-the-purple-album-deep-purple\" title=\"\">David Coverdale</a> in 1978. Coverdale described how “I’d met Bernie casually in Munich when he was with Paice Ashton Lord. He asked what I was doing in town [London], and on being told immediately offered to come and help out … shrewd, was ol’ Bernie.”</p><p>Marsden’s powerful and expressive playing, as well as his songwriting skills, made him a mainstay of Whitesnake. He appeared on their debut EP, Snakebite, as well as their first five studio albums and the in-concert set Live in the Heart of the City, which reached No 5", "link": "https://www.theguardian.com/music/2023/aug/28/bernie-marsden-obituary", "date_published": "2023-08-28T14:47:19.091132+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Knocking review – slow-burn cabin-in-the-woods horror sends an eco message", "description": "<p>Three siblings return to the home in the forest where their father was murdered with an axe and their mother disappeared</p><p>A Scandi entry in the cabin-in-the-woods horror subgenre, Joonas Pajunen and Max Seeck’s feature debut starts out in rather familiar territory. Years after a gruesome tragedy where their father is bludgeoned with an axe and their mother disappears, three siblings return to the site of the crime: their childhood home nestled in the depths of a mysterious forest.</p><p>For much of its slow-burn running time, The Knocking ploughs the furrow of the reductive trauma plot that has weighed down many contemporary horror films. The tense reunion stirs up past secrets and resentments, and the characters are defined less by memorable traits than merely by revelations of the abuse they endured as children. The visuals are pretty much forgettable also, with overuse of that one stylistic device familiar from a litany of scary movies: an aerial drone shot of a car speeding", "link": "https://www.theguardian.com/film/2023/aug/28/the-knocking-review-slow-burn-cabin-in-the-wood-horror-sends-an-eco-message", "date_published": "2023-08-28T14:47:19.088522+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tropical Storm Idalia strengthens as it threatens to strike Florida", "description": "<p>Residents along Gulf coast warned of ‘increasingly dangerous situation’ as storm expected to hit as major hurricane</p><p>Residents along <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a>’s Gulf coast were warned of an “increasingly dangerous situation” on Monday as Tropical Storm Idalia continued to bulk up off the coast of Cuba and threatened to strike the state later in the week as a major hurricane.</p><p>With the storm moving north on a path almost parallel to Florida’s west coast, the location of its landfall, expected early Wednesday, was difficult to predict, forecasters at the National Hurricane Center (NHC) in Miami said in a <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCDAT5+shtml/280859.shtml\">morning briefing</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/tropical-storm-idalia-florida-forecast-path\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/tropical-storm-idalia-florida-forecast-path", "date_published": "2023-08-28T14:47:19.073542+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds of high-speed electric car chargers installed across UK", "description": "<p>Fast charging points that allow for longer journeys are being installed in regions beyond London</p><p>Charging companies are plugging the gaps in the UK’s high-speed charger network, with hundreds added this year outside London in a shift that will help <a href=\"https://www.theguardian.com/environment/2021/aug/03/experts-defend-electric-cars-after-allegra-stratton-comments\">end the “range anxiety”</a> that holds back some would-be electric car buyers.</p><p>The capital and the south-east still have far more chargers of all speeds – ranging from slow to rapid and ultra-rapid – than the rest of the country. But the presence of high-speed chargers, generally used for quick recharging on longer journeys, is <a href=\"https://www.theguardian.com/business/2023/jan/01/record-number-of-public-electric-vehicle-chargers-installed-in-uk-in-2022\">increasing in other regions</a> as electric car sales surge.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/hundreds-of-high-speed-elect", "link": "https://www.theguardian.com/uk-news/2023/aug/28/hundreds-of-high-speed-electric-car-chargers-installed-across-uk", "date_published": "2023-08-28T14:47:19.048065+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The burns can cook them’: searing sidewalks cause horrific injuries in US", "description": "<p>The recent heatwaves in Arizona, stoked by the climate crisis, have led to a spike in contact burns from asphalt almost as hot as boiling water</p><p>On a sunny day in mid-May, Bobby Hunt fell asleep by the side of a gas station in Phoenix. Hunt says he was waiting for a friend to pick him up.</p><p>“Next thing I know, I wake up in the hospital.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/phoenix-arizona-heatwave-burns-sidewalks-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/phoenix-arizona-heatwave-burns-sidewalks-climate-crisis", "date_published": "2023-08-28T14:47:19.030949+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Max Verstappen adds to highlight reel in front of his adoring orange army | Giles Richards", "description": "<p>World champion’s victory in F1 Dutch Grand Prix should stand as a memorable step in his inevitable successful title defence</p><p>Lewis Hamilton is adamant he dwells little on the past, his recollection of myriad victories and record-breaking moments indistinct and uncertain such is his forward focus. After the Dutch Grand Prix at the weekend Max Verstappen, who shares a champion’s trait in relentlessly anticipating the next challenge, will nonetheless surely have reason to indulge in a pleasing reminiscence of this race when the twilight years beckon.</p><p>As the wins tick over for Verstappen – 46 and counting – h<a href=\"https://www.theguardian.com/sport/2023/aug/27/max-verstappen-wins-dutch-f1-gp-to-delight-of-orange-army\">is victory in Zandvoort </a>was a celebration writ large in vivid orange. A huge crowd of 105,000 revelling in what they feel is now inevitable, that the Dutchman will secure his third title this season and sooner rather than later. Likely even at Japan later ", "link": "https://www.theguardian.com/sport/2023/aug/28/f1-max-verstappen-will-not-forget-win-in-front-of-adoring-orange-army", "date_published": "2023-08-28T14:47:19.016921+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "#MeToo exposed the abuse of women in Spain. It took football and #SeAcabó to spark a revolution", "description": "<p>The furore over Jenni Hermoso enduring that unwanted kiss after our  World Cup victory has opened eyes to misogyny as never before </p><p>“<em><a href=\"https://www.theguardian.com/world/2023/aug/27/spain-womens-football-jenni-hermoso-world-cup-kiss-luis-rubiales\">Se acabó</a></em>” (in Spanish, “it’s over”). Those words were used by <a href=\"https://www.goal.com/en-gb/news/barcelona-alexia-putellas-caroline-graham-hansen-jenni-hermoso-luis-rubiales-world-cup/blta14bec1e9e98ddbd\">Alexia Putellas and other Fifa Women’s World Cup champions</a> on social media just before all of them announced they would not return to play for the national team if the current leadership remained in place. By Sunday night, #SeAcabó was on the jerseys of <a href=\"https://talksport.com/football/1547426/sevilla-t-shirts-support-jenni-hermoso-andres-inesta-luis-rubiales/\">Sevilla men’s football team</a> and was a hashtag used by the UN, Spain’s government and athletes around the world to show support for the", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/me-too-women-spain-football-se-acabo-jenni-hermoso", "date_published": "2023-08-28T14:47:18.993916+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hate London and all it stands for? You’re not alone – but you’re in terrible company | Zoe Williams", "description": "<p>First it was culture warriors moaning about cappuccinos; now it’s a top Tory knocking Notting Hill carnival. For the sake of the whole of Britain, can we please change the subject?</p><p>A lot of the opening moves in the culture war were predicated on the idea that normal people hate Londoners. There were suddenly so many new words for us, all of them pejorative, often for puzzling reasons you could only really understand with your gut: “metropolitan elites”; “experts”; “cappuccino-drinkers” which later became “latte-sippers”; “north London lawyers”, in which the city itself had helpfully been rolled into the insult; “Westminster bubble”, which pretended to slate politicians but atmospherically tainted anyone at all proximal to Westminster.</p><p>The capital was a byword for inauthenticity, a natural habitat for the wealthy and the remote. It couldn’t possibly stick, I thought, because it is so dumb. Plenty of Londoners aren’t wealthy at all. Plenty of people right across the countr", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/hate-london-and-all-it-stands-for-youre-not-alone-but-youre-in-terrible-company", "date_published": "2023-08-28T14:47:18.992053+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Strictly’s Amy Dowden had ‘life-threatening’ sepsis during cancer treatment", "description": "<p>Latin and ballroom dancer, 33, was taken ill ‘in an instant’ two days after chemotherapy for breast cancer</p><p>The Strictly Come Dancing professional Amy Dowden has revealed she was nearly killed by sepsis while undergoing treatment for cancer.</p><p>The 33-year-old dancer said she was “very unlucky” to have contracted the infection while being treated for breast cancer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/28/strictlys-amy-dowden-had-life-threatening-sepsis-during-cancer-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/28/strictlys-amy-dowden-had-life-threatening-sepsis-during-cancer-treatment", "date_published": "2023-08-28T14:47:18.956354+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Design news: Ghana’s art stars, dark skies in Denmark and artistic uniforms", "description": "<p>Looking forward to this year’s London Design Festival, designer Faye Toogood and a new book celebrating Ghanian artists </p><p>This autumn brings a fantastic variety of UK events celebrating and showcasing the creative industries. As well as <a href=\"https://www.londondesignfestival.com/\">London Design Festival </a>in September, there’s also the <a href=\"https://www.britishceramicsbiennial.com/\">British Ceramics Biennial</a> in Stoke-on-Trent. October brings the Design Council’s annual festival <a href=\"https://www.designcouncil.org.uk/our-events/design-for-planet-festival/\">Design For Planet </a>and the <a href=\"https://britishtextilebiennial.co.uk/\">British Textile Biennial</a>. Make sure you support your local craft scene!</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/28/design-news-ghanas-art-stars-dark-skies-in-denmark-and-artistic-uniforms\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/28/design-news-ghanas-art-stars-dark-skies-in-denmark-and-artistic-uniforms", "date_published": "2023-08-28T13:45:19.841465+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bernie Sanders urges left to back Biden to stop ‘very dangerous’ Trump", "description": "<p>Leftwing senator advises ‘unification of progressive people in general’ because threat from Republican ex-president is too great</p><p>Progressive US voters must unite behind Joe Biden rather than consider any of his Democratic primary challengers because the threat of another Donald Trump presidency is too great, <a href=\"https://www.theguardian.com/us-news/bernie-sanders\">Bernie Sanders</a> has said.</p><p>“We’re taking on the … former president, who, in fact, does not believe in democracy – he is an authoritarian, and a very, very dangerous person,” the senator and Vermont independent, who caucuses with Democrats, said on NBC’s <a href=\"https://www.nbcnews.com/meet-the-press/meet-press-august-27-2023-n1307092\">Meet the Press</a>. “I think at this moment there has to be unification of progressive people in general in all of this country.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/bernie-sanders-democrats-support-biden-trump-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/bernie-sanders-democrats-support-biden-trump-2024", "date_published": "2023-08-28T13:45:19.808712+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Judge to decide Trump’s election case trial date in day of key court hearings – live", "description": "<p>Judge Tanya Chutkan to consider when to hold DC trial as Mark Meadows to argue why his case should be heard in federal court</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/aug/28/bring-them-to-justice-georgia-town-residents-demand-answers-in-trump-election-plot\">Georgia residents demand answers in Trump election plot</a></li></ul><p><em>In Georgia, Donald Trump and 18 others are accused of a carrying out a sprawling plot aimed squarely at disrupting Joe Biden’s election win. But as the Guardian’s <a href=\"https://www.theguardian.com/profile/timothy-pratt\">Timothy Pratt</a> reports, it also had real consequences for a rural county that found itself entangled in his campaign’s unfounded allegations of vote rigging:</em></p><p>On Saturday afternoon, roughly 70 people gathered on folding chairs in a sweltering church meeting room in the small town of Douglas, about 200 miles (322km) south-east of Atlanta, Georgia. Less than a week earlier, <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> and 18 of his allies were indicted in Fulton county for efforts to overturn the 2020 election, including allegedly entering the Coffee county elections office less than a mile away and copying the state’s voter software and other data.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/28/trump-trial-jan-6-georgia-biden-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/28/trump-trial-jan-6-georgia-biden-politics-live-updates", "date_published": "2023-08-28T13:45:19.805174+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lack of defibrillators in Britain putting lives at risk, say researchers", "description": "<p>Study finds average walking time to retrieve public access defibrillator from centre of any given postcode is 19 minutes</p><p>Lives are needlessly being put at risk in Britain because defibrillators are located too far away from where they are needed, experts have said.</p><p>The lifesaving devices give a high-energy electric shock to the heart of someone who is in cardiac arrest. With nearly three in 10 out-of-hospital cardiac arrests happening at weekends and four in 10 between 6pm and 6am, quick access to a defibrillator at any time is crucial.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/lack-of-defibrillators-in-britain-putting-lives-at-risk-say-researchers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/lack-of-defibrillators-in-britain-putting-lives-at-risk-say-researchers", "date_published": "2023-08-28T13:45:19.793207+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Help this brother’: Basketball stars hit back after Noah Lyles’ NBA jab", "description": "<ul><li>Sprinter questions NBA’s ‘world champion’ claims</li><li>Players including Kevin Durant and Devin Booker respond</li></ul><p>Noah Lyles had a brilliant week at the World Athletics Championships, winning gold in the 100m, 200m and 4x100m relay, but it’s safe to say that he’s not universally popular among his fellow US sports stars.</p><p>Lyles, who is one of the most quotable athletes in the world, took a jab at the NBA after winning his third gold. “I watch the NBA finals and they have ‘world champion’ on their head. World champion of what? The United States?” Lyles said.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/noah-lyles-kevin-durant-nba-world-champions-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/noah-lyles-kevin-durant-nba-world-champions-comments", "date_published": "2023-08-28T13:45:19.779641+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Reading and Leeds festival review – Billie Eilish and the Killers thrill at bucket-hatted blowout", "description": "<p><strong>Bramham Park, Leeds</strong><br />The post-GCSE audience is suitably boisterous at a festival that is keeping its remit admirably broad, from Foals’ intense rock to Bicep’s beautiful techno</p><p>“Give me everything, Leeds!” yells singer Becky Hill, whose cheery set mixes house, drum’n’bass double drops and disco covers into an easily digestible old-school rave. Such a show would have been unthinkable when Leeds (and its older counterpart, Reading) were steadfastly rock festivals, but the event has transformed to suit an ever-younger audience in bucket hats and zany outfits, here for a post-GCSE blowout and traditional rite of passage.</p><p>With genres from pop to rap to dance well represented, this year’s hits range from Wet Leg’s Krautrock-informed indie anthems to Belfast electronic duo Bicep’s beautifully visually enhanced techno. Californian Prince-ish neo-soul festival newcomer Steve Lacy enjoys a warm reception in what he calls a “magical sunset with you”. Earnest Nevada rockers Imagine Dragons even provide a real-life Spinal Tap moment when bare-chested frontman Dan Reynolds yells: “It’s great to be back at Reading!”</p> <a href=\"https://www.theguardian.com/music/2023/aug/28/reading-and-leeds-festival-review-bramham-park-billie-eilish-the-killers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/28/reading-and-leeds-festival-review-bramham-park-billie-eilish-the-killers", "date_published": "2023-08-28T13:45:19.745351+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘How a man grew to greatness’: the incredible story of saxophonist Wayne Shorter", "description": "<p>In a new Amazon docuseries, executive-produced by Brad Pitt, the late music legend tells his story of triumph and tragedy</p><p>Dorsay Alavi met the saxophone virtuoso and composer Wayne Shorter in 1995, when she was hired by Verve Records to direct a video in support of his album High Life. So began a three-decade friendship that continued to blossom as she and her camera followed him on a 2002 concert tour, with “many conversations over the years”. But when she decided to make him the subject of a more intimately personal documentary – which premiered over the weekend on Amazon Prime as the three-part Wayne Shorter: Zero Gravity – she encountered a simple yet daunting stumbling block.</p><p>“It required some finesse to talk with him, especially with direct questions about musicians in the past or the tragedies of his life,” she tells the Guardian via Zoom from Los Angeles. “I had to prepare myself for Wayne to evade those questions, but there was a level of trust there … It never went how I thought it was going to go.” She describes Shorter as a “very generous” chatterbox motivated by genuine interest, all too happy to get the life story of takeout delivery drivers and telemarketers. But when she’d ask him about songwriting theory or his memories of collaborators, he’d deflect with a joke or a roundabout story that would put his emotion in indirect terms while still signaling the depth of his feeling. She soon found that it was more productive to discuss the ideology behind his elaborate melodies than their history or construction. “Wayne never liked to talk about the music,” Alavi says. “That just left everything else.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/28/wayne-shorter-saxophone-zero-gravity-amazon\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/28/wayne-shorter-saxophone-zero-gravity-amazon", "date_published": "2023-08-28T13:45:19.743822+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Viktor Orbán-influenced university plans outpost in London", "description": "<p>Exclusive: Branch will be part of attempts to spread Hungarian leader’s populist philosophy across Europe</p><p>Attempts by Viktor Orbán to spread his populist philosophy across Europe have reached the UK, with an outpost of a heavily Orbán-influenced educational institute planned for London, along with significant sponsorship for groups linked to rightwing Conservatives, the Guardian has learned.</p><p>Sources have said a Hungarian cultural centre near Trafalgar Square is expected to include a branch of Mathias Corvinus Collegium (MCC), a private university sometimes likened to a madrasa for young Orbán-sympathising scholars and future leaders.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/28/viktor-orban-influenced-university-plans-outpost-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/28/viktor-orban-influenced-university-plans-outpost-in-london", "date_published": "2023-08-28T13:45:19.717030+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Masala chickpeas and biryani: Rukmini Iyer’s budget Indian recipes", "description": "<p>Enjoy today’s thrifty dishes individually or pair them and serve up a feast: a starter or side of lemon dal, crisp chickpeas and pitta chips, and a spicy tomato and mushroom biryani</p><p>Two Indian-inspired recipes for you this week. The first is my go-to easy biryani, packed with flavour from the spiced mushrooms and tomatoes, layered up with rice and plenty of butter. It’s a meal in itself with yoghurt alongside, but if you’re in the mood for a feast, serve it with the moreish lemon dal, crisp chickpeas and pitta chips. The secret ingredient is the chaat masala – you can find it in the spice aisle at bigger supermarkets or an Asian grocers. It’s got a unique flavour from the dried mango powder, and you can use it on everything from potato salad to freshly cut fruit.</p><p>Rukmini Iyer is the author of The Roasting Tin series. Her latest book is India Express: Fresh and Delicious Recipes for Every Day, published by Square Peg at £22. To order a copy for £19.36, go to <a href=\"https://guardianbookshop.com/india-express-9781529110074\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/28/cheap-indian-recipes-masala-chickpeas-biryani-rukmini-iyer\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/28/cheap-indian-recipes-masala-chickpeas-biryani-rukmini-iyer", "date_published": "2023-08-28T12:41:45.838515+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Anchorage review – drug-fuelled roadtrip takes a very wrong turn", "description": "<p>Two brothers drive to Alaska to sell a haul of stolen drugs and gain a higher price – if they don’t neck them all on the way</p><p>There are definitely irksome components in this microbudget drama set largely inside a creaking Cadillac, but there are redeeming features as well. In the debit column, there are way too many vaguely admiring montages that show the sibling central characters Jake (Scott Monahan, also the film’s director and producer) and John (Dakota Loesch, also the film’s screenwriter) ingesting a pharmacopeia of drugs, from “<a href=\"https://en.wikipedia.org/wiki/Oxycodone\">roxy</a>” to heroin. Likewise, a lot of the naturalistic dialogue is a tad repetitive, like the long debates over whether they should sell all the drugs they have stolen (currently hidden in teddy bears in the trunk of the Caddy) in Los Angeles or Anchorage, Alaska. In the latter city, their illicit haul would fetch a much higher price – but only if they don’t neck it all first on the way.</p><p>A lot rides on whether viewers can find these two crazy, mixed-up twentysomething kids interesting or sympathetic enough to make it worth riding along with them for a journey that takes a very wrong turn two-thirds of the way in. A passing reminiscence about their late mother “towards the end” when she always wore a headscarf, suggests post-traumatic grief nibbling away at their psyches in the background, but does that really excuse both men’s tendency towards sudden, pointless violence?</p> <a href=\"https://www.theguardian.com/film/2023/aug/28/anchorage-review-drug-fuelled-roadtrip-takes-a-very-wrong-turn\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/28/anchorage-review-drug-fuelled-roadtrip-takes-a-very-wrong-turn", "date_published": "2023-08-28T12:41:45.827812+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Darwin at the double and Everton already in trouble – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/jonawils\">Jonathan Wilson</a> and <a href=\"https://twitter.com/Towno10\">Troy Townsend</a> to review all the Premier League action</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>On the podcast today: 10-man Liverpool win against the odds at Newcastle thanks to two wonderful late finishes by none other than Darwin Núñez. Manchester City also got a late winner at Bramall Lane, and are the only team with a 100% record after three games.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/28/premier-league-liverpool-everton-darwin-nunez-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/28/premier-league-liverpool-everton-darwin-nunez-football-weekly-podcast", "date_published": "2023-08-28T12:41:45.783595+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Milan lifted by Christian Pulisic as summer spending gamble pays off | Nicky Bandini", "description": "<p>The American has grabbed headlines with goals in his first two Serie A games but other new recruits are making an impact too</p><p>Christian Pulisic is listed on the Milan website as weighing 73kg or 161lbs, but Rafael Leão lifted him off the floor like a dad with his kid at school sports day, <a href=\"https://twitter.com/PBPcalcio/status/1695787472158912777\">hugging him right up into the air.</a> When you have been carrying a team’s attack for as long as the Portuguese has, anything else feels light by comparison.</p><p>Leão has been Milan’s top scorer and assist-provider in Serie A for two seasons running – though he did share the first of those titles with Olivier Giroud in 2021-22 – a blessing and a curse for his team. He seemed to win games on his own at times, but the Rossoneri also became predictable, forcing play through him. When injury forced Leão to miss the Champions League semi-final first leg against Inter, there was no one else able to provide a spark.</p> <a href=\"https://www.theguardian.com/football/2023/aug/28/milan-christian-pulisic-serie-a-leao-torino\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/28/milan-christian-pulisic-serie-a-leao-torino", "date_published": "2023-08-28T12:41:45.777428+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will Europe's centre-right parties accept defeat or sell their souls to the hard right?  | Paul Taylor", "description": "<p>Progressive policies are at stake as conservatives attempt to forge alliances in the European parliament with extreme nationalists</p><p>There was a time when clear blue water separated Europe’s mainstream centre-right from the <a href=\"https://www.theguardian.com/world/2023/jun/30/far-right-on-the-march-europe-growing-taste-for-control-and-order\">Eurosceptic populists and xenophobes</a> of the hard right. A Christian Democrat such as Helmut Kohl or Angela Merkel would have had nothing in common with – and nothing to do with – a nativist such as Marine Le Pen or <a href=\"https://www.theguardian.com/world/2019/dec/28/geert-wilders-revives-contest-for-cartoons-that-mock-muhammad\">Geert Wilders</a>.</p><p>No longer. In the run-up to the <a href=\"https://elections.europa.eu/en/\">2024 European Parliament elections</a>, once-sharp lines between pro-European conservative parties and the nationalist far right are blurring as both seek to tap into public anger or anxiety over migration, the cost of living, the green transition and gender diversity.</p><p>Paul Taylor is a senior fellow of the Friends of Europe thinktank and a former European affairs editor at Reuters</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/world/commentisfree/2023/aug/28/europe-centre-right-parties-european-parliament\">Continue reading...</a>", "link": "https://www.theguardian.com/world/commentisfree/2023/aug/28/europe-centre-right-parties-european-parliament", "date_published": "2023-08-28T12:41:45.756170+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nadine Dorries has gone, but Sunak's electoral problems are still front and centre | Katy Balls", "description": "<p>MPs are relieved to see the back of the ruinous Boris Johnson era, but know they are still staring into the abyss</p><p>The <a href=\"https://www.theguardian.com/politics/2023/aug/27/nadine-dorries-departure-is-relief-for-sunak-but-byelection-holds-danger#:~:text=The%20Tories'%20challenge%20in%20defending,and%20last%20voted%20in%20April.\">departure of Nadine Dorries</a> hasn’t been met with much sadness in the Tory party. “I’m yet to speak to a colleague who is sorry to see her go,” one Conservative MP told me. “If by sadness you mean relief and delight, yes,” added a former minister.</p><p>The relief is that Dorries, a key Boris Johnson backer, has finally begun the process of formally quitting the House of Commons, 78 days after she first announced her intention to do so with “immediate effect”, after a row over a peerage. The delay, along with the fact that she had not spoken in the Commons since June 2022, has provided opposition parties with plenty of attack lines over the summer recess.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/nadine-dorries-sunak-mps-boris-johnson-era\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/nadine-dorries-sunak-mps-boris-johnson-era", "date_published": "2023-08-28T12:41:45.754613+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: why we need to learn to fail better", "description": "<p>From tedious blind dates to dud clinical trials, the right kind of failure always helps</p><p>You’ve probably heard the cheerful quotes: <a href=\"https://www.theguardian.com/uk/winston-churchill\" title=\"\">Winston Churchill</a>, with his “success is stumbling from failure to failure with no loss of enthusiasm”, or CS Lewis, who wrote “failures are finger posts on the road to achievement”. What about <a href=\"https://www.theguardian.com/sport/billie-jean-king\" title=\"\">Billie Jean King,</a> who enthused “losing a tennis match isn’t failure, it’s research”? Maybe you find yourself thinking, “Sure. Easy to say when you’re famous and successful.”</p><p>For most people, failure is pretty simple: it’s bad, even shameful. Life is going well if you’re <em>not</em> experiencing failures, and we think that avoiding failure is obviously the right goal. We worry about what it says about us when we get something wrong (we’re not good enough!). The social stigma of failure exacerbates that spontaneous reaction.</p> <a href=\"https://www.theguardian.com/books/2023/aug/28/the-big-idea-why-we-need-to-learn-to-fail-better\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/28/the-big-idea-why-we-need-to-learn-to-fail-better", "date_published": "2023-08-28T12:41:45.746891+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vladimir Putin sends condolences to family of Yevgeny Prigozhin", "description": "<p>Kremlin uncertain whether Russian president will attend funeral with arrangements yet to be made public</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/aug/28/russia-ukraine-war-live-updates-moscow-airports-closed-attempted-drone-attack\">Russia-Ukraine war – latest news updates</a></li></ul><p>Vladimir Putin has sent his condolences to the family of the Wagner group head, Yevgeny Prigozhin, the Kremlin has said, adding that it did not know when the warlord’s funeral would take place and whether the Russian president would attend.</p><p>“The Kremlin does not yet have information about the format and date of Prigozhin’s funeral, so there can be no answer to the question of whether Putin will attend it,” Putin’s spokesperson, Dmitry Peskov, said, speaking to journalists during his daily call.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/vladimir-putin-sends-condolences-to-family-of-yevgeny-prigozhin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/vladimir-putin-sends-condolences-to-family-of-yevgeny-prigozhin", "date_published": "2023-08-28T12:41:45.739170+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine confirms capture of key village on Zaporizhzhia front", "description": "<p>Ukraine making steady progress in Orikhiv sector as it clears dense minefields and trenches</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/aug/28/russia-ukraine-war-live-updates-moscow-airports-closed-attempted-drone-attack\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Ukraine has confirmed it has captured a key village on the southern Zaporizhzhia front, the latest step in a gradual advance aimed at splitting the Russian lines that defend the overland route to Crimea.</p><p>Hanna Maliar, a deputy defence minister, said on Monday morning that the village of Robotyne, south of Orikhiv, had been liberated, bringing Ukraine into contact with Russia’s main defence line to the south covering routes to the Sea of Azov.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/ukraine-confirms-capture-of-key-village-robotyne-zaporizhzhia-front\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/ukraine-confirms-capture-of-key-village-robotyne-zaporizhzhia-front", "date_published": "2023-08-28T12:41:45.737666+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cliffs around castle linked to King Arthur to become haven for nature", "description": "<p>National Trust buys Smith’s Cliff, near Tintagel Castle in Cornwall where legend says king was conceived</p><p>Rugged cliffs that plunge into the Atlantic on a stretch of Cornish coast renowned for <a href=\"https://www.english-heritage.org.uk/visit/places/tintagel-castle/history-and-legend/history/\">its legendary links to King Arthur</a> are to be turned into a haven for flora and fauna.</p><p>The National Trust has acquired two plots of land, totalling 22 hectares (55 acres), bordering the remarkable <a href=\"https://www.english-heritage.org.uk/visit/places/tintagel-castle/\">Tintagel Castle</a>, where Arthur was (so one of the many stories about him goes) conceived.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/cliffs-castle-linked-king-arthur-haven-nature-tintagel-castle\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/28/cliffs-castle-linked-king-arthur-haven-nature-tintagel-castle", "date_published": "2023-08-28T12:41:45.734563+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK unions say cutting maternity pay for striking pregnant workers is ‘immoral’", "description": "<p>Exclusive: Unite and Unison join campaigners urging government to exempt strike days from maternity calculations</p><p>The UK’s two biggest unions have backed calls for a review of the “immoral” system whereby pregnant workers lose a portion of their maternity pay if they go on strike.</p><p>Unite and Unison joined campaigners in calling for the government to exempt strike days from maternity pay calculations so that new parents are not “penalised twice” for taking part in industrial action.</p> <a href=\"https://www.theguardian.com/money/2023/aug/28/uk-unions-say-cutting-maternity-pay-for-striking-pregnant-workers-is-immoral\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/28/uk-unions-say-cutting-maternity-pay-for-striking-pregnant-workers-is-immoral", "date_published": "2023-08-28T12:41:45.728284+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spanish football chief’s mother declares hunger strike in support of him", "description": "<p>Ángeles Béjar says Luis Rubiales is ‘incapable of hurting anyone’, in row over World Cup kiss of Jenni Hermoso</p><p>The mother of Spain’s embattled football chief, Luis Rubiales, has reportedly shut herself in a church in southern Spain and declared herself to be on a hunger strike over what she described as the “inhumane and bloodthirsty hunt” of her son.</p><p>The decision by Ángeles Béjar to lock herself into a 19th-century church is the latest twist in a saga that has <a href=\"https://www.theguardian.com/world/2023/aug/27/spain-womens-football-jenni-hermoso-world-cup-kiss-luis-rubiales\">gripped Spain</a> for the past week after her 46-year-old son <a href=\"https://www.theguardian.com/football/2023/aug/21/luis-rubiales-kiss-outrage-spanish-football-fa-president-womens-world-cup-final-spain-jenni-hermoso\">grabbed the Spanish forward</a> Jenni Hermoso by the head and planted a kiss on her lips during the World Cup medal ceremony.</p> <a href=\"https://www.theguardian.com/football/2023/aug/28/spanish-football-chiefs-mother-declares-hunger-strike-in-support-of-him\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/28/spanish-football-chiefs-mother-declares-hunger-strike-in-support-of-him", "date_published": "2023-08-28T12:41:45.726754+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Oh my God’: live worm found in Australian woman’s brain in world-first discovery", "description": "<p>Woman complained of forgetfulness and depression before doctors pulled out an 8cm roundworm normally found in pythons</p><p>It was a fairly regular day on the ward for Canberra hospital infectious diseases physician Dr Sanjaya Senanayake, until a neurosurgeon colleague called him and said: “Oh my God, you wouldn’t believe what I just found in this lady’s brain – and it’s alive and wriggling.”</p><p>The neurosurgeon, Dr Hari Priya Bandi, had pulled an 8cm-long parasitic roundworm from her patient, prompting her to call on Senanayake and other hospital colleagues for advice about what to do next.</p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/28/live-worm-living-womans-brain-australia-depression-forgetfulness\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/28/live-worm-living-womans-brain-australia-depression-forgetfulness", "date_published": "2023-08-28T12:41:45.725136+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Technical fault hits UK air traffic control as passengers warned of long delays – latest updates", "description": "<p>UK airspace hit by a network-wide failure for air traffic control systems and ‘traffic flow restrictions’ imposed</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/28/uk-air-traffic-control-hit-network-wide-failure-airline\">UK air traffic control hit by network-wide failure</a></li></ul><p>Delays don’t seem to be easing. Kevin Pashby has tweeted that their flight from Gran Canaria to Manchester has been delayed by more than nine hours.</p><p>Sarah Mayor, who is stuck at Faro airport in Portugal, with her husband and two young children, has been told their plane might not take off for another 5 hours after having already waited for two hours.</p><p>At 11am we were on the bus about to go to our airplane, which was due to take off at 11:25. After 10 minutes waiting, they got us off the bus and told us there was a system failure in the UK and all flights were grounded to a halt until further notice.</p><p>My husband and I are ravelling with our two and four-year-old so [it is] quite stressful.</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/28/air-traffic-control-uk-delays-airport-travel-live-latest-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/28/air-traffic-control-uk-delays-airport-travel-live-latest-updates", "date_published": "2023-08-28T12:41:45.719988+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will Starbucks’ union-busting stifle a union rebirth in the US?", "description": "<p>The NLRB has brought 100 cases against the coffee chain over anti-union activities – but it cannot punish the company</p><p>With <a href=\"https://unionelections.org/data/starbucks/\">more than 340 victories</a> at Starbucks stores across the US, the campaign to organize the coffee chain’s workers is one of the most successful union drives in a generation. But Starbucks’ fierce union-busting campaign has badly slowed its momentum and exposed deep flaws in US labor law that threaten other promising unionization efforts.</p><p>Two years on since workers at a Buffalo, New York, Starbucks location started <a href=\"https://www.theguardian.com/us-news/2021/aug/28/starbucks-workers-buffalo-ny-organizing-union-first-us\">the first</a> successful campaign to form a union at a company-run store, labor experts say the coffee chain’s aggressive union-busting is shining a harsh light on the shortcomings of the National Labor Relations Act (NLRA) and how that 88-year-old law which governs unionization campaigns is proving far too weak to stop a powerful, multibillion corporation from using an arsenal of illegal tactics to stifle a highly promising union drive.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/will-starbucks-union-busting-stifle-a-union-rebirth-in-the-us\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/will-starbucks-union-busting-stifle-a-union-rebirth-in-the-us", "date_published": "2023-08-28T11:35:53.148272+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They would not listen to us’: inside Biden’s troubled $53bn chip plant", "description": "<p>Taiwanese microchip manufacturer TSMC blames struggle to build Phoenix plant on skilled labor shortage but workers cite disorganization and safety concerns</p><p>Posed in front of an American flag and a large banner reading “A Future Made in America Phoenix, AZ,” Joe Biden told a crowd of assembled workers, supporters and media last December: “American manufacturing is back, folks.”</p><p>Eight months on, the Phoenix microchip plant – the centerpiece of Biden’s $52.7bn US hi-tech manufacturing agenda – is struggling to get online.</p> <a href=\"https://www.theguardian.com/business/2023/aug/28/phoenix-microchip-plant-biden-union-tsmc\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/28/phoenix-microchip-plant-biden-union-tsmc", "date_published": "2023-08-28T11:35:53.146783+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour to incentivise GPs to ‘bring back the family doctor’", "description": "<p>Plan for NHS to be more responsive to patients could put party on collision course with doctors again</p><p>Labour would provide incentives for GPs to allow patients to see a particular doctor, and seek to regulate NHS managers like medical professionals, the party has said in its latest round of proposed changes to the health system.</p><p>Setting out the ideas in comments to two newspapers, Wes Streeting, the shadow health secretary, reiterated his call for the NHS to be more responsive to patient needs, an approach that has already seen him <a href=\"https://www.theguardian.com/politics/2022/dec/11/wes-streeting-labour-bma-nhs-plans-gps\">clash with</a> the main doctors’ union.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/labour-to-incentivise-gps-to-bring-back-the-family-doctor\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/labour-to-incentivise-gps-to-bring-back-the-family-doctor", "date_published": "2023-08-28T11:35:53.069031+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Was it worth it? Edinburgh fringe acts give their verdict on the festival", "description": "<p>As the curtain falls on this year’s fringe, we ask performers and producers how it was for them</p><p>By the end of the Edinburgh fringe, anyone who has been here all month will tell you how tired they are. There have been highs – after a tentative return last year, most people feel the fringe has found its feet again and audiences are back in bigger numbers. But also lows – not all performers saw those audiences in their rooms and everyone mentions accommodation costs.</p><p>“It is a tough and stressful month,” says Zach Zucker, comedian and producer at Stamptown. “Last year, it was three years since we’d had a proper fringe; everything felt harder.” Despite that, 2022 was a triumph for Stamptown. They sold out their namesake variety night, while two of their acts, Jordan Gray and Emily Wilson, received glowing reviews and Edinburgh comedy award nominations. This year, the group built on that momentum, bringing 17 shows, including Edinburgh comedy award nominee <a href=\"https://www.theguardian.com/stage/2023/aug/22/martin-urbano-apology-comeback-tour-review-a-hilariously-gross-web-of-confusing-characters\">Martin Urbano</a>, and are likely to have sold out 11 of those. Ticket pre-sales have been their highest ever, and they’re on track to leave with a healthy profit.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/28/was-it-worth-it-edinburgh-fringe-acts-give-their-verdict-on-the-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/28/was-it-worth-it-edinburgh-fringe-acts-give-their-verdict-on-the-festival", "date_published": "2023-08-28T11:35:53.018050+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Threatened and vulnerable’: Cop City activists labeled as terrorists pay high price", "description": "<p>Protesters say classification as ‘domestic terrorists’ for opposing planned Georgia police facility has upended their lives</p><p>Before boarding a flight from San Francisco to New York last month, Luke “Lucky” Harper was pulled aside and subjected to a search of his body and his belongings in front of other passengers waiting to board.</p><p>The experience would have been even more upsetting if it wasn’t the third time in several weeks. Harper was also searched in airports in Nashville, Tennessee, and Salt Lake City, Utah. His name was called out on a loudspeaker; officials swabbed his hands, seeking traces of explosives.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/copy-city-atlanta-protesters-lives-domestic-terrorist-label\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/copy-city-atlanta-protesters-lives-domestic-terrorist-label", "date_published": "2023-08-28T10:32:43.415748+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Xi urges more work to ‘control illegal religious activities’ in Xinjiang on surprise visit", "description": "<p>Visit was Chinese president’s second to the region since crackdown on Uyghurs began almost a decade ago</p><p>Xi Jinping has made a surprise visit to Xinjiang, urging officials there to conserve “hard won social stability” and deepen efforts in controlling “illegal religious activities”. It was only his second visit since launching an extreme crackdown on the region’s Uyghur and Turkic Muslim population almost a decade ago.</p><p>Xi arrived in the city of Urumqi on Saturday, according to Chinese state media, where he heard a government work report and made a speech to Communist party and government officials. During his visit, Xi urged officials to “more deeply promote the Sinicisation of Islam and effectively control illegal religious activities”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/xi-urges-more-work-to-control-religious-activities-in-xinjiang-on-surprise-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/xi-urges-more-work-to-control-religious-activities-in-xinjiang-on-surprise-visit", "date_published": "2023-08-28T10:32:43.348648+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: storms race through Balearics as colder air pushes east", "description": "<p>Extreme heat over Mediterranean begins to break down with cold front and low pressure creating strong winds</p><p>The extreme heat that had been affecting the Mediterranean began to break down over the weekend as colder air surged south-eastwards. A strong cold front, in conjunction with a rapidly deepening area of low pressure in the Mediterranean Sea led to an explosive show on Sunday, with severe thunderstorms racing through the Balearics towards Sardinia.</p><p>Palm trees were ripped out from the ground and boats toppled in harbours as strong winds raced through the archipelago, with a couple of official weather stations in Mallorca recording wind gusts of about 66mph (106kmph). Roads turned into rivers under the torrential downpours.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/28/weather-tracker-storms-race-through-balearics-as-colder-air-pushes-east\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/28/weather-tracker-storms-race-through-balearics-as-colder-air-pushes-east", "date_published": "2023-08-28T10:32:43.326104+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They should be called Bruce-’em-ups’ – how Bruce Lee shaped fighting games", "description": "<p>Fifty years since the death of the martial arts film superstar, we look at how he inspired generations of games developers – and helped take the beat-’em-up mainstream</p><p>‘He had this disorder that filled him with too much energy,” recalled Robert of his older brother, Bruce Lee, the martial arts movie superstar nicknamed Never Sits Still by his friends and family. Speaking with writer Matthew Polly for his definitive 2018 biography, Robert continued: “Bruce was like a wild horse that had been tied up.”</p><p>This quote doubles as a perfect description for the dazzling way in which Lee – who died 50 years ago at 32 from cerebral oedema – fought on-screen. A demonic whirlwind of flying kicks, vengeful, air-popping nunchucks, feral animal noises (something Lee invented to unsettle his opponents) and double-fisted punches that hit enemies with the elegance of a championship fencer, Lee cemented martial arts in the global mainstream. And despite his short life, he smashed through the barrier that previously held back so many Asian actors in Hollywood.</p> <a href=\"https://www.theguardian.com/games/2023/aug/28/they-should-be-called-bruce-em-ups-how-bruce-lee-shaped-fighting-games\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/28/they-should-be-called-bruce-em-ups-how-bruce-lee-shaped-fighting-games", "date_published": "2023-08-28T10:32:43.291860+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A death I don’t want’: one woman’s lost battle with UK’s assisted death laws", "description": "<p>Rosemary Walker would like to die at home surrounded by her friends and family, but will have to travel to Switzerland instead</p><p>Rosemary Walker can see the comforting silhouette of Noon Sun Hill from the bedroom window of her cottage on the edge of the Pennines. This is where the 71-year-old wants to die in the next few months, looking out on the landscape she has enjoyed for most of her life.</p><p>She could be surrounded by friends and loved ones, with a garden she planted in recent months spread out beneath her. But it is not going to happen. Instead, she is preparing to travel to Switzerland where strangers at Dignitas will help her end her life in a place that means nothing to her.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/a-death-i-dont-want-one-womans-lost-battle-with-uks-assisted-death-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/a-death-i-dont-want-one-womans-lost-battle-with-uks-assisted-death-laws", "date_published": "2023-08-28T10:32:43.288823+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour’s David Lammy visits Brazil to build ‘climate justice’ partnership", "description": "<p>Shadow foreign secretary says Starmer government would work with President Lula on radical climate action</p><p>The shadow foreign secretary, David Lammy, has taken his green diplomatic policy for a test spin in Brazil this month in the hope that “climate justice” can serve as an international rallying cry for a future Labour government.</p><p>In an interview with the Guardian, Lammy said a Labour victory at the next general election would allow Keir Starmer to build a partnership for radical climate action with Brazil’s president, Luiz Inácio Lula da Silva, before the UN’s Cop30 climate summit in Belém in 2025.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/28/labours-david-lammy-visits-brazil-to-build-climate-justice-partnership\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/28/labours-david-lammy-visits-brazil-to-build-climate-justice-partnership", "date_published": "2023-08-28T10:32:43.273449+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Braverman defends police resources for new crime crackdown", "description": "<p>UK home secretary insists force has sufficient staffing numbers to tackle ‘back-to-basics policing’</p><p>The UK home secretary has insisted the police have the resources required to meet a pledge to follow all “reasonable lines of inquiry” in a fresh crackdown on crime.</p><p>Police forces in England and Wales have agreed to <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/police-in-england-and-wales-told-to-follow-all-reasonable-lines-of-inquiry\">follow all evidence</a> such as footage from CCTV, doorbells and dashcams, as well as phone data, to find suspect or stolen property.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/braverman-defends-police-resources-for-new-crime-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/28/braverman-defends-police-resources-for-new-crime-crackdown", "date_published": "2023-08-28T10:32:43.265733+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "English councils moving homeless families out of areas at almost three times official rate", "description": "<p>Exclusive: Data shows more than 34,000 households placed out of area last year, with some moved more than 200 miles away</p><p>Councils are moving homeless families out of their neighbourhoods at almost three times the rate that has been officially recognised, and some have been uprooted hundreds of miles from their support networks, according to research.</p><p>Data released under freedom of information (FoI) revealed that 34,418 households were placed out of area last year, based on responses from 80% of English councils. This incomplete figure suggests a total 172% above what was officially recorded for the previous year.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/english-councils-moving-homeless-families-out-of-areas-at-three-times-official-rate\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/english-councils-moving-homeless-families-out-of-areas-at-three-times-official-rate", "date_published": "2023-08-28T10:32:43.262472+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman says ‘we will do whatever it takes’ if Strasbourg thwarts Rwanda plan", "description": "<p>Home secretary confirms government considering fitting some migrants with electronic tags</p><p>Suella Braverman has said the government will “do whatever it takes” if its plan to send asylum seekers to Rwanda is “thwarted in Strasbourg”, and confirmed the government is considering fitting some migrants with electronic tags.</p><p>In an interview with the BBC, the home secretary stepped up her attack on the European court of human rights (ECHR), calling it politicised and interventionist.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/28/suella-braverman-strasbourg-rwanda-european-convention-human-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/28/suella-braverman-strasbourg-rwanda-european-convention-human-rights", "date_published": "2023-08-28T10:32:43.260500+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘All I want to do is make cool stuff, man!’: the chaotic DIY punk of Jeff Rosenstock", "description": "<p>Don’t be deceived – the LA-based musician might seem like a carefree slacker on the surface, but underneath lies a tireless, super-prolific and critically acclaimed workhorse</p><p>Jeff Rosenstock has been tinkering all morning. The punk frontman sits alone in the cluttered makeshift studio in the basement of his Los Angeles home, hunched over his desk in sandals and an obnoxiously bright green tank top, his face glued to his computer monitor. There’s a neon sign on the wall behind him that reads: “It’s 420 Somewhere.” He replays the same 15 seconds of audio over and over, clicking his mouse around to fiddle with various levels and sounds, making imperceptibly tiny tweaks. Hours pass like this. Every once in a while he breaks the silence by grumbling “Fuck” or “Shit” under his breath.</p><p>Rosenstock’s new album, Hellmode, will be released in just a few weeks, but right now it’s his day job, scoring the music for the Emmy-nominated animated series <a href=\"https://www.theguardian.com/culture/2022/mar/02/craig-of-the-creek-an-endearing-funny-and-imaginative-kids-show-for-fans-of-hilda-and-bluey\" title=\"\">Craig of the Creek</a>, that’s keeping him busy. The show is getting adapted into a movie, and a draft is due by the end of the week. He has to hop on a conference call about it in a few minutes and has repeatedly warned that he is at his most stressed. “Fuck,” he mutters again. “Shit.”</p> <a href=\"https://www.theguardian.com/music/2023/aug/28/punk-jeff-rosenstock-bomb-music-industry-craig-creek\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/28/punk-jeff-rosenstock-bomb-music-industry-craig-creek", "date_published": "2023-08-28T09:29:48.806657+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football transfer rumours: Man Utd eye Gravenberch? Félix to Liverpool?", "description": "<p>Today’s tittle-tattle is dancing in the moonlight</p><p>After deducing that defenders who can defend are useful components of a football team, Pep Guardiola is in search of his next tactical revelation. He’s planning to make <strong>Matheus Nunes</strong> the latest signing whose success is almost irrelevant because if it fails, he can just buy someone else. Manchester City have submitted <a href=\"https://www.theguardian.com/football/2023/aug/27/citys-new-515m-matheus-nunes-bid-as-mohammed-kudus-joins-west-ham\">an improved £51.5m bid</a> to Wolves for the 25-year-old midfielder.</p><p>Otherwise, much of today’s chatter takes place across Manchester, where hilarity abounds. With Luke Shaw joining Tyrell Malacia on the injured list, United are in search of a left-back no one else wants to fill space and, if necessary, hinder their play over the next couple of months. For reasons known best to Erik ten Hag, if they’ve a past, so much the better, the shortlist comprising <strong><a href=\"https://www.theguardian.com/football/2011/may/03/bolton-marcos-alonso-car-accident\">Marcos Alonso</a></strong> – whose lack of pace and defensive nous are attractive though he’s keen to stay at Barcelona; <strong><a href=\"https://www.theguardian.com/football/2020/jan/04/marc-cucurella-getafe-eder-militao-real-madrid-denies-racist-language\">Marc Cucurella</a></strong>, whose general ineptitude could be available on loan from Chelsea; and <strong>Sergio Reguilón</strong>, whose lack of power and positioning is also attractive, though Fulham remain favourites to take him from Spurs.</p> <a href=\"https://www.theguardian.com/football/2023/aug/28/football-transfer-rumours-manchester-united-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/28/football-transfer-rumours-manchester-united-liverpool", "date_published": "2023-08-28T09:29:48.766982+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Diede de Groot: tennis champion of everything eyes 13th straight slam", "description": "<p>The Dutch player comes into this year’s US Open undefeated in singles since February 2021 and has her sights set on victory once again</p><p>Dutch wheelchair tennis champion Diede de Groot is so dominant within her sport that she’s capable of literary alchemy – she transmutes hyperbole into fact. For example, although de Groot enters this year’s US Open as the tournament’s five-time reigning champion, it might be more accurate to describe her as the reigning “everything” champion. She’s won every singles tournament she’s entered this year – just as she did in 2022.</p><p>In fact, de Groot hasn’t lost a singles match since February 2021, a streak that stretched to 111 matches (and counting) after her victory in last month’s Wimbledon final. During that span, she’s won 12 consecutive grand slam tournaments, along with gold medals at the Paralympics and the European Para Championships. And, if she wins the US Open again in the coming days, de Groot will secure her <em>third</em> <em>consecutive</em> <a href=\"https://en.wikipedia.org/wiki/Grand_Slam_(tennis)\">calendar-year grand slam</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/diede-de-groot-tenniss-everything-champion-eyes-13th-straight-grand-slam\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/diede-de-groot-tenniss-everything-champion-eyes-13th-straight-grand-slam", "date_published": "2023-08-28T09:29:48.765427+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Berry good! 17 wonderful ways with blackberries – from crumbles and cakes to mousses and muffins", "description": "<p>What’s not to love about a fruit that’s plentiful, free and so very versatile? Get picking!</p><p></p><p>I used to live across the road from a park overrun with brambles. They weren’t wild blackberries, but some kind of cultivar that had broken free, people said, from allotments during the second world war. That meant the berries were bigger and ripened considerably earlier than the wild ones. People started picking them in late July, and after a couple of years I started to blindly follow their example.</p><p>Collecting them was easy; the difficulty lay in figuring out what to do with them. Generally, after suffering an acute failure of imagination, I would produce eight to 10 jars of blackberry jam, most of them given away at Christmas to people who must have suspected I held some kind of grudge against them. No matter: as long as you get little kids to make your labels for you, people feel uncomfortable complaining.</p> <a href=\"https://www.theguardian.com/food/2023/aug/28/berry-good-17-wonderful-ways-with-blackberries-from-crumbles-and-cakes-to-mousses-and-muffins\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/28/berry-good-17-wonderful-ways-with-blackberries-from-crumbles-and-cakes-to-mousses-and-muffins", "date_published": "2023-08-28T09:29:48.734317+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Despair is settling in’: female suicides on rise in Taliban’s Afghanistan", "description": "<p>Unofficial figures point to a mental health crisis amid severe restrictions on Afghan women’s lives</p><p>First, her dreams of becoming a doctor were dashed by the Taliban’s ban on education. Then her family set up a forced marriage to her cousin, a heroin addict. Latifa* felt her future had been snatched away.</p><p>“I had two options: to marry an addict and live a life of misery or take my own life,” said the 18-year-old in a phone interview from her home in central Ghor province. “I chose the latter.”</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/despair-is-settling-in-female-suicides-on-rise-in-talibans-afghanistan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/despair-is-settling-in-female-suicides-on-rise-in-talibans-afghanistan", "date_published": "2023-08-28T09:29:48.729695+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tired, grumpy, self-medicating with KitKats and coffee? Here’s how the experts handle sleep deprivation", "description": "<p>Running on fumes after yet another night battling insomnia, noisy neighbours or small children? We’ll get you through the day</p><p>The world is full of advice on how to get a good night’s sleep, but sometimes doing so just isn’t possible. If you are struggling with a sleep disorder, are a shift worker or have a toddler who wakes every few hours, being told how to sleep well can be galling. For others, despite feeling knackered all day, a fourth episode of The Bear can seem more appealing than going to bed.</p><p>How do you know if you are sleep-deprived? For some people, the answer will be obvious; for others, it may be less so. Russell Foster, a professor of circadian neuroscience at the University of Oxford, specifies three signs that you are probably not getting enough sleep: “Feeling that you don’t perform at your peak during the day; oversleeping on free days; or craving a nap during the day.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/28/tired-grumpy-self-medicating-with-kitkats-and-coffee-heres-how-the-experts-handle-sleep-deprivation\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/28/tired-grumpy-self-medicating-with-kitkats-and-coffee-heres-how-the-experts-handle-sleep-deprivation", "date_published": "2023-08-28T09:29:48.726584+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mental health triggers among police being missed, says Scottish officers’ body", "description": "<p>Exclusive: ‘Startling’ rise in  number of absences due to psychological disorders revealed</p><p>Triggers for mental health breakdown and self-harm in over-stretched police officers are being routinely missed, according to their representative body in Scotland.</p><p>The warning comes as the Guardian reveals a “startling” increase in the number of absences due to psychological disorders.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/mental-health-triggers-among-police-being-missed-says-scottish-officers-body\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/28/mental-health-triggers-among-police-being-missed-says-scottish-officers-body", "date_published": "2023-08-28T09:29:48.717143+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is all-over liquid lipstick a one-bottle makeup sensation?", "description": "<p>Try this product as an all-in-one blush, shadow and lip colour  – as long as you like the monochrome look … and you’re a quick worker</p><p><strong>The hack </strong><br /><strong> </strong>Using a single liquid lipstick in place of your blush, shadow and lip colour.</p><p><strong>The test </strong><br /><strong> </strong>A huge, bulging makeup bag is one of my bugbears, especially on holiday, which should be a time of simplicity and freedom. So I’m keen to try this hack from makeup artist and TikToker <a href=\"https://www.tiktok.com/@ehlieluna/video/7232827752548715819?lang=en\" title=\"\">@EhlieLuna</a>.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/28/is-all-over-liquid-lipstick-a-one-bottle-makeup-sensation\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/28/is-all-over-liquid-lipstick-a-one-bottle-makeup-sensation", "date_published": "2023-08-28T08:27:35.857446+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Feeling the heat: how extreme weather is pushing up UK home insurance costs", "description": "<p>Subsidence claims rise as climate crisis causes heatwaves, storms and flooding</p><p>Record temperatures, flash floods, storms – the UK’s weather is becoming more extreme, and it is having an impact on our homes. Last summer’s heatwave caused subsidence cases to triple at one major insurer, and experts say that the damage wrought by wild weather could mean we all end up paying more for home insurance.</p><p>Data from Halifax Home Insurance shared with Observer Cash gives an insight into the effect of the hot weather on UK homes. The number of subsidence cases it received in August and September last year was three times the typical monthly average, while across 2022 it received 45% more claims than the previous year.</p> <a href=\"https://www.theguardian.com/money/2023/aug/28/heat-extreme-weather-uk-insurance-costs-subsidence\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/28/heat-extreme-weather-uk-insurance-costs-subsidence", "date_published": "2023-08-28T08:27:35.855752+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dalí, Darwin and Doodle Boy: an arty weekend in Shrewsbury, Shropshire", "description": "<p>It’s the last week to catch the annual summer arts trail, but there are year-round attractions in this medieval market town</p><p>Shrewsbury, a gorgeous medieval market town, was put on the art map in 2021 with the launch of the <a href=\"http://shrewsburyartstrail.com/\">Shrewsbury Arts Trail</a>. The event goes from strength to strength: this year it boasts <a href=\"https://www.theguardian.com/artanddesign/2023/apr/23/surreal-dali-sculptures-shrewsbury\">three sculptures by Salvador Dalí</a>. Two are outdoors: the 5-metre-tall Surrealist Piano startles visitors to the <a href=\"https://www.shropshiremuseums.org.uk/shrewsbury-castle/\">castle grounds</a> and Homage to Terpsichore dominates the courtyard of the <a href=\"https://www.shropshiremuseums.org.uk/smag/\">Shrewsbury Museum and Art Gallery</a>. Inside the gallery, the Dalínian Dancer is part of the Inspirational Exhibition, which also includes work by LS Lowry, Man Ray, Barbara Hepworth, Damien Hirst and Banksy.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/28/an-arty-weekend-in-shrewsbury-arts-trail-shropshire\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/28/an-arty-weekend-in-shrewsbury-arts-trail-shropshire", "date_published": "2023-08-28T08:27:35.854238+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Coming Wave by Mustafa Suleyman review – AI, synthetic biology and a new dawn for humanity", "description": "<p>The DeepMind co-founder calls for the ‘containment’ of new technology in a heartfelt and candid exploration of what the future may hold for us</p><p>What is it with wave metaphors? Technological determinists – people who believe that technology drives history – love them. Think of <a href=\"https://www.theguardian.com/society/2016/jul/03/alvin-toffler-obituary\">Alvin Toffler</a>, who saw the history of civilisation as a succession of three such waves (agricultural, industrial and post-industrial). The idea is of immense power, unstoppable, moving inexorably towards us as we cower before its immensity, much as the dinosaurs must have done when they saw the <a href=\"https://www.theguardian.com/science/2022/oct/26/terrawatch-asteroid-dinosaurs-global-mega-tsunami-impact\">mile-high tsunami</a> heading in their direction.</p><p>Mustafa Suleyman says he is not a determinist, but at times he sounds awfully like one. “At its heart,” he writes at one point, “technology emerges to fill human needs. If people have powerful reasons to build and use it, it will get built and used. Yet in most discussions of technology people still get stuck on what it is, forgetting why it was created in the first place. This is not about some innate techno-determinism. This is about what it means to be human.”</p> <a href=\"https://www.theguardian.com/books/2023/aug/28/the-coming-wave-by-mustafa-suleyman-review-ai-synthetic-biology-and-a-new-dawn-for-humanity\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/28/the-coming-wave-by-mustafa-suleyman-review-ai-synthetic-biology-and-a-new-dawn-for-humanity", "date_published": "2023-08-28T08:27:35.844945+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mercy Falls review – Highland horror aims to be a Scottish version of Predator", "description": "<p>From characters’ irrepressible horniness to a deeply confusing instigating incident, Ryan Hendrick’s hiking slasher has all the hallmarks of a dud</p><p>‘Oh and Rhona … remember, the secret is to never look back,” says sinister hitchhiker Carla (Nicolette McKeown), as she climbs a cliff. “You mean down,” someone corrects her. Yes, we get the point, given that half the characters in the film are nursing past traumas, from random acts of rural brutality to Middle Eastern combat theatre flashbacks. But such is the unsubtle way of Ryan Hendrick’s overblown Highland horror; it can’t settle for simply being a stripped-down descent into wilderness atavism. It also chucks in an irrepressibly horny crew of hikers, creepy Scottish folktales and gratuitous Homeric quotations for good measure.</p><p>The real killer is the highly implausible instigating incident. Rhona (Lauren Lyle) and pals set off on to the moors to locate the family cabin she has been bequeathed, despite grim memories of the area. But then tensions, especially simmering sexual jealousy, rise when they lose their bearings and combat veteran Carla takes matters into her own hands. It’s not really clear why she takes such drastic action, other than the need – with her insistence that they are now bound together by this terrible event – to get these sorry daytrippers marching even further towards backwoods peril.</p> <a href=\"https://www.theguardian.com/film/2023/aug/28/mercy-falls-review-hiking-horror-scottish\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/28/mercy-falls-review-hiking-horror-scottish", "date_published": "2023-08-28T08:27:35.843399+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Early-stage trial for Parkinson’s disease therapy shows signs of promise", "description": "<p>Small trial of Bemdaneprocel, which aims to replace dopamine-producing neurons, raises hope for treatment</p><p>Scientists have reported early success in a trial of an experimental cell therapy for Parkinson’s disease, raising hope for patients.</p><p>Bemdaneprocel therapy is at an early stage, and the year-long trial involved just 12 patients, but the positive outcome is viewed as significant after decades of setbacks in the hunt for an effective treatment. Developed by BlueRock therapeutics, a subsidiary of the pharmaceutical company Bayer, it was shown to be safe and the data gave a tantalising suggestion that patients may have benefited.</p> <a href=\"https://www.theguardian.com/society/2023/aug/28/early-stage-trial-for-parkinsons-disease-therapy-shows-signs-of-promise\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/28/early-stage-trial-for-parkinsons-disease-therapy-shows-signs-of-promise", "date_published": "2023-08-28T08:27:35.829579+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israeli airstrikes force closure of Aleppo airport – Syrian state media", "description": "<p>Syrian military source says latest attacks forced flights to be  diverted to Damascus and Latakia</p><p>Israeli airstrikes on Aleppo airport in northern Syria have caused the grounding of flights, the Syrian state news agency Sana has reported, citing a military source.</p><p>During more than 12 years of civil war in Syria, Israel has launched hundreds of airstrikes on its territory, primarily targeting Iran-backed forces and Lebanese Hezbollah fighters, as well as Syrian army positions.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/israeli-airstrikes-force-closure-of-aleppo-airport-syrian-state-media\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/israeli-airstrikes-force-closure-of-aleppo-airport-syrian-state-media", "date_published": "2023-08-28T08:27:35.824997+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Golf badly exposed to gambling with little sign of Monahan handling problem | Ewan Murray", "description": "<p>Explosion of sports betting in US represents a rising threat, with PGA Tour needing to fiercely protect integrity of competition</p><p>Jay Monahan speaks so sparingly that the PGA Tour commissioner had plenty of time to plot and plan precisely what his message would be during traditional end-of-season media duties in Atlanta last Tuesday. When pressed on even light detail of how a framework agreement between the PGA Tour, the DP World Tour and Saudi Arabia’s Public Investment Group may take on more formal status, <a href=\"https://www.theguardian.com/sport/2023/aug/22/jay-monahan-believes-deal-between-pga-and-liv-will-be-completed-on-time\" title=\"\">Monahan was completely noncommittal</a>. The 53-year-old may soon realise, if he has not already, that Saudis bearing billions do so with more than a passing interest in how their buck is being deployed. He who pays the piper, and all that.</p><p>What Monahan appears very keen to stress is that he is working for the good of the PGA Tour. This is fair enough, in theory – the organisation pays him $14m a year, according to the most recent report – but belies the sense that elite golf is now all about a collective good. Monahan at least left the impression the DP World Tour, LIV and various other related parties have to fall into line.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/aug/28/golf-gambling-sports-betting-pga-tour-jay-monahan-phil-mickelson-jon-rahm\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/aug/28/golf-gambling-sports-betting-pga-tour-jay-monahan-phil-mickelson-jon-rahm", "date_published": "2023-08-28T08:27:35.794432+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>West Ham’s successful summer transfers, Bissouma’s revival and Kalajdzic’s well-timed Wolves comeback</p><p>It’s a while since Newcastle began a game against Liverpool as favourites, but that was their status pre-match, a situation they attacked with typical intensity. But with the visitors threatening an equaliser, Eddie Howe had a decision to make: close the game down, or seek a clinching goal? In the event, he did a bit of both, making like-for-like or defensive changes, but without ordering his players to stop pressing. Darwin Nuñez twice found space in behind his back four, and though it required a little good fortune and two fantastic finishes for his team to have the game snatched from them, with more emphatic instructions, the hosts might have seen out the win. Howe may have only got the Newcastle job because better-qualified candidates were busy, but he has done a superb job since. Given the nature of both football and his bosses, in order to keep it he should change his mentality to that of a big-club manager – and fast. <strong>Daniel Harris</strong></p> <a href=\"https://www.theguardian.com/football/2023/aug/28/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/28/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2023-08-28T08:27:35.789784+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How can the US and China prevent a war? | Nouriel Roubini", "description": "<p>The two countries need to pursue policies that will reduce economic tensions and foster cooperation</p><p>The US and China remain on a <a href=\"https://www.project-syndicate.org/commentary/us-china-cold-war-deepening-on-collision-course-by-nouriel-roubini-2023-05\">collision course</a>. The new cold war between them may eventually turn hot over the <a href=\"https://www.project-syndicate.org/commentary/united-states-and-china-headed-for-slow-motion-collision-by-nouriel-roubini-2023-05?barrier=accesspaylog\">issue of Taiwan</a>. The “Thucydides trap” – in which a rising power seems destined to clash with an incumbent hegemon – looms ominously. But a serious escalation of Sino-American tensions, let alone a war, can still be avoided, sparing the world the cataclysmic consequences that would inevitably follow.</p><p>There will always be at least some tensions when a rising power challenges the prevailing global power. But China is facing off against the US at a moment when America’s relative power may be weakening, and when it is committed to preventing its own strategic decline. Both sides are thus becoming increasingly paranoid about the other’s intentions, and confrontation has mostly supplanted healthy competition and cooperation. Both sides are partly to blame.</p> <a href=\"https://www.theguardian.com/business/2023/aug/28/how-can-the-us-and-china-prevent-a-war\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/28/how-can-the-us-and-china-prevent-a-war", "date_published": "2023-08-28T08:27:35.774232+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Baby sleep has become a sign of parenting competence – and a source of shame | Lucy Pasha-Robinson", "description": "<p>Admitting my two-year-old still wakes at night can elicit a gasp of horror. Expectations around infant sleep are often way off</p><p>Expecting your first baby? An inescapable truth is that you are about to lose a lot of sleep. You will know by now that seasoned, weather-beaten parents relish sharing this news. “It’s all about survival in the early days,” friends would say, when I was pregnant. “Enjoy those lie-ins while you can!”</p><p>By the time my daughter arrived, I had collected a small armoury of tools for the battle against her anticipated wakefulness. Swaddles, blackout blinds, a white-noise machine; for months after she was born, I used apps to obsessively track her <a href=\"https://www.happiestbaby.com/blogs/baby/wake-windows\">“wake windows”</a> and sleep totals to the minute, determined to crack the code for a good night’s sleep. When I think back to her first summer, I’m transported to my in-laws’ attic bedroom, where I spent hours in the dark, sound machine blaring, rocking her – willing her – to nap. But no matter what I did, my daughter never slept well, and I nearly drove myself mad in pursuit of discovering <em>why</em>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/baby-sleep-parenting-competence-shame\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/baby-sleep-parenting-competence-shame", "date_published": "2023-08-28T08:27:35.772659+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ulez expansion: what you need to know – and how to get a charge-free car", "description": "<p>The biggest change to London’s roads in decades launches on Tuesday. Here’s how avoid the fee</p><ul><li><a href=\"https://www.theguardian.com/money/2023/aug/26/heathrow-airport-visitors-charge-ulez-expansion-drivers-london\">Heathrow visitors told to beware of new charges</a></li><li><a href=\"https://www.theguardian.com/environment/2023/aug/28/no-10s-ulez-stance-reverses-decades-of-clean-air-progress-says-sadiq-khan\">No 10’s stance reverses ‘decades of progress’, says Khan</a></li><li><a href=\"https://www.theguardian.com/uk-news/2023/aug/28/ulez-expansion-planet-health-more-important-cars-london\">Readers’ views: ‘Planet and health more important than cars’</a></li></ul><p>Despite the recent backlash, the expansion of London’s <a href=\"https://tfl.gov.uk/modes/driving/ultra-low-emission-zone/ulez-where-and-when#on-this-page-2\">ultra-low emission zone (Ulez)</a> is happening. On Tuesday the zone will double in size to reach outer London, a change that means owners of older, more polluting vehicles who now live inside it, or who enter for work or pleasure, have to pay a daily charge.</p><p>Designed to tackle air pollution, it is the biggest change on the capital’s roads in years, affecting millions of drivers. For the first time, Heathrow airport is included, meaning even people who drive there once a year from other parts of the country could be affected.</p> <a href=\"https://www.theguardian.com/money/2023/aug/28/ulez-expansion-charge-free-car-london\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/28/ulez-expansion-charge-free-car-london", "date_published": "2023-08-28T08:27:35.769566+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Pornographic chic’: can Helmut Newton’s sexist nudes really be fixed by gender-switching?", "description": "<p>Hani Hape has recreated the infamous photographer’s overtly sexual photographs of female nudes – using naked men instead. But the results, while fascinating, raise even more issues</p><p>In John Berger’s highly regarded book Ways of Seeing, he closed his chapter on the nude by posing a challenge: “Choose from this book an image of a traditional nude. Transform the woman into a man. Either in your mind’s eye or by drawing on the reproduction. Then notice the violence which that transformation does. Not to the image, but to the assumptions of a likely viewer.”</p><p>It seems a simple experiment. Can we change white into black and black into white, flip the script and see it anew? It is what Berlin-based photographer Hani Hape has attempted to do in her new photographic series, <a href=\"https://www.theguardian.com/artanddesign/2022/may/21/helmut-newtons-hidden-past-it-must-have-been-so-frustrating-for-him-no-wonder-he-went-berserk\">Helmut Newton</a> As Seen By Hani Hape, which features recreations of Newton’s famous – or infamous – overtly sexual photographs of female nudes, replacing them with images of men.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/28/pornographic-chic-helmut-newtons-sexist-nudes-gender-switching-hani-hape\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/28/pornographic-chic-helmut-newtons-sexist-nudes-gender-switching-hani-hape", "date_published": "2023-08-28T08:27:35.766424+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pair charged with murder of Gateshead man in suspected ammonia attack", "description": "<p>Kenneth Fawcett and John Wandless to appear in court after Andy Foster died following attack on doorstep</p><p>Two men have been charged with the murder of a 26-year-old man who died after a suspected ammonia spray attack on his front doorstep.</p><p>Andy Foster, 26, was attacked at a property in Wrekenton, Gateshead, at 11pm on 20 August.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/pair-charged-with-of-gateshead-man-in-suspected-ammonia-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/28/pair-charged-with-of-gateshead-man-in-suspected-ammonia-attack", "date_published": "2023-08-28T08:27:35.747829+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a Taylor Swift concert’: Simone Biles enthralls fans on comeback trail", "description": "<p>The seven-time Olympic medalist hailed as the greatest gymnast ever inspires a popstar-like devotion from her fans, who packed a hockey arena over the weekend for US nationals</p><p>Simone Biles continued her triumphant return to competition over the weekend, taking all-around gold at the US gymnastics championships on Sunday to become the first man or woman to win eight national titles.</p><p>The event marked the second meet for the seven-time Olympic medalist since she stunned the world by withdrawing from a majority of her events at the pandemic-delayed Tokyo Olympics in August 2021, citing her <a href=\"https://www.theguardian.com/sport/2021/jul/28/simone-biles-withdraws-from-tokyo-olympics-all-around-gymnastics-final\">mental</a> and <a href=\"https://www.theguardian.com/sport/2021/jul/28/simone-biles-twisties-the-mental-block-which-puts-gymnasts-at-serious-risk\">physical</a> health. But if there were concerns that a break of more than two years would set Biles back, her performance over the weekend all but annihilated them.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/simone-biles-fans-standing-ovation-gymnastics-nationals\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/simone-biles-fans-standing-ovation-gymnastics-nationals", "date_published": "2023-08-28T07:21:56.754201+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Libya suspends foreign minister after Israel meeting sparks protests", "description": "<p>Protesters in Tripoli wave Palestinian flags and block roads over what Libyan foreign ministry called a ‘chance and unofficial encounter’ with Israeli counterpart</p><p>The leader of Libya’s government has suspended his foreign minister after her Israeli counterpart announced he had held talks with her last week in Rome, despite the countries not having formal relations.</p><p>Prime minister Abdul Hamid Dbeibah said on Sunday evening that minister Najla al-Mangoush has been “temporarily suspended” and would be subject to an “administrative investigation” by a commission chaired by the justice minister.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/libya-foreign-minister-suspended-najla-al-mangoush\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/libya-foreign-minister-suspended-najla-al-mangoush", "date_published": "2023-08-28T07:21:56.698027+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The story of light: Nasa discoveries reimagined – in pictures", "description": "<p>Beyond the Light, an exhibition developed in a collaboration between the <a href=\"https://www.artechouse.com/program/beyond-the-light-nyc/\">Artechouse gallery</a> in New York and Nasa, explores the universe through immersive technology-driven art. It includes newly analysed data from the James Webb space telescope</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/28/beyond-the-light-exhibition-nasa-discoveries-new-york-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/28/beyond-the-light-exhibition-nasa-discoveries-new-york-in-pictures", "date_published": "2023-08-28T06:16:54.808526+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I have a joint mortgage and want to pay up early. What are the implications?", "description": "<p>I have recently inherited money and would like to pay off my share on the flat I own with a friend to avoid soaring interest rates</p><p><strong>Q</strong> I own a flat with my friend as tenants in common. We have a deed of trust and each own exactly half the flat. Our mortgage eventually will be paid off in five to seven years.</p><p>The interest rate is high and I worry that at the end of our two-year fixed term it will be even higher. I have come into some inheritance money and want to pay off my share of the mortgage.</p> <a href=\"https://www.theguardian.com/money/2023/aug/28/joint-mortgage-pay-early-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/28/joint-mortgage-pay-early-interest-rates", "date_published": "2023-08-28T06:16:54.743916+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rumba Rules review – a window on to the passion of the Congolese music scene", "description": "<p>Intimate footage captures the frenetic energy, onstage passion and power struggles at the heart of the Brigade Sarbati Orchestra in Kinshasa</p><p>An up-close-and-personal portrait of the long-running Brigade Sarbati Orchestra, a titan in the Congolese music scene, this vibrates with the energy that emanates from studio rehearsals and live performances. Juxtaposed with fly-on-the-wall observations of lengthy recording sessions is vibrant footage of the bustling Kinshasa streets, a dynamic flow of imagery that underlines how rumba forms an integral part of the country’s cultural heritage.</p><p>Congolese rumba might seem purely improvisational on the surface, but in practice it requires immense discipline and professional rapport. When following extended studio sessions, the camera swirls between singers and instrumentalists, the frenetic movements capturing the thrilling magic that sparks when the musicians play off each other. On stage, the cathartic pleasure of these pieces is intensified by the amazing dancers, whose swaying hips and dexterous footwork sends the crowd into ecstatic frenzy.</p> <a href=\"https://www.theguardian.com/film/2023/aug/28/rumba-rules-review-congo-brigade-sarbati-orchestra-kinshasa\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/28/rumba-rules-review-congo-brigade-sarbati-orchestra-kinshasa", "date_published": "2023-08-28T06:16:54.730167+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Answered Prayers: England and the 1966 World Cup review – agonising and absorbing", "description": "<p>Alf Ramsey<em> </em>– still the only manager of any England side to lead the country to World Cup glory<em> – </em>is the complex central figure in Duncan Hamilton’s elegiac account of the shadow that fell across the coach and his players after 1966</p><p>Duncan Hamilton’s account of England’s World Cup victory of 1966 is written in sorrow, and in anger, and in a melancholy acceptance of what befell the sporting heroes of yesteryear. It is sometimes agonising to read, because we are made aware of how the bright star of a single summer’s day is set against the long haul of lives drifting into eclipse. Agonising, but also absorbing. Like all the best football books, <em>Answered Prayers</em> is not just about football; it’s about hope and despair, friendship and enmity, and the character it takes to handle them.</p><p>The particular character it concerns is <a href=\"https://www.theguardian.com/football/alf-ramsey\">Alf Ramsey</a>, the man who masterminded the England team’s finest hour. Hamilton begins by visiting his statue, obscurely situated in Portman Road, Ipswich, ignored by all but the pigeons. Yet in life it would be Ramsey’s fate to endure much worse than bird shit. Born poor in Dagenham in 1920 – his father was described in the census as a “hay &amp; straw dealer”, like an indigent from Henry Mayhew – he was driven by football and self-improvement, carefully planing down the edges of his cockney accent. After a distinguished playing career (Southampton, Spurs, 32 caps for England), he joined unfancied Ipswich Town as manager in the mid-1950s and within six years had engineered a remarkable ascent from the old Third Division to First Division champions in their debut season.</p> <a href=\"https://www.theguardian.com/books/2023/aug/28/answered-prayers-england-and-the-1966-world-cup-duncan-hamilton-review-agonising-and-absorbing\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/28/answered-prayers-england-and-the-1966-world-cup-duncan-hamilton-review-agonising-and-absorbing", "date_published": "2023-08-28T06:16:54.728592+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: inside Richard Branson’s attempt to launch into space", "description": "<p>A documentary about the space race. Plus, a celebration of David Hockney’s life and work. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/28/tv-tonight-inside-richard-bransons-attempt-to-launch-into-space\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/28/tv-tonight-inside-richard-bransons-attempt-to-launch-into-space", "date_published": "2023-08-28T06:16:54.726981+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How many more poor child workers must die in Pakistan before change happens? | Zofeen T Ebrahim", "description": "<p>Graphic videos of the last hours of 10-year-old Fatima Furiro have highlighted once again the abuse faced by child workers</p><p>The death of 10-year-old Fatima Furiro would have passed sadly but quietly had it not been for the two graphic videos that turned up on social media. The little girl’s body was this week exhumed for a postmortem examination, days after the videos mysteriously appeared online.</p><p>One appeared to show signs of torture on Fatima’s body, while the other showed her writhing in agony, and struggling to sit up, before collapsing.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/28/fatima-furiro-how-many-more-poor-child-workers-must-die-in-pakistan-before-change-happens\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/28/fatima-furiro-how-many-more-poor-child-workers-must-die-in-pakistan-before-change-happens", "date_published": "2023-08-28T06:16:54.662091+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m hopelessly addicted to Australian TV cooking shows. Is it time to go cold turkey? | Emma Beddington", "description": "<p>My husband and I have wasted a full month of our lives watching MasterChef Australia and My Kitchen Rules. We don’t even like cooking!</p><p>‘We can’t go on like this,” I said to my husband yesterday, urgently. “This” being our pandemic-induced addiction to Australian TV cooking competitions. We’re hopelessly in thrall to Aussie MasterChef and My Kitchen Rules (a sort of supercharged Come Dine With Me) and have consumed countless hours of each. Well, I suppose I could count: we’ve watched perhaps 15 seasons of 50-plus episodes and each episode lasts an hour. That’s a full month of our lives measured out in dodgy fondants, oven malfunctions and a truly regrettable number of savoury ice-creams. How many times have I shouted “Never shell prawns under time pressure!” in exasperation? How many times has my husband tutted as candidates swoon over the “sexy” French chef and host Manu Feildel, claiming he looks like a plumber he knows? So many, too many.</p><p>My rock-bottom moment was prompted by the depraved extremes now required to get our fix. I downloaded another obscure streaming platform with an appalling interface last week (it doesn’t even have a “continue watching” feature, imagine), and I could have written several novels in the hours I’ve spent watching a stupid beer advert featuring “Barcelona singer Bad Gyal”. All for what? A brief hit of some beardie from the Northern Territory back in the mid-2010s wondering whether macadamia crumb is an appropriate “textural element” for his kangaroo rendang. Then there is the fact that the My Kitchen Rules host Pete Evans became an <a href=\"https://www.theguardian.com/world/2020/apr/10/chef-pete-evans-criticised-for-trying-to-sell-15000-light-device-to-fight-coronavirus\">antivax conspiracy theorist and crank</a>. Do we have no self-respect? We don’t even like cooking!</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/hopelessly-addicted-australian-tv-cooking-shows-cold-turkey\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/hopelessly-addicted-australian-tv-cooking-shows-cold-turkey", "date_published": "2023-08-28T06:16:54.660235+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How can our car insurance renewal go up by a shocking 180%?", "description": "<p>We do very few miles and have four years’ no-claims discount</p><p><strong>I had been reading about the rising cost of car insurance</strong><strong> but I was still shocked when our renewal quote for this year arrived from Aviva, which had shot up from £893 to </strong><strong>£2,531. An increase of </strong><strong>more than 180%.</strong></p><p><strong>I can’t understand why. We have four years’ no-claims discount and do 6,000 miles a year (we only really use the car to visit the grandparents with our children).</strong></p> <a href=\"https://www.theguardian.com/money/2023/aug/28/how-can-our-car-insurance-renewal-go-up-by-a-shocking-180\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/28/how-can-our-car-insurance-renewal-go-up-by-a-shocking-180", "date_published": "2023-08-28T06:16:54.654830+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I love and hate Bruno Mars at the same time’: Babatunde Aléshé’s honest playlist", "description": "<p>The comedian is a fan of Fela Kuti and has mixed feelings about a certain uptown-funking hitmaker – but who did he most want to be growing up?</p><p><strong>The first song I remember hearing </strong><br />I remember as a very young man, being in the living room in our council estate in Tottenham in north London, watching Bad by Michael Jackson on MTV, thinking: “Who’s this? I want to be like this person.” I was a Michael Jackson fanatic from that day on.</p><p><strong>The song that I do at karaoke </strong><br />Don’t Stop ’Til You Get Enough by Michael Jackson is a banger. It’s very high-pitched, so it’s hilarious for me to try to sing. But it’s a tune, so it gets the party popping.</p> <a href=\"https://www.theguardian.com/music/2023/aug/28/babatunde-aleshe-honest-playlist-bruno-mars-michael-jackson-fela-kuti\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/28/babatunde-aleshe-honest-playlist-bruno-mars-michael-jackson-fela-kuti", "date_published": "2023-08-28T06:16:54.651186+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I retired and became an actor – in a mask", "description": "<p>Fiona Allen fell in love with drama as a little girl. Half a century later, she seized the chance to live her dream</p><p>When Fiona Allen was seven, her parents took her to the theatre in Inverness, where they lived, to see a production of AA Milne’s story The House at Pooh Corner. Instantly, Allen fell in love. “The moment I saw Christopher Robin come into the white spotlight, I was starstruck,” she says. But although she took part in school and college plays, she never thought it could lead to a career. Instead, she studied business at university and joined the civil service, working for the Land Register of Scotland until she retired in 2012. Her newly free time reignited a decades-old spark. “I still wanted to do something with my brain so I went back to university to study theatre and performance,” says Allen, who’s now 72.</p><p>That year, she took part in a folk drama workshop and discovered mumming, an ancient masked form, in which male actors travel through villages, performing simple plays, often in exchange for food or shelter. “It’s a simpler story than conventional plays. It has one central conflict and sword fight, rather than slow character development. It’s steeped in history and involves more improvisation because the play is always tailored to a local audience,” says Allen.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/28/a-new-start-after-60-i-retired-and-became-an-actor-in-a-mask\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/28/a-new-start-after-60-i-retired-and-became-an-actor-in-a-mask", "date_published": "2023-08-28T06:16:54.649645+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "March on Washington: the day MLK – and Dylan and Baez – made hope and history rhyme", "description": "<p>Sixty years ago, at the Lincoln Memorial, Martin Luther King changed America. But there was more to the day than just his ‘I have a dream’ speech. There was music too</p><p>One hundred years after the civil war, the treatment of African Americans persisted as a gaping wound in the purported land of the free. Then, suddenly in the 1960s, the bleeding from lynchings, bombings, beatings and shootings finally had a seismic effect. It galvanized the noble group who made the 60s so electric: the nimble, passionate and utterly fearless Black and white citizens who banded together to rescue America’s soul.</p><p>By 1963, the Rev Martin Luther King Jr had become the leader of the first generation since the abolitionists who truly believed they had the power to heal the nation. Since founding his Southern Christian Leadership Conference (SCLC) in 1957, King had worked tirelessly to fulfill its mission: “To save the soul of America.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/28/march-on-washington-martin-luther-king-bob-dylan-joan-baez\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/28/march-on-washington-martin-luther-king-bob-dylan-joan-baez", "date_published": "2023-08-28T06:16:54.648022+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: two killed in missile attack on Ukraine’s Poltava region; Moscow airports temporarily closed", "description": "<p>Russia attacks industrial facility; Russian authorities say air defences destroyed a drone on its approach to Moscow</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/aug/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-551-of-the-invasion\">What we know on day 551 of the invasion</a></strong></li></ul><p><strong>Two people were killed</strong> in an overnight Russian missile attack on Ukraine‘s central <strong>Poltava</strong> region, governor <strong>Dmytro Lunin</strong> said on Monday.</p><p>Lunin has provided an update on the Telegram messaging app, as reported by <strong>Reuters</strong>. He said the attack was on an industrial facility, but he did not provide further details.</p><p>As a result of the hostile attack, two people were killed, two people were taken to hospital with minor injuries, and the whereabouts of two more people are currently unknown.</p><p>During the day of August 27, the enemy launched a total of <strong>11 missiles and 48 air strikes</strong>, 54 multiple launch rocket system attacks at the positions of Ukrainian troops and various settlements.</p><p>Unfortunately, the Russian attacks have <strong>killed and wounded civilians</strong>. Residential buildings, schools and other civilian infrastructure were damaged.</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/28/russia-ukraine-war-live-updates-moscow-airports-closed-attempted-drone-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/28/russia-ukraine-war-live-updates-moscow-airports-closed-attempted-drone-attack", "date_published": "2023-08-28T06:16:54.629153+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Study casts doubt on Neanderthal ‘flower burial’ theory", "description": "<p>Exclusive: Bees may be source of pollen near remains but evidence still suggests bodies were buried with care</p><p>Buried in a partial foetal position and surrounded by flower pollen, the discovery of Shanidar 4 – a Neanderthal skeleton unearthed in 1960 – prompted a dramatic reappraisal of our ancient cousins.</p><p>Far from being brutish thugs, the Shanidar flower burial, as it became known, painted a picture of Neanderthals as empathic beings who cared enough for their dead to scour the mountains for funeral bouquets. Now, fresh evidence suggests this interpretation may have been incorrect – although Neanderthals may still have had strong funerary rituals.</p> <a href=\"https://www.theguardian.com/science/2023/aug/28/study-casts-doubt-on-neanderthal-flower-burial-theory\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/28/study-casts-doubt-on-neanderthal-flower-burial-theory", "date_published": "2023-08-28T06:16:54.625801+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No 10’s Ulez stance reverses ‘decades of clean air progress’, says Sadiq Khan", "description": "<p>Rishi Sunak’s lack of support for expanded scheme risks stunting Londoners’ lungs, says mayor in run-up to Tuesday’s launch</p><p>Rishi Sunak has “put decades of progress on clean air into reverse” and now risks “stunting the lungs” of London’s children by failing to support the expansion of the capital’s ultra-low emissions zone, Sadiq Khan has said.</p><p>Ahead of the clean air scheme’s rollout to all boroughs in the capital on Tuesday, the London mayor issued a stark warning to Sunak who he said risked going down in history as the prime minister who “had the chance to save lives but refused to take it”.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/28/no-10s-ulez-stance-reverses-decades-of-clean-air-progress-says-sadiq-khan\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/28/no-10s-ulez-stance-reverses-decades-of-clean-air-progress-says-sadiq-khan", "date_published": "2023-08-28T06:16:54.620387+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Inflation meets my hair in humid air: Edith Pritchett’s week in Venn diagrams – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/aug/28/inflation-meets-my-hair-in-humid-air-edith-pritchetts-week-in-venn-diagrams-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/aug/28/inflation-meets-my-hair-in-humid-air-edith-pritchetts-week-in-venn-diagrams-cartoon", "date_published": "2023-08-28T05:11:47.683901+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unesco removes ‘hurtful’ document claiming Tasmanian Aboriginal people ‘extinct’", "description": "<p>Inaccurate statement by the International Union for the Conservation of Nature made as part of the 1982 process for World Heritage status for Tasmanian Wilderness area</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/28/australia-news-live-public-school-funding-us-marines-osprey-aircraft-crash-tiwi-islands-defence-richard-marles-anthony-albanese-indigenous-voice-to-parliament\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A UN agency was forced to remove a “hurtful” document that for more than 40 years publicly claimed Tasmanian Aboriginals were extinct.</p><p>The inaccurate claim, stating that “Tasmanians are now an extinct race of humans”, was made as part of the nomination process for the declaration of the Tasmanian Wilderness World Heritage Area and its addition to the World Heritage List in 1982.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/28/unesco-removes-hurtful-document-claiming-tasmanian-aboriginal-people-extinct\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/28/unesco-removes-hurtful-document-claiming-tasmanian-aboriginal-people-extinct", "date_published": "2023-08-28T05:11:47.648859+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Foxconn founder Terry Gou announces run for Taiwan presidency, pledging to fix China ties", "description": "<p>The billionaire has touted his business experience, saying it was the ‘era of entrepreneurs’ rule’</p><p>The billionaire founder of tech giant Foxconn, Terry Gou, has announced he will run for president of Taiwan as an independent candidate, pledging to fix cross-strait relations and boost Taiwan’s economy.</p><p>At a press conference on Monday, Gou – a well-known and outspoken businessman – announced what he called “the era of entrepreneurs’ rule”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/terry-gou-foxconn-founder-taiwan-presidency-china-ties\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/terry-gou-foxconn-founder-taiwan-presidency-china-ties", "date_published": "2023-08-28T05:11:47.644720+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More cancer screenings sounds like good news. But can the NHS cope with them? | Christina Pagel", "description": "<p>Earlier detection means more successful treatment – but also a drain on resources for an already creaking health service</p><p>This month, it was reported that England’s existing screening programme for <a href=\"https://www.theguardian.com/society/2023/aug/09/screening-programme-has-prevented-20000-cases-of-bowel-cancer-in-england?CMP=Share_AndroidApp_Other\">bowel cancer</a> for 60 to 74-year-olds had prevented 20,000 cases of bowel cancer over the past 10 years. This comes amid an ongoing effort in England to <a href=\"https://view-health-screening-recommendations.service.gov.uk/bowel-cancer/\">extend bowel cancer screening</a> to those aged between 50 and 59. And in June, the NHS national director for cancer <a href=\"https://www.bbc.co.uk/news/health-65775159\">welcomed a new blood test</a> currently being trialled in the UK that can detect 50 types of the disease.</p><p>More cancer screening seems like unqualified good news: generally, the earlier cancer is diagnosed, the higher the chance of successful treatment. However, there are harms that come with screening, too, both for people being screened and for the NHS as a whole that should be mitigated against. I am certainly not discouraging people from taking up screening offers, but expansion of screening programmes must come with concrete plans about delivery. This requires extra NHS fundingand capacity.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/cancer-screenings-nhs-detection-treatment-health-service\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/cancer-screenings-nhs-detection-treatment-health-service", "date_published": "2023-08-28T05:11:47.590205+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Many patients are dying blind’: South Africa’s struggle to save eyesight", "description": "<p>In a race to prevent blindness, a small team in the remote Northern Cape do their best to treat thousands of patients waiting in hope that their sight could be restored to them </p><p>It took just 15 minutes for the surgeon to restore Katrina Makatees’s quality of life. “I almost fell asleep in there!” the 82-year-old jokes, while the surgeon who has just removed her cataract turns to the next patient at a public hospital in Upington in South Africa’s Northern Cape province.</p><p>Medical charities have organised an “eye clinic week” in the town and patients fill every seat along the corridors. For some here, this might be a chance to regain their sight. For others it might mean at least a diagnosis even if they cannot be cured.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/28/many-patients-are-dying-blind-south-africas-struggle-to-save-eyesight\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/28/many-patients-are-dying-blind-south-africas-struggle-to-save-eyesight", "date_published": "2023-08-28T05:11:47.584057+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The diaries of Amy Winehouse: ‘I’m the nutter of the class – loud and mouthing off!’", "description": "<p>Using family photographs, journals, letters and handwritten lyrics, a new book sheds fresh light on the great singer’s life – while hinting at the tragedy to come. We publish exclusive images from the often heartbreaking work</p><p></p><p>In the middle of the new book Amy Winehouse: In Her Words, there is a list of ambitions, penned when the late singer was a 16-year-old student at The Brit School. Some of them are standard teenage dreams: she wants to own a house in South Beach, Miami, and “300 pairs of shoes”; she wants fabulous hair – and her designs on a then-famous pop star are expressed in very forthright terms indeed. She seems more interested in becoming an actor than a musician – she wants to work with Michael Madsen and Steve Buscemi and “do a movie where I look ugly” – although she does express a desire to collaborate with Missy Elliott and producer Timbaland. Perhaps the most striking entry is No 12: “To have people look up to me.”</p><p>She certainly achieved that: 12 years after her death, Winehouse is still, by consent, the most influential British pop artist of the 21st century, revered by Lana Del Rey, Sam Smith, Lady Gaga and Bruno Mars, credited by Adele with “paving the way for artists like me”. We are still surrounded by echoes of her music: whenever you hear a bluntly confessional female singer-songwriter, or a retro-soul affectation in an arrangement, or a pop singer with a slurred, prematurely aged vocal style – and you hear those things all the time in 2023 – it’s more than likely <a href=\"https://www.theguardian.com/music/2019/sep/13/best-album-21st-century-amy-winehouse-back-to-black\">Back to Black</a>, her 2006 album, is somewhere in their musical DNA.</p> <a href=\"https://www.theguardian.com/music/2023/aug/28/diaries-amy-winehouse-tragedy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/28/diaries-amy-winehouse-tragedy", "date_published": "2023-08-28T05:11:47.577887+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drivers in Japan plied with alcohol to show drink-driving dangers", "description": "<p>Initiative in Chikushino honours three children killed by drink-driver, with motorists learning first-hand how badly alcohol makes you drive</p><p>Police and driving instructors in Japan have adopted an unorthodox approach to road safety in the hope of reducing incidences of drink-driving – by allowing drivers to consume alcohol before getting behind the wheel.</p><p>Chikushino driving school in the south-western city of Fukuoka recently began offering controlled drink-driving experiences as part of a police campaign to convince “overconfident” motorists never to drink and drive.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/drivers-in-japan-plied-with-alcohol-to-show-drink-driving-dangers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/drivers-in-japan-plied-with-alcohol-to-show-drink-driving-dangers", "date_published": "2023-08-28T05:11:47.570248+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Bank of family’ to help a record number of UK house buys this year", "description": "<p>Affordability problems for first-time buyers mean parents, grandparents and siblings are stepping in to help</p><p>The “bank of mum and dad”, where homebuyers <a href=\"https://www.theguardian.com/business/2023/jul/25/one-four-new-uk-homebuyers-under-25-rely-bank-mum-dad-study\">rely on their parents</a> to get a foot on the property ladder, has long been a key part of the UK housing market.</p><p>But continued pressure on budgets means other relatives including siblings are now being recruited to the cause, and this newly named “bank of family” is forecast to help finance a record number of house buys this year.</p> <a href=\"https://www.theguardian.com/money/2023/aug/28/bank-of-family-to-help-a-record-number-of-uk-house-buys-this-year\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/28/bank-of-family-to-help-a-record-number-of-uk-house-buys-this-year", "date_published": "2023-08-28T05:11:47.559356+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "English regions dominated by grammar schools do not improve grades, study says", "description": "<p>Pupils in grammar school areas experience little boost in results, while grades among brightest may actually be lower</p><p>Pupils in English regions dominated by grammar schools experience little or no boost in results compared with counterparts in other areas of the country, while exam grades among the brightest pupils may actually be lower, according to new research.</p><p>The authors said their evidence suggested there was no case for further expansion of grammar schools in England, and a strong argument for the dismantling of selective school systems that use 11-plus entry exams in areas such as Kent and Trafford.</p> <a href=\"https://www.theguardian.com/education/2023/aug/28/english-regions-dominated-by-grammar-schools-do-not-improve-grades-study-says\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/28/english-regions-dominated-by-grammar-schools-do-not-improve-grades-study-says", "date_published": "2023-08-28T05:11:47.556068+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One in eight posts for police officers specialising in rape in England and Wales unfilled", "description": "<p>Exclusive: Figures obtained by Guardian come amid concern over Rasso prosecution and conviction rates</p><p>One in eight posts for police officers in England and Wales specialising in <a href=\"https://www.theguardian.com/society/rape\">rape and serious sexual offences</a> (Rasso) remain unfilled, figures obtained by the Guardian suggest.</p><p>The gaps in staffing come amid continuing concern over Rasso prosecution and conviction rates. There were <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/crimeandjustice/bulletins/crimeinenglandandwales/yearendingseptember2022\">70,633 rapes</a> recorded by police in the year to September last year but only <a href=\"https://www.gov.uk/government/publications/rape-review-progress-report-two-years-on\">459 convictions</a> in the 2022 calendar year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/28/police-officers-specialising-rape-rasso-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/28/police-officers-specialising-rape-rasso-england-and-wales", "date_published": "2023-08-28T05:11:47.554214+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: August’s second supermoon the largest this year", "description": "<p>Lunar spectacle also qualifies as a blue moon by some definitions</p><p>The second full moon of the month occurs this week. The first took place on 1 August, but this second coming will grace the skies on 31 August.</p><p>Because it is the second full supermoon in the month, it is also called a blue moon – although definitions for blue moons vary. The above definition is known as a monthly blue moon but some prefer what is known as a seasonal blue moon. This is the third full moon in a season that contains four full moons – so the blue moon may not be the second of the month.</p> <a href=\"https://www.theguardian.com/science/2023/aug/28/starwatch-august-second-supermoon-largest-blue-moon\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/28/starwatch-august-second-supermoon-largest-blue-moon", "date_published": "2023-08-28T04:07:25.854986+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Balkans’ alternative postal system: an ad-hoc courier’s tale – podcast", "description": "<p>Across this fractured region, informal networks rule. So if you need to send something, ask someone who’s already going that way</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/28/the-balkans-alternative-postal-system-an-ad-hoc-couriers-tale-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/28/the-balkans-alternative-postal-system-an-ad-hoc-couriers-tale-podcast", "date_published": "2023-08-28T04:07:25.839486+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re so pathetic’: Jess Phillips slams government attacks on lawyers", "description": "<p>Labour MP also condemns use of Bibby Stockholm barge to hold asylum seekers, calling it a gimmick</p><p>Attacks on lawyers for blocking the removal of migrants are a “pathetic” attempt to shift blame by a government congenitally incapable of taking responsibility for its own mistakes, Labour’s Jess Phillips has said.</p><p>The shadow Home Office minister also condemned the use of the Bibby Stockholm barge to hold asylum seekers, calling it a pointless gimmick, which seemed intended to be “nothing but a headline”.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/28/theyre-so-pathetic-jess-phillips-slams-government-attacks-on-lawyers\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/28/theyre-so-pathetic-jess-phillips-slams-government-attacks-on-lawyers", "date_published": "2023-08-28T04:07:25.704272+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘To his followers, this man is a messiah!’ Matt Shea on his long fight to expose Andrew Tate", "description": "<p>Despite constant death threats, documentary-maker Shea has been investigating  the world’s most notorious misogynist since 2019. But even he was shocked by what he uncovered working on his latest film</p><p>‘You’d be forgiven for looking at Andrew Tate, especially at our age, and thinking: ‘This guy must be some niche figure,’” Matt Shea tells me, in a meeting room at the BBC headquarters in central London. What a courteous young film-maker, I think, because he is 31 and I am <a href=\"https://www.theguardian.com/commentisfree/2023/aug/07/i-am-50-today-and-i-no-longer-care-what-anyone-thinks-about-my-age\" title=\"\">old enough to be his mum</a>. “But there was a recent survey by Hope Not Hate which found that <a href=\"https://hopenothate.org.uk/andrew-tate/\" title=\"\">52% of 16- and 17-year-old boys in the UK</a> have a positive view of Andrew Tate, and were more likely to have heard of him than they were Rishi Sunak.”</p><p>I struggle to believe this: Tate is an ultra-misogynist provocateur, currently <a href=\"https://www.bbc.co.uk/news/world-europe-65959097\" title=\"\">charged in Romania with human trafficking</a> and forming an organised crime ring, with investigations ongoing into the trafficking of minors. He is also an obvious blowhard and attention-seeker, and I know enough teenagers to think that surely more than half of them would despise him on that basis alone. I’m wrong, though. Shea continues: “And that number goes a bit higher when [the respondents are] younger, similar surveys all across the world. US, Australia, India: he’s huge all across the world. You may not have heard of Andrew Tate, or you may have heard of him but think it’s universally accepted that he’s a bad person. But your children, your nephews, they are watching him right now and they may not have the same view.”</p> <a href=\"https://www.theguardian.com/news/2023/aug/28/to-his-followers-this-man-is-a-messiah-matt-shea-on-his-long-fight-to-expose-andrew-tate\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/aug/28/to-his-followers-this-man-is-a-messiah-matt-shea-on-his-long-fight-to-expose-andrew-tate", "date_published": "2023-08-28T04:07:25.702710+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revisited: Trafficked: Marta – part four – podcast", "description": "<p>The story of a Ukrainian woman who escaped modern slavery in the UK. Annie Kelly reports</p><p><em>This week we are revisiting the Trafficked series. This episode was first broadcast on 26 March 2023. Since this series was published, the Illegal Migration Act 2023 has passed into law.</em></p><p>On the morning of Russia’s invasion of Ukraine, <strong>Julia</strong> is on her way home from a night shift when a friend sends her a text. It’s a video of a bombing taking place only 30 miles away from where her daughter Marta lives.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/28/revisited-trafficked-marta-part-four-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/28/revisited-trafficked-marta-part-four-podcast", "date_published": "2023-08-28T03:01:44.607050+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I have studied emperor penguins for 30 years. We may witness their demise in our lifetime |  Barbara Wienecke", "description": "<p>As Antarctica warms and sea ice disappears, the breeding of emperor penguin chicks is in peril – a hostile environment even they cannot overcome</p><p>Last week I saw a headline announcing that last year thousands of emperor penguin chicks had died in the Bellingshausen Sea, when the fast ice broke out unusually early. I was deeply saddened and devastated, but not surprised.</p><p>The region where this dreadful event occurred has been one of the fastest warming areas on Earth, and as temperature records are being broken year after year, a catastrophe of this kind was a matter of time. For nearly two decades, scientists have developed models to predict the potential impact of raising temperatures on emperor penguins to establish what the future would hold for these magnificent birds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/28/emperor-penguin-extinction\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/28/emperor-penguin-extinction", "date_published": "2023-08-28T03:01:44.480022+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Viktor Hovland strolls to Tour Championship to boost Ryder Cup hand", "description": "<ul><li>Hovland collects $18m bonus on taking FedEx Cup in Georgia</li><li>‘What a finish, what a guy,’ says Europe captain Luke Donald</li></ul><p>The finest fortnight of Viktor Hovland’s career has boosted European hopes of reclaiming the Ryder Cup in Rome. On putting performance alone, the 25-year-old must be striking fear into previously bullish Americans.</p><p>Hovland, who shot a closing 61 to win the BMW Championship last weekend, backed up his heroics with comfortable success at the Tour Championship. A euphoric Hovland therefore took delivery of the FedEx Cup and $18m bonus as attached. The Norwegian has catapulted himself firmly into the world’s elite; which will be much to the delight of Luke Donald, Europe’s Ryder Cup captain. Less than a month will pass before Hovland, Donald and the rest of the team land in Italy.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/28/viktor-hovland-strolls-to-tour-championship-to-boost-ryder-cup-hand\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/28/viktor-hovland-strolls-to-tour-championship-to-boost-ryder-cup-hand", "date_published": "2023-08-28T00:51:43.786394+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Secret escape slide for Taiwan’s former leader draws in the crowds – just don’t ask for a go", "description": "<p>Passageways built under Taipei’s famous Grand Hotel during the Chiang Kai-shek era are attracting tourists keen to know their history</p><p>Over the years there have been many rumours about the secret tunnels under Taipei’s Grand Hotel. Some say they were secret passageways to the presidential office five kilometres away. Others say they led to the Songshan airport or a secret military base. Now, the rumours are that the tunnels will shelter VIPs should the city come under attack from China’s People’s Liberation Army.</p><p>The tunnels were built in the 1970s, as part of a major renovation of the hotel, amid the twin fears of the cold war and a Chinese attack. They were designed to provide an escape for Chiang Kai-shek, the ageing authoritarian leader of the Republic of China (Taiwan’s formal name) and any world dignitaries who happen to be visiting. Construction was completed in 1973, just two years before Chiang’s death.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/secret-escape-slide-for-taiwans-former-leader-draws-in-the-crowds-just-dont-ask-for-a-go\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/secret-escape-slide-for-taiwans-former-leader-draws-in-the-crowds-just-dont-ask-for-a-go", "date_published": "2023-08-28T00:51:43.745870+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 551 of the invasion", "description": "<p>Russian committee confirms Yevgeny Prigozhin killed in plane crash; Ukraine says a second vessel has safely travelled through the Black Sea from Odesa</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">Read all our Russia-Ukraine coverage</a></li></ul><p><strong>Russia’s investigative committee, which looks into serious crimes, said it had confirmed that the head of the Wagner mercenary group, Yevgeny Prigozhin, was <a href=\"https://www.theguardian.com/world/2023/aug/27/wagner-boss-yevgeny-prigozhin-killed-in-plane-crash-russia-investigative-committee-confirms\">among the people killed in Wednesday’s plane crash</a></strong>. After forensic testing, all 10 bodies recovered at the site had been identified, and their identities “conform to the manifest”. The committee did not offer any details as to what might have caused the crash.</p><p><strong>A senior Ukrainian government official has confirmed the safe passage of a second vessel through the Black Sea</strong> from Ukraine’s port of Odesa, after Russia’s withdrawal in July from a UN-brokered deal allowing the export of grain.</p><p><strong>Russia’s defence ministry said it sent a fighter plane in response to a US air force reconnaissance drone over the Black Sea.</strong> The Tass news agency said the drone had not breached Russia’s state border.</p><p><strong>Ukrainian authorities have launched an investigation after a midair collision between two warplanes in the west of the country killed three pilots</strong>. <a href=\"https://www.theguardian.com/world/2023/aug/27/ukrainian-pilot-juice-among-three-killed-in-jet-collision-says-volodymyr-zelenskiy\">One of the pilots, Andriy “Juice” Pilshchykov</a>, had travelled to Washington DC last summer to meet members of the US Cоngress and lobby for F-16 planes.</p><p><strong>Ukraine’s president, Volodymyr Zelenskiy, said national elections could take place during wartime</strong> if international partners shared the cost, legislators approved, and everyone got to the polls. Zelenskiy was responding to comments from the US senator Lindsey Graham who, while praising the war effort, said Ukraine needed to show it was different by holding elections in wartime.</p><p><strong>The co-founder of Russian tech company Yandex has made a formal request to have EU sanctions on him lifted</strong>, in a potential test of whether the EU will take a more sympathetic view of figures who distance themselves from the Kremlin.</p><p><strong>Russia reported another series of drone attacks on its territory in the early hours of Sunday.</strong> Officials said the strikes killed at least one person in a region bordering Ukraine and again forced the temporary closure of three major airports serving the capital, Moscow.</p> <a href=\"https://www.theguardian.com/world/2023/aug/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-551-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/28/russia-ukraine-war-at-a-glance-what-we-know-on-day-551-of-the-invasion", "date_published": "2023-08-28T00:51:43.741235+00:00", "persistent": false, "dead": false, "artist": "The Guardian", "album": "The Guardian", "user": null, "language": "en-UK", "thumbnail": null}]