[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "LINK4 Marką Godną Zaufania", "description": "Innowacyjność i wprowadzanie prostych rozwiązań w ubezpieczeniach docenione! LINK4 został uhonorowany tytułem Marka Godna Zaufania 2023 jako zwycięzca w kategorii: Wysoki A-IQ, czyli firma, która najlepiej wykorzystuje sztuczną inteligencję w swojej działalności. Prestiżowy ranking organizuje co roku miesięcznik „My Company”.", "link": "https://www.wirtualnemedia.pl/artykul/link4-marka-godna-zaufania", "date_published": "2023-06-06 12:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "UOKiK karze organizacje żużlowe. Za limity wynagrodzeń dla zawodników", "description": "Prezes UOKiK nałożył ponad 5,2 mln zł kar na Polski Związek Motorowy i Ekstraligę Żużlową za ustalanie maksymalnych stawek wynagrodzenia zawodników startujących w polskich rozgrywkach. Według regulatora naruszyło to prawa konkurencji.", "link": "https://www.wirtualnemedia.pl/artykul/uokik-kara-ekstraliga-zuzlowa-maksymalne-pensje", "date_published": "2023-06-06 06:14:54.773981+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "50 lat temu z fabrycznej taśmy wyjechał pierwszy Fiat126p", "description": "50 lat temu, 6 czerwca 1973 r., z taśmy Fabryki Samochodów Małolitrażowych w Bielsku-Białej zjechały pierwsze egzemplarze Fiata 126p. Produkowano go przez 27 lat. \"Był mały, ciasny, głośny, zapewniał tylko minimalny komfort i miał liczne wady, ale realnie zmotoryzował polskie społeczeństwo\" - powiedział PAP historyk motoryzacji Tomasz Szczerbicki.", "link": "https://www.wirtualnemedia.pl/artykul/jak-powstal-fiat126p-50-lat-pierwszy-model", "date_published": "2023-06-06 06:14:54.764481+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Najwięcej lobbystów w Unii Europejskiej jest zarejestrowanych w Belgii, Niemczech i Francji. 30 ma Google", "description": "Najwięcej organizacji i firm lobbingowych działających w Brukseli jest zarejestrowanych w Belgii, Niemczech i Francji - wynika z danych europejskiego oddziału zwalczającej korupcję organizacji Transparency International (TI). Najbardziej aktywne z nich to stowarzyszenie przedsiębiorców i pracodawców BusinessEurope, amerykański gigant technologiczny Google i europejski koncern lotniczy Airbus. Od początku kadencji Ursuli von der Leyen jako przewodniczącej KE w grudniu 2019 r., lobbyści przeprowadzili blisko 20 tys. spotkań z urzędnikami europejskiej egzekutywy. Najwięcej z nich dotyczyło Europejskiego Zielonego Ładu (2846).", "link": "https://www.wirtualnemedia.pl/artykul/najwiecej-lobbystow-unia-europejska-gdzie-co-robia-belgia-niemcy-francja", "date_published": "2023-06-06 06:14:54.755018+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Operatorzy serwisów internetowych muszą raportować o aktywnych sprzedawcach. Nowe obowiązki dla wynajmujących mieszkania", "description": "Operatorzy platform cyfrowych będą raportować o aktywnych sprzedawcach, m.in. tych, którzy dokonali co najmniej 30 transakcji w roku lub sprzedali towary za więcej niż 2 tys. euro. Raportowane będą też dane osób, które za pośrednictwem platformy wynajmą np. swoje mieszkanie - powiedział Marcin Lachowicz z MF.", "link": "https://www.wirtualnemedia.pl/artykul/wynajem-mieszkanie-internet-jakie-podatki-otodom-olx-oplaty-kontrola-urzad-skarbowy", "date_published": "2023-06-06 06:14:54.743886+00:00", "persistent": false, "user": null, "language": "pl-PL"}]