[{"source": "https://www.computerworld.com/index.rss", "title": "How AI-based search assistant Glean Chat is built to boost productivity", "description": "<article>\n\t<section class=\"page\">\n<p>Palo Alto-based startup Glean, founded in 2019 by former Google, Microsoft and Meta employees, has released a new generative-AI based assistant, dubbed Glean Chat, designed to boost productivity and efficiency across enterprises via a conversational search interface.</p><p>Defining Glean Chat — an add-on to the company's namesake enterprise search product —as the “Power BI of unstructured data,” CEO and founder Arvind Jain said that the <a href=\"https://www.infoworld.com/article/3689973/what-is-generative-ai-the-evolution-of-artificial-intelligence.html\">generative AI </a>assistant is targeted at helping employees find information across an enterprise’s applications and content repositories quickly and efficiently, with source citations.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3698711/how-ai-based-search-assistant-glean-chat-is-built-to-boost-productivity.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3698711/how-ai-based-search-assistant-glean-chat-is-built-to-boost-productivity.html#tk.rss_all", "date_published": "2023-06-06 19:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Apple Silicon remains the star of WWDC", "description": "<article>\n\t<section class=\"page\">\n<p>Apple Silicon is still the real star of WWDC. The company’s <a href=\"https://www.computerworld.com/article/3698690/with-vision-pro-apple-shows-computings-future-but-whos-it-for.html\">Vision Pro headset</a> may be grabbing most of the attention, but enterprise professionals will recognize that Apple’s chips have enabled the company to explore new forms of computing, including eyewear.</p><h2><strong>Apple’s Mac and processor news in brief</strong></h2>\n<ul>\n<li>First, Apple <em>introduced the <a href=\"https://www.applemust.com/apple-serves-up-a-tasty-new-chip-introducing-m2-ultra/\" rel=\"noopener nofollow\" target=\"_blank\">M2 Ultra processor</a></em>. This 24-core 5nm chip boasts 20 billion more transistors than M1 Ultra. This makes it 20% faster, with a 30% faster GPU and a Neural Engine that’s 40% faster. The chip supports up to 192GB of memory at an industry-leading 800GB/s bandwidth, though only Mac Pro offers this.</li>\n<li>Second, Apple at last <em>completed its Mac transition </em>with the introduction of an Apple Silicon-powered Mac Pro. In the same familiar design, the new Mac Pro uses the M2 Ultra chip, which means the Mac is three times faster than the last Intel-based model. You also get six open PCIe expansion slots and support for up to 192GB unified memory. There are ample Thunderbolt ports, three USB-A ports, and two HDMI ports. The systems support up to six monitors. You even get a headphone jack. Prices start at $6,999.</li>\n<li>Third, and as anticipated, the company <em>souped up the Mac Studio</em> with a new M2 Ultra configuration the company promises to be “up to three times faster” than the M1 Ultra Mac Studio it replaces. In this design, memory maxes out at 96GB at 400GB/s, though you can still support up to six Apple monitors. Four Thunderbolt 4 ports, HDMI, USB-C and A, and an SD card slot all feature in these Macs, which start at $1,999.</li>\n<li>Finally, Apple also<em> introduced a 15-inch (actually 15.3-inch) model of the MacBook Air</em>. This uses an M2 chip, offers up to 18 hours of battery life, is fanless and silent to run, and delivers 500 nits of brightness on its Liquid Retina display. It weighs 3.3 pounds and is 11.5mm thick. The I/O consists of MagSafe, two Thunderbolt ports, the 1080p FaceTime camera, and a headphone jack. The company claims the machine is twice as fast as the best-selling Core i7 PC laptop. It starts at $1,299. Apple also shaved $100 from the price of the 13-inch MacBook Air with M2; these models now start at $1,099.</li>\n</ul>\n<h2>Apple Silicon: The fox in the PC chicken coop</h2>\n<p>“We view Apple Silicon is a key differentiator for Apple in the PC market and believe it can help accelerate PC market share gains,” wrote Morgan Stanley analyst Erik Woodring in a note to clients shared after the event.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3698290/apple-silicon-remains-the-star-of-wwdc.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3698290/apple-silicon-remains-the-star-of-wwdc.html#tk.rss_all", "date_published": "2023-06-06 14:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "IT is driving new enterprise sustainability efforts", "description": "<article>\n\t<section class=\"page\">\n<p>From an energy efficiency perspective, sustainability has always been a “no brainer” for IT, says Lee Green, chief architect at Blue Cross Blue Shield of Massachusetts (BCBSMA). The business imperative to streamline business processes and optimize IT operations was driving efficiency improvements well before the healthcare insurer developed its corporate sustainability framework.</p><p>Now, however, investors, customers, and employees are increasingly pushing businesses toward more sustainable operations — “meeting the needs of the present without compromising the ability of future generations to meet their own needs,” as <a href=\"https://www.un.org/en/academic-impact/sustainability\" rel=\"nofollow noopener\" target=\"_blank\">the United Nations phrases it</a>. More than half of all enterprises now have a formal sustainability framework, up from just 18% a few years ago, according to Sheila Patel, vice president and sustainability agenda lead at Capgemini Global Invent. And <a href=\"https://www.computerworld.com/article/3676637/why-sustainable-tech-is-becoming-a-top-initiative-for-execs.html\">IT is increasingly playing a key role</a> in advancing that agenda, Green says.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3696233/it-is-driving-new-enterprise-sustainability-efforts.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3696233/it-is-driving-new-enterprise-sustainability-efforts.html#tk.rss_all", "date_published": "2023-06-06 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.computerworld.com/index.rss", "title": "Users unable to access Outlook, Teams in another M365 outage", "description": "<article>\n\t<section class=\"page\">\n<p>Microsoft on Monday saw its SaaS-based Office software suite suffer an outage for the seventh time this year as users faced issues with Outlook Web, Teams, OneDrive for Business, and SharePoint for over eight hours.  </p><p>“We’re reviewing our networking systems and recent updates in an effort to identify the underlying root cause of the issue. Additional information can be found in the admin center under EX571516,” Microsoft said in a <a href=\"https://twitter.com/MSFT365Status/status/1665734492122742790\" rel=\"nofollow\">tweet</a>.</p><p>In the following hour, the company tweeted again to inform its users that Microsoft 365 services such as Outlook Web, Teams, OneDrive for Business, and SharePoint were affected due to the outage.</p><p class=\"jumpTag\"><a href=\"https://www.computerworld.com/article/3698693/users-unable-to-access-outlook-teams-in-another-m365-outage.html#jump\">To read this article in full, please click here</a></p></section></article>", "link": "https://www.computerworld.com/article/3698693/users-unable-to-access-outlook-teams-in-another-m365-outage.html#tk.rss_all", "date_published": "2023-06-06 05:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}]