[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC5UAwBUum7CPN5buc-_N1Fw", "title": "15 LINUX FACTS that your loved ones will never tire hearing about 😬", "description": "Get 100$ credit for your own Linux and gaming server: https://www.linode.com/linuxexperiment \n\nGrab a brand new laptop or desktop running Linux: https://www.tuxedocomputers.com/en#\n\n👏 SUPPORT THE CHANNEL:\nGet access to a weekly podcast, vote on the next topics I cover, and get your name in the credits:\n\nYouTube: https://www.youtube.com/@thelinuxexp/join\nPatreon: https://www.patreon.com/thelinuxexperiment\nLiberapay: https://liberapay.com/TheLinuxExperiment/\n\nOr, you can donate whatever you want: https://paypal.me/thelinuxexp\n\n👕 GET TLE MERCH\nSupport the channel AND get cool new gear: https://the-linux-experiment.creator-spring.com/\n\n🎙️ LINUX AND OPEN SOURCE NEWS PODCAST:\nListen to the latest Linux and open source news, with more in depth coverage, and ad-free!  https://podcast.thelinuxexp.com\n\n🏆 FOLLOW ME ELSEWHERE:\nWebsite: https://thelinuxexp.com\nMastodon: https://mastodon.social/web/@thelinuxEXP\nPixelfed: https://pixelfed.social/TLENick\nPeerTube: https://tilvids.com/c/thelinuxexperiment_channel/videos\nMatrix: https://matrix.to/#/#the-linux-experiment:mozilla.org\nDiscord: https://discord.gg/XMuQrcYd\n\n\n00:00 Intro\n00:37 Sponsor: 100$ free credit for your Linux or gaming server\n01:37 Tux got fat\n02:18 Minix Creator did NOT like Linux\n03:07 Linux was first to implement crucial stuff\n03:52 Linux wasn't always under the GPL\n04:32 Linux is the biggest software project in the world\n05:07 Linux was almost called something else\n05:51 Why is Tux Tux?\n06:36 Linux has terrible codenames\n07:16 Torvalds almost lost the trademark\n08:00 Linux isn't just a kernel\n08:24 Torvalds could have abandoned Linux\n09:06 The other project Torvalds created\n09:54 Linux runs Hollywood\n10:35 Linux runs space\n11:17 No science without Linux\n12:07 Sponsor: Get a PC that runs Linux perfectly\n12:56 Support the channel\n\nLinux is known for being relatively lean and not using too much disk space, but compared to its first version, it's positively bloated. The first Linux release used only 65kilobytes of disk space. Today, a compiled kernel uses 5 to 10 megabytes, which is about 153 times heavier than the original release. \n\nLinux was initially created as a Minix clone. The creator of Minix, Andrew Tanenbaum said, a few years later, that Linux was obsolete, and that GNU Hurd would supplant it soon enough.\n\nhttps://www.oreilly.com/openbook/opensources/book/appa.html\n\nLinux has also been first to ever support the x86 64 bit architecture, and Linux was also the first to have USB 3.0 drivers added.\n\nThe Linux kernel was also initially released under a custom license created by Linus Torvalds, which imposed restrictions on commercial use of his project, and on redistributing it. Fortunately for all of use, this didn't last long, and with version 0.99 in 1992, the kernel moves to the GNU GPL.\n\nhttps://web.archive.org/web/20070826212454/http://www.tlug.jp/docs/linus.html\n\nThe Linux kernel is also the biggest software project in the world, with the biggest number of contributors and companies involved in its development. \n\nThe first name Torvalds landed on was Freax, for Free Unix. But as things happened, hosting that Freax kernel was initially done by Ari Lemmke, a member of the staff for Helsinki's university, and this person created a directory called Linux, because that was Torvalds's working name.\n\nIn terms of mascot, and the name of that mascot is Tux, not because penguins wear tuxedos naturally, but because it stands for Torvalds Unix. Why a penguin, though? It's because Torvalds was bitten by a penguin.\n\nBut the linux kernel also has codenames. For example, version 3.14 was called \"shuffling zombie juror\", version 4.3 was \"blurry fish butt\", and version 6.0 is \"hurr durr I'm a ninja sloth\".\n\nhttps://handwiki.org/wiki/List_of_Linux_kernel_names\n\nBut also, the Linux name was almost lost to a trademark dispute. In 1995, someone named William R. Della Croce Junior, the most evil sounding name I ever heard, filed for a trademark on Linux. He then proceeded to send letters to various Linux distributors asking for 10% royalties, as the ultimate one person patent troll.\n\nSteve Jobs offered Torvalds a job around the year 2000, with a sizeable salary, and a good position in the organization. The pitch was \"work on Unix for the biggest user base\". The only condition was that he abandoned Linux and stopped working on it altogether.\n\nhttps://www.theverge.com/2012/3/22/2893581/linus-torvalds-linux-founder-turned-down-steve-jobs-offer\n\nBut Torvalds isn't just the creator of the Linux kernel. He also created Git.\n\nLinux is basically running the film industry and Hollywood. The first movie to use Linux was Titanic in 1997, rendered using OpenSUSE, but it didn't stop there. Avatar's effects were rendered on Linux server farms. lord of the Rings? Linux. I Robot? Linux. \n\nLinux also runs the space industry. And also, in the supercomputer world, Linux is the ONLY option. Out of the fastest 500 supercomputers, Linux runs 100% of them, or at least it did in early 2023.", "link": "https://www.youtube.com/watch?v=80Csnllh2DY", "date_published": "2023-06-06 16:19:38+00:00", "persistent": false, "user": null, "language": "en-US"}]