[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Malware Campaign Leveraging Satacom Downloader to Steal Cryptocurrency", "description": "A recent malware campaign has been found to leverage Satacom downloader as a conduit to deploy stealthy malware capable of siphoning cryptocurrency using a rogue extension for Chromium-based browsers.\n\"The main purpose of the malware that is dropped by the Satacom downloader is to steal BTC from the victim's account by performing web injections into targeted cryptocurrency websites,\" Kaspersky", "link": "https://thehackernews.com/2023/06/new-malware-campaign-leveraging-satacom.html", "date_published": "2023-06-06 18:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Over 60K Adware Apps Posing as Cracked Versions of Popular Apps Target Android Devices", "description": "Thousands of adware apps for Android have been found to masquerade as cracks or modded versions of popular apps to redirect users to serve unwanted ads to users as part of a campaign ongoing since October 2022.\n\"The campaign is designed to aggressively push adware to Android devices with the purpose to drive revenue,\" Bitdefender said in a technical report shared with The Hacker News. \"However,", "link": "https://thehackernews.com/2023/06/over-60k-adware-apps-posing-as-cracked.html", "date_published": "2023-06-06 13:17:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "5 Reasons Why IT Security Tools Don't Work For OT", "description": "Attacks on critical infrastructure and other OT systems are on the rise as digital transformation and OT/IT convergence continue to accelerate. Water treatment facilities, energy providers, factories, and chemical plants — the infrastructure that undergirds our daily lives could all be at risk. Disrupting or manipulating OT systems stands to pose real physical harm to citizens, environments, and", "link": "https://thehackernews.com/2023/06/5-reasons-why-it-security-tools-dont.html", "date_published": "2023-06-06 11:44:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zero-Day Alert: Google Issues Patch for New Chrome Vulnerability - Update Now!", "description": "Google on Monday released security updates to patch a high-severity flaw in its Chrome web browser that it said is being actively exploited in the wild.\nTracked as CVE-2023-3079, the vulnerability has been described as a type confusion bug in the V8 JavaScript engine. Clement Lecigne of Google's Threat Analysis Group (TAG) has been credited with reporting the issue on June 1, 2023.\n\"Type", "link": "https://thehackernews.com/2023/06/zero-day-alert-google-issues-patch-for.html", "date_published": "2023-06-06 10:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cyclops Ransomware Gang Offers Go-Based Info Stealer to Cybercriminals", "description": "Threat actors associated with the Cyclops ransomware have been observed offering an information stealer malware that's designed to capture sensitive data from infected hosts.\n\"The threat actor behind this [ransomware-as-a-service] promotes its offering on forums,\" Uptycs said in a new report. \"There it requests a share of profits from those engaging in malicious activities using its malware.\"", "link": "https://thehackernews.com/2023/06/cyclops-ransomware-gang-offers-go-based.html", "date_published": "2023-06-06 06:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese PostalFurious Gang Strikes UAE Users with Sneaky SMS Phishing Scheme", "description": "A Chinese-speaking phishing gang dubbed PostalFurious has been linked to a new SMS campaign that's targeting users in the U.A.E. by masquerading as postal services and toll operators, per Group-IB.\nThe fraudulent scheme entails sending users bogus text messages asking them to pay a vehicle trip fee to avoid additional fines. The messages also contain a shortened URL to conceal the actual", "link": "https://thehackernews.com/2023/06/chinese-postalfurious-gang-strikes-uae.html", "date_published": "2023-06-06 04:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zyxel Firewalls Under Attack! Urgent Patching Required", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on Monday placed two recently disclosed flaws in Zyxel firewalls to its Known Exploited Vulnerabilities (KEV) catalog, based on evidence of active exploitation.\nThe vulnerabilities, tracked as CVE-2023-33009 and CVE-2023-33010, are buffer overflow vulnerabilities that could enable an unauthenticated attacker to cause a", "link": "https://thehackernews.com/2023/06/zyxel-firewalls-under-attack-urgent.html", "date_published": "2023-06-06 04:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}]