[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Pianist Gerald Clayton’s open-hearted dialogue across genres | Amplify with Lara Downes", "description": "Lara Downes | June 6, 2023\nMusic was Gerald Clayton's first language. His dad, the revered bassist and musical multi-hyphenate John Clayton, remembers Gerald always singing as a child — duetting with the songs of birds, the jingle of the ice cream truck, responding to the music in everything. John took a hands-off approach to raising a gifted little musician, careful to let Gerald develop his own interests and ideas without the burden of familial expectations or assumptions.\n\nEncounters with hip-hop, soul and rock at Los Angeles County High School for the Arts expanded Gerald's musical horizons. Studying at USC with the adventurous pianist and composer Billy Childs encouraged him to explore a wide range of musical lexicons while developing his own creative language. He moved to New York, where he walked in the footprints of the icons, stepping into the deep bedrock of history and tradition. Legacy was at the center of an early album called Brother To Brother, a collaboration with his dad and his uncle, the late saxophonist Jeff Clayton — an intimate tribute to family ties. As his career took off, Gerald prioritized musical partnerships with his mentors, giants like Roy Hargrove and Charles Lloyd.\n\nTradition is central to Gerald's musicianship, as he told me in our conversation at Mezzrow, the intimate jazz club in New York's West Village, but so is innovation — the search for honest expression through inquiry and reinvention. He wants to serve the music both by honoring and advancing it. For him, improvisation is a common language, used in conversation among musicians who are sharing time and space, and also in dialogue with the ancestors who first spoke the mother tongue. His musical vocabulary stretches fluently across genres to express the truth of each moment. There's no choice but to be fully present, trusting the sound of every note to guide him freely to the next.", "link": "https://www.youtube.com/watch?v=SfMDMc7MB0Q", "date_published": "2023-06-06 09:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}]