[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Białoruś: Prigożyn zgodził się załagodzić sytuację w Rosji", "description": "Białoruś przekazała, że Prigożyn zgodził się załagodzić sytuację w Rosji - podał Reuters. Chwilę później informację tę potwierdził sam szef wagnerowców, który zawrócił konwoje do baz, aby uniknąć rozlewu krwi.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/bialorus-prigozyn-zgodzil-sie-zalagodzic-sytuacje-w-rosji/", "date_published": "2023-06-24 17:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Władimir Putin i Recep Tayyip Erdogan odbyli rozmowę telefoniczną. Turcja gotowa pomóc", "description": "- Turcja jest gotowa przyczynić się do uregulowania sytuacji w Rosji - powiedział Recep Tayyip Erdogan, który rozmawiał w sobotę z Władimirem Putinem. Jego deklaracja związana jest z buntem, po tym jak Jewgienij Prigożyn wraz ze swoimi oddziałami ruszyli na Moskwę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/rosja-wladimir-putin-i-recep-tayyip-erdogan-odbyli-rozmowe-telefoniczna-turcja-gotowa-pomoc/", "date_published": "2023-06-24 16:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bunt w Rosji. Poniedziałek w Moskwie dniem wolnym od pracy. \"Sytuacja jest trudna\"", "description": "Mer Moskwy Siergiej Sobianin zadecydował, że poniedziałek będzie w stolicy Rosji dniem wolnym od pracy - czytamy na jego kanale na Telegramie. Dodał, że sytuacja jest trudna. Powodem ma być bunt wszczęty przez właściciela najemniczej Grupy Wagnera Jewgienija Prigożyna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/bunt-w-rosji-poniedzialek-w-moskwie-dniem-wolnym-od-pracy-sytuacja-jest-trudna/", "date_published": "2023-06-24 16:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Najemnicy Grupy Wagnera w drodze do Moskwy. Media: Władimir Putin opuszcza stolicę", "description": "Władimir Putin opuszcza Moskwę i udaje się na północ kraju - podał portal Ukrainska Prawda, powołując się na ukraiński wywiad. Z kolei według świadków cytowanych przez rosyjskie niezależne media kolumny wagnerowców są około 300 km od stolicy Rosji. Prezydent Rosji miał wydać rozkaz zlikwidowania Jewgienija Prigożyna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/rosja-najemnicy-grupy-wagnera-w-drodze-do-moskwy-media-wladimir-putin-opuszcza-stolice/", "date_published": "2023-06-24 15:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Grecja. Zabójca Anastazji zacierał ślady zbrodni. Tortury trwały 45 minut", "description": "Oskarżony o zabójstwo Anastazji 32-letni obywatel Bangladeszu miał zacierać ślady po zbrodni. Usuwał dane z telefonów swojego i zamordowanej, odciął też palce ofiary.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/grecja-zabojca-anastazji-zacieral-slady-zbrodni-tortury-trwaly-45-minut/", "date_published": "2023-06-24 13:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bunt Prigożyna. Ramzan Kadyrow oferuje pomoc Władimirowi Putinowi", "description": "Przywódca Czeczenii Ramzan Kadyrow powiedział w sobotę, że jego siły są gotowe pomóc w stłumieniu buntu szefa najemników Grupy Wagnera Jewgienija Prigożyna i w razie potrzeby użyć brutalnych metod - informuje agencja Reutera.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/bunt-prigozyna-ramzan-kadyrow-oferuje-pomoc-wladimirowi-putinowi/", "date_published": "2023-06-24 09:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bunt Prigożyna. Andrzej Duda: Odbyliśmy konsultacje z premierem, MON i Sojusznikami", "description": "Przebieg wydarzeń za naszą wschodnią granicą jest na bieżąco monitorowany - poinformował w sobotę prezydent Andrzej Duda. W nocy z piątku na sobotę właściciel rosyjskiej najemniczej Grupy Wagnera Jewgienij Prigożyn ogłosił, że jego bojownicy wkraczają do Rostowa nad Donem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/bunt-prigozyna-andrzej-duda-odbylismy-konsultacje-z-premierem-mon-i-sojusznikami/", "date_published": "2023-06-24 07:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Władimir Putin o Jewgieniju Prigożynie. \"Cios w plecy\"", "description": "Władimir Putin w specjalnym przemówieniu do narodu zareagował na bunt wagnerowców, którzy weszli do Rostowa. Prezydent Rosji stwierdził, że doszło do zdrady i każdy, kto sięgnął po broń, by zaatakować armię, zostanie ukarany.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/wladimir-putin-o-jewgieniju-prigozynie-cios-w-plecy/", "date_published": "2023-06-24 07:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna na Ukrainie. Nocne ataki na Kijów i Chersoń. Zginęło siedem osób", "description": "Trzy osoby zginęły, a 11 zostało rannych w serii ataków Rosjan na Kijów. Trafiony został m.in. 25-piętrowy budynek. Niespokojnie nocą było w całym kraju, we wszystkich obwodach ogłoszono alarmy przeciwlotnicze. W Chersoniu zginęły cztery, a sześć zostało rannych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/wojna-na-ukrainie-nocne-ataki-na-kijow-i-cherson-zginelo-siedem-osob/", "date_published": "2023-06-24 06:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Malezja idzie na wojnę z Facebookiem. Złożyła pozew", "description": "Malezja idzie na proces z Facebookiem. Podjęte kroki prawne mają dotyczyć nieusuwania niepożądanych treści, które głównie związane są z rasą i religią. Kraj stwierdził, że firma nie podjęła wystarczających działań w tym zakresie, pomimo wielu powtórnych próśb.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/malezja-idzie-na-wojne-z-facebookiem-zlozyla-zarzuty-o-niepozadane-tresci/", "date_published": "2023-06-24 05:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Prigożyn: Jeśli ktokolwiek stanie nam na drodze, zniszczymy wszystko!", "description": "Szef Grupy Wagnera Jewgienij Prigożyn oświadczył, że jego żołnierze zginęli przez rozkaz ministerstwa obrony Rosji. Poinformował, że jego oddziały są gotowe umrzeć za naród rosyjski. Prigożyn twierdzi też, że zajął wszystkie bazy wojskowe w Rostowie. Oczekuje tam na spotkanie z szefem rosyjskiego MON Siergiejem Szojgu, w przeciwnym razie ma ruszyć na Moskwę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/prigozyn/", "date_published": "2023-06-24 05:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tragiczny wypadek polskiej rodziny na Węgrzech. Ocalała dziewczynka ma wrócić w poniedziałek", "description": "Mała, półtoraroczna Asia jako jedyna przeżyła tragiczny wypadek na Węgrzech - napisał w mediach społecznościowych konsul honorowy Węgier Marek Pietrzak. Do wypadku doszło w poniedziałek. Konsul poinformował, że dziewczynka ma wrócić do Polski w przyszłym tygodniu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-06-24/tragiczny-wypadek-polskiej-rodziny-na-wegrzech-ocalala-dziewczynka-ma-wrocic-w-poniedzialek/", "date_published": "2023-06-24 05:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]