[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Naczelny Wirtualnej Polski o naciskach ze strony władzy: propozycja przecięcia, sugestie kogo zwolnić", "description": "Redaktor naczelny Wirtualnej Polski Paweł Kapusta ujawnił, że po krytycznych publikacjach o obozie rządzącym kilka spółek z holdingu WP dostało wezwania od państwowego regulatora, a wcześniej pojawiła się propozycja kupna wydawcy przez państwową spółkę. - Działamy z pełnym poparciem właścicieli Wirtualnej Polski, którzy jasno zadeklarowali, że niezależnie od ceny jaką przyjdzie im zapłacić, nie pozwolą uciszyć redakcji WP - podkreślił.", "link": "https://www.wirtualnemedia.pl/artykul/wirtualna-polska-redaktor-naczlny-pawel-kapusta-naciski-wladza-pis-mateusz-morawiecki-jaroslaw-kaczynski", "date_published": "2023-06-24 10:47:13.332507+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Czas na oznaczanie influencerów generowanych przez sztuczną inteligencję? Odważna propozycja globalnego gracza", "description": "Agencja reklamowa Ogilvy wydała dokument wzywający wszystkich graczy rynku reklamy do regulacji w zakresie oznaczania influencerów generowanych przez sztuczną inteligencję. Sama będzie wymagała od swoich partnerów informacji o wykorzystywaniu AI-influencerów.", "link": "https://www.wirtualnemedia.pl/artykul/influencerzy-sztuczna-inteligencja-regulacje_1", "date_published": "2023-06-24 05:46:24.742373+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Elon Musk ugiął się pod naciskiem UE. Rosyjska propaganda i fałszywe newsy będą na Twitterze zwalczane", "description": "Twitter zgodził się przestrzegać nowych surowych przepisów UE dotyczących zwalczania dezinformacji, rosyjskiej propagandy i przestępczości internetowej po tym, jak w czwartek zespół urzędników Komisji Europejskiej wszedł do siedziby platformy, by przeprowadzić kontrolę.", "link": "https://www.wirtualnemedia.pl/artykul/elon-musk-rosyjska-propaganda-falszywe-newsy-twitter", "date_published": "2023-06-24 04:31:13.735439+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Abp Stanisław Gądecki: katolicy powinni odważnie otworzyć drzwi środków przekazu Chrystusowi", "description": "Katolicy powinni odważnie otworzyć drzwi środków przekazu Chrystusowi - powiedział przewodniczący KEP abp Stanisław Gądecki podczas jubileuszu 25-lecia Fundacji Opoka. Abp Tadeusz Wojda zwrócił uwagę, że Kościół nie może być instytucją, która tylko broni się przed atakami, ale jej media powinny wyprzedzać fakty.", "link": "https://www.wirtualnemedia.pl/artykul/religijne-media-w-polsce-katolicy-powinni-odwaznie-otworzyc-drzwi-srodkow-przekazu-chrystusowi", "date_published": "2023-06-24 04:31:13.733193+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Kanał Sportowy i Krzysztof Stanowski z zakazem publikacji o \"zmyśleniach i oszustwach\" Natalii Janoszek", "description": "Sąd Okręgowy w Warszawie w ramach zabezpieczenia powództwa zakazał Kanałowi Sportowemu i Krzysztofowi Stanowskiemu publikacji z tezami, że celebrytka Natalia Janoszek zmyśliła swoją karierę i oszukuje odbiorców. - W ten czy inny sposób wkrótce ukaże się materiał na jej temat, bo po to pojechałem do Mumbaju i nie tylko. Po fakty. I czy jej się to podoba, czy nie, ja te fakty ujawnię - zapowiada Stanowski.", "link": "https://www.wirtualnemedia.pl/artykul/zakaz-publikacji-natalia-janoszek-krzysztof-stanowski-kanal-sportowy-bollywood-pozew", "date_published": "2023-06-24 04:31:13.730691+00:00", "persistent": false, "user": null, "language": "pl-PL"}]