[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "June 2023 Games News, James Gunn on DCU/MCU Difference, & More! | IGN The Weekly Fix", "description": "Wanna catch up on all the gaming and entertainment news highlights from the past week? From a recap of some of the biggest announcements in gaming for the month of June, to James Gunn discussing the difference between his DC Universe and the Marvel Cinematic Universe, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:00 - Introduction\n00:46 - June 2023 Nintendo Direct Biggest Announcements\n03:28 - PlayStation Plus Free Games for June 2023 Revealed\n04:31 - Spider-Man 2 PS5 Release Date Revealed\n05:11 - Avatar- Frontiers of Pandora Release Date Announced, First Gameplay Revealed\n07:18 - Cyberpunk 2077 Patch Fixes a Ton of Bugs Ahead of Phantom Liberty\n09:19 - Diablo 4 Player Rages After Permadeath in Hardcore Mode\n11:55 - James Gunn Explains How His DCU Will Differ From the MCU\n17:35 - Why Did Marvel Use AI for Secret Invasion’s Opening Credits?\n23:05 - The Flash's Michael Shannon Says Return to Zod 'Wasn't Quite Satisfying' \n\n#ign #gaming #entertainment", "link": "https://www.youtube.com/watch?v=m32QyaKaztY", "date_published": "2023-06-24 19:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Flash Shows the Horror of Being a Superhero", "description": "In The Flash, director Andy Muschietti explores the relationship between a superhero’s body and powers through body horror elements. However, this isn’t the first time that horror directors have breathed disturbing life into comic book movies by leaning into the fantastical elements of comics. Featuring interviews with director Andy Muschietti, producer Barbara Muschietti, and Supergirl actress Sasha Calle, this loose adaptation of the Flashpoint comic keeps key moments from the story by emphasizing the physical strain and obstacles these powers have on their bodies. This approach in The Flash and other recent comic book movies is an effective way to create deeper sympathy with the heroes we see on screen.\n\n#IGN", "link": "https://www.youtube.com/watch?v=kd5i5tHvXoo", "date_published": "2023-06-24 14:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16: How to Stagger Enemies and Maximize Your Damage", "description": "One of the most valuable combat skills you can learn in Final Fantasy 16 is how to stagger an enemy. Staggering an enemy knocks your opponent to the ground for a moment, giving you the perfect opportunity to unleash a barrage of attacks that deal extra damage without the threat of retaliation. In this Final Fantasy XVI video guide, we will teach you everything you need to know about staggering even the most powerful opponents, and how to maximize the amount of damage you can do once they're on the ground.", "link": "https://www.youtube.com/watch?v=6Vx_5Y0fG0Y", "date_published": "2023-06-24 14:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}]