[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Everything You Need To Know About Kabal - Before Mortal Kombat 1 Begins", "description": "By the time does Aftermath does end, Liu Kang has succeeded in having an entirely new timeline that is going to reboot the franchise once again with the upcoming Mortal Kombat 1, which means Kabal (and everyone else) is going to have a fresh start. Whether or not Kabal is even going to be in the game remains to be seen, but if he does, what can we expect from this rendition of the character? Kabal has changed dramatically time and time again over the course of the Mortal Kombat franchise, so could we be in line for another unique take on the character? \n\nWill Kano and the Black Dragon continue to be a crucial part of his story? Will Stryker? Will Kabal be on the good guys’ side again, after having spent some time in the company of the baddies?\n\nThere’s no denying that Kabal is not one of Mortal Kombat’s more prominent characters, though of course, series fans would surely love to see him making a comeback. Whether or not he does is up in the air right now, but thankfully, with Mortal Kombat 1 set to launch on September 19, there isn’t long left until we know for sure one way or another.", "link": "https://www.youtube.com/watch?v=2bjqJO5IPmU", "date_published": "2023-06-24 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "14 UNSKIPPABLE MOMENTS That Ensured You Never Replayed These Games Again", "description": "Video games, especially the bigger budget ones, have it tough. Not only do they have to provide hours of entertainment, but need to keep you engaged throughout. This is most apparent in the openings for certain games. Many are unskippable and important for introducing you to the story, gameplay and setting. \n\nA lot are brilliant, but when you're looking to replay a game, whether it's for the second or tenth time, not being able to skip those opening bits can get a little tiring. Of course, when the opening is annoying, it's much more agonizing.", "link": "https://www.youtube.com/watch?v=WxNoJ18cxrk", "date_published": "2023-06-24 13:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Aliens: Dark Descent Review - The Final Verdict", "description": "The Alien franchise hasn't seen a strategy game release in a couple of decades at this point, but Tindalos Interactive has changed that with the release of Aliens: Dark Descent. The game offers up a unique blend of different genres that end up coming together in an interesting way.\n\nAliens: Dark Descent puts you in charge of a squad of Colonial Marines exploring settlements on planet Lethe while a mysterious Xenomorph infestation seems to be taking root. Gameplay revolves around carefully exploring the game's massive levels as you manage not only your physical supplies, but the physical and mental well-being of your marines as well.\n\nAs players explore further into Lethe and uncover its secrets, they will soon discover a mysterious organization. Players will have to figure out a way to deal with it while at the same time trying to stave off the ever-growing Xenomorph threat.", "link": "https://www.youtube.com/watch?v=eb0HUw1kqx4", "date_published": "2023-06-24 09:30:09+00:00", "persistent": false, "user": null, "language": "en-US"}]