[{"source": "https://www.theguardian.com/international/rss", "title": "Lydia Williams: ‘People put athletes on pedestals sometimes … but we’re just humans’", "description": "<p>The Matildas goalkeeper on reconnecting with her Indigenous roots, talking about issues that are important to her and capping a wild year at a fifth World Cup</p><p>Matildas goalkeeper Lydia Williams’ sporting heroes hailed from a different football code when she was growing up in a frontier mining town in the Western Australian desert, on the traditional lands of the Wangkatja group of peoples.</p><p>“I grew up playing footy when I was in Kalgoorlie, and my idols when I was really young were Peter Matera and Gavin Wanganeen, and all of those guys [from] the [AFL’s] West Coast Eagles,” she says.</p> <a href=\"https://www.theguardian.com/football/2023/jun/24/lydia-williams-people-put-athletes-on-pedestals-sometimes-but-were-just-humans\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/24/lydia-williams-people-put-athletes-on-pedestals-sometimes-but-were-just-humans", "date_published": "2023-06-24 20:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Ukrainians dared to dream that Wagner action could be the fatal blow in war", "description": "<p>Kyiv’s long-awaited counter-offensive has been slow, but a mutiny in the Russian lines looked like changing it all </p><p>When news of a potential civil war in Russia circulated across the country, Ukrainians struggled to believe it was real. But by Saturday morning, as footage was shared online showing the Wagner mercenary troops with their tanks and armoured vehicles advancing towards Moscow, millions of Ukrainians were glued to their mobile phones.</p><p>The Wagner chief, Yevgeny Prigozhin, has since called off the advance, but one of the first to react to the news earlier in the day was President Volodymyr Zelenskiy, who did not wait for his usual evening video message to comment on the Wagner insurrection.</p> <a href=\"https://www.theguardian.com/world/2023/jun/24/ukrainians-dream-wagner-action-fatal-blow-war-kyiv-mutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/24/ukrainians-dream-wagner-action-fatal-blow-war-kyiv-mutiny", "date_published": "2023-06-24 18:52:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Wagner troops may reach Moscow by evening as Kremlin hurries to intercept", "description": "<p>Convoy of fighters loyal to Yevgeny Prigozhin advances north after breaking through barricades in Lipetsk</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/23/russia-ukraine-war-live-russia-investigates-mutiny-as-wagner-chief-says-evil-military-leaders-must-be-stopped\">Russia-Ukraine war: latest news updates</a></li></ul><p>Wagner mercenary troops loyal to Yevgeny Prigozhin are heading north in a convoy that could reach the Russian capital of Moscow by Saturday evening.</p><p>The convoy of lorries, tanks and infantry fighting vehicles is hoping to take advantage of the element of surprise and reach Moscow before it is intercepted by a larger detachment of Russian regular troops, according to analysts and Russian military bloggers.</p> <a href=\"https://www.theguardian.com/world/2023/jun/24/wagner-troops-may-reach-moscow-by-evening-as-kremlin-hurries-to-intercept\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/24/wagner-troops-may-reach-moscow-by-evening-as-kremlin-hurries-to-intercept", "date_published": "2023-06-24 16:03:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Three Texas police officers charged with murder after fatally shooting woman", "description": "<p>Melissa Perez, 46, was having what appeared to be a mental health crisis when officers encountered her and shot her in San Antonio</p><p>Three police officers in <a href=\"https://www.theguardian.com/us-news/san-antonio\">San Antonio</a>, Texas, are facing murder charges after fatally shooting a woman in her apartment during a confrontation early Friday.</p><p>The woman, 46-year-old Melissa Perez, was having what appeared to be a “mental health crisis” when officers encountered her and shot her dead, San Antonio police department (SAPD) chief William McManus said on Friday at a news conference.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/24/texas-three-police-officers-fatally-shoot-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/24/texas-three-police-officers-fatally-shoot-woman", "date_published": "2023-06-24 15:27:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "New windfarm could be used to power North Sea oilfield", "description": "<p>Electricity generated on Shetland could be used to fuel the proposed Rosebank field, instead of homes</p><p>Electricity from a new onshore windfarm could be used to power the biggest undeveloped oilfield in the North Sea, campaigners are warning, ahead of an imminent decision over whether to approve the project.</p><p>The huge Rosebank oilfield is three times bigger than the <a href=\"https://www.theguardian.com/business/2022/apr/08/cambo-oilfield-development-could-be-back-on-after-takeover\" title=\"\">controversial Cambo field that was put on hold more than a year ago</a>. It has the potential to produce 500m barrels of oil and its final approval is expected to reach the energy secretary, Grant Shapps, in the next few weeks. It is expected to be approved after Rishi Sunak hinted last month that it would be “economically illiterate” not to invest in UK oil and gas because Britain will remain reliant on fossil fuels for “the next few decades”.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/24/new-windfarm-could-be-used-to-power-north-sea-oilfield\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/24/new-windfarm-could-be-used-to-power-north-sea-oilfield", "date_published": "2023-06-24 14:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Buying a home in the US is expensive – and that isn’t changing anytime soon", "description": "<p>Even if there are fewer home buyers and prices have been falling slightly, they’re still much higher than pre-pandemic and for many, more unaffordable than ever</p><p>After an intense two-year buying frenzy during the pandemic, the once-hot US housing market has started to cool.</p><p>The US Federal Reserve set interest rates to its highest level in over a decade, and mortgage rates are sitting well above 6% for a 30-year fixed rate. The effect on the housing market has already started to show: the National Association of Realtors reports existing home sales in May were down 20% compared with a year earlier. And the median home sales price in May was $419,103, according to real estate company <a href=\"https://www.redfin.com/us-housing-market#news\">Redfin</a>, a 3.1% drop compared to last year.</p> <a href=\"https://www.theguardian.com/business/2023/jun/24/us-housing-market-home-prices-expensive\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/24/us-housing-market-home-prices-expensive", "date_published": "2023-06-24 10:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Proper Portugal: six great adventures without the crowds", "description": "<p>Fancy a revealing road trip, a peaceful lagoon or the chance to explore a deep gorge ? We leave the tourist trail for peace, quiet and jaw-dropping moments</p><p>The interior of central Portugal, with its mountain ranges and rivers, ispeppered with <a href=\"https://www.visitportugal.com/en/NR/exeres/D5E98986-483B-4983-8CBE-40DF42C3AC31\" title=\"\">castles</a>, hiking and cycling trails, and little villages with houses made from schist. This brownish-grey metamorphic rock has a flat, sheet-like structure and was used to build hamlets up in the hills (it’s also the terroir of the Douro valley and some Azores vineyards).</p> <a href=\"https://www.theguardian.com/travel/2023/jun/24/hidden-portugal-algarve-alentejo-mountains-inland-ria-formosa\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/24/hidden-portugal-algarve-alentejo-mountains-inland-ria-formosa", "date_published": "2023-06-24 10:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "See you in court, Suella Braverman - your anti-protest law is an insult to democracy | Akiko Hart", "description": "<p>The home secretary is trying to ram through legislation against ‘disruptive’ protests that was rejected by parliament. So we’ve filed a case against her</p><ul><li>Akiko Hart is the interim Director of the human rights organisation Liberty</li></ul><p>In <a href=\"https://twitter.com/CPhilpOfficial/status/1668898529803116546\">a video</a> posted on social media last week, Chris Philp MP, the minister for policing, signed a new law into being. In the clip, he says: “We live in a democracy and there are ways to change the law lawfully.” He then scribbles his signature on a piece of paper and new legislation is made. We at Liberty believe<strong> </strong>the law he signed was itself created unlawfully.</p><p>The new law – the <a href=\"https://www.legislation.gov.uk/ukdsi/2023/9780348247626\">“serious disruption” regulations</a> – controversially changes the rules on how disruptive a protest is allowed to be before the police can act to restrict it. It is the latest in a long line of <a href=\"https://www.theguardian.com/uk-news/2021/mar/14/new-anti-protest-bill-raises-profound-concern-human-rights-groups-say\">anti-protest measures</a> introduced by this government. These new regulations give almost unlimited powers to the police to shut down any protest that causes a “more than minor” disturbance, significantly lowering the threshold from the previous, already vague, “serious disruption” wording.</p><p>Akiko Hart is the interim director of the human rights organisation Liberty</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/24/suella-braverman-protest-law-home-secretary-liberty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/24/suella-braverman-protest-law-home-secretary-liberty", "date_published": "2023-06-24 09:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "No direct proof Covid-19 stemmed from Wuhan lab leak, US intelligence says", "description": "<p>Four-page declassified report said while ‘extensive work’ had been conducted, no evidence of an incident at the Wuhan lab was found</p><p>US intelligence agencies found no direct evidence that the Covid-19 pandemic stemmed from an incident at China’s Wuhan Institute of Virology, a report declassified on Friday said.</p><p>The four-page report by the office of the director of national intelligence (ODNI) said the US intelligence community still could not rule out the possibility that the virus came from a laboratory, however, and had not been able to discover the origins of the pandemic.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/23/covid-19-origins-wuhan-lab-leak-us-intelligence-reports\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/23/covid-19-origins-wuhan-lab-leak-us-intelligence-reports", "date_published": "2023-06-24 01:48:34+00:00", "persistent": false, "user": null, "language": "en-US"}]