[{"source": "https://thehill.com/news/feed/", "title": "Third indictment hits as Trump soars in GOP field", "description": "{beacon}    Evening Report Tuesday, August 1   ©  AP Photo/Charlie Neibergall New charges hit a soaring Trump Former President Trump was indicted for a third time on Tuesday, with new federal charges arriving as Trump holds a large lead in polls for the GOP's 2024 presidential nomination.   Trump was indicted on four counts:...", "link": "https://thehill.com/newsletters/evening-report/4132059-third-indictment-hits-as-trump-soars-in-gop-field/", "date_published": "2023-08-01T22:11:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Jesse Watters: Trump's efforts to overturn election on Jan. 6 were 'just politics'", "description": "Fox News pundit Jesse Watters downplayed the severity of former President Trump's effort to overturn the 2020 election, saying his refusal to accept defeat and the rhetoric encouraging his supporters to march on the U.S. Capitol on Jan. 6, 2021, were \"just politics.\" \"He just believed the election was stolen,\" Watters said Tuesday on afternoon...", "link": "https://thehill.com/homenews/4131972-jesse-watters-trumps-efforts-to-overturn-election-on-jan-6-were-just-politics/", "date_published": "2023-08-01T22:06:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Special counsel Jack Smith delivers remarks on Trump investigation", "description": "Special counsel Jack Smith is set to deliver remarks regarding his investigation into former President Trump and his attempt to stay in power following his loss in the 2020 election. Trump announced last week that he had received a letter informing him that he is the subject in the special counsel's probe, a move that...", "link": "https://thehill.com/video/4131792-watch-live-special-counsel-jack-smith-remarks-trump-investigation/", "date_published": "2023-08-01T22:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Is a summer COVID-19 bump to be expected?", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  Is a summer COVID-19 bump to be expected? Hospital admissions for COVID-19 have been on the rise over the last few weeks, and there’s reason to believe this may be the new normal for the post-pandemic era. © Illustration...", "link": "https://thehill.com/newsletters/health-care/4131964-is-a-summer-covid-19-bump-to-be-expected/", "date_published": "2023-08-01T21:56:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "US suspends security cooperation with Niger as Westerners flee", "description": "The United States has suspended its counterterrorism training with soldiers in Niger after a coup against the country’s elected president has caused European partners to evacuate, the Pentagon’s top spokesman said Tuesday.  “As far as security cooperation, those efforts right now are suspended in light of the situation, but certainly we maintain close contact with...", "link": "https://thehill.com/policy/international/4132001-us-suspends-security-cooperation-with-niger-as-westerners-flee/", "date_published": "2023-08-01T21:54:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "US invites new Chinese foreign minister for visit after predecessor ousted", "description": "The U.S. has invited China’s newly reappointed foreign minister Wang Yi, a week after China ousted Qin Gang from his post, according to State Department spokesperson Matt Miller. In a news briefing Tuesday, Miller confirmed the U.S. extended the invitation to Yi that was previously made to Gang, who served as China’s foreign minister for the...", "link": "https://thehill.com/policy/international/4131908-us-invites-new-chinese-foreign-minister-for-visit-after-predecessor-ousted/", "date_published": "2023-08-01T21:51:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "READ: Trump indictment in 2020 election case", "description": "A federal grand jury handed up a criminal indictment of former President Trump on Thursday related to his efforts to remain in power after the 2020 election. The 45-page indictment includes four counts: conspiracy to defraud the United States, conspiracy to obstruct an official proceeding, obstruction of and attempt to obstruct an official proceeding, and...", "link": "https://thehill.com/regulation/court-battles/4129820-read-trump-indictment-2020-election/", "date_published": "2023-08-01T21:47:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump indicted on Jan. 6 charges", "description": "Former President Trump was indicted Tuesday by a Washington grand jury on charges stemming from his efforts to remain in power after losing the 2020 election. The 45-page indictment from special counsel Jack Smith puts Trump at the center of a lawless campaign to block the transfer of power charging him with conspiracy to defraud...", "link": "https://thehill.com/regulation/court-battles/4131995-trump-indicted-on-jan-6-charges/", "date_published": "2023-08-01T21:46:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Leprosy could be endemic to the US. Here's what to know", "description": "Cases of leprosy have been on the rise in the Southeast, particularly in Florida, and scientists at the Centers for Disease Control and Prevention (CDC) say the disease could be endemic to the region. Leprosy, scientifically known as Hansen's disease, is rare in the U.S. and has usually been found in residents with a history...", "link": "https://thehill.com/policy/healthcare/4131946-leprosy-could-be-endemic-to-the-u-s-heres-what-to-know/", "date_published": "2023-08-01T21:42:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Fitch downgrades US credit rating over rising debt, repeated standoffs", "description": "Fitch Ratings downgraded the credit rating of the U.S. on Friday, saying the country's growing debt and repeated standoffs over the borrowing limit make it less trustworthy then before. Fitch downgraded the U.S. from a rating of \"AAA\" to \"AA+\" after several years of high-risk partisan battles over the debt limit. Those battles, Fitch said,...", "link": "https://thehill.com/business/4131944-fitch-downgrades-us-credit-rating-over-rising-debt-repeated-standoffs/", "date_published": "2023-08-01T21:32:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "New York AG's office says Trump case 'ready for trial'", "description": "The New York Attorney General’s office said it was “ready for trial” in the case against former President Trump, two of his children and The Trump Organization that alleged they engaged in widespread fraud.  \"The case is ready for trial,\" Kevin Wallace, senior enforcement counsel for the office, wrote in a filing on Monday. Attorney General Letitia...", "link": "https://thehill.com/regulation/court-battles/4131848-new-york-ags-office-says-trump-case-ready-for-trial/", "date_published": "2023-08-01T21:22:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Fox News tops July cable ratings", "description": "Fox News carried several of the most-watched cable news programs in July after revamping its prime-time lineup of opinion hosts ahead of the 2024 GOP primary and general elections. The network was home to the top five programs in total viewers during the month, according to Nielsen Media Research data, with popular table talk program...", "link": "https://thehill.com/homenews/media/4131767-fox-news-tops-july-cable-ratings/", "date_published": "2023-08-01T21:05:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Fulton County sheriff says threats have been made against himself, district attorney leading up to potential Trump indictment", "description": "The Fulton County sheriff said Tuesday that threats have been made against himself and District Attorney Fani Willis (D) ahead of potential indictments over the investigation into former President Trump’s alleged attempts to overturn the 2020 election in Georgia. Sheriff Patrick Labat said at a press conference Tuesday that the department has run those threats “to the ground.”...", "link": "https://thehill.com/regulation/court-battles/4131756-fulton-county-sheriff-says-threats-have-been-made-against-himself-district-attorney-leading-up-to-potential-trump-indictment/", "date_published": "2023-08-01T20:56:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Pfizer sees revenue for COVID products fall, expects new booster authorized this month", "description": "The Food and Drug Administration (FDA) could authorize Pfizer's updated COVID-19 boosters by the end of August, company CEO Albert Bourla said during an earnings call Tuesday. Still, it's unclear if there will be widespread demand once the shot hits the market, underscoring softening sales from its portfolio of COVID-19 products.  \"Clearly, there is a...", "link": "https://thehill.com/policy/healthcare/4131819-pfizer-revenue-covid-fall-new-booster/", "date_published": "2023-08-01T20:54:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump allies in Michigan criminally charged with mishandling voting machines", "description": "A former Republican candidate for Michigan attorney general and a former state representative were charged Tuesday for allegedly tampering with voting machines after the 2020 election, according to court records. GOP attorney general candidate Matthew DePerno, who was endorsed by former President Trump, and former Michigan state Rep. Daire Rendon (R) were charged with illegally...", "link": "https://thehill.com/regulation/court-battles/4131458-trump-allies-in-michigan-criminally-charged-with-mishandling-voting-machines/", "date_published": "2023-08-01T20:44:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Judge won't dismiss charges against movie armorer in fatal shooting by Alec Baldwin on film set", "description": "SANTA FE, N.M. (AP) — A New Mexico judge told attorneys to “stay the course” on charges including involuntary manslaughter against a movie weapons supervisor in the 2021 shooting death of a cinematographer by Alec Baldwin during a rehearsal for the film “Rust,” rejecting on Tuesday a request from defense counsel to dismiss charges. The...", "link": "https://thehill.com/blogs/in-the-know/4131793-judge-wont-dismiss-charges-against-movie-armorer-in-fatal-shooting-by-alec-baldwin-on-film-set/", "date_published": "2023-08-01T20:35:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "House COVID-19 panel launches probe into federal vaccine mandates", "description": "The House Select Subcommittee on the Coronavirus Pandemic announced Tuesday a probe into the COVID-19 vaccine mandates and related policies at federal government agencies. Chair Brad Wenstrup (R-Ohio) said in a statement that the probe would look into “the development and implementation of overreaching, federal COVID-19 vaccination mandates” at the U.S. Department of Defense, the...", "link": "https://thehill.com/blogs/blog-briefing-room/news/4131746-house-covid-19-panel-launches-probe-into-federal-vaccine-mandates/", "date_published": "2023-08-01T20:32:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "DEA, FDA outline steps to mitigate shortages of Adderall, prescription stimulants", "description": "The Drug Enforcement Administration (DEA) and Food and Drug Administration (FDA) on Tuesday laid out the steps they are taking to mitigate the ongoing shortage of prescription stimulants like Adderall. Prescription stimulants, which are commonly used to treat attention-deficit/hyperactivity disorder (ADHD) and narcolepsy, have been in short supply since last fall, after a major drug...", "link": "https://thehill.com/policy/healthcare/4131737-dea-fda-outline-steps-to-mitigate-prescription-stimulant-shortage/", "date_published": "2023-08-01T20:31:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Meta begins blocking news content in Canada", "description": "Meta, the parent company of Facebook and Instagram, will be blocking news content for users of the platforms in Canada, the company announced Tuesday.  The block is in response to a new Canadian law, the Online News Act, that requires dominant tech companie such as Meta and Google to negotiate with and pay news organizations...", "link": "https://thehill.com/policy/technology/4131705-meta-begins-blocking-news-content-in-canada/", "date_published": "2023-08-01T20:29:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Democrat calls for footage of Republican's tirade against pages to be released", "description": "Rep. Mark Pocan (D-Wis.) on Tuesday called for the release of security footage of his fellow Wisconsin Rep. Derrick Van Orden (R), who cursed out teenage Senate pages last week. Pocan wrote on X, the platform formerly known as Twitter, that he wants “greater transparency” around the incident, which occurred early Thursday morning. Pocan also...", "link": "https://thehill.com/homenews/house/4131689-democrat-calls-for-footage-of-republicans-tirade-against-pages-to-be-released/", "date_published": "2023-08-01T20:23:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Why President Biden’s support for Certified Community Behavioral Health Clinics is important", "description": "Mental health and substance use treatment and care remain elusive for too many people, despite the overwhelming need.  President Biden last week proposed new rules that could change that by eliminating gaping loopholes in mental health coverage. He also said something else meaningful. The president acknowledged the role Certified Community Behavioral Health Clinics (CCBHCs) play...", "link": "https://thehill.com/opinion/congress-blog/4131602-why-president-bidens-support-for-certified-community-behavioral-health-clinics-is-important/", "date_published": "2023-08-01T20:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis backs Biden impeachment inquiry: 'It stinks to high heavens'", "description": "GOP presidential candidate and Florida Gov. Ron DeSantis said he supports an impeachment inquiry into President Biden, just a week after Speaker Kevin McCarthy (R-Calif.) floated the idea. “And the inquiry into Biden, I think that they should pursue that,” he said in a Newsmax interview that aired Tuesday. “The corruption is just incredible with...", "link": "https://thehill.com/homenews/campaign/4131615-desantis-backs-biden-impeachment-inquiry-it-stinks-to-high-heavens/", "date_published": "2023-08-01T19:55:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Bannon says Trump-RFK Jr. ticket would win in 'massive landslide'", "description": "Steve Bannon suggested Sunday that a presidential ticket with former President Trump (R) as president and Robert F. Kennedy Jr. (D) as vice president could result in “a massive landslide.”  On an episode of “Bannon’s War Room,” the longtime Trump ally predicted the former president, if he gets through the mounting legal issues he faces,...", "link": "https://thehill.com/homenews/campaign/4131596-bannon-says-trump-rfk-jr-ticket-would-win-in-massive-landslide/", "date_published": "2023-08-01T19:49:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Lizzo sued by trio of dancers who allege 'hostile, abusive work environment'", "description": "A group of dancers is suing Lizzo, claiming they were “exposed to an overtly sexual atmosphere that permeated their workplace” while on tour with the “About Damn Time” singer. The lawsuit filed Tuesday in Los Angeles Superior Court by the three dancers accuses Lizzo, her production company and another employee of “creating a hostile, abusive...", "link": "https://thehill.com/blogs/in-the-know/4131663-lizzo-sued-by-trio-of-dancers-who-allege-hostile-abusive-work-environment/", "date_published": "2023-08-01T19:45:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Former Georgia state lawmaker subpoenaed by Georgia grand jury: report", "description": "A former Georgia state lawmaker has been subpoenaed by the Fulton County grand jury investigating former President Trump’s efforts to overturn the 2020 election results in the state, according to CNN. Former state Sen. Jen Jordan (D), who represented a portion of Atlanta before launching an unsuccessful bid for state attorney general last year, told...", "link": "https://thehill.com/regulation/court-battles/4131600-former-georgia-state-lawmaker-subpoenaed-by-georgia-grand-jury-report/", "date_published": "2023-08-01T19:41:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge blocks interpretation of Idaho law that prohibits out-of-state abortion referrals", "description": "A federal judge in Idaho has granted a preliminary injunction to block an opinion from the state's attorney general prohibiting referrals from physicians for out-of-state abortions, even though the opinion had already been withdrawn. Idaho has some of the harshest abortion restrictions in the U.S., with the termination of pregnancy being banned except for cases...", "link": "https://thehill.com/homenews/4131340-judge-idaho-law-out-of-state-abortion-referrals/", "date_published": "2023-08-01T19:35:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Can an 82-year-old lead the world’s most powerful nation? It’s happened before", "description": "What Biden shares with Gladstone late in life, and what matters most, is his commitment to a cause.", "link": "https://thehill.com/opinion/white-house/4129348-can-an-82-year-old-lead-the-worlds-most-powerful-nation-its-happened-before/", "date_published": "2023-08-01T19:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump, GOP Senate friction grows", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report The Big Story  Trump, Senate GOP friction grows Former President Trump is upping pressure on Senate Republicans to investigate President Biden, his finances and his family, even as members of the party remain guarded over the idea of probing the president. © Greg Nash...", "link": "https://thehill.com/homenews/4131535-trump-gop-senate-friction-grows/", "date_published": "2023-08-01T19:13:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Harris fires back at DeSantis offer to talk Florida's Black history curriculum", "description": "Vice President Harris on Tuesday fired back after Florida Gov. Ron DeSantis offered to discuss his state's African American history standards following Florida's approval of controversial new rules for teaching the subject. \"Right here in Florida, they plan to teach students that enslaved people benefited from slavery. They insult us in an attempt to gaslight...", "link": "https://thehill.com/homenews/administration/4131518-harris-fires-back-at-desantis-offer-to-talk-floridas-black-history-curriculum/", "date_published": "2023-08-01T19:10:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "House China committee launches probe into investment firm BlackRock", "description": "The House Select Committee on Strategic Competition between the United States and the Chinese Communist Party (CCP) announced an investigation into investment firm BlackRock on Tuesday. In a Monday letter from committee Chairman Mike Gallagher (R-Wis.) and ranking member Raja Krishnamoorthi (D-Ill.) to BlackRock Chairman and CEO Larry Fink, the representatives alleged the investment firm...", "link": "https://thehill.com/homenews/house/4131522-house-china-committee-probe-blackrock/", "date_published": "2023-08-01T19:01:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Biometrics are the new face of airport security", "description": "The TSA can do better, and they know it.", "link": "https://thehill.com/opinion/technology/4130696-biometrics-are-the-new-face-of-airport-security/", "date_published": "2023-08-01T19:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "There's good news for beach towns threatened by massive seaweed bloom", "description": "University of South Florida researchers said Monday the quantity of seaweed in the Great Atlantic Sargassum Belt \"decreased substantially\" between June and July.", "link": "https://thehill.com/homenews/nexstar_media_wire/4131344-theres-good-news-for-beach-towns-threatened-by-massive-seaweed-bloom/", "date_published": "2023-08-01T18:45:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Scientists link early-life lead exposure to heightened risk of criminal behavior in adulthood", "description": "Exposure to lead in the womb or in early childhood may be connected to an increased risk of engaging in criminal behavior in adulthood, a new analysis has found. Although previous studies have shown statistical associations between lead exposure and criminal behavior at an entire-population level, scientists at George Washington University sought to understand how...", "link": "https://thehill.com/policy/equilibrium-sustainability/4131473-scientists-link-early-life-lead-exposure-to-heightened-risk-of-criminal-behavior-in-adulthood/", "date_published": "2023-08-01T18:24:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Pritzker: DeSantis 'isn't smart enough to be president'", "description": "Illinois Gov. JB Pritzker (D) fired back at Florida Gov. Ron DeSantis (R) after the 2024 presidential candidate attacked a state law Pitzker signed letting non-U.S. citizens apply to be police officers. “This man isn't smart enough to be president,” Pritzker wrote Monday in a post on X, responding to DeSantis. “I proudly signed the...", "link": "https://thehill.com/homenews/state-watch/4131480-pritzker-desantis-isnt-smart-enough-to-be-president/", "date_published": "2023-08-01T18:21:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis-appointed board eliminating minority-based hiring, contracting at Disney World", "description": "The tourism board appointed by Florida Gov. Ron DeSantis to oversee Disney World and its complex announced Tuesday that it will abolish all of its efforts to pursue diversity, equity and inclusion (DEI) initiatives. A release from the board said the initiatives “discriminated against Americans based on gender and race, costing taxpayers millions of dollars.”...", "link": "https://thehill.com/business/4131454-ron-desantis-appointed-board-eliminating-minority-based-hiring-contracting-at-disney-world/", "date_published": "2023-08-01T18:19:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Slaying of gay man in New York being investigated as a possible biased incident", "description": "The death of O’Shae Sibley, a gay man who was attacked at a Brooklyn gas station Saturday night, is being investigated as a “possible biased incident,” according to police. A \"bias or hate incident\" is an \"act of prejudice that is not a crime and does not involve violence, threats or property damage,\" according to...", "link": "https://thehill.com/blogs/blog-briefing-room/news/4131395-slaying-of-gay-man-in-new-york-being-investigated-as-a-possible-biased-incident/", "date_published": "2023-08-01T18:09:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Congressional leaders urged to reject ‘Big Tech’ money", "description": "A campaign to limit the influence tech companies have on members of Congress is calling on Congressional leaders in both major parties to reject donations from tech giants with a Tuesday letter. The “No Big Tech Money” campaign, which launched earlier this month with support from right- and left-leaning groups, asked lawmakers to pledge to...", "link": "https://thehill.com/policy/technology/4131236-congressional-leaders-urged-to-reject-big-tech-money/", "date_published": "2023-08-01T18:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Third-party presidential candidates who changed American history", "description": "In at least four presidential elections since 1900, a third-party candidate attracted enough votes to arguably change the outcome.", "link": "https://thehill.com/opinion/white-house/4130884-third-party-presidential-candidates-who-changed-american-history/", "date_published": "2023-08-01T18:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "NASA hears signal from Voyager 2 after days of silence", "description": "NASA has heard a signal from Voyager 2 billions of miles away following days of silence after flight controllers sent the wrong command nearly two weeks ago, cutting off the spacecraft’s communications with Earth. NASA’s Deep Space Network, an array of giant radio antennas across the world, detected a “heartbeat signal,” indicating the spacecraft is...", "link": "https://thehill.com/homenews/space/4131369-nasa-hears-signal-from-voyager-2-after-days-of-silence/", "date_published": "2023-08-01T17:47:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "US pursues ‘narrowing’ window of diplomacy in Niger after military ‘power grab’", "description": "The U.S. has no plans to evacuate its diplomatic and military presence in Niger, even as European partners are exiting the country after a coup attempt was launched last week against the democratically elected president.  National Security Council spokesperson John Kirby on Tuesday said that the U.S. is focusing on a “narrowing” space for diplomacy to reinstate Niger’s President...", "link": "https://thehill.com/policy/international/4131373-u-s-pursues-narrowing-window-of-diplomacy-in-niger-after-military-power-grab/", "date_published": "2023-08-01T17:46:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "COVID hospital admissions jump in what could be a new norm of summer surges", "description": "Total COVID-19 hospital admissions jumped by 12.1 percent in the past week, according to the most recent data from the Centers for Disease Control and Prevention (CDC), marking the highest jump in admissions since last winter. This week's hospital admission rate follows last week's rise of more than 10 percent. While this data suggests more...", "link": "https://thehill.com/policy/healthcare/4131057-covid-hospital-admissions-jump-in-what-could-be-a-new-norm-of-summer-surges/", "date_published": "2023-08-01T17:44:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Georgia journalist says he was subpoenaed in Trump election probe", "description": "A Georgia independent journalist has been subpoenaed in the state’s investigation into former President Trump, he said Monday. George Chidi has been asked to testify to a grand jury this month about Georgia Republicans’ plans to form an alternate slate of Electoral College voters and overturn the state’s 2020 election results. Chidi witnessed a group...", "link": "https://thehill.com/homenews/4131005-georgia-journalist-says-he-was-subpoenaed-in-trump-election-probe/", "date_published": "2023-08-01T17:44:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Huge fire burning in California and Nevada creating 'fire whirls'", "description": "A massive fire that is burning in California and Nevada is creating \"fire whirls\" as fire crews continue to battle the flames. The York Fire that started in California’s Mojave National Preserve on Friday is more than 80,000 acres wide and crossed into Nevada on Sunday. The Mojave National Preserve said that the fire was...", "link": "https://thehill.com/policy/energy-environment/4131331-huge-fire-burning-in-california-and-nevada-creating-fire-whirls/", "date_published": "2023-08-01T17:33:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "In a rapidly aging America, Medicaid can be a lifeline for long-term care", "description": "Medicaid long-term care services and support benefits should be restructured to incentivize the purchase of private long-term care insurance.", "link": "https://thehill.com/opinion/healthcare/4129308-in-a-rapidly-aging-america-medicaid-can-be-a-lifeline-for-long-term-care/", "date_published": "2023-08-01T17:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Phoenix sets record for hottest month", "description": "Phoenix set a national heat record for the hottest month across U.S. cities as its July temperatures averaged 102.7 degrees Fahrenheit. According to the Arizona State Climatologist and Arizona State Climate Office, Phoenix broke the previous national record for the hottest month that Lake Havasu City, Ariz., set in 1996, in which temperatures averaged 102.2...", "link": "https://thehill.com/homenews/state-watch/4131256-phoenix-sets-record-for-hottest-month/", "date_published": "2023-08-01T17:21:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Northwestern taps ex-AG Loretta Lynch to conduct review amid hazing scandal", "description": "Northwestern University announced on Tuesday that it has hired former Attorney General Loretta Lynch to conduct a review of the school’s athletic department amid allegations of hazing and toxic culture within several of the school’s athletic programs.  In a news release, the school said Lynch, who ran the Department of Justice under the Obama administration...", "link": "https://thehill.com/homenews/education/4131279-northwestern-taps-ex-ag-loretta-lynch-to-conduct-review-amid-hazing-scandal/", "date_published": "2023-08-01T17:20:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "New Jersey Lt. Gov. Sheila Oliver dies at 71", "description": "New Jersey Lt. Gov. Sheila Oliver has died at the age of 71, after she was hospitalized Monday for an undisclosed medical issue. “Tammy and I, and our children, are incredibly saddened and distraught to learn of the passing of our dear friend, colleague, and partner in governor, Lieutenant Governor Sheila Oliver,” New Jersey Gov....", "link": "https://thehill.com/homenews/state-watch/4131241-new-jersey-lt-gov-sheila-oliver-dies-at-71/", "date_published": "2023-08-01T17:02:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "The secret behind Bidenomics", "description": "Six recent economic indicators are making the president’s bipartisanship case for him.", "link": "https://thehill.com/opinion/white-house/4129891-the-secret-behind-bidenomics/", "date_published": "2023-08-01T17:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Senate Republicans urging EPA to withdraw power plant rule", "description": "Thirty-nine Senate Republicans called on the Environmental Protection Agency (EPA) on Tuesday to withdraw its proposed power plant rule, alleging that the regulations are fundamentally flawed and run afoul of a Supreme Court ruling on the agency’s powers last year. The proposal, which aims to curb planet-warming emissions from fossil-fired power plants, would require coal...", "link": "https://thehill.com/policy/energy-environment/4131152-senate-republicans-urging-epa-to-withdraw-power-plant-rule/", "date_published": "2023-08-01T16:48:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Job market stayed hot in June despite Fed rate hikes, fewer openings", "description": "The job market may be cooling slightly off recent highs, but its temperature is still sizzling hot. Job openings ticked down to 9.58 million in June from 9.62 million in May, down from 10.96 million in June of last year, according to data released Tuesday by the Labor Department. US economy blows past expectations: 3...", "link": "https://thehill.com/business/4131044-job-market-stayed-hot-in-june-despite-fed-rate-hikes-fewer-openings/", "date_published": "2023-08-01T16:43:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Haley super PAC launching first ad of 2024 campaign cycle", "description": "The super PAC supporting presidential candidate Nikki Haley launched its first ad of the 2024 campaign cycle Tuesday, highlighting the former United Nations ambassador’s tough stance on China. “Communist China won’t just lose. Like the Soviet Union before it, Communist China will end up on the ash heap of history,” Haley says in a clip...", "link": "https://thehill.com/homenews/campaign/4131126-haley-super-pac-launching-first-ad-of-2024-campaign-cycle/", "date_published": "2023-08-01T16:43:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trump indictment watch", "description": "Decision could come at any moment {beacon} 12:30 REPORT TALK OF THE MORNING Trump Jan. 6 indictment decision looms: ©  Greg Nash Former President Trump could be indicted in a third criminal case as soon as this afternoon, as a federal grand jury meets behind closed doors in D.C.    There have been many signs...", "link": "https://thehill.com/newsletters/1230-report/4131198-the-hills-1230-report-trump-indictment-watch/", "date_published": "2023-08-01T16:40:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "American nurse kidnapped in Haiti: What you need to know", "description": "American nurse Alix Dorsainvil and her daughter were abducted last Thursday from a small health clinic near Port-au-Prince, Haiti.  Both Haitian and U.S. authorities are investigating the abduction, but no information has been publicly released on who abducted her, what they want, or what it will take to free her.  The incident highlights what the...", "link": "https://thehill.com/policy/international/4131156-american-nurse-kidnapped-in-haiti-what-you-need-to-know/", "date_published": "2023-08-01T16:34:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Lick long and prosper: Schiff pushes for Leonard Nimoy postage stamp", "description": "Rep. Adam Schiff is pushing for a U.S. Postal Service stamp aimed at honoring Leonard Nimoy, praising the “Star Trek” star as an “example of the American dream.” “Live long and prosper!” the California Democrat wrote in a Monday letter to the Citizens’ Stamp Advisory Committee and obtained by ITK. “This is a phrase that...", "link": "https://thehill.com/blogs/in-the-know/4131150-lick-long-and-prosper-schiff-pushes-for-leonard-nimoy-postage-stamp/", "date_published": "2023-08-01T16:30:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Energy permitting is broken: New analytics can fix it", "description": "We can no longer accept the burden of a regulatory framework designed for the conventional pollution problems in the 1960s or offer solutions created over a half-century ago that now penalize cleaner projects.", "link": "https://thehill.com/opinion/energy-environment/4129174-energy-permitting-is-broken-new-analytics-can-fix-it/", "date_published": "2023-08-01T16:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Gaetz calls DeSantis 'thirsty' for inviting Harris to Florida amid curriculum drama", "description": "Rep. Matt Gaetz (R-Fla.) called Florida Gov. Ron DeSantis (R) “thirsty” for inviting Vice President Harris to their home state to debate over African American history standards approved last month. “Imagine being desperate enough to be thirsty for a Kamala visit,” Gaetz posted on X, the platform formerly known as Twitter, alongside the letter DeSantis...", "link": "https://thehill.com/homenews/house/4131143-gaetz-calls-desantis-thirsty-for-inviting-harris-to-florida-amid-curriculum-drama/", "date_published": "2023-08-01T16:27:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Grand jury convenes in Trump case: Here's how grand juries work", "description": "A federal grand jury has been meeting to decide whether to bring charges against former President Trump in connection with the transfer of power following the 2020 election and the Jan. 6, 2021, Capitol riot. But what is a grand jury? Before unveiling felony charges in federal court, prosecutors must present evidence to grand jurors...", "link": "https://thehill.com/regulation/court-battles/4131125-grand-jury-convenes-in-trump-case-heres-how-grand-juries-work/", "date_published": "2023-08-01T16:17:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Bed, Bath & Beyond stores closed, but website relaunches through new owner", "description": "Bed, Bath &#38; Beyond may have closed all their physical stores across the country, but a new owner of the brand officially relaunched their website Tuesday.", "link": "https://thehill.com/business/4131101-bed-bath-beyond-stores-closed-but-website-relaunches-through-new-owner/", "date_published": "2023-08-01T16:12:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Find one of these invasive, toxin-covered worms? Here's what you should do", "description": "They're slimy, they have heads that look like hammers, and they're (most often) invasive.", "link": "https://thehill.com/changing-america/sustainability/environment/4124781-find-one-of-these-invasive-toxin-covered-worms-heres-what-you-should-do/", "date_published": "2023-08-01T16:01:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Don’t sacrifice progress in the name of peace", "description": "For advocates of a peace treaty that formally ends the Korean War, any reminder of facts that do not fit their agenda is best forgotten.", "link": "https://thehill.com/opinion/international/4130092-dont-sacrifice-progress-in-the-name-of-peace/", "date_published": "2023-08-01T16:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Henrietta Lacks family settles suit over use of cells taken without consent", "description": "The descendants of Henrietta Lacks on Tuesday said they had agreed to a settlement with biotechnology company Thermo Fisher over the use of cells taken from their ancestor without her permission for scientific research by doctors at Johns Hopkins Hospital. The details of the settlement remain confidential, but Lacks’ grandchildren, who were part of the...", "link": "https://thehill.com/policy/healthcare/4131058-henrietta-lacks-family-settles-suit-over-use-of-cells-taken-without-consent/", "date_published": "2023-08-01T15:49:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "X sues nonprofit watchdog group that tracks hate speech", "description": "Elon Musk’s X Corp, the parent company of the website formerly known as Twitter, filed a lawsuit Monday against a non-profit that tracks hate speech on the social media platform. The suit alleged that the Center for Countering Digital Hate (CCDH) improperly gained access to data on the platform for its research monitoring X, the...", "link": "https://thehill.com/policy/technology/4130853-x-sues-nonprofit-watchdog-group-that-tracks-hate-speech/", "date_published": "2023-08-01T15:45:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Access to maternal health care in decline, putting millions at risk: report", "description": "A new report found that access to maternal health care is on the decline, which puts millions at risk for complications as the maternal mortality rate continues to rise. The new data from the nonprofit organization March of Dimes found that in 2022, more than 6.9 million women live in maternity care deserts or areas...", "link": "https://thehill.com/policy/healthcare/4131007-access-to-maternal-health-care-in-decline-putting-millions-at-risk-report/", "date_published": "2023-08-01T15:43:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Virginia makes exit from regional emissions program official, drawing appeal", "description": "A coalition of environmental groups have appealed Virginia Gov. Glenn Youngkin’s (R) move to withdraw the state from an interstate carbon-capping program, after the state government made the pullout official on Monday. Shortly after winning the 2021 gubernatorial election, Youngkin announced his intention to pull out of the Regional Greenhouse Gas Initiative (RGGI), a program...", "link": "https://thehill.com/policy/energy-environment/4131008-virginia-makes-exit-from-regional-emissions-program-official-drawing-appeal/", "date_published": "2023-08-01T15:36:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Top Tennessee law enforcement agency investigating after officer shoots suspect who fired outside Jewish school", "description": "The Tennessee Bureau of Investigation (TBI) said Monday that it is investigating the officer-involved shooting of a man who allegedly fired a handgun outside of a Jewish school in Memphis. A white man reportedly fired a weapon Monday afternoon outside of Margolin Hebrew Academy-Feinstone Yeshiva of the South before fleeing in a pickup truck, according...", "link": "https://thehill.com/homenews/state-watch/4130921-top-tennessee-law-enforcement-agency-investigating-after-officer-shoots-suspect-who-fired-outside-jewish-school/", "date_published": "2023-08-01T15:33:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "We can’t let AI take over the 2024 election", "description": "Two transformative events in American democracy are headed for a near-on collision: the explosion of generative AI and the upcoming presidential election.", "link": "https://thehill.com/opinion/technology/4129431-we-cant-let-ai-take-over-the-2024-election/", "date_published": "2023-08-01T15:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Federal agency investigating new Tesla models' steering", "description": "The National Highway Traffic Safety Administration (NHTSA) is launching an investigation into two new Tesla models following reports of loss of steering control and power steering.  The Office of Defects Investigation (ODI) will look into 2023 Tesla Model 3 and Model Y cars after it received 12 complaints alleging loss of steering control and power...", "link": "https://thehill.com/policy/technology/4130903-federal-agency-investigating-new-tesla-models-steering/", "date_published": "2023-08-01T15:26:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Close big-government loopholes to stop waste and fraud. Here’s how …", "description": "In 1996, President Bill Clinton declared that “the era of big government is over.”  That same year, then-Sen. Joe Biden (D-Del.) recalled being “pilloried” by his fellow Democrats for “suggesting that there be a mandatory work requirement for anyone receiving welfare.\"  How things change.  Today, the era of big government has doubled, with President Biden’s...", "link": "https://thehill.com/opinion/congress-blog/4130278-close-big-government-loopholes-to-stop-waste-and-fraud-heres-how/", "date_published": "2023-08-01T15:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump ad compares Biden to 'corrupt third-world dictator'", "description": "A new ad for former President Trump’s 2024 campaign compares President Biden to a “corrupt third-world dictator” and shrugs off the various investigations Trump faces as politically motivated. “Acting just like a corrupt, third-world dictator, Biden has unleashed a cadre of unscrupulous government bureaucrats he controls to act like rabid wolves and attack his greatest...", "link": "https://thehill.com/homenews/campaign/4130907-trump-ad-compares-biden-to-corrupt-third-world-dictator/", "date_published": "2023-08-01T15:13:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "CVS to lay off 5,000 workers in cost-cutting move", "description": "U.S.-based health care giant CVS Health is laying off 5,000 employees in a cost-cutting move as it shifts focus to health care services. The Wall Street Journal reported Monday that the layoffs will primarily affect employees who work in the corporate sector of the company. CVS Health said that positions in the company’s stores, pharmacies...", "link": "https://thehill.com/policy/healthcare/4130930-cvs-to-lay-off-5000-workers-in-cost-cutting-move/", "date_published": "2023-08-01T15:05:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Pro-RFK Jr. group reports single donor represented almost half the funds it raised", "description": "A super PAC supporting Democrat Robert F. Kennedy Jr.’s candidacy for president reports that a single donor who has given millions to Republicans in previous elections provided almost half of the funds it has raised so far this year.  American Values 2024 revealed in a mid-year filing to the Federal Election Commission that it raised...", "link": "https://thehill.com/homenews/campaign/4130868-pro-rfk-jr-group-reports-single-donor-represented-almost-half-the-funds-it-raised/", "date_published": "2023-08-01T15:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Soft power: Communist China's linguistic expansion sweeps the Middle East", "description": "Iran’s President, Ebrahim Raisi, endorsed a law last month that adds Chinese to the list of foreign languages that can be taught in Iranian middle and high schools. This move comes at a time when there is great sensitivity about teaching Western languages in Iran. English is especially stigmatized as a conduit for the West’s “cultural invasion.”...", "link": "https://thehill.com/opinion/international/4125270-soft-power-communist-chinas-linguistic-expansion-sweeps-the-middle-east/", "date_published": "2023-08-01T15:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Zoo in China denies that bear in viral video is just a human wearing a costume", "description": "A zoo in the eastern Chinese city of Hangzhou has been forced to deny that its bears are just human beings in elaborate costumes after a video clip showing one of the animals went viral.", "link": "https://thehill.com/blogs/blog-briefing-room/4130880-zoo-in-china-denies-that-bear-in-viral-video-is-just-a-human-wearing-a-costume/", "date_published": "2023-08-01T14:59:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump surrounds himself with 'vulnerable people,' former aide says", "description": "Former White House press secretary Stephanie Grisham said Monday that former President Trump surrounds himself with “vulnerable people.” Grisham, who served under the Trump administration, claimed the former president's aides Carlos De Oliveira and Walt Nauta — who have both been charged in the federal classified documents case — have not turned on Trump because...", "link": "https://thehill.com/homenews/campaign/4130846-trump-surrounds-himself-with-vulnerable-people-former-aide-says/", "date_published": "2023-08-01T14:57:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "91 percent of Fox News viewers don't think Trump committed 'serious crimes'", "description": "The vast majority of respondents to a new New York Times/Siena poll who rely on Fox News as their primary information source say they do not believe former president Trump has committed serious federal crimes. The poll, conducted July 23-27 among 1,329 voters, found 91 percent of respondents who listed Fox News as the media...", "link": "https://thehill.com/homenews/media/4130635-91-percent-of-fox-news-viewers-dont-think-trump-committed-serious-crimes/", "date_published": "2023-08-01T14:51:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "US banning imports from two more China-based firms over Uyghur labor", "description": "Two Chinese companies will no longer be able to export to the U.S. due to their use of forced labor, the Department of Homeland Security (DHS) announced Tuesday. A car battery manufacturer and a food additive company were added to the U.S. sanctions list because they use forced Uyghur labor in China’s northwest Xinjiang province,...", "link": "https://thehill.com/business/4130727-us-banning-imports-from-two-more-china-based-firms-over-uyghur-labor/", "date_published": "2023-08-01T14:48:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says he'd weigh national TikTok ban if elected", "description": "Republican presidential candidate Ron DeSantis said he would consider a national TikTok ban if elected, amid bipartisan security concerns about the Chinese-owned video sharing app. “I am inclined to not want TikTok in the United States,” the Florida governor told The Wall Street Journal. “I think it’s creating a security vulnerability for us. I think...", "link": "https://thehill.com/homenews/campaign/4130805-desantis-says-hed-weigh-national-tiktok-ban-if-elected/", "date_published": "2023-08-01T14:39:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Key Alabama lawmaker says he'll investigate administration's Space Command selection", "description": "Chairman of the House Armed Services Committee Mike Rogers (R-Ala.) said he will be leading an investigation into President Biden’s decision to keep the Space Command headquarters in Colorado, overturning former President Trump’s decision to relocate it to Alabama.  Rogers was already investigating the Biden administration for its delay in making the move to Alabama,...", "link": "https://thehill.com/policy/defense/4130745-key-alabama-lawmaker-says-hell-investigate-administrations-space-command-selection/", "date_published": "2023-08-01T14:34:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Rep Tom Tiffany opts against running against Baldwin in Wisconsin Senate race", "description": "Rep. Tom Tiffany (R-Wis.) announced Tuesday that he's opting against running in Wisconsin's Senate race against Sen. Tammy Baldwin (D-Wis.), becoming the second Republican to decide against running. \"After talking with my family, I have decided to run for reelection in Wisconsin's Seventh District. While Tammy Baldwin is vulnerable due to her record as a...", "link": "https://thehill.com/homenews/campaign/4130798-rep-tom-tiffany-opts-against-running-against-baldwin-in-wisconsin-senate-race/", "date_published": "2023-08-01T14:30:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "GM recalling hundreds of vehicles over potentially exploding Takata air bag inflators", "description": "General Motors is recalling nearly 900 vehicles in the U.S. and Canada with Takata air bag inflators that could explode and hurl shrapnel in a crash.", "link": "https://thehill.com/policy/transportation/4130766-gm-recalling-hundreds-of-vehicles-over-potentially-exploding-takata-air-bag-inflators/", "date_published": "2023-08-01T14:29:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Christie knocks Trump for using donations to help pay legal bills", "description": "GOP presidential candidate Chris Christie took aim at former President Trump for using donations to help cover his legal bills amid numerous court battles. “And the fact is, when you look at just his campaign filings yesterday, almost most of the money that middle-class Americans have given to him, he spent on his own legal...", "link": "https://thehill.com/homenews/campaign/4130731-christie-knocks-trump-for-using-donations-to-help-pay-legal-bills/", "date_published": "2023-08-01T14:28:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Biker groups, community support 6-year-old boy after thieves target lemonade stand", "description": "Six-year-old Connor Brock had a goal: raise $250 to donate to St. Jude Children's Research Hospital.", "link": "https://thehill.com/changing-america/resilience/smart-cities/4129263-biker-groups-community-support-6-year-old-boy-after-thieves-target-lemonade-stand/", "date_published": "2023-08-01T14:15:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "NewsNation to host town hall with Ramaswamy", "description": "Cable news network NewsNation announced Tuesday that it will host GOP presidential candidate Vivek Ramaswamy for a live town hall later this month. Ramaswamy will participate in the NewsNation town hall Aug. 14, moderated by the network's chief Washington anchor, Leland Vittert. NewsNation noted this is the first news network-hosted town hall that Ramaswamy is...", "link": "https://thehill.com/homenews/campaign/4130722-newsnation-to-host-town-hall-with-ramaswamy/", "date_published": "2023-08-01T14:15:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "China restricting drone exports amid tensions with US", "description": "China announced Monday that it will limit the export of civilian long-range drones, citing the war in Ukraine and rising tensions with the U.S. The move comes as reports allege that Chinese-manufactured drones are being used by both the Russian and Ukrainian militaries for reconnaissance and attacks in the war effort. China, while it has...", "link": "https://thehill.com/policy/international/4130646-china-restricting-drone-exports-amid-tensions-with-us/", "date_published": "2023-08-01T14:15:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Man charged with felony after migrants struck by SUV in North Carolina", "description": "A North Carolina man who confessed to striking six migrant workers with his car was charged with felony hit-and-run after turning himself into police Monday. Daniel Gonzalez surrendered himself at the Lincolnton Police Department on Monday evening alongside several family members, police said in a press release. Gonzalez’s family said he had contacted them after the incident...", "link": "https://thehill.com/homenews/state-watch/4130658-man-charged-with-felony-after-migrants-struck-by-suv-in-north-carolina/", "date_published": "2023-08-01T14:04:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Neither Trump nor Biden can be trusted with America’s national security", "description": "In these times of existential danger, America needs a national security president not named Trump or Biden.", "link": "https://thehill.com/opinion/international/4130039-neither-trump-nor-biden-can-be-trusted-with-americas-national-security/", "date_published": "2023-08-01T14:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Lack of funding for Ukraine aid becoming serious issue, UN official says", "description": "The lack of funding for Ukraine aid is becoming a serious issue as the embattled country prepares for the cold months ahead, Ukraine's United Nations humanitarian coordinator said Monday.  In a virtual news conference from Kyiv, Denise Brown said the $3.9 billion humanitarian appeal for Ukraine is 30 percent funded while the country is faced...", "link": "https://thehill.com/policy/international/4130656-lack-of-funding-for-ukraine-aid-becoming-serious-issue-un-official-says/", "date_published": "2023-08-01T13:59:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Islamic State claims responsibility for deadly bombing at Pakistan political rally", "description": "The Islamic State militant group has claimed responsibility for a suicide bombing at a Pakistan election rally that killed 54 people on Sunday. The group’s Khorasan Province branch said Monday that the attack is part of its efforts to stop forms of democracy it deems against Islam. The bombing was at a rally for the...", "link": "https://thehill.com/policy/international/4130565-islamic-state-claims-responsibility-for-deadly-bombing-at-pakistan-political-rally/", "date_published": "2023-08-01T13:53:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Russia calls latest drone strike on Moscow a Ukrainian 'terrorist attack'", "description": "Russia on Tuesday labeled the latest drone strike on Moscow as a Ukrainian “terrorist attack.\" For the second time in about two days, a drone struck a skyscraper in central Moscow early Tuesday, an attack that Russian authorities have accused Kyiv of orchestrating as Ukraine advances its long-awaited counteroffensive.   The Russian Defense Ministry said...", "link": "https://thehill.com/policy/international/4130649-russia-calls-latest-drone-strike-on-moscow-a-ukrainian-terrorist-attack/", "date_published": "2023-08-01T13:49:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "You'll need this overlooked piece of info to file a Facebook settlement claim", "description": "Facebook users and ex-Facebook users still have time to file a claim in the $725 settlement the social media company has agreed to pay eligible Americans. But in order to do so, people will need one hidden piece of information.", "link": "https://thehill.com/homenews/nexstar_media_wire/4129339-youll-need-this-overlooked-piece-of-info-to-file-a-facebook-settlement-claim/", "date_published": "2023-08-01T13:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump burning through donor cash amid legal troubles", "description": "Former President Trump’s political operation is facing a cash crunch even as he outraises his GOP rivals, according to new campaign finance filings. Disclosures made public ahead of a Monday night filing deadline showed Trump’s joint fundraising committee reported raising nearly $54 million during the first half of 2023, putting him well ahead of the...", "link": "https://thehill.com/homenews/campaign/4130547-trump-burning-through-donor-cash-amid-legal-troubles/", "date_published": "2023-08-01T13:34:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Erratic, irrational and unconstrained: What a second Trump term would mean for America’s foreign policy", "description": "Trump’s approach to decisionmaking verges on incoherence.", "link": "https://thehill.com/opinion/national-security/4129137-erratic-irrational-and-unconstrained-what-a-second-trump-term-would-mean-for-americas-foreign-policy/", "date_published": "2023-08-01T13:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "California winter waves may be boosted by climate change, imperiling fragile coast", "description": "Winter waves along California’s shoreline may be growing in height due to the impacts of climate change — posing a potential threat to an already vulnerable coastal ecosystem, a new study has found. Probing nearly a century worth of seismic data, a University of California oceanographer has determined that from 1970 and on, California’s winter waves...", "link": "https://thehill.com/policy/equilibrium-sustainability/4130626-california-winter-waves-may-be-boosted-by-climate-change-imperiling-fragile-coast/", "date_published": "2023-08-01T13:28:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden loves a good workout. Here's her routine and how she gets through it", "description": "Jill Biden is detailing her diet and fitness routines and how she’s adapted her morning sweat sessions to life in the White House. The first lady is seen sporting a sweatshirt and sneakers beside her bicycle on the cover of the September issue of Women’s Health magazine, released Tuesday.  The 72-year-old executive mansion resident says her...", "link": "https://thehill.com/blogs/in-the-know/4130598-jill-biden-womens-health-workout-routine/", "date_published": "2023-08-01T13:19:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Judge rules Trump false election claims while in office covered by presidential immunity", "description": "A Pennsylvania state judge on Monday ruled that an election worker cannot sue former President Trump over statements he made sowing doubt in the 2020 election results while in office, finding the statements are protected by presidential immunity.  Philadelphia County Court of Common Pleas Judge Michael Erdos said Trump was immune for a tweet he...", "link": "https://thehill.com/regulation/court-battles/4130582-judge-rules-trump-false-election-claims-while-in-office-covered-by-presidential-immunity/", "date_published": "2023-08-01T13:19:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Georgia prosecutor reports racist threats, abuse over Trump election investigation", "description": "Fulton County District Attorney Fani Willis (D), who is leading Georgia’s investigation into former President Trump’s alleged attempts to overturn the 2020 election in the state, has received racist threats and warned state employees to “stay alert,” according to messages reviewed by the Atlanta Journal-Constitution. Willis, who is Black, told employees that she received racist hate...", "link": "https://thehill.com/regulation/court-battles/4130533-georgia-prosecutor-fani-willis-reports-racist-threats-trump-election-probe/", "date_published": "2023-08-01T13:18:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Bolton claims he will write in candidate if 2024 is Trump-Biden rematch", "description": "John Bolton said on Monday that he would write in a different candidate’s name on his ballot in 2024 if the election is a rematch between former President Trump and President Biden. “I would do the same thing I did in 2020,” Bolton said, when asked by CNN’s Laura Coates what he would do in...", "link": "https://thehill.com/homenews/campaign/4130553-bolton-claims-he-will-write-in-candidate-if-2024-is-trump-biden-rematch/", "date_published": "2023-08-01T13:01:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "The summer of US-China reengagement can be a win for the entire world", "description": "From climate change to trade policy, cabinet members and senior U.S. officials have shifted their rhetoric towards workable solutions, keeping China at the negotiating table.", "link": "https://thehill.com/opinion/international/4128907-the-summer-of-us-china-reengagement-can-be-a-win-for-the-entire-world/", "date_published": "2023-08-01T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Nebraska governor sending soldiers to US border with Mexico", "description": "Nebraska Gov. Jim Pillen (R) announced Monday that the state will send about 60 state Army National Guard troops to the U.S.-Mexico border in Texas to assist Texas’ border security effort Operation Lone Star. “This mission is critical to the security of Nebraska as well as other states,” Pillen said in a press release. “We...", "link": "https://thehill.com/homenews/state-watch/4130527-nebraska-governor-sending-soldiers-to-us-border-with-mexico/", "date_published": "2023-08-01T12:44:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Nicaragua's dictatorship again embraces North Korean, Russian terror", "description": "North Korea recently launched two ballistic missiles into the Sea of Japan. The tyrant Kim Jong-Un has initiated 17 such launches so far this year. Almost the entire Western world has condemned his nuclear program. But in Nicaragua, in the backyard of the United States, the dictatorship of Daniel Ortega has defended North Korea's initiatives,...", "link": "https://thehill.com/opinion/international/4122078-nicaraguas-dictatorship-again-embraces-north-korean-russian-terror/", "date_published": "2023-08-01T12:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "More Republicans in new poll say Trump committed 'serious' crimes", "description": "More Republicans in a new poll released on Tuesday said that former President Trump has committed “serious” federal crimes, as he faces down another potential indictment in the Justice Department’s Jan. 6 probe. The New York Times/Siena College poll found that 13 percent of Republicans said they believe the former president has committed serious crimes, up from...", "link": "https://thehill.com/regulation/court-battles/4130502-donald-trump-republicans-serious-crimes-poll/", "date_published": "2023-08-01T12:24:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Press: House GOP fiddles while America burns", "description": "While studying at the American Academy in Rome in April, I learned a lot about the history of Rome: what’s true and what’s not true. And chief among what not’s true is this: Nero did not fiddle while Rome burned.   In fact, he wasn’t even in Rome when the fire broke out. He was in Antium, some 35 miles away. And Nero didn’t play the fiddle, because the fiddle didn’t even exist at that time.   ...", "link": "https://thehill.com/opinion/4130249-press-house-gop-fiddles-while-america-burns/", "date_published": "2023-08-01T12:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Anti-Ted Cruz PAC hits senator over Cancun trip in new ad", "description": "The Lose Cruz PAC, a super PAC dedicated to defeating Sen. Ted Cruz (R-Texas) as he runs for reelection, rolled out its first attack ad against the senator on Tuesday.  The spot, titled “Find Your Beach,” hits Cruz over a trip he took to Cancun, Mexico in 2021 as an extreme winter storm battered the...", "link": "https://thehill.com/homenews/campaign/4129880-anti-ted-cruz-pac-hits-senator-over-cancun-trip-in-new-ad/", "date_published": "2023-08-01T12:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Why is the Biden administration destroying our asylum system?", "description": "Things are only going to get worse if the administration doesn’t find a better way to reduce illegal border crossings.", "link": "https://thehill.com/opinion/immigration/4129336-why-is-the-biden-administration-destroying-our-asylum-system/", "date_published": "2023-08-01T12:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Trump deadlocked in hypothetical match-up: poll", "description": "President Biden and former President Trump are deadlocked in a hypothetical 2024 match-up, according to a new poll released on Tuesday. The New York Times/Siena College poll found that 43 percent of registered voters said they would support Biden in a 2024 rematch, while another 43 percent said they would back Trump in such a...", "link": "https://thehill.com/homenews/campaign/4130468-biden-trump-deadlocked-in-hypothetical-match-up-poll/", "date_published": "2023-08-01T11:48:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: Why Trump is winning", "description": "For those who want the Republican Party to move in a different direction, Sunday’s New York Times poll was pretty depressing. Donald Trump is winning the GOP primary and it seems unlikely that anybody is going to beat him.  Here is how the Times itself summed up its poll: “Mr. Trump held decisive advantages across almost...", "link": "https://thehill.com/opinion/4130243-feehery-why-trump-is-winning/", "date_published": "2023-08-01T11:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "The media's climate fearmongering doesn't help anyone", "description": "In an era of sensationalism and clickbait headlines, the media's portrayal of all hot weather as a sign of end times adopts an unwarranted apocalyptic tone.", "link": "https://thehill.com/opinion/energy-environment/4123520-the-medias-climate-fearmongering-doesnt-help-anyone/", "date_published": "2023-08-01T11:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Trump preps supporters for more indictments", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Former President Trump said Monday he’s prepared with his legal team to soon be indicted by the Justice Department for actions tied to the Jan. 6 attack on the Capitol, intent on claiming in...", "link": "https://thehill.com/newsletters/4130412-the-hills-morning-report-trump-preps-supporters-for-more-indictments/", "date_published": "2023-08-01T10:32:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Brain-eating amoeba: Will the warming climate bring more cases?", "description": "Reported cases of brain-eating amoeba have \"significantly increased\" over the past four to five years.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/4127747-brain-eating-amoeba-will-the-warming-climate-bring-more-cases/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Cornel West bid prompts worries from progressives: 'I just wish he wasn't doing it'", "description": "Progressive lawmakers are voicing concerns over Cornel West’s third-party bid, worried that a figure they respect could cripple President Biden’s prospects in 2024. West launched a Green Party campaign earlier this year to inject more leftism into the election cycle. He’s challenging both the Democratic and Republican establishments, raging against them in equal measure, and...", "link": "https://thehill.com/homenews/campaign/4129489-cornel-west-bid-prompts-worries-from-progressives-i-just-wish-he-wasnt-doing-it/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis, Scott battle to be main Trump alternative", "description": "Florida Gov. Ron DeSantis and Sen. Tim Scott are battling as each tries to fill the lane as the non-Trump candidate in the GOP primary.  DeSantis has been the clear No. 2 in polls in the GOP primary all year but there are signs that his campaign is faltering amid a reset and negative headlines. ...", "link": "https://thehill.com/homenews/campaign/4129792-desantis-scott-battle-to-be-main-trump-alternative/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Harris takes center stage for White House with Biden on vacation", "description": "With President Biden in Delaware for a week-long vacation, Vice President Harris is taking center stage for the White House. Harris began her jam-packed week by sitting down with ABC News for a one-on-one interview. She will later meet with a foreign leader, travel to Florida and Wisconsin, and deliver remarks Friday on the monthly...", "link": "https://thehill.com/homenews/administration/4129491-harris-takes-center-stage-for-white-house-with-biden-on-vacation/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Looming Trump Jan. 6 indictment could come Tuesday", "description": "A federal grand jury probing efforts to block the transition of power following the 2020 election could soon return an indictment against former President Trump. The grand jury has tended to meet on Tuesdays and Thursdays. Several recent signals suggest an indictment is imminent, and Trump himself predicted that charges could come “any day now.” “I...", "link": "https://thehill.com/regulation/court-battles/4129247-looming-trump-jan-6-indictment-could-come-tuesday/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Ted Cruz grows his brand with popular tool — a podcast", "description": "Sen. Ted Cruz (R-Texas) has been a familiar face and voice on Fox News, right-wing talk radio and elsewhere in the conservative media ecosystem since first being elected to the Senate more than a decade ago.  But these days, Cruz is getting a boost in raising his profile through a media product of his own...", "link": "https://thehill.com/homenews/senate/4129117-ted-cruz-grows-his-brand-with-popular-tool-a-podcast/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump indictment watch: live updates", "description": "Former President Trump has indicated he expects to be indicted \"any day now\" as part of special counsel Jack Smith’s investigation into his conduct after the 2020 election. News of the potentially looming indictment comes after Trump said he received a target letter informing him that he is the subject in the probe, a move...", "link": "https://thehill.com/homenews/4129477-trump-indictment-watch-live-updates/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Trump steps up war with Senate GOP", "description": "President Trump is stepping up his war with Senate Republicans by calling for primary challenges next year against GOP incumbents who do not support investigating President Biden's family finances.   Many Senate Republicans have made clear they don’t want Trump to win their party’s nomination for president and they’re leery about rallying to his defense...", "link": "https://thehill.com/homenews/senate/4129924-trump-steps-up-war-with-senate-gop/", "date_published": "2023-08-01T10:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Did the government confirm aliens exist?", "description": "As in decades past, the question of whether aliens exist continues to captivate Americans.", "link": "https://thehill.com/homenews/house/4129961-did-the-government-confirm-aliens-exist/", "date_published": "2023-08-01T09:57:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "House Democrat calls on Comer to release transcript of Devon Archer testimony", "description": "A House Democrat is calling on House Oversight Committee Chairman James Comer (R-Ky.) to release the transcript of former Hunter Biden business associate Devon Archer’s testimony on Monday, saying that it will show President Biden had “nothing to do” with his son’s business dealings. CNN’s Anderson Cooper asked Rep. Dan Goldman (D-N.Y.) on “Anderson Cooper 360” what his...", "link": "https://thehill.com/homenews/house/4130162-house-democrat-calls-on-comer-to-release-transcript-of-devon-archer-testimony/", "date_published": "2023-08-01T03:13:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Pence, Tim Scott tout support for abortion bans as DeSantis spars with activists", "description": "Former Vice President Mike Pence and Sen. Tim Scott (R-S.C.) are boasting their support for national abortion bans as fellow GOP presidential candidate Ron DeSantis spars with anti-abortion activists. The Susan B. Anthony List, a conservative anti-abortion organization, took aim at DeSantis Monday for his position on abortion and sidestepping of whether he would support a...", "link": "https://thehill.com/homenews/campaign/4130144-pence-tim-scott-tout-support-for-abortion-bans-as-desantis-spars-with-activists/", "date_published": "2023-08-01T02:47:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis invites Harris to Florida amid fight over history standards", "description": "Florida Gov. Ron DeSantis (R) invited Vice President Harris to Florida amid their ongoing feud over African American history standards in the state. “In Florida we are unafraid to have an open and honest dialogue about the issues,” DeSantis wrote in the letter. “And you clearly have no trouble ducking down to Florida on short...", "link": "https://thehill.com/homenews/administration/4130121-desantis-invites-harris-to-florida-amid-fight-over-history-standards/", "date_published": "2023-08-01T02:13:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Mayors say cities need to address housing, mental health issues to deal with crime", "description": "Mayors across four cities in the United States discussed how officials need to deal with lack of housing, mental health crises and gun reforms to address crime in a NewsNation town hall on Monday. Chris Cuomo hosted a town hall edition of his “Cuomo” show on NewsNation with the mayors of four major cities: Little...", "link": "https://thehill.com/homenews/state-watch/4130106-mayors-say-cities-need-to-address-housing-mental-health-issues-to-deal-with-crime/", "date_published": "2023-08-01T01:48:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "Katie Britt recovering at home after 'sudden onset of numbness' in face, condition not life-threatening", "description": "Sen. Katie Britt (R-Ala.) announced on Monday night that the senator is receiving outpatient care after experiencing a \"sudden onset of numbness\" in her face and is expected to need \"several weeks\" of recovery.  Doctors believe that the numbness was likely the result of swelling of a facial nerve that was caused by a post-viral infection,...", "link": "https://thehill.com/homenews/senate/4130110-katie-britt-recovering-at-home-after-sudden-onset-of-numbness-in-face-condition-not-life-threatening/", "date_published": "2023-08-01T01:35:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://thehill.com/news/feed/", "title": "'Euphoria' actor Angus Cloud dead at 25", "description": "Angus Cloud, an actor from hit HBO drama series “Euphoria,” has died at the age of 25.  Multiple media outlets Monday reported the actor’s death. The actor’s representatives told NBC News that Cloud died at his family’s home in Oakland, Calif.  In a statement, Cloud’s family said that the actor struggled \"intensely\" with the death...", "link": "https://thehill.com/blogs/blog-briefing-room/4130025-euphoria-actor-angus-cloud-dead-at-25/", "date_published": "2023-08-01T00:17:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]