[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Baldur’s Gate 1 + 2 Recap (Updated)", "description": "Before the upcoming release of Baldur’s Gate 3 on August 3rd, 2023, check out this quick recap of the previous games, Baldur’s Gate 1 and Baldur’s Gate 2. We go over the main story beats you need to know, break down the events of Descent into Avernus and how they link into Baldur’s Gate 3, as well as point out some familiar faces you might come across.\n\nIt has been 24 years since players first got to experience the virtual lands of the Forgotten Realms in the original Baldur’s Gate, so while there are plenty of folk out there excited for the upcoming Baldur’s Gate 3, they may not have played through BioWare’s 1998 RPG gem. We’ll look back at Baldur’s Gate 1 + 2 through the various adventures of Gorion’s Ward, Sarevok, Minsc, Volo and the rest of the gang to recount the main stories of the base games, as well as the Siege of Dragonspear and Throne of Bhaal expansions.\n\n0:00 Intro\n0:27 Baldur’s Gate\n7:37 Baldur’s Gate: Siege Of Dragonspear\n10:12 Baldur’s Gate II: Shadows Of Amn\n17:37 Baldur’s Gate II: Throne Of Bhaal\n19:48 Baldur’s Gate III\n\n#baldursgate #baldursgate3 #gaming", "link": "https://www.youtube.com/watch?v=XDrd6WxeCko", "date_published": "2023-08-01T21:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XDrd6WxeCko/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "I've Been Playing Multiplayer Games Wrong All Along | The Kurt Locker", "description": "This week on The Kurt Locker, Kurt divulges into the state of online gaming and how he's often felt alienated by its routine oriented challenges. Or maybe he's just been playing them wrong all along?\n\nWhether it's Destiny, Fortnite, Call of Duty: Warzone, or Sea of Thieves, playing games online can sometimes feel like a second job. There's a routine-centric-design to these games: the daily challenges, the progress trackers, the season passes, the timed events -- there's a sense of commitment that comes from simply wanting to play a game online. It can, at times, feel like an extra responsibility in life. \n\nKurt isn't a stranger to playing games like this: Counter Strike, World of Warcraft, Sea of Thieves -- these are grinds he's dedicated hundreds, if not thousands, of hours to. Despite this, however, he's also never felt as though he fit into this style of gaming.\n\nIn this episode of The Kurt Locker, Kurt takes a close look at online gaming, where it's evolved from the days of local multiplayer, and his relationship with it along the way. For so long, Kurt felt that he didn't fit into the competitive nature that came with online gaming, but in actuality, maybe he had been looking at it all wrong. \n\nFor him, it was never about competing or the objective, but instead having a space to hang out with his friends. Games like Phasmophobia cemented that for him, paving way to changing how he views most games he plays online. It's had a ripple effect on other games he plays including Left 4 Dead 2 and Tower Unite.\n\n00:00 - Intro\n01:06 - The two pillars of multiplayer games\n02:11 - Online gaming has changed the way we play\n04:20 - Phasmophobia. The game that changed me.  \n05:29 - Left For Dead 2\n05:57 - The Art of Play\n06:32 - Tower Unite\n08:05 - Conclusion", "link": "https://www.youtube.com/watch?v=RkiOOnT84Bo", "date_published": "2023-08-01T15:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/RkiOOnT84Bo/hqdefault.jpg"}]