[{"source": "https://www.theguardian.com/rss", "title": "Finally, 30 months after leaving office in disgrace, Trump must face the music | Lloyd Green", "description": "<p>The latest indictments – for trying to overturn the 2020 election – mean a reckoning for the man who led chants of ‘lock her up’</p><p>Amid the Hollywood writers’ strike, Jack Smith, the special counsel, delivered a jolt of real-life drama. Late Tuesday afternoon, he dropped a four-count, 45-page conspiracy indictment on Donald Trump for his efforts to subvert the outcome of the 2020 presidential election. Six other unnamed conspirators also appear in the text. The charges go to the heart of our constitutional system.</p><p>“Despite having lost, the Defendant was determined to remain in power,” the indictment charges. “So for more than two months following election day … the Defendant spread lies that there had been outcome-determinative fraud in the election that he had actually won. These claims were false, and Defendant knew that they were false.”</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/trump-republican-support-primaries\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/trump-republican-support-primaries", "date_published": "2023-08-01T22:43:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kemi Badenoch casts doubt on electric car targets over fears about job losses", "description": "<p>Rule that manufacturers must make increasing amount of zero emissions vehicles could be weakened, business secretary hints</p><p>Kemi Badenoch has raised concerns that electric vehicle targets could hamper investment in Britain and lead to job losses, in a sign that another of the government’s green pledges could face an uncertain future.</p><p>The business and trade secretary was discussing the vehicle industry’s concerns with colleagues regarding a rule to be introduced in January, which requires manufacturers to ensure that at least 22% of new sales in the UK are of emissions-free models, rising each year to reach 80% by 2030.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/01/kemi-badenoch-casts-doubt-on-electric-car-targets-over-fears-about-job-losses\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/01/kemi-badenoch-casts-doubt-on-electric-car-targets-over-fears-about-job-losses", "date_published": "2023-08-01T22:43:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jaan Roose crosses slackline 185m off the ground in Qatar – video", "description": "<p>Jaan Roose, an Estonian slackline athlete, walked across a 150m (492ft) LED-lit slackline hanging between the crescent shaped Iconic Towers in Lusail Marina, Qatar, on Sunday. Roose could be seen fighting against strong winds to keep his balance as he delicately made his way across unsupported. This slackline was tied 185m (606ft) above the ground. Roose set a new record for the world's longest single-building slackline when he completed crossing.</p> <a href=\"https://www.theguardian.com/sport/video/2023/aug/01/jaan-roose-crosses-slackline-185m-off-the-ground-in-qatar-video\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/video/2023/aug/01/jaan-roose-crosses-slackline-185m-off-the-ground-in-qatar-video", "date_published": "2023-08-01T22:17:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Warsaw sends troops to border, accusing Belarus of violating its airspace", "description": "<p>Polish military says army helicopters crossed eastern flank, adding to tensions caused by proximity of Wagner fighters </p><p>Poland has rushed troops to its eastern border after accusing Belarus, Russia’s closest ally, of violating its airspace with military helicopters.</p><p>The Belarusian military denied any such violation and accused Nato member <a href=\"https://www.theguardian.com/world/poland\">Poland</a>, one of Ukraine’s most fervent backers in its conflict with Russia, of making up the accusation to justify a buildup of its troops.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/warsaw-sends-troops-to-border-accusing-belarus-of-violating-its-airspace\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/warsaw-sends-troops-to-border-accusing-belarus-of-violating-its-airspace", "date_published": "2023-08-01T21:28:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England clinch semi-final spot at Netball World Cup with victory over Fiji", "description": "<ul><li>England 89-28 Fiji</li><li>Housby and Cardwell excel to secure top-two finish in Pool F</li></ul><p>England clinched their place in the Netball World Cup semi-finals with a match to spare after defeating Fiji 89-28 in a late-night game in Cape Town.</p><p>With 16 places separating the Roses from the Pearls in the world rankings, victory was all but guaranteed but the nature of it – being <a href=\"https://www.theguardian.com/sport/2023/jul/31/new-zealand-wales-grace-nweke-knee-injury-netball-world-cup\">England’s fifth game in as many days</a>, was less so. Mental sharpness and fatigue were as much the challenges as taking on Fiji in their 10th World Cup.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/england-fiji-netball-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/england-fiji-netball-world-cup-match-report", "date_published": "2023-08-01T21:09:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jailing shoplifters will not address root causes, says senior Tory", "description": "<p>Sir Bob Neill criticises government plan for failing to consider mental health and addiction problems of many offenders</p><p>Ministers cannot “warehouse” addicts and people with mental health problems who commit crimes such as shoplifting, a senior Conservative MP has said in response to a plan to give shoplifters mandatory sentences.</p><p>Sir Bob Neill, the chair of the Commons justice select committee, said the new policy would “pump low-level offenders” into almost-full jails at huge public expense and do nothing to change the “chaotic lives” of offenders.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/jailing-shoplifters-will-not-address-root-causes-says-senior-tory\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/jailing-shoplifters-will-not-address-root-causes-says-senior-tory", "date_published": "2023-08-01T21:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wonders of the Moon with Dara Ó Briain review – comic turns love for the lunar into cosmically compelling TV", "description": "<p>Ancient lunar calendars! Apollo missions!  Cow fertility! The amateur astronomer explores the incredible ways our celestial neighbour impacts humanity – you’ll want to take notes</p><p>The first episode of Wonders of the Moon with Dara Ó Briain concentrates on what that eternally compelling sphere has meant to human culture, myth and spirituality. The second (of two) focuses on the science of it – the Apollo missions, roaming round the Jodrell Bank Observatory and talking to the people at the European Space Agency who are preparing for the next moon landing. It is obvious which part presenter Ó Briain, a comedian who studied mathematics and theoretical physics at university, feels more comfortable with and enthused by. But there is enough of the romantic about him to ensure the moon’s more ineffable effects on our lives are given a fair hearing first.</p><p>He starts amid the mountains of his native County Wicklow – a light-pollution-free zone that makes it perfect for stargazing. The moon is visible before nightfall and the Irish word for Venus, he tells us, translates as “afternoon star” because you can see it so early on. He then heads over to Newgrange, a Neolithic monument in County Meath that seems to have functioned not just as a burial chamber but perhaps also as a solar and – as the carvings of crescents and circles outside it suggest – lunar calendar. In case you, like me, use these documentaries to gather job titles that make you sigh with regret at roads not taken, I should tell you that this information is given to us by Dr Frank Prendergast – an archeoastronomer. I know, I know. It’s too late for me but perhaps you can still realise such a dream.</p><p>Wonders of the Moon with Dara Ó’Briain aired on Channel 5 and is now on My5</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/01/wonders-of-the-moon-with-dara-obriain-review-beautiful-cosmically-compelling-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/01/wonders-of-the-moon-with-dara-obriain-review-beautiful-cosmically-compelling-tv", "date_published": "2023-08-01T21:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "After the Ashes, the Hundred returns in a psychedelic binge of colour", "description": "<p>Southern Brave women and Trent Rockets men were the victors as the two franchises got the tournament under way</p><p>What do you do after an Ashes series like that one? Well, if you’re English cricket, you throw your kitbag in the back of your car and hotfoot it up the M1, stopping at Toddington services to change into your jazziest clothes.</p><p>The Hundred launched itself at Trent Bridge on Tuesday like a wrestler body-slamming an unsuspecting opponent. Less than 24 hours had passed since the Oval Test threatened to <a href=\"https://www.theguardian.com/sport/2023/aug/01/ashes-series-cricket-england-australia-stuart-broad-moeen-ali-ben-stokes\" title=\"\">melt our minds</a> with its rambling plot twists and grand climax – Ultimate Bazball: The Final Broadcast. Yet here we were, segueing straight from one fever dream to the next. In this case, Trent Rockets versus Southern Brave.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/after-the-ashes-the-hundred-returns-in-a-psychedelic-binge-of-colour\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/after-the-ashes-the-hundred-returns-in-a-psychedelic-binge-of-colour", "date_published": "2023-08-01T20:56:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Body found in plastic barrel floating in water at a Malibu beach", "description": "<p>A lifeguard brought the container ashore and opened it to discover a Black man’s body as homicide detectives investigate the death</p><p>A lifeguard found a man’s body in a barrel at a southern California beach on Monday, after seeing the container floating in the water, officials said.</p><p>Homicide detectives with the Los Angeles county sheriff’s department are investigating the circumstances around the death.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/body-barrel-malibu-beach-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/body-barrel-malibu-beach-california", "date_published": "2023-08-01T20:56:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United’s US tour: what Ten Hag will have learned from pre-season", "description": "<p>United’s trip to the States raised questions about Mason Mount and Jadon Sancho but also saw a manager in full control</p><p>Erik ten Hag has faith – for the moment – in the 23-year-old and a vision of the complete attacking footballer the forward can become for Manchester United, as his fielding of Sancho as a false 9 indicates. The goal Sancho scored against Arsenal was emblematic of this, the England international bursting on to a through ball, holding off Gabriel Magalhães in a show of pace and thrust that felt a new development, then rifling home. But for him to prosper and be the £74m marquee signing United believed they recruited two summers ago, there has to be more of this. Is it possible? Ten Hag thinks so.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/manchester-uniteds-us-tour-what-ten-hag-will-have-learned-from-pre-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/manchester-uniteds-us-tour-what-ten-hag-will-have-learned-from-pre-season", "date_published": "2023-08-01T20:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lizzo accused of sexual harassment and weight-shaming by former dancers", "description": "<p>Three former backup dancers allege in lawsuit the singer created a hostile work environment and pressured staff at afterparties</p><p>Three of Lizzo’s tour dancers have accused the singer of sexual harassment, and of creating a hostile work environment through sexual, racial and religious harassment in several incidents between 2021 and 2023, according to a lawsuit filed on Tuesday.</p><p>The dancers also alleged that Lizzo, known as an advocate for body positivity and self-love, criticized a dancer’s recent weight gain and later berated, then fired, that dancer for recording a meeting.</p> <a href=\"https://www.theguardian.com/music/2023/aug/01/lizzo-lawsuit-sexual-harassment-weight-shaming-former-dancers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/01/lizzo-lawsuit-sexual-harassment-weight-shaming-former-dancers", "date_published": "2023-08-01T19:53:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bibby Stockholm asylum barge is ‘potential deathtrap’, say firefighters", "description": "<p>FBU to write to Home Office with overcrowding concerns after first group’s arrival delayed due to safety issues on Dorset-based vessel</p><p>Firefighters have accused ministers of attempting to house asylum seekers on a “potential deathtrap” after health and safety officials prompted a further delay to the use of a giant barge until next week.</p><p>The Fire Brigades Union (FBU) said it is planning to write to the Home Office about overcrowding and access to fire exits on the vessel. The <a href=\"https://www.theguardian.com/uk-news/2023/jul/31/home-office-asylum-seekers-barge-bibby-stockholm-fire-safety-fears\">health and safety officials’ intervention</a> had already led to the postponement of the arrival of the first men who were due to stay on the 222-bedroom Bibby Stockholm in Portland, Dorset.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/bibby-stockholm-asylum-barge-is-potential-deathtrap-say-firefighters\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/bibby-stockholm-asylum-barge-is-potential-deathtrap-say-firefighters", "date_published": "2023-08-01T19:52:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Football Weekly: England imperious as USA scrape through", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/SuzyWrack\">Suzy Wrack</a>, <a href=\"https://twitter.com/GirlsontheBall\">Sophie Downey</a> and <a href=\"https://twitter.com/NicenNeetz\">Anita Asante</a> to reflect on England’s incredible 6-1 win over China</p><p>On Women’s Football Weekly today; England finally look like a side capable of going very far at this World Cup, helped hugely by an amazing performance by Lauren James. If it wasn’t for an offside she may well have had the greatest ever World Cup hat-trick.</p><p>Elsewhere, the USA struggle to a 0-0 draw with World Cup debutants Portugal, meaning they finish second in their group behind the Netherlands to set up a tough last-16 clash with Sweden.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/01/womens-football-weekly-england-imperious-as-usa-scrape-through\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/01/womens-football-weekly-england-imperious-as-usa-scrape-through", "date_published": "2023-08-01T19:38:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England imperious and the USA scrape through – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/SuzyWrack\">Suzy Wrack</a>, <a href=\"https://twitter.com/GirlsontheBall\">Sophie Downey</a> and <a href=\"https://twitter.com/NicenNeetz\">Anita Asante</a> to reflect on England’s incredible 6-1 win over China</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>On the podcast today; England finally look like a side capable of going very far at this World Cup, helped hugely by an amazing performance by Lauren James. If it wasn’t for an offside she may well have had the greatest ever World Cup hat-trick.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/01/england-imperious-and-the-usa-scrape-through-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/01/england-imperious-and-the-usa-scrape-through-womens-football-weekly", "date_published": "2023-08-01T19:36:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five-year-old boy drowns in swimming pool at Cornish resort", "description": "<p>Robin Caliskal was in water with family just an hour into holiday at Atlantic Reach holiday park in Newquay</p><p>A five-year-old boy has drowned in a swimming pool at a resort in Cornwall, police have said, just an hour after arriving for a family holiday.</p><p>Robin Caliskal was swimming with his parents and six-month-old brother at the Atlantic Reach holiday park in Newquay when he got into difficulty. Medics were called just after 5pm on Monday but he was pronounced dead at the scene.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/five-year-old-robin-caliskal-drowns-in-swimming-pool-at-cornish-resort\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/five-year-old-robin-caliskal-drowns-in-swimming-pool-at-cornish-resort", "date_published": "2023-08-01T19:21:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Klopp laughs off idea of Mbappé loan but Liverpool submit £42m Lavia bid", "description": "<ul><li>‘The financial conditions don’t suit us at all,’ says manager</li><li>Southampton set to reject Lavia offer and insist on £50m </li></ul><p>Jürgen Klopp has laughed off suggestions Liverpool are in the running to put together a loan deal for Kylian Mbappé. The France striker has <a href=\"https://www.theguardian.com/football/2023/jul/26/kylian-mbappe-refuses-to-meet-al-hilal-officials-to-discuss-transfer-to-saudi\">rejected the chance to hold talks</a> with the Saudi Arabian club Al-Hilal after Paris Saint-Germain accepted a world-record £259m bid and Anfield has been touted as a possible destination.</p><p>“We laugh about it,” Klopp told Sky Germany as he prepared the squad for the final match of their pre-season Asia tour against Bayern Munich in Singapore.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/klopp-laughs-off-idea-of-mbappe-loan-but-liverpool-submit-42m-lavia-bid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/klopp-laughs-off-idea-of-mbappe-loan-but-liverpool-submit-42m-lavia-bid", "date_published": "2023-08-01T19:04:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "End of an era for Ashes greats leaving dancefloor after golden summer", "description": "<p>This series was a genuine banger with scant few days of outright dominance but a changing of the guard is inevitable </p><p>In the hours after Stuart Broad wrapped up the most clippable, clickbait-able Ashes in history came one last hunk of red meat for the internet: did England snub Australia for the traditional post‑match drink? Or were the tourists a bit too keen to leave early?</p><p>Whatever the mix-up in communications here – something later rectified by the players meeting on the sticky floors of a London nightclub, according to a 4.11am tweet from Ben Stokes – it does seem a bit of a shame <a href=\"https://www.theguardian.com/sport/2023/jul/31/england-win-dramatic-fifth-test-against-australia-to-draw-ashes-series-cricket\" title=\"\">after sharing a memorable 2-2 draw</a>, not least for the early birds and non‑drinkers among them.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/ashes-series-cricket-england-australia-stuart-broad-moeen-ali-ben-stokes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/ashes-series-cricket-england-australia-stuart-broad-moeen-ali-ben-stokes", "date_published": "2023-08-01T19:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Rishi Sunak’s promise to ‘max out’ North Sea oil – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/01/steve-bell-on-rishi-sunaks-promise-to-max-out-north-sea-oil-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/01/steve-bell-on-rishi-sunaks-promise-to-max-out-north-sea-oil-cartoon", "date_published": "2023-08-01T19:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea weigh up Vlahovic-Lukaku swap after signing £23m Ugochukwu", "description": "<ul><li>Juventus to take Lukaku if Chelsea sign Vlahovic and pay €40m</li><li>West Ham to get new Inter Scamacca bid but lose out on Borges</li></ul><p>Chelsea have signed the midfielder Lesley Ugochukwu from Rennes for €27m (£23.2m) and are deciding whether to explore an offer to take Dusan Vlahovic from Juventus as part of a swap deal involving Romelu Lukaku.</p><p>Juventus are keen on Lukaku but are insisting Chelsea take Vlahovic, a Serbia striker, in return and pay about €40m. Chelsea rejected chances earlier in the window to sign Vlahovic and are considering whether to adjust their stance as they try to find a way to offload Lukaku after his loan at Internazionale. Lukaku has the option of a move to Saudi Arabia but wants to stay in Europe.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/chelsea-vlahovic-lukaku-swap-juventus-sign-lesley-ugochukwu-rennes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/chelsea-vlahovic-lukaku-swap-juventus-sign-lesley-ugochukwu-rennes", "date_published": "2023-08-01T18:59:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Meta to end Canadians’ news access on Facebook and Instagram in row over law", "description": "<p>Move comes in response to Canadian legislation requiring internet giants to pay news publishers</p><p>Meta has begun the process to end access to news on Facebook and Instagram for all users in Canada, the company said on Tuesday.</p><p>The move comes in response to legislation in the country requiring internet giants to pay news publishers.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/01/meta-canada-news-facebook-instagram\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/01/meta-canada-news-facebook-instagram", "date_published": "2023-08-01T18:54:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Four Nigerians survive 14 days on ship’s rudder before Brazilian rescue", "description": "<p>Four men traveled about 5,600km before being rescued by Brazilian federal police in south-eastern port of Vitoria</p><p>On their 10th day at sea, the four Nigerian stowaways crossing the Atlantic in a tiny space above the rudder of a cargo ship ran out of food and drink.</p><p>They survived another four days, according to their account, by drinking the sea water crashing just meters below them, before being rescued by Brazilian federal police in the south-eastern port of Vitoria.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/four-nigerians-survive-ship-rudder-brazil-rescue\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/four-nigerians-survive-ship-rudder-brazil-rescue", "date_published": "2023-08-01T18:45:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Armed robbers escape with up to €15m in jewellery from Piaget store in Paris", "description": "<p>Investigation under way after theft at Swiss luxury watch shop on Rue de la Paix in high-end Place Vendôme area</p><p>Armed robbers have raided a store of the luxury Swiss watch brand Piaget in central Paris, escaping with between €10m to €15m ( £8.5m to 12.8m) worth of jewellery, the Paris prosecutors office said.</p><p>The robbery took place around lunchtime on Tuesday at the store on the Rue de la Paix in the high-end Place Vendôme area, home to several jewellers, watchmakers and luxury brands. The area has seen a <a href=\"https://www.theguardian.com/world/2021/sep/07/jewellery-worth-10m-stolen-in-heist-at-bulgari-store-in-paris\">spate of armed robberies in recent years</a>.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/armed-robbers-escape-luxury-watch-piaget-store-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/armed-robbers-escape-luxury-watch-piaget-store-paris", "date_published": "2023-08-01T18:38:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Homes proposal ‘an effort to line Duke of Northumberland’s pockets’", "description": "<p>Ralph Percy lost an application in 2021 to build 80 flats on part of his Grade I-listed Syon Park estate</p><p>An attempt by the Duke of Northumberland to replace allotments with dozens of new homes on his west London estate is simply an effort to line his “already deep pockets”, a public inquiry has heard.</p><p>Ralph Percy, the 12th Duke of Northumberland, lost an application in October 2021 to build 80 flats on part of his Grade I-listed Syon Park estate after the council received more than 900 objections from locals to the plans.</p> <a href=\"https://www.theguardian.com/society/2023/aug/01/homes-proposal-an-effort-to-line-duke-of-northumberlands-pockets\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/01/homes-proposal-an-effort-to-line-duke-of-northumberlands-pockets", "date_published": "2023-08-01T18:05:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wiegman’s wing-back surprise could prove a twist that sets England free | Sophie Downey", "description": "<p>After opening the World Cup with two edgy displays the Lionesses cut loose with a new formation against China</p><p>With one display, the pressure that had been mounting on Sarina Wiegman and England has eased. In a <a href=\"https://www.theguardian.com/football/2023/aug/01/england-china-lauren-james-womens-world-cup-group-d-match-report\" title=\"\">6-1 victory against China</a>, ranked 14th in the world, the Lionesses hit cruise control on a night that brought surprise and an end to their struggles in front of goal.</p><p>It was the sort of display that can set alight a team’s campaign and it led Wiegman to claim they were growing into the tournament. Edgy 1-0 victories had done little to answer questions about England’s capabilities at both ends of the pitch, with several players lacking in form and confidence.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/01/sarina-wiegmans-reshaped-england-hit-cruise-control-to-top-the-group\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/01/sarina-wiegmans-reshaped-england-hit-cruise-control-to-top-the-group", "date_published": "2023-08-01T18:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "HS2 Euston tunnellers given suspended sentences after retrial", "description": "<p>Six activists who occupied tunnel network near London station either pleaded guilty or were found guilty</p><p>Six environmental activists who underwent a retrial over charges related to tunnelling near Euston station in London in protest against HS2 have been sentenced.</p><p>All six either pleaded guilty or were found guilty in the retrial, and were given suspended sentences of between one and three months on Tuesday. They had initially been acquitted of aggravated trespass.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/hs2-tunnel-protesters-euston-sentenced-retrial\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/hs2-tunnel-protesters-euston-sentenced-retrial", "date_published": "2023-08-01T17:59:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vunipola and Chessum hand England fitness boost for Rugby World Cup", "description": "<ul><li>Forwards in line to secure place in Monday’s 33-man squad</li><li>Billy Vunipola training ahead of Saturday’s game with Wales</li></ul><p>England’s Rugby World Cup prospects have received a sizeable boost with the powerful forwards Ollie Chessum and Billy Vunipola both primed for a return to action this month. Chessum had been rated a major doubt but has made a remarkable recovery from a serious ankle injury while Vunipola is back in full training ahead of Saturday’s opening warm-up game against Wales.</p><p>Chessum, 22, was among the stand-out English forwards in the Six Nations last season until he sustained a fracture dislocation before the final game in Ireland in mid-March. A little over four-and-a-half months later the towering lock is now in line to secure a berth in England’s 33-man World Cup squad which will be unveiled on Monday.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/billy-vunipola-ollie-chessum-england-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/billy-vunipola-ollie-chessum-england-rugby-world-cup", "date_published": "2023-08-01T17:58:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Bizarre’: stewards investigate quick Quickthorn start over Goodwood rivals", "description": "<ul><li>Tom Marquand steals Goodwood Cup from sleepy jockeys</li><li>Crowley slapped with 20-day whip ban after King George ride</li></ul><p>“Bizarre,” Frankie Dettori said after finishing only sixth behind the front-running Quickthorn in the Goodwood Cup here on Tuesday. “I’ve seen some weird things, but that was bizarre.”</p><p>It was a fair way to sum up a very odd Group One race, but strange though it was, the way in which it unfolded was hardly unprecedented. Dettori and his fellow riders had been forewarned about the tactics Tom Marquand would adopt on the winner, but they were apparently not forearmed.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/bizarre-stewards-investigate-quickthorn-glorious-goodwood-cup-horse-racing\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/bizarre-stewards-investigate-quickthorn-glorious-goodwood-cup-horse-racing", "date_published": "2023-08-01T17:57:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sellers boycott Etsy UK over hike in sales income held back on reserve", "description": "<p>Changes at online craft marketplace prompt anger among vendors as some report up to 75% of takings kept for at least 45 days</p><p>Etsy UK sellers have boycotted the online craft marketplace after it increased the amount of sales income it holds back from some vendors to ensure items are delivered as promised.</p><p>The UK’s small business commissioner, Liz Barclay, said she had contacted the site about a fortnight ago after an increase in complaints by sellers who had suddenly had as much as 75% of their takings held back for at least 45 days.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/01/sellers-boycott-etsy-online-marketplace-reserve-cashflow\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/01/sellers-boycott-etsy-online-marketplace-reserve-cashflow", "date_published": "2023-08-01T17:45:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on wild camping at Dartmoor: immersion in beauty is legal after all | Editorial", "description": "<p>An attempt to ban backpackers from one of England’s most beautiful national parks has failed. Now we need a wider conversation about access to nature</p><p>It rained again. Across Britain, skies were mostly variations of grey, as they have been for weeks. But notwithstanding the weather, the last day of July deserves to be remembered as a vintage one for lovers of life lived outdoors.</p><p>In evening sunshine at the Oval, an outstanding Ashes series <a href=\"https://www.theguardian.com/sport/2023/jul/31/englands-stuart-broad-reflects-on-pure-joy-after-sealing-fifth-test-victory\" title=\"\">produced</a> an improbably poetic climax, as Stuart Broad won the fifth Test for England with the last ball of a stellar career. Over 200 miles away in Devon, <a href=\"https://twitter.com/search?q=Haytor%20Dartmoor&amp;amp;src=typed_query\" title=\"\">celebrations</a> were also taking place at Dartmoor’s famous Haytor Rocks after a legal <a href=\"https://www.theguardian.com/environment/2023/jul/31/wild-camping-dartmoor-court-appeal\" title=\"\">victory</a> that opens up new vistas on how we might enjoy and cherish our national parks.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/the-guardian-view-on-wild-camping-at-dartmoor-immersion-in-beauty-is-legal-after-all\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/the-guardian-view-on-wild-camping-at-dartmoor-immersion-in-beauty-is-legal-after-all", "date_published": "2023-08-01T17:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on kinship carers: grandparents can’t repair a broken care system | Editorial", "description": "<p>New allowances for relatives who look after children, in lieu of parents, are a good idea. But they aren’t a solution to the wider problem</p><p>Estimates of the number of children living in some form of kinship care in the UK vary, as does the definition. But the figure could be as high as <a href=\"https://kinship.org.uk/wp-content/uploads/Out-of-the-Shadows-2022-WEB-003.pdf\" title=\"\">160,000</a> – around twice the number that are looked after by local authorities. In a minority of cases there is overlap, with relatives becoming foster carers. But despite their large number, these households have a lower profile, in policy terms, than more formal care arrangements.</p><p>That might be changing. As the local authority care system has become more dysfunctional due to funding cuts, increasing numbers of unaccompanied children arriving in the UK and the damaging effects of marketisation, it is being suggested that kinship carers could offer a solution – or at least part of one.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/the-guardian-view-on-kinship-carers-grandparents-cant-repair-a-broken-care-system\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/the-guardian-view-on-kinship-carers-grandparents-cant-repair-a-broken-care-system", "date_published": "2023-08-01T17:25:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Henderson affair shows players must mean it when they take a stand | Thomas Hitzlsperger", "description": "<p>Former Liverpool captain’s support for the LGBTQ community no longer feels genuine after his move to Saudi Arabia</p><p>I chose my words carefully when <a href=\"https://www.theguardian.com/football/2023/jul/27/jordan-henderson-liverpool-lgbtq-saudi-arabia-thomas-hitzlsperger\">addressing Jordan Henderson</a> on Twitter last week. The thought of him moving to Saudi Arabia didn’t feel right from the start but I wanted to comment when the move became official. He supported the fight against homophobia in the past and people feel betrayed by his move to a country where same-sex relationships are illegal and can result in the death penalty. It was not about criticising the people of Saudi Arabia or criticising players for going there. It is their decision and they are free to move wherever they want. But what Jordan Henderson has done is contrary to what he has said and makes me believe his allyship was not genuine.</p><p>He wanted to support a minority, the LGBTQ community, and now he’s getting paid by a state that wouldn’t even show the captain’s armband he wore, because the rainbow symbol might have upset people. That is very difficult for me to understand. He made a conscious decision several years ago to be supportive of the LGBTQ community and that was great at the time. It was fantastic to have such a high-profile player speak up for the community. It is one thing me speaking up – I’m out publicly and feel it’s my responsibility to speak up for a community I am part of – but when you have a straight ally like him it is more powerful because nobody would expect it of him in the first place.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/jordan-henderson-affair-shows-players-must-mean-it-when-they-take-a-stand\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/jordan-henderson-affair-shows-players-must-mean-it-when-they-take-a-stand", "date_published": "2023-08-01T17:22:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Northern Ireland and parts of England had wettest July on record", "description": "<p>Met Office figures show UK had average 140.1mm of rain in July – the sixth highest total since records began in 1836</p><p>The UK experienced its sixth wettest July on record last month and Northern Ireland its wettest ever July, Met Office figures show.</p><p>Forecasters have warned there will be more torrential downpours and thunderstorms on Wednesday due to an unseasonably deep area of low pressure crossing Britain.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/northern-ireland-and-parts-of-england-had-wettest-july-on-record\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/northern-ireland-and-parts-of-england-had-wettest-july-on-record", "date_published": "2023-08-01T17:11:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak’s pushback against green policies risks alienating the public", "description": "<p>Prime minister seems to be waging war against existing Conservative policies</p><p>Much of being prime minister is necessarily reactive, but as Rishi Sunak pushes back against everything from green policies to traffic schemes, it can sometimes feel as if he is not so much running a government as responding in real time to newspaper campaigns.</p><p>Prime ministers often run out of policy steam if kept in office long enough, gradually slipping into a comfort zone of keeping the friendly media onside and giving in to the niche concerns of their loudest MPs.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/rishi-sunaks-pushback-against-green-policies-risks-alienating-the-public\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/rishi-sunaks-pushback-against-green-policies-risks-alienating-the-public", "date_published": "2023-08-01T17:10:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tiger Woods named as sixth player-director on PGA Tour’s policy board", "description": "<ul><li>Appointment made in response to anger at merger with LIV</li><li>Major decisions now dependent on approval of player-directors</li></ul><p>Tiger Woods has been named as the sixth player-director on the PGA Tour’s policy board, formed in response to the anger caused by the proposed deal between golf’s rival factions.</p><p>Woods and Rory McIlroy were the highest-profile advocates for the PGA Tour but were, along with the rest of the players, kept in the dark before the shock announcement of its deal with DP World Tour and Saudi Arabia’s Public Investment Fund, which bankrolls LIV Golf.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/tiger-woods-named-sixth-player-director-golf-pga-tour-policy-board\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/tiger-woods-named-sixth-player-director-golf-pga-tour-policy-board", "date_published": "2023-08-01T17:07:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Politicians must be brave on 20mph speed limit | Letters", "description": "<p><strong>John Rigby</strong> explains how a determined York council managed to reduced accidents in the face of driver hostility. Plus letters from <strong>Richard Toon </strong>and<strong> Peter Taylor</strong></p><p>The move to restrict 20mph speed limits is an illustration of how far politics has moved from evidence-based policy (<a href=\"https://www.theguardian.com/politics/2023/jul/30/rishi-sunak-councils-20mph-speed-limit-low-traffic-neighbourhoods-ltns\" title=\"\">Ministers consider curbs on councils’ use of 20mph speed limits, 30 July</a>). Time was when a Conservative government would care about road casualties.</p><p>Back in the late 1980s, local authorities were set a government target of reducing casualties by 40% in five years through a combination of speed limits and physical measures. In York (and elsewhere), this was achieved by a hard slog of engineering design, extensive consultation and implementation.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/politicians-must-be-brave-on-20mph-speed-limit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/politicians-must-be-brave-on-20mph-speed-limit", "date_published": "2023-08-01T17:04:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Margaret Thatcher’s only successful policy – and its unintended consequences | Letters", "description": "<p>Readers recall the Enterprise Allowance Scheme, introduced in 1983, which allowed them to pursue personal and creative projects</p><p>Andrew Dickson’s article on the Tory government’s Enterprise Allowance Scheme brings back memories of the policy’s successful application (<a href=\"https://www.theguardian.com/culture/2023/jul/26/thatcher-enterprise-allowance-scheme-artists-rachel-whiteread-jarvis-cocker-britpop-ybas\" title=\"\">‘Everyone wanted to get one over on Thatcher’ – the artists who raided the Enterprise Allowance Scheme, 26 July</a>), although in my case this was certainly unintended.</p><p>Early on, I became involved in the anti-poll-tax campaign in Aberdeen. Concurrently, I also joined the Enterprise Allowance Scheme. I soon realised that my business plan was a non-starter. But why waste a good opportunity? Most of my year on the scheme was therefore devoted to full-time campaigning against the poll tax. <br /><strong>Name and address supplied</strong></p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/margaret-thatchers-only-successful-policy-and-its-unintended-consequences\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/margaret-thatchers-only-successful-policy-and-its-unintended-consequences", "date_published": "2023-08-01T17:03:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tens of thousands of children in limbo due to court delays after parents split", "description": "<p>Family courts in England and Wales can take more than a year to make decisions on where children will live after separation</p><p>Tens of thousands of children in England and Wales have been left in limbo by delays in the <a href=\"https://www.theguardian.com/law/family-law\">family court</a> that have meant many waiting over a year for their future to be resolved.</p><p>The Law Society said the system was in crisis, after data showed that children removed from their parents were having to wait an average of 46 weeks to get a final decision on where they would live.</p> <a href=\"https://www.theguardian.com/society/2023/aug/01/tens-of-thousands-of-children-in-limbo-after-parents-split-due-to-court-delays\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/01/tens-of-thousands-of-children-in-limbo-after-parents-split-due-to-court-delays", "date_published": "2023-08-01T17:01:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Filipino couple wade through flood waters on wedding day", "description": "<p>Paulo and Mae Padilla’s neighbourhood was submerged following two typhoons, but they were determined to make it down the aisle</p><p>On the morning of Paulo and Mae Padilla’s wedding, flood waters had risen past knee level. All the roads in their neighbourhood were submerged.</p><p>Their province, Bulacan, in the Central Luzon region of the Philippines, has been hit by relentless rains driven by two typhoons.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/filipino-couple-wade-through-flood-waters-on-wedding-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/filipino-couple-wade-through-flood-waters-on-wedding-day", "date_published": "2023-08-01T16:56:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Lightning in a bottle’: Wrexham wrap US tour with Philly ‘homecoming’", "description": "<p>Wrexham concluded an ‘eye-opening’ North American tour with a visit to their improbable home away from home</p><p>Very late on Friday night, Phil Parkinson, his gray hair matted by a steady second-half rain that followed a two-hour severe-weather delay, slid into a chair in a conference room and pinned a happy face on an exhausting four-game road trip.</p><p>And this had not been just another road trip. Parkinson is the manager of Wrexham, who last year became the darlings of reality TV, winning promotion to the English Football League after a 15-year absence. And all while starring in Welcome To Wrexham, a documentary charting their fortunes.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/wrexham-tour-philadelphia-union-rob-mcelhenney\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/wrexham-tour-philadelphia-union-rob-mcelhenney", "date_published": "2023-08-01T16:36:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England will take optimism after great series but Anderson must make right call | Mark Ramprakash", "description": "<p>Euphoric Ashes provided fabulous entertainment with future encouraging despite fears bowler is losing fight with father time</p><p>It has been an incredible Ashes series, and if England didn’t end up with the urn they certainly ended it with the momentum after <a href=\"https://www.theguardian.com/sport/2023/jul/31/england-win-dramatic-fifth-test-against-australia-to-draw-ashes-series-cricket\">clawing their way back from 2-0 down</a>. I was at the Oval for two days of the final Test and it was really striking how engaged and enthused the public were by the contest and the way England were going about it. As a former player I’m often invited into the hospitality area at lunch and you can really tell how engrossed people are with the cricket being played by how long they linger after play has restarted – at the Oval they emptied almost immediately.</p><p>It helps that the media narrative around Ben Stokes and his team is so positive. I remember the old days when Bob Willis, Ian Botham and others were always very critical of the England side, but I think some broadcasters have worked out that positivity makes for a better, more enjoyable product. At the moment the situation is working for everyone: we have an attacking team that is getting good results, commentators who are thrilled with what they are seeing, fans who are hugely supportive – and record viewing figures.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/england-ashes-series-australia-cricket-jimmy-anderson-stuart-broad\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/england-ashes-series-australia-cricket-jimmy-anderson-stuart-broad", "date_published": "2023-08-01T16:32:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man suspected of driving into migrant workers in North Carolina surrenders", "description": "<p>David González claimed it was an accident after the police chief said injuries may have been intentionally inflicted</p><p>The man suspected of <a href=\"https://www.theguardian.com/us-news/2023/jul/31/north-carolina-vehicle-migrant-workers-suv\">hitting six people described as migrant farm workers</a> with a sport-utility vehicle outside a store in North Carolina has reportedly surrendered to police and claims it was an accident.</p><p>David González, 68, turned himself over to authorities after initial reports indicated that investigators were examining the possibility that the workers were struck intentionally.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/north-carolina-man-suspected-driving-migrant-workers-surrenders\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/north-carolina-man-suspected-driving-migrant-workers-surrenders", "date_published": "2023-08-01T16:31:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to ‘asbo Britain 2.0' – the new Tory plan to turn voters against vulnerable people | Daisy Schofield", "description": "<p>A reboot of New Labour’s crackdown on antisocial behaviour would increase on-the-spot fines and give the police terrifying new powers</p><p>Napping in public, feeding the birds and climbing trees may sound like perfectly normal activities. In fact, most people have probably done all of these things. And yet, these are just some of the activities people have been fined for as part of an ever more punitive government clampdown on “antisocial behaviour”.</p><p>According to <a href=\"https://www.theguardian.com/uk-news/2023/jul/20/councils-issue-record-number-of-fines-for-busybody-offences\">new research</a>, these types of fines – issued under <a href=\"https://www.local.gov.uk/sites/default/files/documents/10.21%20PSPO%20guidance_06_1.pdf\">public spaces protection orders</a> (PSPOs) legislation – increased to 13,433 in 2022, up from 10,412 in 2019. It’s not just the record number, but the absurd nature of the fines that has raised alarm. PSPOs can be issued if a council official believes activities carried out in a public place have had a “detrimental effect” on quality of life. This is a vague threshold that has given local councils a blank cheque to ban normal, or at most slightly annoying, behaviour in a specified area.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/asbo-britain-tory-voters-antisocial-behaviour-police\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/asbo-britain-tory-voters-antisocial-behaviour-police", "date_published": "2023-08-01T16:20:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Breeden to be deputy governor of Bank of England", "description": "<p>Bank will have largest ever number of women on rate-setting monetary policy committee after appointment</p><p>The Bank of England is on course to have the largest ever number of women on its interest rates setting committee after Jeremy Hunt said Bank of England insider Sarah Breeden would become the deputy governor for financial stability at the central bank in November.</p><p>Breeden will take up positions on the rate-setting monetary policy committee (MPC) and financial policy committee, which she will chair in the absence of the Bank’s governor, Andrew Bailey.</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/sarah-breeden-to-be-deputy-governor-of-bank-of-england\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/sarah-breeden-to-be-deputy-governor-of-bank-of-england", "date_published": "2023-08-01T16:19:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA USA USA wonder what happened to their exclamation marks", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>A World Cup presents unique challenges for the dedicated couch potato. How to follow simultaneous games; which time zones can be used, guilt-free, to determine Tin O’Clock; and what to do when your team play a vital game in the small hours. That was the problem today for fans of reigning world champions USA! USA!! USA!!!, whose decisive Group E game against Portugal kicked off at 3am Eastern Time. Just before kick-off, the US Women’s National Team account on social media disgrace X posted a call to arms: “WAKE UPPPPPPPPP!!!!!! IT’S TIME FOR KICKOFF!!!!”</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/usa-portugal-womens-world-up-exclamation-marks-football-daily\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/usa-portugal-womens-world-up-exclamation-marks-football-daily", "date_published": "2023-08-01T16:19:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vindication or cowardice? Andy Burnham’s clean air gamble in Manchester", "description": "<p>After the Ulez debate, some see the Greater Manchester mayor’s U-turn on introducing his own ‘Caz’ zone as a politician reading the room, while others see it as a climbdown</p><p>Vindicated. That is how Andy Burnham felt in the aftermath of the Uxbridge byelection, when Labour’s narrow defeat was blamed on the determination of his London counterpart to extend the capital’s ultra low emission zone (Ulez).</p><p>Burnham, the mayor of Greater Manchester, had <a href=\"https://www.theguardian.com/uk-news/2022/feb/04/greater-manchester-clean-air-zone-rollout-delayed-until-summer\">pressed “pause” in February 2022</a> on the introduction of a clean air zone (Caz) after initially supporting it, then changing his mind.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/andy-burnham-clean-air-manchester-ulez-caz\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/andy-burnham-clean-air-manchester-ulez-caz", "date_published": "2023-08-01T16:16:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael Bakewell obituary", "description": "Radio and television producer who was head of plays at the BBC and steered productions of work by Harold Pinter, Alan Plater, Ibsen, Strindberg and Athol Fugard<p>No BBC radio or television producer in the postwar era was more admired within his profession than Michael Bakewell, who has died aged 92 after a slow decline through Alzheimer’s disease and macular degeneration.</p><p>He was the BBC’s first head of plays, appointed in 1963 by Sydney Newman, the dynamic and visionary executive who had arrived from Canadian film and television and ITV to shake up the drama department. He divided it into drama series and single plays. The Wednesday Play was the major anthology series and, on BBC Two, Bakewell ran Theatre 625 (in the new high-definition 625-line format).</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/01/michael-bakewell-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/01/michael-bakewell-obituary", "date_published": "2023-08-01T16:09:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Byelection triggered after constituents vote to remove Margaret Ferrier", "description": "<p>Decision to oust Covid rule-breaking MP from Scottish seat of Rutherglen and West Hamilton prompts contest </p><p>A byelection will be held in Rutherglen and Hamilton West after constituents voted for the Covid rule-breaking MP Margaret Ferrier to be removed from her seat.</p><p>Voters in the constituency had six weeks to sign a recall petition, which was automatically triggered after Ferrier, the former Scottish National party member who now sits as an independent, was <a href=\"https://www.theguardian.com/politics/2023/jun/06/margaret-ferrier-given-30-day-commons-suspension-over-covid-breach\">suspended from the Commons for 30 days</a> after being convicted of breaking travel rules during lockdown.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/rutherglen-and-hamilton-west-byelection-triggered-after-constituents-vote-to-remove-margaret-ferrier-from-seat\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/rutherglen-and-hamilton-west-byelection-triggered-after-constituents-vote-to-remove-margaret-ferrier-from-seat", "date_published": "2023-08-01T16:08:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Travis Scott: Utopia review – rap superstar gets lost amid sublime soundworld", "description": "<p><strong>(Cactus Jack Records/Epic Records)</strong><br />Returning with a long-awaited fourth album in the wake of the Astroworld disaster, Scott’s rhyming isn’t strong enough to distinguish him from his A-list guests<br /></p><p>The thing to know about Travis Scott? There doesn’t seem to be very much to know about Travis Scott. The 32-year-old rapper and producer is a profoundly uncomplicated star with a complicated public persona – owing mainly to <a href=\"https://www.theguardian.com/music/video/2021/nov/08/how-the-travis-scott-astroworld-festival-tragedy-unfolded-video-report\">the 2021 tragedy</a> that saw 10 people die during his headlining performance at Astroworld, the festival he put on in his home town of Houston. But unlike his collaborator Drake or longtime mentor Kanye West, or indeed any of the other rappers who have achieved a similar level of superstardom, Scott doesn’t seem driven by a spiritual need to prove his artistry to the world, or a desire to reshape art in his own image, or even an urge to understand his experience through music.</p><p>Instead, Scott is a bricolage artist who seems content to make hits with prefab components, pulling together proven ingredients in the hope of alchemising them into something intoxicating. He may not possess West’s nervy charisma, or his Wonkaesque production talent, but he certainly learned one thing from him: sometimes, being a pop star is as much about getting the right people in the room with you as it is about having the best idea possible.</p> <a href=\"https://www.theguardian.com/music/2023/aug/01/travis-scott-utopia-review-rap\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/01/travis-scott-utopia-review-rap", "date_published": "2023-08-01T16:06:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "False claims in tweets about Ulez plans cause concern at London mayor’s office", "description": "<p>Social media posts falsely state Sadiq Khan is proposing to exempt ‘minority religions’ from charge</p><p>Sadiq Khan’s office has expressed concern after false and racially-oriented social media messages about London’s ultra-low emission zone (Ulez) were viewed hundreds of thousands of times without being taken down.</p><p>The concern over the tweets, which falsely claim the London mayor plans to exempt Muslims and other “minority religions” from the charge, came after analysis that indicated there could be a paid-for campaign using fake accounts on X, formerly known as Twitter, to amplify anti-Ulez sentiment.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/fake-tweets-about-ulez-plans-cause-alarm-at-london-mayor-office-sadiq-khan\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/fake-tweets-about-ulez-plans-cause-alarm-at-london-mayor-office-sadiq-khan", "date_published": "2023-08-01T16:03:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We want to show something different’: Martínez sets out Manchester United aims", "description": "<ul><li>Centre-back wants team to be ‘strong in the mind’</li><li>Martínez plays down disagreement in final game of tour</li></ul><p>Lisandro Martínez believes André Onana’s disagreement with Harry Maguire in <a href=\"https://www.theguardian.com/football/2023/jul/31/manchester-united-vs-borussia-dortmund-scores-results-us-tour-las-vegas\">Manchester United’s 3-2 defeat by Borussia Dortmund</a> on Sunday was required to ensure the defender remained focused. The incident occurred in the second half of United’s final tour match at Las Vegas’s Allegiant Stadium when Maguire passed to Christian Eriksen who was dispossessed and Onana had to save from Sébastien Haller.</p><p>United’s new goalkeeper instantly raced over to remonstrate with Maguire, possibly because he viewed the pass to Eriksen as being too short. Martínez said: “It’s better for [this]. If you are focused you can fight with your teammates as well; you need to make sure everyone is really sharp, but nothing happened. It’s part of football.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/lisandro-martinez-manchester-united-aims\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/lisandro-martinez-manchester-united-aims", "date_published": "2023-08-01T16:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trouble brewing: Rishi Sunak heckled on pint-pulling photo op", "description": "<p>Prime minister challenged by pub landlord as he promotes changes to alcohol duty at London beer festival</p><p>As a teetotaller who even dislikes the taste of alcohol-free beer, Rishi Sunak is not commonly seen in pubs. His visit to a beer festival might thus have provided the prime minister with the important lesson that a landlord always has the last say.</p><p>In another <a href=\"https://www.theguardian.com/politics/2022/oct/24/coke-car-trouble-and-class-some-awkward-rishi-sunak-moments\">all-round-awkward photoshoot</a> for Sunak, he mistakenly referred to himself as the chancellor, his last job, before he was loudly heckled while pulling a pint of Black Dub stout at the Great British beer festival in west London.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/trouble-brewing-rishi-sunak-heckled-on-pint-pulling-photo-op\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/trouble-brewing-rishi-sunak-heckled-on-pint-pulling-photo-op", "date_published": "2023-08-01T15:52:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarina Wiegman hails ‘special’ Lauren James after England progress", "description": "<ul><li>Forward scored twice in 6-1 victory over China</li><li>James player-of-match for second game in a row</li></ul><p>Sarina Wiegman said Lauren James did “special things today” after the forward’s scintillating performance helped the Lionesses secure a last-16 tie against Nigeria with a <a href=\"https://www.theguardian.com/football/2023/aug/01/england-china-lauren-james-womens-world-cup-group-d-match-report\">6-1 victory over China</a>. “She flows over the pitch,” England’s manager said after the 21-year-old’s two goals and three assists earned a second consecutive player-of-the-match award at her first World Cup.</p><p>Chloe Kelly, the scorer of England’s fifth goal, added to the praise of James, who was not selected to start the team’s opening match. “She’s a very special player for us and women’s football in general,” Kelly told the BBC. “She’s a special talent and the future is bright.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/sarina-wiegman-hails-special-lauren-james-after-england-progress\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/sarina-wiegman-hails-special-lauren-james-after-england-progress", "date_published": "2023-08-01T15:45:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Lloyd Leisure fined £2.5m over death of three-year-old boy in Leeds", "description": "<p>Gym chain pleaded guilty to breach of health and safety law five years after incident</p><p>One of Britain’s biggest gym and leisure chains has been fined more than £2.5m after a three-year-old boy drowned in one of its swimming pools.</p><p>David Lloyd Leisure was fined on Tuesday by a judge at Leeds crown court after the company last month pleaded guilty to a breach of health and safety law.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/david-lloyd-leisure-fined-25m-over-death-of-three-year-old-boy-in-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/david-lloyd-leisure-fined-25m-over-death-of-three-year-old-boy-in-leeds", "date_published": "2023-08-01T15:43:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA were stagnant and wasteful against Portugal. It was far from an anomaly", "description": "<p>The defending champions spoke about ‘hope’ and ‘belief’ after scraping through their group. They will need a lot more than that in the next round</p><p>Two days before their decisive match against Portugal, Megan Rapinoe was asked how the USA should be judged if they fail to win this World Cup. Rapinoe paused for four full seconds, a lifetime for a charismatic player who can warm the tensest of press rooms.</p><p>“I never thought about that,” she said. It was one of the shortest answers she will ever provide.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/usa-were-stagnant-and-wasteful-against-portugal-it-was-far-from-an-anomaly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/usa-were-stagnant-and-wasteful-against-portugal-it-was-far-from-an-anomaly", "date_published": "2023-08-01T15:35:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Brexit ‘red tape’ illusion has been exposed by the Tories’ CE mark climbdown", "description": "<p>Despite claims over taking back control, UK is forced to comply with rules on which it has no say</p><p>The business minister Kevin Hollinrake had exciting news for British businesses on Tuesday. The government was, he said, “tackling red tape, cutting burdens for business and creating certainty for firms”.</p><p>It sounded like just the kind of benefit Brexit was meant to bring in its wake.</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/the-brexit-red-tape-illusion-has-been-exposed-by-the-tories-ce-mark-climbdown\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/the-brexit-red-tape-illusion-has-been-exposed-by-the-tories-ce-mark-climbdown", "date_published": "2023-08-01T15:31:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A punchline for a certain kind of millennial-ness’: why TV dramas treat podcasters as a joke", "description": "<p>From caricatures of misogynist bros to exploitative true-crime junkies with microphones, scores of shows are satirising podcast hosts. What can this tell us about the genre – and its listeners?</p><p>When Carrie Bradshaw was hauled back onscreen 17 years after the final Sex and the City episode aired for new spin-off And Just Like That, fans knew updates and changes were inevitable. But few saw the Vogue dating columnist swapping out her iconic feathered peacock headpiece for gigantic headphones and a Zoom audio. Bradshaw, to the surprise of many, had become a podcaster.</p><p>The elegant Bradshaw perched in a recording studio with a WeWork aesthetic is already an absurd situation. But the show she co-presents on the programme takes this a step further by wringing comedy out of the whole concept of the podcast. X, Y and Me is introduced to viewers as “the podcast that talks about gender roles, sexual roles and Cinnamon rolls – all the roles I care passionately about”. There’s also a co-host to “represent cis het men”, while sound effects featuring words like “woke moment” boom out across the show in a wrestling commentator-style voice.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/01/a-punchline-for-a-certain-kind-of-millennial-ness-why-tv-dramas-treat-podcasters-as-a-joke\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/01/a-punchline-for-a-certain-kind-of-millennial-ness-why-tv-dramas-treat-podcasters-as-a-joke", "date_published": "2023-08-01T15:23:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bibby Stockholm delay adds to disarray of Sunak’s ‘stop the boats’ pledge", "description": "<p>As with the Rwanda plan, the PM has been frustrated in his attempts to house asylum seekers on a giant barge</p><p>It should have been the week when another key element of Rishi Sunak’s plans to tackle small boat Channel crossings finally fell into place.</p><p>Instead, yet more <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/no-timeframe-on-delayed-opening-of-bibby-stockholm-asylum-barge\">delays have frustrated the movement of the first 50 migrants on to the Bibby Stockholm</a>. The three-storey-high barge was billed by the Home Office as a way of providing “cheaper and more orderly accommodation for those arriving in small boats”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/bibby-stockholm-delay-rishi-sunak-stop-the-boats-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/bibby-stockholm-delay-rishi-sunak-stop-the-boats-pledge", "date_published": "2023-08-01T15:19:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Firefighters partially contain giant blaze in California’s Mojave desert", "description": "<p>York fire mapped at 124 sq miles with 23% containment on Tuesday as Las Vegas strip saw smoky haze</p><p>Firefighters have managed to partially contain a giant wildfire in the Mojave desert that scorched tens of thousands of acres of scrub and sent smoke across the Las Vegas Strip.</p><p>The York fire was mapped at roughly 125 sq miles (323.7 sq km) on Tuesday, with 23% containment, making it the largest wildfire of the season in California.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/california-wildfires-york-fire-mojave-desert-las-vegas\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/california-wildfires-york-fire-mojave-desert-las-vegas", "date_published": "2023-08-01T15:16:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The enduring joy of Golden Girls: a wildly sassy sitcom that will always cheer you up", "description": "<p>A comedic masterclass with the best sitcom theme song of all time, Golden Girls pulled back the curtains on ageing and dealt with big-ticket issues</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>A zinger-infused maelstrom of shoulder pads, pastels and perms. Rattan furniture, day-glo linen and formica. There’s such a distinct look, feel and vibe to The Golden Girls, the iconic sitcom which ran from 1985 to 1992, scooping up 68 Emmy nominations and 11 wins in the process. Brainchild of producer Susan Harris, the show spawned several acclaimed spin-offs, and became an enduring work of high-camp in the process.</p><p>The premise? Three older women decide to live together: the stern, witty ex-teacher Dorothy Zbornak (Bea Arthur), the sweet but fantastically dense Rose Nylund (Betty White), and Southern hornbag Blanche Devereaux (Rue McClanahan). At first it’s a matter of convenience, but before long, they become fast friends. During the pilot they’re joined by a fourth: Dorothy’s mother Sophia Petrillo (Estelle Getty), a nitpicky little shrew whose ability to cockblock our heroines saw her gradually become the Scrappy-Doo of the house. (Don’t @ me, Goldies, you know I’m right.)</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/02/golden-girls-tv-sitcom-enduring-joy-dorothy-rose-betty-white-blanche\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/02/golden-girls-tv-sitcom-enduring-joy-dorothy-rose-betty-white-blanche", "date_published": "2023-08-01T15:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Unbearable grief’: families pay tribute to victims of helicopter crash victims", "description": "<p>Loved ones express their loss for Lt Maxwell Nugent, Capt Danniel Lyon, Cpl Alexander Naggs and WO Phillip Laycock</p><p>Families of the four Australian defence force members who died in a training accident in Queensland have spoken of their “unbearable grief” while offering heartfelt tributes.</p><p>Lt Maxwell Nugent achieved his dream of becoming an army officer “through stubborn grit, resilience and a wicked sense of humour”, his family said in one of four statements published by the Department of Defence.</p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/01/unbearable-grief-families-pay-tribute-to-victims-of-helicopter-crash-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/01/unbearable-grief-families-pay-tribute-to-victims-of-helicopter-crash-victims", "date_published": "2023-08-01T14:52:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s Got Talent winner Viggo Venn: ‘I made £10 a gig. But look at me now. New pants!’", "description": "<p>The Norwegian clown, whose hi-vis strip show won BGT and took over TikTok, is bringing his silliness to a yurt in Edinburgh. ‘Something bigger than me is happening,’ he says. ‘It’s out of my control’</p><p>What is talent? And what is British? You may not expect these considerations to arise when watching the Opportunity Knocks <em>de nos jours</em>, where the interests of Simon Cowell and his judges disincline towards the philosophical. But this year’s Britain’s Got Talent was different. When the shock-haired, hi-vis clown Viggo Venn <a href=\"https://www.youtube.com/watch?v=Gd53BJGox5s\">gamboled his way to first prize</a>, which includes a cash award of £250,000, boos were heard from the crowd and hackles raised on social media. He’s Norwegian! And he’s not displaying a skill, he’s just fooling around!</p><p>“I think it’s hilarious,” says Venn now. “I’m not British, I don’t have a talent, and I won Britain’s Got Talent.”</p> <a href=\"https://www.theguardian.com/stage/2023/aug/01/britains-got-talent-viggo-venn-edinburgh-tiktok-bgt-clown\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/01/britains-got-talent-viggo-venn-edinburgh-tiktok-bgt-clown", "date_published": "2023-08-01T14:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is carbon capture and storage really a silver bullet for the climate crisis?", "description": "<p>Experts liken Rishi Sunak’s announcement of new oil and gas licences at same time as carbon capture projects to giving cigarettes to someone who’s trying to quit smoking</p><p>The promises of carbon capture and storage (CCS) technology date back almost 20 years. Yet today, no leading CCS facility is up and fully running in the UK.</p><p>Until <a href=\"https://www.theguardian.com/environment/2023/jul/31/rishi-sunak-approval-100-new-north-sea-oil-and-gas-licences-fossil-fuel-climate-crisis\">Rishi Sunak’s announcement on Monday</a>, there were two carbon capture projects in the UK, one in Merseyside and the other in Teesside and the Humber. Two further transport and storage projects, the Viking scheme in the Humber and the Acorn scheme in Aberdeenshire, have now been given government approval. The four CCS hubs are intended to collect CO<sub>2</sub> from multiple sources and pipe it offshore to be stored in depleting North Sea gas fields.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/01/is-carbon-capture-and-storage-really-a-silver-bullet-for-the-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/01/is-carbon-capture-and-storage-really-a-silver-bullet-for-the-climate-crisis", "date_published": "2023-08-01T14:08:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China 1-6 England: player ratings from Women’s World Cup group D game", "description": "<p>Lauren James was a constant threat deployed in the hole while Rachel Daly impressed at left wing-back</p><p><strong>Mary Earps</strong> Showed excellent concentration levels as she saved smartly from Wu Chengshu and then Yao Lingwei after long periods of inactivity. <strong>6/10</strong></p> <a href=\"https://www.theguardian.com/football/2023/aug/01/china-england-player-ratings-womens-world-cup-group-d\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/china-england-player-ratings-womens-world-cup-group-d", "date_published": "2023-08-01T14:04:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Punk-funk legends Bush Tetras: ‘We had no rules. Song structure didn’t exist. It was nihilistic’", "description": "<p>Danceable and politicised no wave songs made them the toast of downtown New York in the early 1980s. Having reformed, the band recall the hedonism of the age</p><p>In 1980, Pat Place was working in the box office of a cinema on New York’s Bleecker Street when she wrote the lyrics to Too Many Creeps – soon one of the funkiest numbers from the whole post-punk movement – amid a spell of procrastination. Fed up with passersby harassing her or firing unsolicited comments about her outlandish appearance while selling tickets, she jotted down the refrain in a matter of minutes: “I just don’t wanna go out in the streets no more…” The resultant track released later that year became a “downtown anthem”, she says, and shuttled her band Bush Tetras toward cult acclaim in the city.</p><p>“Downtown New York was a little rough, so the lyrics were definitely something people would relate to,” Place explains. “But I never thought it would really go anywhere.” Within months though, the group went from performing in front of 40 people to filling rowdy 1,000-cap venues, and that first single – its discordant groove and steely attitude bolstered by Cynthia Sley’s indifferent speak-sing delivery – even reached the Billboard club charts.</p> <a href=\"https://www.theguardian.com/music/2023/aug/01/punk-funk-legends-bush-tetras-we-had-no-rules-song-structure-didnt-exist-it-was-nihilistic\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/01/punk-funk-legends-bush-tetras-we-had-no-rules-song-structure-didnt-exist-it-was-nihilistic", "date_published": "2023-08-01T14:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Best of the iPhone photography awards 2023 – in pictures", "description": "<p>In addition to the grand prize winner, Ivan Silva, and the top three photographers of the year, awards in an additional 14 categories were given to entrants from all over the world. We take a look at selection of the winners of the 16th annual competition of the <a href=\"https://www.ippawards.com/?v=79cba1185463\">IPP awards</a></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/01/best-of-the-iphone-photography-awards-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/01/best-of-the-iphone-photography-awards-2023", "date_published": "2023-08-01T13:59:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Here’s the truth about Sunak’s plans for the North Sea: he will sell out the planet to the dirtiest bidders | George Monbiot", "description": "<p>Despite grave new warnings about the depth of the climate crisis, plutocrats are fighting to keep their profits – and our PM is with them</p><p>To understand this moment, we have to recognise that there is an existential struggle on both sides. While environmental scientists and activists fight for the very survival of the habitable planet, the fossil fuel, meat and internal combustion industries are fighting for their economic survival. Either they are regulated out of existence or human society across much of the world will fail. We cannot all win: either these industries survive or we do. But we can all lose, because, eventually, they will go down with the rest of us.</p><p>But “eventually” counts for nothing in their spreadsheets and annual reports. “Eventually” has no effect on share prices and dividends. “Eventually” has little traction in a four- or five-year political cycle. So, as the evidence of climate breakdown becomes undeniable to all but the most deluded, the pollutocrats must fight as never before. There was once a widespread belief (which some of us cautioned against) that governments would step up when – and only when – disaster struck. But it is precisely because disaster has struck, visibly and undeniably, that they are stepping down.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/rishi-sunak-north-sea-planet-climate-crisis-plutocrats\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/rishi-sunak-north-sea-planet-climate-crisis-plutocrats", "date_published": "2023-08-01T13:51:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Denmark prove Harder, better, faster, stronger than Haiti to secure last-16 spot", "description": "<p>Denmark captain Pernille Harder converted a first-half penalty to register her maiden Women’s World Cup goal, setting up a 2-0 victory over Haiti on Tuesday and securing her side’s spot in the last 16.</p><p>The result ends a long drought for the Danes, who last advanced to the knockout stages in 1995. Group D, though is topped by England, who face Nigeria in Brisbane on Monday, while runners-up Denmark meet Australia in Sydney.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/denmark-haiti-womens-world-cup-match-report-pernille-harder\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/denmark-haiti-womens-world-cup-match-report-pernille-harder", "date_published": "2023-08-01T13:48:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I wept for Ken: why men have the most to gain from watching Barbie | Akin Olla", "description": "<p>Men suffer under patriarchy, too – and Ryan Gosling’s man-child Ken is a brilliant demonstration of that</p><p>I didn’t expect to cry during Barbie, let alone to weep for Ken, the lonely man-child who’s barely more significant than the ampersand that sits between him and his lover’s name.</p><p>While Greta Gerwig’s movie is full of feminist sentiment, much of it feels like deeply trodden ground, long explored by movies from 2001’s lighthearted Legally Blonde to 2014’s cutting Gone Girl. What sets Barbie apart is its introduction to the mainstream of an idea introduced by feminists like <a href=\"https://www.newyorker.com/culture/culture-desk/bell-hooks-on-how-we-raise-men\">bell hooks</a> – that men too can benefit from feminism and are actively harmed by the capitalist patriarchal systems that allow a small group of men to dominate society while individual men get to dominate their homes and workplaces, isolating themselves from their family and inner selves in the process.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/barbie-film-ken-ryan-gosling-patriarchy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/barbie-film-ken-ryan-gosling-patriarchy", "date_published": "2023-08-01T13:43:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What we’re reading: writers and readers on the books they enjoyed in July", "description": "<p>Authors, critics and Guardian readers discuss the titles they have read over the last month. Join the conversation in the comments</p><p>I’m in the early draft stages of a new book so my reading lately has been, at best, scattered and, more often, fraught. It’s especially frustrating as summer is the time I most want to be lounging around with a book. As a result, I’ve found that I’m veering towards shorter books I can chuck down in one greedy burst. <strong>Cheri </strong>by Jo Ann Beard is a perfect example of this. A tiny gem of a book that tells the story of the final weeks of a terminally ill woman as she takes a last loving look at the world. Beard communicates, quietly and almost plainly, a breathless desperation for life and all its terrible beauty and drab, daily profundity.</p> <a href=\"https://www.theguardian.com/books/2023/aug/01/what-were-reading-writers-and-readers-on-the-books-they-enjoyed-in-july\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/01/what-were-reading-writers-and-readers-on-the-books-they-enjoyed-in-july", "date_published": "2023-08-01T13:32:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Child abductions’ are Russian plan to weaken Ukraine, says UK envoy", "description": "<p>Melinda Simmons claims alleged kidnappings are designed to remove next generation of defenders</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/aug/01/russia-ukraine-war-live-moscow-hit-by-second-drone-attack-in-two-days-russian-strike-hits-college-dormitory-in-kharkiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Britain’s ambassador to Ukraine, Melinda Simmons, has characterised Russia’s <a href=\"https://www.theguardian.com/world/2023/mar/17/vladimir-putin-war-crimes-icc-arrest-warrant-ukraine-children\">alleged mass abduction</a> of children from Ukraine as a deliberate strategy to sever ties between Ukraine and the “next generation that will defend the country”.</p><p>Simmons told the Ukrainian news outlet ArmyInform that the alleged abductions were part of its “hybrid invasion” of the country.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/russia-alleged-child-abductions-ukraine-defence-uk-ambassador\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/russia-alleged-child-abductions-ukraine-defence-uk-ambassador", "date_published": "2023-08-01T13:24:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunday at 3pm: why the best time to send an email is also the worst time to send an email", "description": "<p>It is much more likely your message will be opened if you send it on a Sunday afternoon than a busy working day. But it might make you pretty unpopular ...</p><p><strong>Name:</strong> Work emails.</p><p><strong>Age:</strong> The <a href=\"https://www.guinnessworldrecords.com/news/60at60/2015/8/1971-first-ever-email-392973\">first email</a> was sent by computer engineer Ray Tomlinson in 1971 to himself, reading “QWERTYUIOP”.</p> <a href=\"https://www.theguardian.com/money/2023/aug/01/sunday-at-3pm-why-the-best-time-to-send-an-email-is-also-the-worst-time-to-send-an-email\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/01/sunday-at-3pm-why-the-best-time-to-send-an-email-is-also-the-worst-time-to-send-an-email", "date_published": "2023-08-01T13:16:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lauren James helps fire England past China to set up Nigeria knockout tie", "description": "<p>England will face Nigeria in the last 16 of the Women’s World Cup after a blistering performance from Sarina Wiegman’s side saw them hammer China 6-1 to secure top spot in Group D.</p><p>Alessia Russo opened the scoring after just four minutes and the lead was doubled by Lauren Hemp midway through the first half. Lauren James’s brilliant finish made it 3-0 before half-time and the Chelsea forward also saw a second thumping strike ruled out for an offside against Lucy Bronze.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/england-china-lauren-james-womens-world-cup-group-d-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/england-china-lauren-james-womens-world-cup-group-d-match-report", "date_published": "2023-08-01T13:05:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Giant megalodons and young Lioness fans: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/01/giant-megalodons-and-young-lioness-fans-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/01/giant-megalodons-and-young-lioness-fans-tuesdays-best-photos", "date_published": "2023-08-01T13:05:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Federal jury reconvenes to consider charging Trump over January 6 insurrection – live", "description": "<p>Jurors spotted arriving at courthouse in Washington DC, where they’re considering evidence in special counsel Jack Smith’s investigation</p><p>Good morning, US politics blog readers. The wait continues to find out whether special counsel <strong>Jack Smith</strong> will indict <strong>Donald Trump</strong> over his involvement in the January 6 insurrection, and there are signs this morning a decision could come soon. <a href=\"https://twitter.com/kaitlancollins/status/1686349841062895617\">CNN spotted grand jurors</a> arriving at a federal courthouse in Washington DC where they’re considering evidence in the case, but there’s no telling when a decision could come.</p><p>Signs that Trump could be charged have been mounting. Last week, the former president said he had received a target letter from Smith, a step typically taken before someone is indicted. And yesterday, Trump said he expected charges to be filed “any day now”. But the winding legal saga has yet to dent his standing in the GOP, or even in the presidential race at large. New polling from the New York Times shows him <a href=\"https://www.nytimes.com/2023/07/31/us/politics/2024-poll-nyt-siena-trump-republicans.html\">crushing every other Republican candidate</a> in the presidential nomination race, and <a href=\"https://www.nytimes.com/2023/08/01/us/politics/biden-trump-poll.html\">tied with </a><strong><a href=\"https://www.nytimes.com/2023/08/01/us/politics/biden-trump-poll.html\">Joe Biden</a></strong> in the general election.</p><p><strong>Kamala Harris</strong> is heading to Orlando to address the 20th Women’s Missionary Society of the African Methodist Episcopal Church Quadrennial Convention at 2.15pm eastern time. We’ll keep an eye open if she <a href=\"https://www.theguardian.com/us-news/2023/jul/21/kamala-harris-florida-schools-black-history-slavery\">reiterates her criticism</a> of Florida’s new <strong>Ron DeSantis</strong>-backed school curriculum, which implies that slavery wasn’t so bad.</p><p><strong>Biden</strong>, meanwhile, continues his beach vacation in Delaware. He has no public events scheduled.</p><p><strong>Alabama lawmakers</strong> <a href=\"https://punchbowl.news/archive/8123-punchbowl-news-am/\">are raging</a> over Biden’s decision to cancel US Space Command’s planned move to the state, Punchbowl News reports. The decision came amid Republican senator <strong>Tommy Tuberville</strong>’s ongoing blockade of military promotions in protest of the Pentagon’s abortion policy.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/01/trump-indictment-jan-6-jack-smith-biden-us-politics-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/01/trump-indictment-jan-6-jack-smith-biden-us-politics-live-updates", "date_published": "2023-08-01T13:05:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England 2-2 Australia: player ratings for the drawn Ashes series", "description": "<p>Zak Crawley and Joe Root excelled for England, while Usman Khawaja and Mitchell Starc were the standouts for the visitors</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p><strong>Ben Stokes: 405 runs at 45.0; three wickets at 29.7; six catches<br /></strong>The captain was hampered by injury throughout, barely bowling, but remainedthe focus of attention in the field as the challenge set to batters was modified hour-by-hour, often ball-by-ball. He almost corrected the excesses of Bazball in the first two Tests – his, let’s say, surprising declaration at Edgbaston and the unhappy hooking at Lord’s – with his astonishing, six-strewn 155 at Lord’s. He ended the series content with his side’s work in captivating the public, but knowing that the Ashes were going back to Australia, an opportunity missed. <strong>Grade B+</strong></p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/aug/01/england-australia-player-ratings-drawn-ashes-series-crawley-root-khawaja-starc\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/aug/01/england-australia-player-ratings-drawn-ashes-series-crawley-root-khawaja-starc", "date_published": "2023-08-01T13:01:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Billionaire investor threatens to pull out of UK amid global outcry at new oil rush", "description": "<p>Mining entrepreneur Andrew Forrest criticises ‘clickbait’ fossil fuel plans as others say Britain has lost credibility</p><p>A billionaire global investor has led international condemnation of the UK’s new oil rush, saying he would pull his major investment from the country if the prime minister pursued “clickbait” fossil fuel policies.</p><p>The mining entrepreneur Andrew Forrest, who also runs the Minderoo Foundation philanthropic organisation, threatened to move his investments out of the UK over Rishi Sunak’s <a href=\"https://www.theguardian.com/environment/2023/jul/31/dismay-as-rishi-sunak-vows-to-max-out-uk-fossil-fuel-reserves\">swivel towards new oil and gas drilling</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/01/billionaire-investor-threatens-pull-out-uk-global-outcry-oil-rush-andrew-forrest\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/01/billionaire-investor-threatens-pull-out-uk-global-outcry-oil-rush-andrew-forrest", "date_published": "2023-08-01T13:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eurostar’s Gwendoline Cazenave: ‘Seamless border crossing isn’t science fiction’", "description": "<p>As the rail operator cuts back routes, its boss is pinning her hopes on technology to get the post-Brexit queues moving</p><p>‘It’s quite amazing,” declares Eurostar’s Gwendoline Cazenave, fresh from St Pancras International station in London, where the cross-Channel rail operator has just launched its facial recognition check-in for business travellers. “You don’t need a ticket any more, you don’t need a passport to exit the UK.”</p><p>Passengers still go through security screening and France’s own passport control at the London end, but two of the four checks to reach the train are automatically cleared as registered users walk past recognition cameras, she says. Then, “safety checks and X-rays, the French border police, and … entry France!”</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/eurostars-gwendoline-cazenave-seamless-border-crossing-isnt-science-fiction\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/eurostars-gwendoline-cazenave-seamless-border-crossing-isnt-science-fiction", "date_published": "2023-08-01T13:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Winning summer puddings that don’t require the oven | Kitchen aide", "description": "<p>From lazy assembly jobs to half-frozen slab desserts, there are plenty of no-bake options available, say our dessert specialists</p><ul><li>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></li></ul><p><strong>What summer desserts can I make that don’t require turning on the oven?</strong><br /><em><strong>Beth, London</strong></em><br />There are a few ways to approach this, Beth. First, says Nicola Lamb, the pastry chef behind the <a href=\"https://kitchenprojects.substack.com/\">Kitchen Projects</a> newsletter, you’ve got “the lazy assembly job”. That might involve “getting ice-cream and cookies from the local shop to make ice-cream sandwiches”, or, <a href=\"https://www.instagram.com/verenalochmuller/?hl=en\">Verena Lochmuller</a> adds, crowning a scoop with croissant crumbs and macerated strawberries – ever the maverick, the Ottolenghi development chef blitzes stale croissants in a food processor, then adds melted butter, sugar and a pinch of salt. “Turn that into breadcrumbs in a frying pan and, once cool, it goes super-crisp. It would also be lovely layered into ice-cream with jam.”</p><p>Other shop-bought items that are crying out to be accessorised are a chilled bowl of custard (“swirl in some macerated fruit, then crunch over amaretti,” Lochmuller says), or a good-quality pound or lemon drizzle cake: “Fancy that up with a dollop of yoghurt or creme fraiche [or even a mixture of both], some berries or ripe figs and maybe some toasted almonds,” she adds. “It will look impressive, but it’s really simple.”</p><p>Got a culinary dilemma? Email <a href=\"mailto:feast@theguardian.com\">feast@theguardian.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/01/winning-summer-puddings-that-dont-require-the-oven-kitchen-aide\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/01/winning-summer-puddings-that-dont-require-the-oven-kitchen-aide", "date_published": "2023-08-01T13:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A portal to a different world’: a gamer’s guide to visiting Japan", "description": "<p>Whether you enter the big green pipe to Super Nintendo World, or want to rummage through rare games in Tokyo’s Electric Town, Japan is a video game paradise</p><p>The experience of travelling in Japan is simultaneously overwhelming and freeing. The world feels bigger out there, gilded by how mainstream video game culture is in comparison with the west. It doesn’t feel like a subculture; it is ordinary. For example, I walked into a FamilyMart for a snack one afternoon, and found a Legend of Zelda: Tears of the Kingdom promotional mushroom tart (which was delicious). The little bright-green payphones along the streets are the very same as those used in the Resident Services in Animal Crossing. Narita Airport even has an entire Nintendo display welcoming jet-lagged passengers fresh off the plane. As a western tourist on a personal pilgrimage, there is so much to find and be surprised by.</p><p>Here are some recommendations for fellow video game fans planning to explore Japan:</p> <a href=\"https://www.theguardian.com/games/2023/aug/01/gamers-guide-to-visiting-japan-super-nintendo-world\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/01/gamers-guide-to-visiting-japan-super-nintendo-world", "date_published": "2023-08-01T13:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t come here to enjoy other people’s children!’ Should pubs and restaurants be kid-free zones?", "description": "<p>Children were once banned from most British pubs. Some owners and customers miss ‘the good old days’ – but can they really turn back the clock?</p><p>‘There’s a level of expectation that the world fits around the kids, the kids don’t fit around the world,” says Stephen “Boydie” Boyd, 49. He is the owner-manager of the Alma, a pub in Crystal Palace, south London, that does not admit children under 10. It’s a summer afternoon and most of the punters appear to be young adults and parents in their 50s, plus some teenagers with gen X parents.</p><p>Boyd’s observation strikes me as true at a cultural level even deeper than the pub: the problem with kids isn’t the kids; it’s the parents. Or rather, it’s what some parents become when their kids are under 10, gripped by a sense that the burden of keeping them contented is astronomically heavy and should be shared by all.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/01/i-dont-come-here-to-enjoy-other-peoples-children-should-pubs-and-restaurants-be-kid-free-zones\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/01/i-dont-come-here-to-enjoy-other-peoples-children-should-pubs-and-restaurants-be-kid-free-zones", "date_published": "2023-08-01T13:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK beer, wine and spirits prices: how much are they rising (or falling)?", "description": "<p>Duties will increase by more than 10% overall, but lower-alcohol drinks and most sparkling wine will cost less</p><p>Many alcoholic drinks will cost more from Tuesday after Rishi Sunak and the chancellor, Jeremy Hunt, enforced tax rises on booze.</p><p>Under the shake-up <a href=\"https://www.theguardian.com/uk-news/2021/oct/27/sunak-unveils-overhaul-of-alcohol-duty-and-tax-cuts-on-alcoholic-drinks-budget\">first set out by the prime minister when he was chancellor in 2021</a>, duty will now be levied according to the strength, rather than type, of alcohol.</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/uk-beer-wine-spirits-prices-rising-falling-duties\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/uk-beer-wine-spirits-prices-rising-falling-duties", "date_published": "2023-08-01T12:59:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden overturns Trump decision on US space command headquarters location", "description": "<p>Headquarters will remain in Colorado rather than relocating to Alabama, as the Trump administration had planned</p><p><a href=\"https://www.theguardian.com/us-news/joebiden\">Joe Biden</a> has decided to keep US space command headquarters in Colorado, overturning a last-ditch decision by the administration of his presidential predecessor Donald Trump to move it to Alabama while also ending months of politically fueled debate, according to senior federal officials.</p><p>The officials said Biden was convinced by the head of space command, Gen James Dickinson, who argued that moving his headquarters now would jeopardize military readiness. Dickinson’s view, however, was in contrast to air force leadership, who studied the issue at length and determined that relocating to Huntsville, Alabama, was the right move.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/biden-space-command-headquarters-colorado\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/biden-space-command-headquarters-colorado", "date_published": "2023-08-01T12:55:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The NHS helps same-sex couples like us access IVF. But why must we first pay the ‘queer tax’?", "description": "<p>It isn’t fair that to prove our eligibility, we must somehow try ‘naturally’ for two years or pay vast sums of money</p><p>When my girlfriend and I decided we wanted a baby, we knew it would be a long and arduous journey. But as we skipped into our first fertility appointments, we had no idea just how financially and emotionally gruelling the process would be.</p><p>At first, there seemed to be myriad options available to us: from the rudimentary at-home turkey baster method (literally a syringe filled with donor sperm , which is as no-frills as it sounds), to medical interventions such as intrauterine insemination (IUI), where the best-swimming sperm are picked out before being injected directly into the womb, and IVF, where an egg is extracted, fertilised to become an embryo, and then implanted.</p><p>Priya Hall is a stand-up comedian and writer who lives in Wales</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/nhs-same-sex-couples-ivf-queer-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/nhs-same-sex-couples-ivf-queer-tax", "date_published": "2023-08-01T12:35:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Andonovski: ‘insane’ to question USA passion after holders almost knocked out", "description": "<ul><li>Carli Lloyd rips into former teammates after tame draw</li><li>Americans came close to elimination against Portugal</li></ul><p>USA coach Vlatko Andonovski says it is “insane” to question the passion of his players after they struggled to qualify for the knockout stages of the Women’s World Cup.</p><p>The defending champions have failed to impress in their three games so far, and were close to being knocked out in Tuesday’s final group match after Portugal <a href=\"https://www.theguardian.com/football/2023/aug/01/usa-portugal-womens-world-cup-match-report\">hit the post in injury-time of a 0-0 draw</a>.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/andonovski-insane-to-question-players-passion-after-us-almost-knocked-out\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/andonovski-insane-to-question-players-passion-after-us-almost-knocked-out", "date_published": "2023-08-01T12:29:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Captain Tom Moore’s family object to home spa demolition notice", "description": "<p>Unauthorised pool block, part of a charitable foundation building, is ‘no more overbearing’ than original scheme</p><p>The family of Captain Sir Tom Moore have objected to an enforcement notice ordering them to pull down an unauthorised spa pool block at the home of the late charity fundraiser.</p><p>Hannah Ingram-Moore, daughter of the army veteran, and her husband, Colin, were granted permission in 2021 to build a Captain Tom Foundation Building in the grounds of their home in Marston Moretaine, Bedfordshire.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/captain-tom-moores-family-object-to-home-spa-demolition-notice\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/captain-tom-moores-family-object-to-home-spa-demolition-notice", "date_published": "2023-08-01T12:27:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rock Follies review – girl power pioneers earn their encore", "description": "<p><strong>Minerva theatre, Chichester<br /></strong>Based on the 70s TV drama, this musical depicts patriarchal power structures in the music industry which haven’t changed much in five decades</p><p>Almost two decades before the Spice Girls gave us girl power, a fictional trio of feminist rockers were shaking up Britain’s male-dominated music scene in the TV show, Rock Follies.</p><p>This production is based on that musical drama, aired between 1976 and 1977. The singers in the ironically named band, the Little Ladies (originally played with punkish camaraderie by Rula Lenska, Charlotte Cornwell and Julie Covington) are working-class Dee (Angela Marie Hurst), well-spoken Q (Zizi Strallen) and Anna (Carly Bawden) a middle-class housewife from Dorking.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/01/rock-follies-review-girl-power-pioneers-earn-their-encore\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/01/rock-follies-review-girl-power-pioneers-earn-their-encore", "date_published": "2023-08-01T12:14:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bride wades through floodwaters after Philippines hit by typhoons – video report", "description": "<p>The Philippines was hit with torrential rain over seven days, brought by Typhoon Doksuri and intensified by Typhoon Khanun. Low-lying villages to the north of the country were the worst affected, houses were left submerged in water and residents were forced to travel by small wooden boats and roads were inundated. The Philippines is an archipelago of more than 7,600 islands, vulnerable to high winds and torrential downpours</p><p></p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/jul/28/philippines-ferry-capsizes-death-toll-typhoon-doksuri-winds\">Philippines: 26 people killed after overloaded ferry capsizes amid Typhoon Doksuri winds</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/aug/01/bride-wades-through-floodwaters-after-philippines-hit-by-typhoons-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/aug/01/bride-wades-through-floodwaters-after-philippines-hit-by-typhoons-video-report", "date_published": "2023-08-01T12:10:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "McCullum insists Ashes approach can fire England to greater heights", "description": "<ul><li>Coach says series should be a ‘tremendous confidence-booster’</li><li>McCullum optimistic for next Ashes series in Australia</li></ul><p>Brendon McCullum has said that the “tremendous confidence-booster” of seeing their methods pay off against Australia’s World Test Championship-winners can power England to greater success – including in the next Ashes series in 30 months’ time.</p><p>The England coach has been a Kiwi interloper experiencing cricket’s oldest international rivalry for the first time, and clearly enjoying every moment. “I’ve looked from afar at this series and to now be a part of it and witness how special it is is something quite incredible,” he said.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/mccullum-insists-ashes-approach-can-fire-england-to-greater-heights-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/mccullum-insists-ashes-approach-can-fire-england-to-greater-heights-cricket", "date_published": "2023-08-01T12:03:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | The final countdown: the big question marks before the Rugby World Cup", "description": "<p>With a month of warm-up Tests looming, significant unanswered questions hang over several nations</p><p>The Ashes is now over, clearing the way for an another intense selection debate. Steve Borthwick has finally had the chance to spend some proper time with his squad and build some sturdier foundations but England’s four warm-up games against Wales (home and away), Ireland and Fiji offer a much-needed opportunity to test some vital combinations.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/the-final-countdown-the-big-question-marks-ahead-of-the-rugby-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/the-final-countdown-the-big-question-marks-ahead-of-the-rugby-world-cup", "date_published": "2023-08-01T12:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prom 21: BBCNOW/Bancroft review – all-American programme with a monumental finale", "description": "<p><strong>Royal Albert Hall, London<br /></strong>Derrick Skye’s ambitious Nova Plexus has power but felt earthbound ultimately; soloist Annelien Van Wauwe impressed with Copland’s Clarinet Concerto; and the 200-strong choir ensured a barnstorming second half</p><p><a href=\"https://www.derrickskye.com/\" title=\"https://www.derrickskye.com\">Derrick Skye</a> was born in Los Angeles in 1982, the year after John Adams’s breakthrough work Harmonium was premiered in San Francisco. His new 20-minute orchestral work Nova Plexus – a Proms commission, premiered by the BBC National Orchestra of Wales and its California conductor <a href=\"https://www.intermusica.com/artist/Ryan-Bancroft\" title=\"https://www.intermusica.com/artist/Ryan-Bancroft\">Ryan Bancroft</a> – shares that west coast sensibility of maximalised minimalism. Three amplified instruments – electric bass, electric guitar and synthesiser – represent the ways in which the sun’s power reaches Earth, from radio waves to cosmic particles. Sounding suitably massive, these stimulate responses in the earthly, unamplified instruments of the rest of the orchestra: one tune for flutes and unison strings sounds like birdsong. Skye draws on a plethora of musical traditions – west African, Persian classical, Balinese. A solo cello plays a simple melody whose notes are tuned according to an unfamiliar, non-western scale; cellos and basses make drums out of the bodies of their instruments. It’s rhythmically powerful stuff, at times an invitation to dance. But harmonically it feels static, and those complex rhythmic patterns are largely grouped into predictable, four-to-the-floor phrases that make the music feel bound by its dance-like energy rather than freed by it.</p><p>The all-American programme moved east coast-wards for Aaron Copland’s Clarinet Concerto, the soloist <a href=\"http://annelienvanwauwe.com/\" title=\"http://annelienvanwauwe.com\">Annelien Van Wauwe</a> treading the lazy opening waltz with a beautiful sense of openness and turning all the somersaults later on with the same lively, pinging clarity she brought to her encore, the third of Stravinsky’s Three Pieces for Solo Clarinet.</p> <a href=\"https://www.theguardian.com/music/2023/aug/01/prom-21-bbcnow-bancroft-van-wauwe-derrick-skye-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/01/prom-21-bbcnow-bancroft-van-wauwe-derrick-skye-review", "date_published": "2023-08-01T11:58:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Greggs to open more shops in airports and stations as pizzas lift sales", "description": "<p>Bakery chain reports 41% rise in pre-tax profits, helped by demand for evening food deals</p><p>Greggs is to open more shops in supermarkets and airports, after the bakery chain reported higher sales thanks to strong demand for its evening pizza deals.</p><p>The company said sales rose 16% in its core chain in the six months to 1 July after it put up prices in January by 5p to 10p on many items with its sausage rolls rising 5p to £1.20.</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/greggs-open-shops-airports-stations-pizzas-sales-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/greggs-open-shops-airports-stations-pizzas-sales-profits", "date_published": "2023-08-01T11:42:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My husband turns me on – but I can’t stay lubricated during sex", "description": "<p>I wonder if antidepressants could be the cause and, if so, what I should do to address this?</p><p><strong>I had a problem last year with staying </strong><strong>lubricated during intercourse</strong><strong>. </strong><strong>Although the problem initially went away on its own, it</strong><strong> has </strong><strong>returned. My husband can make me wet but, as we continue, I dry out. I am on </strong><strong>antidepressants, so</strong><strong> </strong><strong>I wonder if that could be the </strong><strong>cause</strong><strong>. I haven’t changed anything about my lifestyle</strong><strong>. I still feel very much turned on, but I just dry out quickly.</strong></p><p>Certain medications can have sexual side-effects, so it may be worth seeing your GP to check this out. However, physiological and psychological issues can also cause problems with arousal and lubrication. In addition, many women require direct clitoral stimulation – not just before but also during intercourse. If you notice your excitement waning, encourage your partner to pleasure you in a way that will get you back on track.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/01/my-husband-turns-me-on-but-i-cant-stay-lubricated-during-sex\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/01/my-husband-turns-me-on-but-i-cant-stay-lubricated-during-sex", "date_published": "2023-08-01T11:42:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I felt alive’: Hamlin practices in pads for first time since cardiac arrest", "description": "<ul><li>Bills player collapsed on field during game in January</li><li>Safety competing for place on team in pre-season</li></ul><p>Of the thousands of emotions — trepidation among them — running through Damar Hamlin’s head on Monday while pulling on his pads for practice for the first time at training camp, the one that ultimately won out was joy.</p><p>The Buffalo Bills safety has slowly worked his way back into his football career <a href=\"https://www.theguardian.com/sport/2023/jan/03/nfl-game-halted-after-buffalo-bills-player-damar-hamlin-collapses\">since he went into cardiac arrest</a> during a game and needed to be resuscitated on the field.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/i-felt-alive-hamlin-practices-in-pads-for-first-time-since-cardiac-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/i-felt-alive-hamlin-practices-in-pads-for-first-time-since-cardiac-arrest", "date_published": "2023-08-01T11:37:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Palace admit ‘fight’ to keep Olise with Chelsea and Manchester City keen", "description": "<ul><li>Crystal Palace would demand more than £50m for forward</li><li>Roy Hodgson calls for signings to fill ‘hole of five senior players’</li></ul><p>Roy Hodgson has admitted Crystal Palace face a fight to keep Michael Olise amid strong interest from Chelsea and Manchester City and urged the club’s hierarchy to reinforce his squad after the departure of Wilfried Zaha.</p><p>Olise is set to miss the start of the season after sustaining a hamstring injury playing for France’s Under-21s but the forward has been targeted by Mauricio Pochettino and Pep Guardiola after an excellent campaign in which he was voted Palace’s players’ player of the year having recorded 11 assists and two goals. It is understood Chelsea and City are considering a formal approach. It remains to be seen how much the 21-year-old, who joined from Reading in 2021, for £8m would cost.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/michael-olise-chelsea-manchester-city-crystal-palace-roy-hodgson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/michael-olise-chelsea-manchester-city-crystal-palace-roy-hodgson", "date_published": "2023-08-01T11:33:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The surest sign that Donald Trump is back? Ivanka is being seen in public with him | Arwa Mahdawi", "description": "<p>When the former president looked finished, Ivanka and her husband Jared Kushner kept their distance. Now he is the Republican frontrunner, they’re once again by his side</p><p>There’s a decent chance that, come January 2025, Donald Trump will either be in the White House or in a prison cell. Last November, my money was on the prison cell. The Florida governor, Ron DeSantis, was the <a href=\"https://www.reuters.com/world/us/ron-desantis-big-election-night-shakes-2024-white-house-field-2022-11-10/\">Republicans’ golden boy</a> and Trump was experiencing a major slump; for one thing, he had a <a href=\"https://www.theguardian.com/us-news/2023/jul/28/donald-trump-investigations-criminal-charges-tracker\">mindboggling</a> number of legal problems to deal with.</p><p>He seemed to have lost his last crumbs of credibility: an embarrassing number of candidates he’d backed were defeated in the midterms, making the former president look like a loser and causing his allies to turn on him. “<a href=\"https://www.theguardian.com/us-news/2022/nov/10/rupert-murdoch-trump-desantis-ny-post\">TRUMPTY DUMPTY</a>” crowed the once-loyal New York Post on its front page. “Trump has no political skills left,” <a href=\"https://www.theguardian.com/us-news/2023/jan/03/donald-trump-abortion-midterms-republicans\">a Trump campaign insider</a> said in messages seen by the Guardian. “His team is a joke. The ship is sinking.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/surest-sign-donald-trump-is-back-ivanka-being-seen-in-public-with-him\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/surest-sign-donald-trump-is-back-ivanka-being-seen-in-public-with-him", "date_published": "2023-08-01T11:10:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt oversaw signing of San Marino low-tax treaty backed by Tory donor", "description": "<p>Exclusive: Maurizio Bragagni, who has given over £700k to Tories and £30k to chancellor, attended event</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/01/rishi-sunak-nuclear-north-sea-oil-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Jeremy Hunt oversaw the signing of a low-tax treaty with San Marino championed by a leading Tory donor, who with his companies has given more than £700,000 to the party and £30,000 to the chancellor.</p><p>Maurizio Bragagni, a prominent businessman and diplomat for San Marino, was present in No 11 Downing Street when a “double taxation” treaty between the UK and San Marino was signed in May.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/01/jeremy-hunt-oversaw-signing-san-marino-low-tax-treaty-tory-donor-maurizio-bragagni\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/01/jeremy-hunt-oversaw-signing-san-marino-low-tax-treaty-tory-donor-maurizio-bragagni", "date_published": "2023-08-01T11:08:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for courgettes with orzo and guanciale", "description": "<p>Courgettes with plump rice-shaped pasta grains in a succulent meaty sauce</p><p>Bring a deep pan of water to the boil, salt it generously, then add 150g of <strong>orzo</strong> and boil for 9 minutes or until the pasta is approaching tenderness. It should retain a certain bite. Drain the pasta and set it aside, running the tines of a fork through it to separate the grains.</p><p>Cut 200g of <strong>guanciale</strong> into thick strips. Place a shallow pan over a moderate heat, add the guanciale and let it cook, stirring from time to time, until the fat has run and the guanciale is golden. Remove it from the pan and set it aside, leaving the fat in place in the pan.</p> <a href=\"https://www.theguardian.com/food/2023/aug/01/nigel-slater-midweek-dinner-courgettes-with-orzo-and-guanciale\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/01/nigel-slater-midweek-dinner-courgettes-with-orzo-and-guanciale", "date_published": "2023-08-01T11:01:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK spy agencies want to relax ‘burdensome’ laws on AI data use", "description": "<p>GCHQ, MI6 and MI5 propose weakening safeguards that limit training of AI models with bulk personal datasets</p><p>The UK intelligence agencies are lobbying the government to weaken surveillance laws they argue place a “burdensome” limit on their ability to train artificial intelligence models with large amounts of personal data.</p><p>The proposals would make it easier for GCHQ, MI6 and MI5 to use certain types of data, by relaxing safeguards designed to protect people’s privacy and prevent the misuse of sensitive information.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/01/uk-intelligence-spy-agencies-relax-burdensome-laws-ai-data-bpds\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/01/uk-intelligence-spy-agencies-relax-burdensome-laws-ai-data-bpds", "date_published": "2023-08-01T11:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Haiti v Denmark: Women’s World Cup 2023 Group D – live", "description": "<ul><li>Live updates as Group D concludes from 12pm UK time</li><li><a href=\"https://www.theguardian.com/football/live/2023/aug/01/china-v-england-womens-world-cup-2023-group-d-live\">China v England: join Sarah Rendell for MBM updates</a></li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players\">Your guide to all 736 players at the Women’s World Cup</a></li><li>Share your thoughts with Luke <a href=\"mailto:luke.mclaughlin@theguardian.com\">via email</a> or <a href=\"https://twitter.com/LukeMcLaughlin\">on Twitter</a></li></ul><p><strong>Here come the players,</strong> walking out on to the pitch in Perth. Time for the anthems.</p><p>Reports in recent days suggested that Melchie Dumornay may start today’s match on the bench, due to muscle pain, but she takes her place in Haiti’s starting lineup.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/01/haiti-v-denmark-womens-world-cup-2023-group-d-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/01/haiti-v-denmark-womens-world-cup-2023-group-d-live", "date_published": "2023-08-01T10:54:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China v England: Women’s World Cup 2023 Group D – live", "description": "<ul><li>Match at Hindmarsh Stadium kicks off at noon (BST)</li><li><a href=\"https://www.theguardian.com/football/live/2023/aug/01/haiti-v-denmark-womens-world-cup-2023-group-d-live\">Haiti v Denmark: join Luke McLaughlin for MBM updates</a></li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players\">Your guide to all 736 players at the Women’s World Cup</a></li><li>Share your thoughts with Sarah <a href=\"mailto:sarah.rendell.casual@theguardian.com\">via email </a>or <a href=\"https://twitter.com/rendellx\">on Twitter</a></li></ul><p><strong>Earlier today Group E was decided</strong> with the Netherlands going through as group winners and the US squeaking in as runners-up. You can read the reports for those:</p><p><strong>China manager Shui Qingxia has said</strong>: “This is a complex group. The most critical aspect is to perform our brand of football well. Players should maintain a positive mental and physical attitude. I hope we can find the net.”</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/01/china-v-england-womens-world-cup-2023-group-d-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/01/china-v-england-womens-world-cup-2023-group-d-live", "date_published": "2023-08-01T10:54:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Royal Mail uses drones to deliver post in the Orkney islands", "description": "<p>Service between Stromness to Hoy and Graemsay is Royal Mail’s first permanent drone delivery service</p><p>Royal Mail has begun using drones to deliver post in the Orkney islands, helping pave the way for drone deliveries to islands around the UK and on the mainland during emergencies.</p><p>The service between the village of Stromness on Orkney’s main island to the nearby islands of Hoy and Graemsay, using aircraft able to carry up to 6kg, is Royal Mail’s first permanent drone delivery service.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/royal-mail-uses-drones-to-deliver-post-in-the-orkney-islands\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/royal-mail-uses-drones-to-deliver-post-in-the-orkney-islands", "date_published": "2023-08-01T10:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why it’s time to clean up AI’s carbon footprint", "description": "<p>Generative AI uses huge amounts of electricity and water to power it, and the problem is only going to get worse</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>Technology never exists in a vacuum, and the rise of cryptocurrency in the last two or three years shows that. While plenty of people were making extraordinary amounts of money from investing in bitcoin and its competitors, there was consternation about the impact those get-rich-quick speculators had on the environment.</p><p>Mining cryptocurrency was environmentally taxing. The core principle behind it was that you had to expend effort to get rich. To mint a bitcoin or another cryptocurrency, you had to first “mine” it. Your computer would be tasked with completing complicated equations that, if successfully done, could create a new entry on to the blockchain.</p><p>Rupert Murdoch’s <strong>News Corp is using AI</strong> to publish <a href=\"https://www.theguardian.com/media/2023/aug/01/news-corp-ai-chat-gpt-stories\">3,000 local news stories a week</a> in Australia.</p><p>It’s not just journalists at risk: <strong>AI is replacing comedians</strong> at the <a href=\"https://www.theguardian.com/culture/2023/jul/30/a-bot-walks-into-a-bar-edinburgh-fringe-performers-use-ai-to-write-jokes\">Edinburgh fringe</a>.</p><p>Elon Musk’s X (formerly known as Twitter) is <a href=\"https://www.nytimes.com/2023/07/31/technology/twitter-x-center-for-countering-digital-hate.html?smtyp=cur&amp;smid=tw-nytimes\">threatening to sue a media monitoring organisation</a> that tracks <strong>hate speech</strong> on the social network.</p><p>Meanwhile, <strong>the giant glowing X sign</strong> on the company’s San Francisco HQ <a href=\"https://www.theguardian.com/us-news/2023/jul/31/x-sign-lights-san-francisco-twitter-office-removed\">has been removed</a> after neighbours complained. This came after Musk <strong>reportedly blocked building inspectors</strong> <a href=\"https://www.marketwatch.com/story/elon-musks-x-blocks-san-francisco-building-inspectors-from-giant-rooftop-sign-9dd12460\">from accessing the office to look at the sign</a>.</p><p>The UK’s Competition and Markets Authority has <a href=\"https://www.ft.com/content/8cdda768-f7bf-4c7f-b021-a9869a1e70b2\">opened up an avenue to backtrack</a> (£) on its block of a massive <strong>$75</strong><strong>bn merger of Microsoft and Activision Blizzard</strong>.</p><p>A 1970s programming language called Prolog, which helped the early development of AI, has been put to another use: deciphering <strong>how to game the UK’s national lottery</strong> for <a href=\"https://www.newscientist.com/article/2384455-mathematicians-find-27-tickets-that-guarantee-uk-national-lottery-win/\">the maximum chance of success</a>.</p><p>Should you take your phone to the bathroom? Scroll during a film? <a href=\"https://www.theguardian.com/technology/2023/jul/27/stop-phubbing-the-10-rules-of-smartphone-etiquette-from-the-bathroom-to-your-bed\">Paula Cocozza runs through</a> the <strong>10 rules of smartphone etiquette</strong>.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/01/techscape-environment-cost-ai-artificial-intelligence\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/01/techscape-environment-cost-ai-artificial-intelligence", "date_published": "2023-08-01T10:40:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Succession’s daddy issues and The Flight Attendant’s rampant id: why Freud looms over TV in 2023", "description": "<p>Prestige TV is full of characters Sigmund Freud would have a field day with. But what does a modern-day psychoanalyst make of the likes of Roman Roy?</p><p>In an <a href=\"https://www.theguardian.com/tv-and-radio/2021/dec/06/succession-recap-series-three-episode-eight-now-thats-what-you-call-a-cliffhanger\" title=\"\">agonising scene</a> in season three of HBO’s Succession, Roman Roy sends a dick pic to his father, Logan, rather than his on-off romantic interest, Gerri. Logan’s mobile dings, and we cringe as we realise Roman’s mistake. But,<strong> </strong>psychoanalysts would argue, it is not a mistake – rather it is an aggression caused by unconscious thoughts in a character with an unresolved Oedipus complex.</p><p>TV is replete with instances of Freudian psychoanalytical narrative motivating characters’ behaviour and journey: from <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/25/succession-series-finale-hbo-trump-fox\">Succession</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2021/aug/16/the-white-lotus-review-a-magnificently-monstrous-look-at-how-the-other-half-live\">The White Lotus</a> to The Flight Attendant<em> </em>and Shrinking. The psychoanalyst’s theories percolate through so much of modern media that you wonder if the writers are <em>unconsciously</em> portraying the same concepts that Sigmund Freud articulated 100 years ago. Which is ironic, given that Freud himself refused to work on movies.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/01/how-freud-influenced-television-succession-white-lotus-flight-attendant\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/01/how-freud-influenced-television-succession-white-lotus-flight-attendant", "date_published": "2023-08-01T10:33:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A dance with the mountain’: can Jusant take video game climbing to new heights?", "description": "<p>Co-creative directors Mathieu Beaudelin and Kevin Poupard are tight-lipped about the story but their meditative take on mountaineering gives players a taste of being an elite climber</p><p>For those whose feel the call of the mountains, video games have proved abundant recently: <a href=\"https://www.theguardian.com/games/2019/nov/01/death-stranding-review-playstation-4-pc-kojima-gameplay\">Death Stranding</a>, <a href=\"https://www.theguardian.com/technology/2017/mar/02/the-legend-of-zelda-breath-of-the-wild-review-link-nintendo-switch\">The Legend of Zelda: Breath of the Wild</a>, and <a href=\"https://www.theguardian.com/games/2021/nov/06/sable-review-go-build-yourself-a-future-girl\">Sable</a> all feature enticing summits, enveloped in clouds, with makeshift rock-paths towards them. Now there is Jusant, the latest title to turn vertiginous traversal into a puzzle, inspiring wanderlust from the comfort of the sofa.</p><p>It is the new game from Don’t Nod, the French studio behind the hit adventure series Life Is Strange. However, unlike that <a href=\"https://www.theguardian.com/games/2021/sep/08/life-is-strange-true-colours-review-an-earnest-drama-about-a-psychic-empath\">famously chatty franchise</a>, there isn’t a single word of dialogue in Jusant. Rather, all its talking is done through dizzying, gravity-defying action. Co-creative director Mathieu Beaudelin wants to give players a taste of being an elite climber, he says, to become one with the massif. He describes the pursuit poetically: “A dance with the mountain.”</p> <a href=\"https://www.theguardian.com/games/2023/aug/01/a-dance-with-the-mountain-can-jusant-take-video-game-climbing-to-new-heights\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/01/a-dance-with-the-mountain-can-jusant-take-video-game-climbing-to-new-heights", "date_published": "2023-08-01T10:30:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Human in a costume’ sun bear draws crowds to Chinese zoo", "description": "<p>Visitor numbers rise by 30% as footage sparks claims animal could be a staff member in a bear suit</p><p>Visitors have flocked to a zoo in eastern China’s Zhejiang province after a video of one of its bears went viral with some suggesting she looked so human she could be a staff member in a bear suit.</p><p>Attendance numbers at Hangzhou zoo have risen by 30% to about 20,000 a day, with some people travelling overnight, since a video of the Malayan sun bear, named Angela, became a trending topic on Chinese social media <a href=\"https://www.theguardian.com/world/2023/jul/31/chinese-zoo-denies-sun-bears-humans-costumes\">over the weekend</a>, Zhejiang-based Chao News reported.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/human-costume-sun-bear-draws-crowds-chinese-zoo\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/human-costume-sun-bear-draws-crowds-chinese-zoo", "date_published": "2023-08-01T10:29:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Poison in every puff’: Canada to require health warnings on individual cigarettes", "description": "<p>The first-of-its-kind measure is part of a sweeping new set of tobacco regulations to tighten controls over the industry</p><p>Individual cigarettes in Canada will now carry warnings such as “poison in every puff” and “cigarettes cause impotence” in what the <a href=\"https://www.canada.ca/en/health-canada/news/2023/05/canada-to-become-first-country-in-the-world-to-require-health-warnings-on-individual-cigarettes.html\">government says</a> is an effort to make it “virtually impossible to avoid health warnings altogether”.</p><p>The measure, the first of its kind in the world, is part of a sweeping set of new tobacco regulations coming into effect on Tuesday that will see tight controls phased in over the next two years.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/canada-cigarette-health-warnings-tobacco-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/canada-cigarette-health-warnings-tobacco-industry", "date_published": "2023-08-01T10:10:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Paris Memories review – deep-feeling drama about the aftermath of a terror attack", "description": "<p>Film-maker Alice Winocour based her film on her brother’s experience of the Bataclan attacks, but focuses on how survivors put their lives back together after such events</p><p>French film-maker Alice Winocour’s brother was inside the Bataclan concert hall in Paris in November 2015; <a href=\"https://www.theguardian.com/film/2023/jul/28/i-was-making-a-film-about-the-trauma-of-an-entire-country-director-alice-winocour-on-her-movie-about-the-2015-paris-terror-attacks\">in interviews she has talked about texting him</a> while he hid. He survived the massacre, and now she has made a drama about a fictional terrorist attack on Paris. It’s not about the bloodshed or war zone carnage; her film is a kind of psychological detective tale, following a survivor as she tries to piece together her memories of what happened on the night. It’s a measured, quietly powerful film with a performance from Virginie Efira that seems almost telepathic at times; in scenes where she doesn’t say a word, barely twitching a muscle in her face, yet somehow you know what she’s feeling.</p><p>Efira plays Mia, a no-nonsense journalist and translator in her 40s, partner, no kids. It’s bad luck on a grand scale that she’s in the restaurant targeted by terrorists. Riding her motorbike home late, the skies open; time slows as she ducks into the restaurant to sit out the downpour, orders a glass of wine, then a gun fires. Winocour films the attack mostly from Mia’s perspective, flat on her stomach lying on the ground. Like her, all we really see is the killer’s feet. It’s the sound design – breaking glass and terror – that makes it unbearable.</p> <a href=\"https://www.theguardian.com/film/2023/aug/01/paris-memories-review-deep-feeling-drama-about-the-aftermath-of-a-terror-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/01/paris-memories-review-deep-feeling-drama-about-the-aftermath-of-a-terror-attack", "date_published": "2023-08-01T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Even more insidious than the NRA’: US gun lobby group gains in power", "description": "<p>The National Shooting Sports Foundation has been aggressively pushing gun manufacturers’ interests, and is starting to eclipse its bigger rival</p><p>A business trade group representing 10,000 gunmakers, dealers and other firearm firms is emerging as a rising force in the US and starting to eclipse – in some respects – the might of the powerful but scandal-plagued National Rifle Association.</p><p>Meet the National Shooting Sports Foundation, the gun industry’s conservative and aggressive lobbying group. Its range of activities are broad but always geared to zealously and single-mindedly preserving and extending the power of the gun industry.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/gun-lobby-nra-national-shooting-sports-foundation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/gun-lobby-nra-national-shooting-sports-foundation", "date_published": "2023-08-01T10:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eager for a mind-bending trip? A ‘psychedelic concierge’ can help", "description": "<p>They say they’re not drug dealers – merely intermediaries who assist those looking for a transcendent experience </p><p>Mike Zapolin, a bald, guru-like figure with a white beard and dark sunglasses, is telling me about a group of Silicon Valley tech executives that wanted to try something a little different for their most recent corporate retreat. Rather than the normal team-building exercises, they opted for a three-hour “ket-itation” – that’s ketamine and meditation – led by a doctor who gave them lozenges dosed with the dissociative. As they went on their individual trips, they sat together and listened to calming, spa-like music. After their experience, Zapolin tells me, the team reported that they worked together better on projects, had more empathy for each other, and felt a burst of creativity.</p><p>Zapolin, who also goes by the name Zappy, helped them organise the whole retreat. He describes himself as “psychedelic concierge”, which might just sound like a glorified drug dealer, but Zapolin says he’s no such thing: “A hotel concierge does not get you the food you’re going to eat; they just make the reservation,” he said. “It’s the same with me: I’m advising based on best practices and protocols, and using my network to find the doctor or expert.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/01/psychedelic-corporate-retreat-drug-trip-silicon-valley\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/01/psychedelic-corporate-retreat-drug-trip-silicon-valley", "date_published": "2023-08-01T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I got a puncture in Italy – and managed to ruin two whole days for 12 people | Zoe Williams", "description": "<p>Our holiday misadventure was time-consuming and revelatory. Turns out, Mr Z can change a tyre in his sleep</p><p>Getting a puncture in a car always felt like a plot point in a film, a good way to summon chaos, but unlikely to happen in real life. Not if you drive like an undertaker, anyway; surely not if you drive like an undertaker slowing down regularly to admire the view. The whole possibility seemed so remote that even when the car told me it had happened, then swapped languages to tell me again in every tongue of Europe, I still thought: surely some misunderstanding?</p><p>Not a misunderstanding, no. I had a flat tyre in a far-off land (well, Italy), an adolescent for company, who was ready with advice but no significant expertise, and no reception. A friendly man came by; he had no reception, either, but gave us a bottle of wine, as if that would help. I was incredibly grateful, naturally, but we already had a bunch of wine – we were driving back from the wine shop. So now I felt like both a puncture-getting fool and the kind of grifter who accepts someone’s wine because they are on the take, rather than because they don’t know enough Italian to say: “No thanks, I’ve already got some.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/i-got-a-puncture-in-italy-and-managed-to-ruin-two-whole-days-for-12-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/i-got-a-puncture-in-italy-and-managed-to-ruin-two-whole-days-for-12-people", "date_published": "2023-08-01T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Silent killer’: experts warn of record US deaths from extreme heat", "description": "<p>Fears of new high death toll this year as prolonged heatwave causes spike in hospitalizations from people who work outside</p><p>The punishing heatwaves that have scorched much of the US could result in a record number of heat-related deaths this year, experts have warned, amid a spike in hospitalizations from collapsing outdoor workers.</p><p>Among those needing hospital treatment are heat-exhausted hikers and even people who have suffered severe burns from touching blistering concrete and asphalt.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/heat-related-deaths-us-temperatures-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/heat-related-deaths-us-temperatures-heatwave", "date_published": "2023-08-01T10:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Shameful loss’: wolves declared extinct in Andalucía", "description": "<p>Naturalists decry extinction of species as loss of habitat, poaching and illegal hunting take toll</p><p>For centuries, wolves have roamed the mountain ranges of Andalucía in southern Spain, but after years of decline the creature has been officially declared extinct in the region.</p><p>Since 2003, the regional government has carried out a census of the wolf (<em>Canis lupus signatus</em>) population in an effort to monitor the species and reduce conflict with the local population, farmers in particular.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/01/wolves-declared-extinct-in-andalucia-spain-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/01/wolves-declared-extinct-in-andalucia-spain-aoe", "date_published": "2023-08-01T09:59:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football transfer rumours: Amrabat to Al-Ahli? Tyler Adams to Chelsea?", "description": "<p>Today’s tittle-tattle is pinching and punching </p><p><strong>Sofyan Amrabat’s</strong> name has been bandied around as a priority target for Manchester United and Erik ten Hag, but it now seems <strong>Al-Ahli</strong> are aiming to snatch the Morocco international.<br /><br />The French sports daily L’Equipe reports the Saudi Pro League club want to add one of the stars of the 2022 World Cup to the rapidly lengthening list of players they have signed from the Premier League this summer, <a href=\"https://www.theguardian.com/football/2023/jul/31/fabinho-leaves-liverpool-al-ittihad-in-saudi-arabia\">including Roberto Firmino</a>, Riyad Mahrez, Édouard Mendy and Allan Saint-Maximin.</p><p>Soon after being snubbed by the iconic Kylian Mbappé, undaunted <strong>Al-Hilal</strong> are reportedly readying a £120m bid for Napoli’s <strong>Victor Osimhen</strong>, while Arsenal are being linked with a move for Osimhen’s play-making teammate <strong>Khvicha Kvaratskhelia</strong>. It would cost in excess of £100m to bring the tricky Georgian winger to north London, however.<br /><br />As revealed last night <a href=\"https://www.theguardian.com/football/2023/jul/31/west-ham-ready-to-drop-25m-pursuit-of-southamptons-james-ward-prowse\">by Jacob Steinberg</a>, <strong>West Ham</strong> are preparing to abandon their pursuit of the Southampton dead-ball supremo and midfield general <strong>James Ward-Prowse</strong>. The Saints fancy that Ward-Prowse is worth around £40m, while the Hammers value him at what some may say is a <a href=\"https://www.theguardian.com/football/2023/jul/31/west-ham-ready-to-drop-25m-pursuit-of-southamptons-james-ward-prowse\">rather optimistic £25m</a>. Manchester United’s <strong>Scott McTominay</strong> and <strong>João Palhinha</strong> of Fulham are among the other names on West Ham’s midfield shopping list.<br /><br />Staying on the sunny south coast, omniscient transfer-being Fabrizio Romano revealed on Tuesday that <strong>Liverpool</strong> are preparing a fresh bid for Southampton’s <strong>Roméo Lavia</strong>. The player is believed to be keen to tread the well-worn path from St Mary’s to Anfield, but can the clubs agree a fee?<br /><br /><strong>Tino Livramento</strong>, yet another talented youngster on the books at relegated Southampton who is attracting interest from a veritable host of Premier League clubs, is firmly in the sights of big-spending <strong>Newcastle</strong>. However the Saints director of football, Jason Wilcox, has warned any potential fee would need to make it a “win-win” for both parties, while neglecting to name his price.<br /><br />Chelsea have tabled a £30m bid for the Brighton goalie <strong>Robert Sánchez</strong>, while the prolific Jacob Steinberg also reported yesterday that the club are close to agreeing a new six-year contract <a href=\"https://www.theguardian.com/football/2023/jul/31/chelsea-levi-colwill-new-contract-brighton\">with the defender Levi Colwill</a>. Some even claim that the Blues are sizing up a loan move for <strong>Mbappé</strong>, who has a year-long gap in his diary to fill before a rumoured permanent move to Real Madrid. If that doesn’t come off they may have to be content with boosting their resources in midfield by signing the American <strong>Tyler Adams</strong> from Leeds.<br /><br />Moving to the Midlands, it is reported that <strong>Dean Henderson’s</strong> anticipated permanent move to <strong>Nottingham Forest</strong> is in doubt now that Steve Cooper and his team have identified <strong>Matt Turner</strong> of <strong>Arsenal</strong> as a potential alternative.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/football-transfer-rumours-sofyan-amrabat-kylian-mbappe-james-ward-prowse\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/football-transfer-rumours-sofyan-amrabat-kylian-mbappe-james-ward-prowse", "date_published": "2023-08-01T09:52:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France to evacuate European citizens from Niger after coup", "description": "<p>Decision comes after junta accused France of plotting to reinstate Mohamed Bazoum</p><p>France has said it will immediately begin evacuating its citizens and other Europeans from Niger, days after a junta toppled the president, Mohamed Bazoum, and seized power in the west African country.</p><p>Tensions <a href=\"https://www.theguardian.com/world/2023/jul/31/niger-coup-leaders-accuse-france-plotting-military-intervention\">between Niger and the former colonial power, France,</a> have escalated after the coup on 26 July overthrew one of the last pro-western leaders in Africa’s Sahel region, which has faced jihadist insurgencies.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/niger-coup-france-evacuate-european-citizens\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/niger-coup-france-evacuate-european-citizens", "date_published": "2023-08-01T09:42:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA squeeze into World Cup knockout stage after surviving late Portugal scare", "description": "<p>As Americans half a world away slept through the night unaware, or rose prematurely from their slumber to watch a World Cup match with a 3 am ET kickoff, the United States slept-walked through their final group-stage game against Portugal, doing the bare minimum to advance to the knockout rounds of the 2023 World Cup.</p><p>Elsewhere, the Netherlands scored early and often against Vietnam, running out 7-0 winners to take the group with seven points to USA’s five and a vastly superior goal difference. USA will now play the winner of Group G – either Sweden or Italy – in Melbourne, Australia, on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/usa-portugal-womens-world-cup-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/usa-portugal-womens-world-cup-match-report", "date_published": "2023-08-01T09:40:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN urged to intervene after Qur’an burnings in Sweden and Denmark", "description": "<p>Organisation of Islamic Cooperation representing 57 states calls for appointment of special rapporteur on Islamophobia</p><p>The Organisation of Islamic Cooperation has strongly condemned recent Qur’an burnings in Sweden and Denmark as “despicable acts of aggression” and called on intervention by the United Nations amid a growing diplomatic crisis.</p><p>A special session of the body of foreign ministers met virtually on Monday, on the same day as a further protest involving <a href=\"https://www.theguardian.com/world/2023/jul/31/denmark-considers-ban-protests-burn-quran-holy-texts-bible\">the desecration of the Muslim holy book</a> took place outside the Swedish parliament.</p> <a href=\"https://www.theguardian.com/news/2023/aug/01/un-intervene-quran-burnings-sweden-denmark-organisation-islamic-cooperation-islamophobia\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/aug/01/un-intervene-quran-burnings-sweden-denmark-organisation-islamic-cooperation-islamophobia", "date_published": "2023-08-01T09:37:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "HSBC more than doubles profits as interest rates soar", "description": "<p>Bank says it earned £17bn in first half and will hand more money back to shareholders</p><p>HSBC more than doubled its profits in the first half of the year, as rising interest rates increased returns for the London-headquartered lender.</p><p>The bank reported pre-tax profits of $21.7bn (£17bn) in the first six months of 2023, up from $8.8bn during the same period last year, despiteputting aside more money to protect against potential defaults, as rising living costs put pressure on customers’ finances.</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/hsbc-more-than-doubles-profits-as-interest-rates-soar\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/hsbc-more-than-doubles-profits-as-interest-rates-soar", "date_published": "2023-08-01T09:26:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brugts stars in thrashing of Vietnam as Netherlands top World Cup group", "description": "<p>Esmee Brugts scored two stunning long-range goals as the Netherlands rediscovered their scoring touch in a crushing win over Vietnam on Tuesday, reaching the Women’s World Cup knockout stage in style and locking up top spot in Group E.</p><p>The Dutch had scored only once in each of their two previous games but, knowing goal difference could decide the group winners, were 4-0 up inside 25 minutes, with Brugts’s curled effort the pick of the bunch.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/brugts-stars-in-thrashing-of-vietnam-as-netherlands-top-world-cup-group\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/brugts-stars-in-thrashing-of-vietnam-as-netherlands-top-world-cup-group", "date_published": "2023-08-01T09:24:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leak reveals ‘touchy’ issues for UAE’s presidency of UN climate summit", "description": "<p>Exclusive: Long list of ‘sensitive’ topics for petrostate include oil and gas production, emissions and Yemen war crimes</p><p>A comprehensive list of “touchy and sensitive issues” for the United Arab Emirates, which is running the next UN climate summit, has been revealed in a document leaked to the Guardian.</p><p>The document sets out the government-approved “strategic messages” to be used in response to media requests about the issues, which range from the UAE’s increasing production of oil and gas to people trafficking.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/01/leak-uae-presidency-un-climate-summit-oil-gas-emissions-yemen\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/01/leak-uae-presidency-un-climate-summit-oil-gas-emissions-yemen", "date_published": "2023-08-01T09:20:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It rained every day, but our 1970s-style English holiday was pure delight | Emma Brockes", "description": "<p>Playing with pine cones, my daughter lifted one up and said, ‘Nature’s Barbies!’. I felt more smug than at any time in my life</p><p>It was at the pub during a downpour, while my children entertained themselves by pretending paper straws were people, that I had what felt like the perfect moment of synchronicity with the 1970s. Outside, the Channel churned. Inside, we lightly steamed. We have been on fancier holidays and had more exciting times, but for pure delight, there is no question in my mind that the theme-park experience of dragging your kids through the memory of your own childhood summer holidays beats every modern alternative.</p><p>The impulse behind this experience isn’t one of which I entirely approve. Nostalgia has its downsides, and as a motivating force can make us timid and clingy, cleaving too rigidly to the things we know. Heading into summer this year, I was aware that my itinerary was so sentimental – so rooted in a homesickness for the distant past that, while it can strike anyone, comes particularly fiercely for those of us raising our kids a long way from the circumstances in which we were raised – there was a small chance my kids would reject it. There was something perverse, I understood, in travelling from our home in New York, with the attractions of the entire US on our doorstep, to <a href=\"https://www.visitisleofwight.co.uk/explore/towns/ventnor\">Ventnor</a>, in the Isle of Wight, so I could enjoy reliving what it was like to be five. But I couldn’t help it.</p><p>Emma Brockes is a Guardian columnist based in New York</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/it-rained-every-day-but-our-1970s-style-english-seaside-holiday-was-pure-delight\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/it-rained-every-day-but-our-1970s-style-english-seaside-holiday-was-pure-delight", "date_published": "2023-08-01T09:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tall, short or super-shy? 10 ways to find the perfect swimwear", "description": "<p>It can be a vulnerable business, wearing the equivalent of your underwear in public. Here is how to buy beachwear that makes you feel comfortable and confident</p><p>Every summer, as I wrestle myself into a swimsuit for the first time in a year, the words: “It’s the most vulnerable time of the year” pop into my head to the tune of Andy Williams’ Christmas classic.</p><p>Being in public, with strangers, in what is effectively your underwear can be a fraught business – as can choosing what to wear and what to avoid. It doesn’t help that the options are overwhelming, particularly when you consider that styles are forever changing shape in accordance with trends – such is the pervasiveness of reality TV shows such as Love Island that some brands now make <a href=\"https://uk.seafolly.com/collections/all-swimwear/products/seafolly-collective-halter-bandeau-33816-942-olive\">upside-down bikini tops</a>, as well as those with so many mid-torso straps that you end up looking like a joint of beef.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/01/tall-short-or-super-shy-10-ways-to-find-the-perfect-swimwear\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/01/tall-short-or-super-shy-10-ways-to-find-the-perfect-swimwear", "date_published": "2023-08-01T09:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 50 greatest children’s films of all time: ‘Your kids will never be the same!’", "description": "<p>Need some help filling up a rainy afternoon during the holidays? From creepies to weepies, from nannies to Nazis, from Jedis to Jurassics, we pick the 50 best-ever movies for kids</p><p>The summer holidays can hang heavy if you have children to entertain. And while we’d all like them to be romping at the seaside or trekking up Yr Wyddfa, sometimes that just isn’t possible. So Guardian writers have compiled a list of children’s films that can’t fail to move, amuse or thrill. The best ever? That’s a tough call – but everyone will have a good time trying to find out.</p> <a href=\"https://www.theguardian.com/film/2023/aug/01/50-greatest-childrens-films-jedis-jurassics-nannies-nazis-star-wars\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/01/50-greatest-childrens-films-jedis-jurassics-nannies-nazis-star-wars", "date_published": "2023-08-01T09:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Girls, boys, art, pleasure! Italy’s paninaro subculture rides again", "description": "<p>Hymned by Pet Shop Boys, paninari dressed expensively, ate fast food, loved pop music – and some flirted with the far right. Now middle-aged, its scenesters explain its appeal</p><p>On a sultry June afternoon the tables of a snack bar in Foglizzo, a small town in northern Italy, fill up with a dozen men riding motorbikes and dressed in colourful apparel. It’s a gang of paninari: a quintessentially Italian, once-dominant youth subculture.</p><p>Today, paninari are well into their 50s, and the group we meet in Foglizzo, as the town was celebrating its yearly courgette festival, are no exception. But despite the grey hairs and extra pounds that come with age, they still look smart in their typical paninari outfits, sporting Timberland boots, cowboy style belts and flashy sunglasses.</p> <a href=\"https://www.theguardian.com/music/2023/aug/01/girls-boys-art-pleasure-italys-paninaro-subculture-rides-again\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/01/girls-boys-art-pleasure-italys-paninaro-subculture-rides-again", "date_published": "2023-08-01T08:49:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Diego Godín’s farewell marred by attack by Vélez Sarsfield’s own fans on team", "description": "<ul><li>Vélez Sarsfield fans attack players after team return from defeat</li><li>Defender Jara: ‘They said they were going to shoot me in the legs’</li></ul><p>The Uruguayan defender Diego Godín’s farewell match was marred by violence after his team, Vélez Sarsfield, lost to Huracan on Sunday, sparking a vicious attack by some of the Argentinian club’s fans on their team’s players in which they were assaulted at gunpoint.</p><p>When the team returned to their training camp at the Villa Olímpica Stadium hours after the match, they were accosted by groups of their own fans, as cars ambushed some of the players.</p> <a href=\"https://www.theguardian.com/football/2023/aug/01/diego-godins-farewell-marred-by-attack-by-velez-sarsfields-own-fans-on-team\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/01/diego-godins-farewell-marred-by-attack-by-velez-sarsfields-own-fans-on-team", "date_published": "2023-08-01T08:49:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Government announces nuclear taskforce as row grows over North Sea oil – UK politics live", "description": "<p>Taskforce aims to ‘fuel growth in nuclear industry’ as dismay grows over Rishi Sunak’s plans to authorise more licences for North Sea drilling</p><p><strong>Rishi Sunak</strong> has pledged to “max out” the UK’s oil and gas reserves as he revealed a new round of intensive North Sea drilling, which experts said could be catastrophic for the climate.</p><p>Unveiling a plan to authorise more than 100 new North Sea licences on a visit to north-east Scotland, the prime minister also indicated he would approve drilling at the UK’s largest untapped reserves in the Rosebank field, which hold 500m barrels of oil.</p><p>The only way to achieve this is to translate these very high-level aspirations into a comprehensive, concrete and detailed nuclear strategic plan which is developed jointly with the nuclear industry, which enjoys long-term cross-party political commitment and which therefore offers dependability for private and public investment decisions.</p> <a href=\"https://www.theguardian.com/politics/live/2023/aug/01/rishi-sunak-nuclear-north-sea-oil-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/aug/01/rishi-sunak-nuclear-north-sea-oil-uk-politics-live", "date_published": "2023-08-01T08:33:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Our Own Fire by William Letford review – in a world of his own", "description": "<p>A family learn how to live in dystopia in the Scottish poet’s gripping and imaginative mix of cosmic poetry and earthy prose</p><p>William Letford’s third collection can be read like a novel – and is novel, too, in the word’s other sense. It alternates between prose and poetry, old ways and the uncharted new, human canniness and artificial intelligence. It is a fantastic, imaginative, dystopian Scottish soap opera with a rough and not altogether ready cast. Meet the Macallums: joiner, nurse, stonemason, hairdresser, gardener… outlawed in an uncertain new world, living on their wits. On the left-hand pages, prose earths the narrative; on the right-hand side, poems – including those about an artificial intelligence nicknamed “Andy” – occupy the ether (do not be fooled by his friendly name). Letford’s book is perfectly timed: gripping, entertaining and desperate.</p><p>Joe, a stonemason and our narrator, writes: “Now the world’s broken I feel safer being surrounded by people who can put things together.” Such people include his cousin Lorna who repairs vintage timepieces. In their newly depleted environment, they are running out of food and repair is needed for more than the watches: “We were already repairing ourselves daily, turning everything that was thrown at us into hope.”</p> <a href=\"https://www.theguardian.com/books/2023/aug/01/from-our-own-fire-by-william-letford-review-in-a-world-of-his-own\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/01/from-our-own-fire-by-william-letford-review-in-a-world-of-his-own", "date_published": "2023-08-01T08:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Booker prize reveals ‘original and thrilling’ 2023 longlist", "description": "<p>Previously nominated authors Sebastian Barry, Tan Twan Eng and Paul Murray join 13-strong field including four debuts<br />• <a href=\"https://www.theguardian.com/books/2023/aug/01/booker-prize-2023-irish-debuts-groundbreaking-sci-fi\">Irish writers, debuts – and groundbreaking sci-fi: the Booker longlist in depth</a></p><p>A longlist of 13 “original and thrilling” books offering “startling portraits of the current” are in contention for the 2023 Booker prize, the UK’s most prestigious literary award.</p><p>The longlist features four debut novelists and six others who have been longlisted for the first time, alongside Sebastian Barry, Tan Twan Eng and Paul Murray, who have seven previous Booker nominations between them.</p> <a href=\"https://www.theguardian.com/books/2023/aug/01/booker-prize-reveals-original-and-thrilling-2023-longlist\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/01/booker-prize-reveals-original-and-thrilling-2023-longlist", "date_published": "2023-08-01T08:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Irish writers, debuts – and groundbreaking sci-fi: the Booker longlist in depth", "description": "<p>The personal meets the political in a list that includes dystopia and SF as well as little-known debuts<br />• <a href=\"https://www.theguardian.com/books/2023/aug/01/booker-prize-reveals-original-and-thrilling-2023-longlist\">Booker prize reveals ‘original and thrilling’ 2023 longlist</a></p><p>Those accustomed to complaining about the number of American writers nominated for the Booker prize since the widening of eligibility in 2014 will get a pleasant surprise this year: the sector that leads is Irish writers – and people called Paul. That’s not the only surprise; the judges have chosen to spotlight some little-known debuts in the place of major novels. While it feels reductive to read the longlist in terms of what’s not included, many will have expected to see Zadie Smith’s September novel The Fraud, and Tom Crewe’s acclaimed debut The New Life, among others.</p><p>The presence of four Irish writers, meanwhile, is far from surprising (and that’s without the inclusion of Anne Enright’s fine forthcoming novel The Wren, The Wren, or Claire Kilroy’s scorching tale of new motherhood, Soldier Sailor). Sebastian Barry is a veteran author who pushes himself with each new book, and Old God’s Time is a devastating, dreamlike study of the lifetime repercussions of historic childhood abuse in Catholic institutions. Paul Murray, loved for 2010’s tragicomic Skippy Dies, writes the novel of his career with The Bee Sting, which uncovers a family’s slow-burning secrets against a backdrop of climate anxiety – in terms of pure page-turning pleasure, this is probably the most enjoyable novel on the list. Elaine Feeney’s How to Build a Boat explores the meaning of community and outsiderdom through one boy’s story, while Paul Lynch’s Prophet Song, scheduled for September, is a chilling study of Ireland becoming a fascist state.</p> <a href=\"https://www.theguardian.com/books/2023/aug/01/booker-prize-2023-irish-debuts-groundbreaking-sci-fi\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/01/booker-prize-2023-irish-debuts-groundbreaking-sci-fi", "date_published": "2023-08-01T08:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘No timeframe’ on delayed opening of Bibby Stockholm asylum barge", "description": "<p>Transport minister says barge in Portland going through ‘final checks’ amid row over safety concerns</p><p>A UK government minister has said he “cannot put a timeframe” on when the Home Office will open a controversial giant barge meant to house asylum seekers, which has been further delayed for checks.</p><p>The initial plan had been move people on to the Bibby Stockholm in Portland, Dorset, from this week, with numbers due to rise gradually over the coming months to the point where the vessel would eventually holds about 500 men.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/01/no-timeframe-on-delayed-opening-of-bibby-stockholm-asylum-barge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/01/no-timeframe-on-delayed-opening-of-bibby-stockholm-asylum-barge", "date_published": "2023-08-01T07:36:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mystery object found washed up on remote Australian beach identified as space debris", "description": "<p>The huge cylinder, which was found near Green Head, north of Perth, Western Australia, is most likely from an Indian rocket, space agency says</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A large chunk of space debris that washed up on a remote West Australian beach is mostly likely from an Indian launch vehicle, the Australian Space Agency says.</p><p>The cylinder, about 2.5m high and partly made of a gold-coloured woven material, was found earlier in July near Green Head, about 250km north of Perth.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/01/mystery-object-australian-beach-identified-indian-rocket-space-debris-western-australia-green-head\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/01/mystery-object-australian-beach-identified-indian-rocket-space-debris-western-australia-green-head", "date_published": "2023-08-01T07:13:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hold your nerve on Lords reform, Keir Starmer, or we’ll never see the back of Boris Johnson’s cronies | Frances Ryan", "description": "<p>If Labour’s leader only targets hereditary peers, the likes of Charlotte Owen and others who shouldn’t even be there will survive</p><p>Bad news for fans of unelected legislatures: Labour is considering abolishing hereditary peers. According to the Sunday Times,<em> </em>Keir Starmer is drawing up plans that could see the <a href=\"https://www.thetimes.co.uk/article/starmers-plan-to-axe-hereditary-peers-triggers-tory-soul-searching-70tc88g76\">immediate removal of hereditary peers</a><strong> </strong>if the party is elected, as part of a package of “interim” reforms to modernise and reduce the size of the House of Lords.</p><p>Other moves being explored include introducing a mandatory retirement age or stopping hereditary peer byelections (so the current peers can’t be replaced after they leave).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/lords-reform-keir-starmer-boris-johnson-cronies-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/lords-reform-keir-starmer-boris-johnson-cronies-labour", "date_published": "2023-08-01T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mexican city of Chihuahua bans misogynist lyrics in live music venues", "description": "<p>Fines of up to £55,000 could be imposed on musicians who sing songs deemed to promote violence against women</p><p>Authorities in the north-western Mexican state of Chihuahua have banned artists from singing misogynist lyrics in live music venues.</p><p>Chihuahua, the capital city of the state, which borders the US, has passed a measure to prohibit musicians from performing songs that promote violence against women.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/01/mexican-city-of-chihuahua-bans-misogynist-lyrics-in-live-music-venues\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/01/mexican-city-of-chihuahua-bans-misogynist-lyrics-in-live-music-venues", "date_published": "2023-08-01T07:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who needs film critics when studios can be sure influencers will praise their films?", "description": "<p>A shift from knowledgable writers to those simply in search of free tickets devalues cinema – and audience experience</p><p>“Feel free to share your positive feelings about the film on Twitter after the screening,” said the usher introducing the London press preview screening of <a href=\"https://www.theguardian.com/film/2023/jul/19/barbie-review-greta-gerwig-delirious-bubblegum-fantasy\">Barbie</a>, Greta Gerwig’s Mattel-produced film. The embargo for reviews, however, would not be lifted until two days later, closer to the film’s release. The audience generally didn’t bat an eyelid and it wasn’t the first time my colleagues and I had heard such directives, yet we were left feeling censored: if they won’t allow for our negative reactions, why should they get our positive ones?</p><p>The purpose of this strategy barely needs specifying: in addition to the film’s omnipresent marketing campaign, positive reactions on social media were to seal the deal and ensure that the most dubious potential spectators would be persuaded to turn up to the cinema on the opening weekend, the most crucial days for a film’s box office success. The fact that the audience at this preview screening consisted mostly of influencers was another blatant marketing strategy, which would not have been as insulting were it not for the fact that it meant many film critics were unable to see the film before its release. The phenomenon occurred in other cities as well. A few days before the film’s release, Parisian writers were dumbfounded to see some colleagues sharing glowing takes on the film on Twitter, after <a href=\"https://www.arretsurimages.net/articles/barbie-des-journalistes-prives-de-projection\">being told there would be no advance screenings</a> for any of the press. Moreover, what were presented as exclusive interviews with the cast turned out to be prerecorded and pre-approved by the studio. Ahead of its release, the film was to be seen only through pink-tinted glasses.</p> <a href=\"https://www.theguardian.com/film/2023/aug/01/what-are-film-critics-for-today\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/01/what-are-film-critics-for-today", "date_published": "2023-08-01T06:56:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vietnam v Netherlands: Women’s World Cup 2023 Group E – live", "description": "<ul><li>Match at Forsyth Barr Stadium kicks off at 8am (BST)</li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players\">Your guide to all 736 players at the Women’s World Cup</a></li><li>Share your thoughts with Sarah <a href=\"mailto:sarah.rendell.casual@theguardian.com\">via email </a>or <a href=\"https://twitter.com/rendellx\">on Twitter</a></li></ul><p><strong>Back to the teams at hand</strong> and the Netherlands’ coach Andries Jonker has said: “(We have) a lot of respect for Vietnam, they are a good team. We have seen against the United States and Portugal that it is really not that easy. We have never shown any arrogance and we won’t now either.”</p><p><strong>And here is another great piece on the US</strong>:</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/01/vietnam-v-netherlands-womens-world-cup-2023-group-e-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/01/vietnam-v-netherlands-womens-world-cup-2023-group-e-live", "date_published": "2023-08-01T06:36:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA v Portugal: Women’s World Cup 2023 Group E – live", "description": "<ul><li>Email <a href=\"mailto:rob.smyth@theguardian.com\">rob.smyth@theguardian.com</a> with your thoughts</li><li>Defending champions need draw or win to progress</li><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players\">Your guide to all 736 players at the Women’s World Cup</a></li><li><a href=\"https://www.theguardian.com/football/2023/jul/20/sign-up-for-soccer-with-jonathan-wilson-his-free-weekly-newsletter-on-european-soccer?INTCMP=gdnwb_mawns_editorial_newsletters_Soccer_Live_Blog_\">Sign up for Soccer with Jonathan Wilson: our free newsletter</a></li></ul><p><strong>Vietnam v Netherlands </strong>will take place simultaneously in Dunedin. You can follow that game with Sarah Rendell.</p><p>Francisco Neto has changed more than half the team that beat Vietnam 2-0 on Thursday.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/01/usa-v-portugal-womens-world-cup-2023-group-e-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/01/usa-v-portugal-womens-world-cup-2023-group-e-live", "date_published": "2023-08-01T06:35:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK house prices fall at fastest rate since 2009 as rising interest rates hit affordability – business live", "description": "<p>Nationwide reports average house prices fell 3.8% in year to July, biggest annual drop in 14 years</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/01/uk-shop-prices-fall-discounts-clothing-footwear-british-retail-consortium\">UK shop prices in first monthly fall for two years amid big discounts</a></li></ul><p><strong>Estate agent Knight Frank are hopeful that sentiment in the housing market will improve through the rest of this year.</strong></p><p><strong>Tom Bill,</strong> head of UK residential research at <strong>Knight</strong> <strong>Frank</strong>, explains:</p><p>“Higher borrowing costs have knocked sentiment and forced buyers to recalculate their budgets but the property market hasn’t slammed on the brakes. The bank rate is nearing its peak, which means that while sentiment will remain subdued, it will only improve in the second half of this year.</p><p>That said, prices and sales volumes will come under pressure as the market descends from the highs of the pandemic and adjusts to the new lending environment.</p><p>‘The declining number of transactions, combined with negativity in the market, is pushing down property prices, a trend which has been evident for several months.</p><p>‘The constant interest rate increases are making affordability difficult for buyers, as they try to make moves, with many waiting until some stability comes in.</p> <a href=\"https://www.theguardian.com/business/live/2023/aug/01/uk-house-prices-fall-mortgages-interest-rates-food-inflation-hsbc-bp-manufacturing-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/aug/01/uk-house-prices-fall-mortgages-interest-rates-food-inflation-hsbc-bp-manufacturing-business-live", "date_published": "2023-08-01T06:32:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BP’s £2bn profits cause anger amid climate crisis", "description": "<p>Oil and gas company to return another $1.5bn to investors through a share buyback</p><p>BP has angered climate campaigners by reporting profits of $2.6bn (£2bn) for the second quarter of the year as the climate crisis triggers extreme heatwaves.</p><p>The company blamed falling oil and gas markets for the fall in profits from $8.5bn in the same period last year when Russia’s invasion of Ukraine ignited a surge in global energy markets.</p> <a href=\"https://www.theguardian.com/business/2023/aug/01/bp-profits-climate-crisis-oil-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/01/bp-profits-climate-crisis-oil-prices", "date_published": "2023-08-01T06:23:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I learn a lot from these people’: Anton Corbijn photographs artists – in pictures", "description": "<p>From Nirvana to Jeff Koons, Patti Smith to Ai Weiwei, the Dutch photographer explains why shooting musicians and painters is his passion  </p><p></p> <a href=\"https://www.theguardian.com/culture/gallery/2023/aug/01/anton-corbijn-photographs-artists-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/aug/01/anton-corbijn-photographs-artists-in-pictures", "date_published": "2023-08-01T06:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "10 of Britain’s best vintage caravan stays", "description": "<p>Here’s why retro caravans with original features and wild surrounds are one of the coolest camping options around</p><p>A quartet of caravans are in a wildflower meadow and copse in the grounds of an old rectory near Ross-on-Wye, Herefordshire. They are Gertie, a rare 1930s model; Sybil, a handmade 1940s van; Monty, a second world war military wagon; and Elsie, a 1950s van. All have original features and outdoor seating; three have wood burners and Monty has a private deck. There are communal showers, toilets, a summer kitchen and campfire, and an honesty shop selling farm produce, ice-cream and cider. Guests can hire individual vans or the site, and pitch a tent next to their van at no extra cost.<br /><em>From £200 for two nights for four people</em><em>, vans sleep </em><em>two to five</em><em>, <a href=\"https://www.maddogsandvintagevans.co.uk/\">maddogsandvintagevans.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/aug/01/10-of-britains-best-vintage-caravan-stays\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/01/10-of-britains-best-vintage-caravan-stays", "date_published": "2023-08-01T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Just Super review – good-natured Scandi superhero toon with egalitarian vibes", "description": "<p>Heroes aren’t necessarily what they’re cracked up to be in this gentle watch that has all the right messaging</p><p>This sweet, good-natured kids animation from Norway has impeccable Scandi values. It’s a superhero cartoon with the egalitarian message that maybe superheroes aren’t all they’re cracked up to be: all me-me-me and obsessed with their own awesomeness. Wouldn’t it be better if everyone pulled together as a community?</p><p>Just Super is set in a small town, home to an 11-year-old girl called Hedvig (voiced by Reilley Ott). The big secret in Hedvig’s family is that for generations the eldest child becomes the town’s superhero, Super Lion. Hedvig’s dad, a strapping specimen of Viking manliness (Jean Luc Julien), is the current incarnation. All the Super Lions wear the same costume that has been handed down since the year dot, a ribbed wool onesie in beige that magnifies the wearer’s natural skills into superpowers.</p> <a href=\"https://www.theguardian.com/film/2023/aug/01/just-super-review-good-natured-scandi-superhero-toon-with-egalitarian-vibes\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/01/just-super-review-good-natured-scandi-superhero-toon-with-egalitarian-vibes", "date_published": "2023-08-01T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Help! How can HMRC shut down its self-assessment help centre?", "description": "<p>My tax calculation went through the roof for no reason and I needed to speak to someone</p><p><strong>I am retired but do part-time sales from home to boost my pension, and as a result I have done a PAYE self-assessment tax return for the past eight years or so.</strong></p><p><strong>This year the calculation for my tax has gone through the roof, even though my income has not significantly changed. I have tried on numerous occasions to phone HM Revenue and Customs on 0300 200 3310 without success – I simply get the message that they cannot take calls at this time. On the HMRC website, it now states that the self-assessment phone service is closed until 4 September 2023.</strong></p> <a href=\"https://www.theguardian.com/money/2023/aug/01/help-how-can-hmrc-shut-down-its-self-assessment-help-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/01/help-how-can-hmrc-shut-down-its-self-assessment-help-centre", "date_published": "2023-08-01T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m taking all of August off – and so are all of my staff. It’s the best decision we ever made | Jo Hunter", "description": "<p>People think our 11-month year is radical, or that we’re lazy. To me, it’s just common sense to give workers a proper break</p><p>A year ago, we ran an experiment at work. Emerging from the height of the pandemic, we were exhausted and running on empty. And, as an organisation that works with teachers, care workers, youth and community workers, local authority staff, academics and thousands of others, we found ourselves having the same conversation with everyone. They were burned out too.</p><p>So we decided to give our whole team August off. We were inspired originally by a similar initiative at the organisation of well-known researcher Brené Brown – and her explanation of <a href=\"https://brenebrown.com/articles/2022/05/09/creating-space/?fbclid=IwAR31F1d_4IqnHXPo7cOuyIzGnukYCoLSL1223pL1d7wCHWGvv4Pz5djSQdU\">the rationale behind it</a>. We had no idea how it would go, but knew we had to do something radically different from the “keep on keeping on” cycle that we, and everyone else around us, was caught in. It was a rush to get everything finished and wrapped up with clients before we took the break, but it was worth the effort.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/work-life-balance-taking-august-staff-productivity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/work-life-balance-taking-august-staff-productivity", "date_published": "2023-08-01T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Witness by Jamel Brinkley – a master of intimate interactions", "description": "<p>Built around the ‘folds and creases’ of contemporary life, the American writer’s second collection is a tour de force of the short form</p><p>There is a moment in <a href=\"https://yalereview.org/article/jamel-brinkley-bystander\">Bystander</a> – the sixth story in <em>Witness</em>, <a href=\"https://www.jamelbrinkley.com/about\">Jamel Brinkley</a>’s second collection – when a family pauses in the middle of a heated argument to listen to the tune played by their rice cooker. The daughter, Dandy, has told her social media followers that she wished she had the means to have the president assassinated; her mother, Anita, who scrutinises Dandy’s habits of eating, speech, and dress obsessively while failing to conceal the fact that she is doing so, is desperate to impress on her daughter that “her dual burdens, being Black and female, meant she had to be more careful and intelligent than any other sort of person”; while Anita’s husband, Horace, tries to be more droll and serene in his panic as he doles out “sweeping fatherly wisdom”. “Before Dandy could protest, the rice cooker beeped out a tinny version of Twinkle, Twinkle, Little Star. Everyone listened quietly, almost respectfully; for some reason the device’s little tune was sacrosanct.”</p><p><em>Witness </em>is an extraordinary gathering of stories that confirms Brinkley’s place among the most moving, compelling and virtuosic practitioners of the short form. The holy pause occasioned by this appliance’s tinny tune captures something precise and intimate about what a family can share even in the midst of the complex generational disputes that are one of Brinkley’s recurrent preoccupations. The space hollowed out by the beeping nursery rhyme, around which the three characters fall silent for a spell, becomes a version, a tiny exemplification, of what Brinkley’s stories manage to achieve. Like all the finest exponents of the short form, from Isaac Babel to Alice Munro, the scope and scale of the works collected in <em>Witness </em>is a central feature of their achievement: each is a brief and localised gathering akin to the trio suspended around the rice cooker, an experiment in the lives that can be held together – both the characters’ and the reader’s – by the tune of Brinkley’s words.</p> <a href=\"https://www.theguardian.com/books/2023/aug/01/witness-by-jamel-brinkley-a-master-of-intimate-interactions\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/01/witness-by-jamel-brinkley-a-master-of-intimate-interactions", "date_published": "2023-08-01T06:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Indian sanitation workers clean up with £1.2m lottery win", "description": "<p>An impulsive decision to collectively buy a single lottery ticket resulted in the friends from Kerala collectively hitting the jackpot</p><p>The 11 women had never felt luck was on their side. The friends, some in their 20s and others over 70, all struggled to make ends meet, earning only a small salary as they collected and segregated rubbish in their town of Parappanangadi, in the south Indian state of Kerala.</p><p>Yet this week, their fortunes changed. An impulsive decision to pool their small resources to collectively buy a single lottery ticket, at a cost of 250 rupees (£2.50) – the equivalent of a day’s wages – resulted in them collectively hitting the jackpot. This week, they found out they had won the monsoon bumper prize, worth 100m rupees (£1.2m).</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/india-lottery-sanitation-workers-win-100m-rupees\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/india-lottery-sanitation-workers-win-100m-rupees", "date_published": "2023-08-01T05:51:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: amateur astronomer Dara Ó Briain takes us on a moon tour", "description": "<p>The comic takes a close look at Earth’s celestial near neighbour. Plus: everything you wanted to know about heat pumps. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/01/tv-tonight-wonders-of-the-moon-with-dara-o-briain\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/01/tv-tonight-wonders-of-the-moon-with-dara-o-briain", "date_published": "2023-08-01T05:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pandemic set back social and emotional growth of children in England, study finds", "description": "<p>Half of youngsters from all economic backgrounds affected and especially those whose parents’ jobs were hit, says Institute for Fiscal Studies</p><p>Half of all children suffered a setback to their emotional and social development during the first year of the pandemic, with younger siblings more likely to have been negatively affected than their older brothers and sisters, according to a survey of parents.</p><p>Children from all economic backgrounds in England were affected, the research found, though those aged four to seven were significantly more likely to have suffered a deterioration in their skills than 12- to 15-year-olds.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/pandemic-set-back-social-and-emotional-growth-of-children-in-england-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/pandemic-set-back-social-and-emotional-growth-of-children-in-england-study-finds", "date_published": "2023-08-01T05:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden says ‘I have seven grandkids’ after acknowledging Navy, four", "description": "<p>President had previously failed to publicly mention Navy, daughter from Hunter Biden’s relationship with Lunden Roberts  </p><p>For the first time in an interview, Joe Biden acknowledged he has seven grandchildren, including Hunter Biden’s four-year-old daughter Navy.</p><p>“I have seven grandkids,” the president said, “five of ’em old enough to talk on the phone, you know, every day I either text or call them.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/01/joe-hunter-biden-granddaughter-navy\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/01/joe-hunter-biden-granddaughter-navy", "date_published": "2023-08-01T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The best theatre to stream this month: Doctor Who does Shakespeare, and a visit to the nit nurse", "description": "<p>Ncuti Gatwa stars in A Midsummer Night’s Dream and Zadie Smith relocates Chaucer to Kilburn, plus dance, storytelling and fringe drama</p><p>It’s seven years since Emma Rice swung into Shakespeare’s Globe with this raucous version of the enchanted comedy, kicking off a stint as artistic director that never did run smooth. Her Dream is now on <a href=\"https://www.bbc.co.uk/iplayer/episode/m001npy4/a-midsummer-nights-dream-from-shakespeares-globe\">BBC iPlayer</a>, serving as a useful chance to catch Ncuti Gatwa’s performance as Demetrius before he takes over on Doctor Who. The cast also includes Meow Meow, Zubin Varla and Anjana Vasan.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/01/the-best-theatre-to-stream-this-month-doctor-who-does-shakespeare-ncuti-gatwa\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/01/the-best-theatre-to-stream-this-month-doctor-who-does-shakespeare-ncuti-gatwa", "date_published": "2023-08-01T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The human stories behind the music we love’: Radio 3’s Composer of the Week turns 80", "description": "<p>As the BBC programme celebrates a milestone, Donald Macleod – in the presenter’s chair for almost 25 years – reflects on its storytelling power and shares his own tales of Hollywood and handstands</p><p></p><p>What do the following musicians have in common?</p><p><a href=\"https://www.britannica.com/biography/Nikos-Skalkottas\">Skalkottas</a>, <a href=\"https://www.theguardian.com/music/2019/sep/01/cabildo-review-singing-about-the-american-dream-behind-bars\">Beach</a>, <a href=\"https://en.wikipedia.org/wiki/Edmund_Rubbra\">Rubbra</a>, JC, WF and JF <a href=\"https://en.wikipedia.org/wiki/Bach_family\">Bach</a>? The answer, of course, is that they’ve all been Radio 3 Composers of the Week. Alongside Mozart (106 times), JS Bach (99 times), and Handel and Haydn (88 times each).</p> <a href=\"https://www.theguardian.com/music/2023/aug/01/radio-3-composer-of-the-week-turns-80-donald-macleod\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/01/radio-3-composer-of-the-week-turns-80-donald-macleod", "date_published": "2023-08-01T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We can see what happens when political posturing replaces public health: people die prematurely | Polly Toynbee", "description": "<p>Talk to those paid to protect us, and you hear the frustration of experts cynically denied resources they need by Westminster</p><p>“Air pollution is the largest environmental risk to public health.” So says the government’s stark guidance on <a href=\"https://www.gov.uk/government/publications/air-pollution-applying-all-our-health/air-pollution-applying-all-our-health\">its own official website</a>. It warns that “between 28,000 and 36,000 deaths every year” are due to “human-made air pollution”, and yes, that’s official. London is one of the cities with the worst air, with <a href=\"https://www.theguardian.com/environment/2023/jul/28/air-breathe-uk-depends-race-income\">its poorest</a> people living in the most air-polluted zones in the country. But now the role played by ultra-low emission zones (Ulez) in the byelection in the west London seat of Uxbridge and South Ruislip risks poisoning green politics.</p><p>Prime Minister Rishi Sunak has so far gone furthest, putting squalid political posturing as the motorists’ friend before clean air, but there’s no morally acceptable excuse for any party to retreat on this. As a young child who suffered repeated bronchitis attacks, I remember the dramatic effects of the <a href=\"https://www.theguardian.com/environment/2021/jul/16/pollutionwatch-lessons-to-learn-from-uks-1956-clean-air-act\">1956 Clean Air Act</a>, banning domestic burning of coal, which stopped pea-souper smogs so thick that you couldn’t see the bus arriving at the bus stop. After that legislation, there was no smog, and I never had bronchitis again.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/01/when-political-posturing-replaces-public-health-people-die-prematurely-westminster\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/01/when-political-posturing-replaces-public-health-people-die-prematurely-westminster", "date_published": "2023-08-01T05:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China: 11 killed in Beijing as heavy rains hit city for a fourth day", "description": "<p>More than 52,000 people have been evacuated as Typhoon Doksuri causes widespread flooding</p><p>Eleven people have died due to heavy rainfall in Beijing, Chinese state media has reported, as a relentless downpour stretched into a fourth day.</p><p>Another 27 people were missing as of 6 am (2200 GMT) on Tuesday, the state broadcaster CCTV reported, after a typhoon brought northern China non-stop precipitation and widespread flooding.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/china-eleven-killed-in-beijing-as-heavy-rains-hit-city-for-a-fourth-day\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/china-eleven-killed-in-beijing-as-heavy-rains-hit-city-for-a-fourth-day", "date_published": "2023-08-01T04:36:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Teenager among 15 heat-related deaths as Japan and South Korea swelter", "description": "<p>In South Korea, 12 people died from heat-related deaths last weekend, while in Japan, three people died including a 13 year-old on her way back from school</p><p>Twelve people have died from heat-related causes in South Korea as it swelters through a heatwave, while in Japan it emerged a 13-year-old girl had died from heatstroke on her way back from a school club.</p><p>South Korea’s Yonhap news agency reported that at least five of those who died over the weekend were farmers, and at least seven were over 70, including some in their 90s. Most of the country has been under a heatwave warning – issued when temperatures pass 35C – since Tuesday. Over the previous week, three people are believed to have died from heat-related causes.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/teenager-among-15-heat-related-deaths-as-japan-and-south-korea-swelter\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/teenager-among-15-heat-related-deaths-as-japan-and-south-korea-swelter", "date_published": "2023-08-01T04:32:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Children with eating disorders not given timely access to care, NHS data shows", "description": "<p>Some urgent cases waiting more than 12 weeks for treatment, according to children’s commissioner for England</p><p>Children with “serious and potentially life-threatening” eating disorders are not being given timely access to care, the children’s commissioner for England has warned, as analysis shows the number starting treatment has more than doubled in six years.</p><p>According to the charity Beat, <a href=\"https://www.beateatingdisorders.org.uk/get-information-and-support/about-eating-disorders/how-many-people-eating-disorder-uk/\">about 1.25 million people in the UK have an eating disorder</a> such as anorexia or bulimia, of whom 25% are male.</p> <a href=\"https://www.theguardian.com/society/2023/aug/01/children-with-eating-disorders-not-given-timely-access-to-care-nhs-data-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/01/children-with-eating-disorders-not-given-timely-access-to-care-nhs-data-shows", "date_published": "2023-08-01T04:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I was the most injured female survivor of 7/7 – and I wouldn’t change a thing about my life", "description": "<p>Martine Wright almost died in the London bombings, but since then, she says, she has experienced great luck. She describes the journey to parenthood, a pilot’s licence and the Paralympics</p><p>Martine Wright, 50, is no longer haunted by the question that so often follows trauma: “Why me?” Why did it have to be her on the train that fateful July day in 2005? Why did it have to be her family that suffered, not knowing where she was when the news came in about the events now known as <a href=\"https://www.theguardian.com/uk-news/2015/jun/28/77-london-bombings-10th-anniversary-terror-attacks\" title=\"\">the 7/7 London bombings</a>? And why did she have to lose both her legs in the terrorist attack?</p><p>“For many years, it was: ‘Why me?’” she says. “But I don’t ask that question any more.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/01/martine-wright-7-7-survivor-london-bombings-paralympics\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/01/martine-wright-7-7-survivor-london-bombings-paralympics", "date_published": "2023-08-01T04:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Summer picks: what’s the reality behind the ‘Love Island smile’? – podcast", "description": "<p>As the 10th series of the ITV show finishes, viewers may have noticed the perfectly straight, white teeth of the contestants. But are there risks associated with achieving a flawless smile? In this episode from January 2023, Madeleine Finlay speaks to dentist Paul Woodhouse about some of the dangers of dental tourism</p><p><em>Clips: Dental Design Turkey, Dental Centre Turkey</em></p> <a href=\"https://www.theguardian.com/science/audio/2023/aug/01/summer-picks-reality-behind-love-island-smile-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/aug/01/summer-picks-reality-behind-love-island-smile-podcast", "date_published": "2023-08-01T04:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘If I left, I’d have to go without a word’: how I escaped China’s mass arrests", "description": "<p>When hundreds of my fellow Uyghurs started disappearing into ‘re-education camps’ every day, it became clear that it was only a matter of time before I would be detained. So my wife and I got ready to run</p><p>One day in mid-March 2017, I had just finished giving my weekly lecture on film directing at Xinjiang Arts Institute in Urumqi when my wife called. She told me that our friend Dilber had arrived from Kashgar, in south-west Xinjiang, and that she was headed to the front gate of the Arts Institute to meet her. Dilber was the hospitality director of a famous Kashgar hotel. While shooting the television series Kashgar Story the year before, our film crew had stayed at the hotel for two months. We chatted often with Dilber and had a number of meals together; by the time we left Kashgar, we had got to know each other well.</p><p>Over the phone, my wife, Marhaba, told me that Dilber’s son, who was studying acting at Xinjiang Arts Institute, had been drinking and picking fights in his dorm, and that the institute was threatening to expel him for violating the code of conduct. Dilber had hurried to Urumqi to plead with school administrators for her son to be allowed to continue his studies.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/my-escape-from-chinas-mass-arrests-uyghurs-xinjiang-reeducation-camps\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/my-escape-from-chinas-mass-arrests-uyghurs-xinjiang-reeducation-camps", "date_published": "2023-08-01T04:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "#Barbenheimer backlash: Japan rejects co-marketing of Barbie and Oppenheimer as trivialising nuclear war", "description": "<p>Warner Bros Japan has publicly criticised their US counterparts over ‘inappropriate’ reactions to art combining playful Barbie imagery with mushroom clouds</p><p>Warner Bros Japan has criticised what it called “extremely regrettable” Barbenheimer tweets shared by their US counterparts.</p><p>It joins a growing backlash in Japan against the conflation of Greta Gerwig’s playfully marketed film with Oppenheimer, a biopic of the scientist behind the atomic bombs dropped on Hiroshima and Nagasaki.</p> <a href=\"https://www.theguardian.com/film/2023/aug/01/not-big-in-japan-country-rejects-co-marketing-of-barbie-and-oppenheimer-as-trivialising-nuclear-war\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/01/not-big-in-japan-country-rejects-co-marketing-of-barbie-and-oppenheimer-as-trivialising-nuclear-war", "date_published": "2023-08-01T02:55:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ashes: Australia locked out of traditional post-series drinks with England", "description": "<ul><li>England deny ignoring tourists’ invitation to socialise at the Oval after day five</li><li>Khawaja and Ponting fume over controversial ball change</li></ul><p>Australia’s players have been left disappointed after believing they were brushed off for the traditional post-<a href=\"https://www.theguardian.com/sport/ashes-2023\">Ashes</a> drinks by England at the Oval after day five.</p><p>Australian players were spotted looking into the hosts’ dressing rooms after play, before eventually giving up and leaving the ground at close to 10.45pm, shortly after which England emerged.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/01/the-ashes-2023-fifth-test-australia-vs-england-aus-v-eng-day-five-team-drinks-locked-out-snubbed\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/01/the-ashes-2023-fifth-test-australia-vs-england-aus-v-eng-day-five-team-drinks-locked-out-snubbed", "date_published": "2023-08-01T02:45:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is Hollywood on strike (And why Succession's Brian Cox is joining them)? – podcast", "description": "<p>Production on Hollywood films and hit TV shows has ground to a halt. Apart from the stars on the picket line, how is this strike different from other labour disputes?</p><p>For the first time since 1961 – when Ronald Reagan was a union rep – actors and writers in the US have <a href=\"https://www.theguardian.com/culture/2023/jul/14/the-hollywood-actors-strike-everything-you-need-to-know\">gone on strike</a>. In the UK, <strong>Brian Cox,</strong> who played the terrifying media boss Logan Roy in the award-winning TV show Succession, led a rally in support of their actions.</p><p>Cox tells Michael Safi why streaming and AI could transform the job he loves and is threatening the careers of younger actors. He explains why he fears writers’ work is being devalued to the point where the standard of films and TV work will drop.</p> <a href=\"https://www.theguardian.com/film/audio/2023/aug/01/successions-brian-cox-on-the-strike-by-us-actors-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/film/audio/2023/aug/01/successions-brian-cox-on-the-strike-by-us-actors-podcast", "date_published": "2023-08-01T02:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moscow hit by fresh drone strike, says mayor", "description": "<p>Russian defence ministry blames Ukraine for attack in which Moscow tower struck for second time </p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p>Russian air defences have shot down “several” drones targeting the Moscow region, mayor Sergei Sobyanin has said, with one hitting a tower that had already been struck in a previous attack.</p><p>“The facade of the 21st floor was damaged. The glazing of 150 square metres was broken,” he said in a Telegram post. No injuries were reported.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/moscow-hit-by-fresh-drone-strike-says-mayor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/moscow-hit-by-fresh-drone-strike-says-mayor", "date_published": "2023-08-01T01:49:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former childcare worker charged with 1,623 sexual abuse offences against 91 children in Australia and overseas", "description": "<p>Australian federal police allege offences occurred against girls in Brisbane, Sydney and overseas over a 15-year period</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/01/australia-politics-live-anthony-albanese-housing-bill-greens-julian-assange-indigenous-voice-to-parliament-question-time-peter-dutton-reserve-bank-interest-rates\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A former childcare worker has been charged with more than 1,600 child abuse offences – including rape – against 91 young girls at a dozen early learning centres in Brisbane, Sydney and overseas over a 15-year period.</p><p>Police say they became aware of the 45-year-old Gold Coast childcare worker’s alleged offending after finding video on the dark web in August 2022.</p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/01/childcare-worker-charged-with-1623-sexual-abuse-offences-against-91-children-in-australia-and-overseas\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/01/childcare-worker-charged-with-1623-sexual-abuse-offences-against-91-children-in-australia-and-overseas", "date_published": "2023-08-01T01:33:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Search for Voyager 2 after Nasa accidentally sends wrong command", "description": "<p>Dish in Canberra, Australia, deployed to find interstellar spacecraft after flight control pointed its antenna away from Earth</p><p>Nasa is listening for any peep from Voyager 2 after it lost contact with the spacecraft billions of miles away.</p><p>Hurtling ever deeper into interstellar space, Voyager 2 has been out of touch ever since flight controllers accidentally sent a wrong command more than a week ago that tilted its antenna away from Earth. The spacecraft’s antenna shifted a mere 2%, but it was enough to cut communications.</p> <a href=\"https://www.theguardian.com/science/2023/aug/01/search-for-voyager-2-after-nasa-accidentally-sends-wrong-command\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/01/search-for-voyager-2-after-nasa-accidentally-sends-wrong-command", "date_published": "2023-08-01T01:22:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Senegal authorities arrest opposition frontrunner, ban his party and cut internet", "description": "<p>Supporters say string of charges are intended to prevent Ousmane Sonko and his Pastef party challenging President Macky Sall</p><p>Senegal’s government has dissolved a major opposition party within hours of the party’s popular president and opposition leader saying a judge had ordered his arrest.</p><p>Ousmane Sonko, a charismatic opposition figure <a href=\"https://www.theguardian.com/world/2023/jun/20/youth-fight-children-senegal-protests-youth-unemployment-corruption\">widely supported by Senegal’s youth</a>, was in prison on Monday as he awaited trial on new criminal charges, said his party’s communications director, El Malick Ndiaye.</p> <a href=\"https://www.theguardian.com/world/2023/aug/01/senegal-authorities-arrest-opposition-frontrunner-ban-his-party-and-cut-internet\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/01/senegal-authorities-arrest-opposition-frontrunner-ban-his-party-and-cut-internet", "date_published": "2023-08-01T01:22:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]