[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Improvements The PS5 DESPERATELY Needs", "description": "Over the course of nearly three years since its launch, the PlayStation 5 has proved to be another notch in Sony’s adorned belt in the console space in more ways than one, from the impressive library of games it has already built up to multitude of ancillary features it boasts that make for a smooth and frictionless user experience. \n\nBut of course, there’s always room for improvement, and so, too, is the case with the PS5. Though Sony has done a solid job of adding new quality-of-life features to the PS5 user experience with a number of updates since its launch, there are still many areas where it can make some notable improvements. Here, that’s exactly what we’re talking about.", "link": "https://www.youtube.com/watch?v=UADvswPj_IM", "date_published": "2023-08-01T15:30:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UADvswPj_IM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mortal Kombat 1 (2023) - 9 UNANNOUNCED Characters Who May Have A Role To Play In The New Timeline", "description": "Mortal Kombat 1 is on the horizon, with the series’ storied timeline deviating once again with a fresh reboot. Franchise mainstays are along for the ride – Liu Kang, Sub Zero, Scorpion, Raiden, Kitana, Johnny Cage, they’re all back and raring to go in this new timeline. \n\nThe series’ complex lore leaves a lot of room for reinterpretation and re-examination, and with a hefty historical roster it makes sense NeatherRealm Studio will shoehorn in plenty more characters to flesh out MK1’s reinvigorated universe. \n\nThis feature aims to highlight 9such characters who’ve got a part to play, from fleshing out already confirmed character’s backstories, to potentially appearing as the game’s primary antagonist.", "link": "https://www.youtube.com/watch?v=VYfOu8MU23c", "date_published": "2023-08-01T13:30:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VYfOu8MU23c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "F1 Manager 2023 Review - The Final Verdict", "description": "Sports management sims don’t get much more authentic than F1 Manager 2023. Those who wonder what the life of a team principal on a winning Formula 1 team is like have to look no further than this management sim. From managing staff, pit crews, car designs and manufacturing, training, to setting the eventual strategy for race day, there’s plenty here for any F1 fan to dig into. \n\nWhile the game will only speak to a niche audience who are not only F1 fans, but thrive in the demanding world of organizational management, F1 Manager 2023 delivers the job experience on all fronts. Even where its subpar graphical presentation falters, F1 Manager 2023 still delivers the thrill of watching a big race that players will help cultivate.", "link": "https://www.youtube.com/watch?v=FPbtc28Zv24", "date_published": "2023-08-01T11:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FPbtc28Zv24/hqdefault.jpg"}]