[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New NodeStealer Targeting Facebook Business Accounts and Crypto Wallets", "description": "Cybersecurity researchers have unearthed a Python variant of a stealer malware NodeStealer that's equipped to fully take over Facebook business accounts as well as siphon cryptocurrency.\nPalo Alto Network Unit 42 said it detected the previously undocumented strain as part of a campaign that commenced in December 2022.\nNodeStealer was first exposed by Meta in May 2023, describing it as a stealer", "link": "https://thehackernews.com/2023/08/new-nodestealer-targeting-facebook.html", "date_published": "2023-08-01T15:33:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "European Bank Customers Targeted in SpyNote Android Trojan Campaign", "description": "Various European customers of different banks are being targeted by an Android banking trojan called SpyNote as part of an aggressive campaign detected in June and July 2023.\n\"The spyware is distributed through email phishing or smishing campaigns and the fraudulent activities are executed with a combination of remote access trojan (RAT) capabilities and vishing attack,\" Italian cybersecurity", "link": "https://thehackernews.com/2023/08/european-bank-customers-targeted-in.html", "date_published": "2023-08-01T11:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "What is Data Security Posture Management (DSPM)?", "description": "Data Security Posture Management is an approach to securing cloud data by ensuring that sensitive data always has the correct security posture - regardless of where it's been duplicated or moved to.\nSo, what is DSPM? Here's a quick example:\nLet's say you've built an excellent security posture for your cloud data. For the sake of this example, your data is in production, it's protected behind a", "link": "https://thehackernews.com/2023/08/what-is-data-security-posture.html", "date_published": "2023-08-01T10:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Expose Space Pirates' Cyber Campaign Across Russia and Serbia", "description": "The threat actor known as Space Pirates has been linked to attacks against at least 16 organizations in Russia and Serbia over the past year by employing novel tactics and adding new cyber weapons to its arsenal.\n\"The cybercriminals' main goals are still espionage and theft of confidential information, but the group has expanded its interests and the geography of its attacks,\" Positive", "link": "https://thehackernews.com/2023/08/researchers-expose-space-pirate-cyber.html", "date_published": "2023-08-01T09:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "China's APT31 Suspected in Attacks on Air-Gapped Systems in Eastern Europe", "description": "A nation-state actor with links to China is suspected of being behind a series of attacks against industrial organizations in Eastern Europe that took place last year to siphon data stored on air-gapped systems.\nCybersecurity company Kaspersky attributed the intrusions with medium to high confidence to a hacking crew called APT31, which is also tracked under the monikers Bronze Vinewood,", "link": "https://thehackernews.com/2023/08/chinas-apt31-suspected-in-attacks-on.html", "date_published": "2023-08-01T09:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Renting WikiLoader to Target Italian Organizations with Banking Trojan", "description": "Organizations in Italy are the target of a new phishing campaign that leverages a new strain of malware called WikiLoader with an ultimate aim to install a banking trojan, stealer, and spyware called Ursnif (aka Gozi).\n\"It is a sophisticated downloader with the objective of installing a second malware payload,\" Proofpoint said in a technical report. \"The malware uses multiple mechanisms to evade", "link": "https://thehackernews.com/2023/08/cybercriminals-renting-wikiloader-to.html", "date_published": "2023-08-01T04:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]