[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Flying Cheaper (full documentary) | FRONTLINE", "description": "In 2011, FRONTLINE investigated a growing trend of airlines outsourcing their heavy aircraft maintenance from in-house to independent repair facilities. (Aired 2011)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nIn the 2011 documentary “Flying Cheaper,” FRONTLINE examined the outsourcing of major airline repair work to U.S.-based contractors who kept costs low by using unlicensed mechanics and to foreign-based maintenance operations, from China to El Salvador. FRONTLINE correspondent Miles O’Brien investigated reports of undertrained mechanics, foreign workers who couldn’t read English language repair manuals, inadequate FAA oversight and the use of unauthorized airline parts.\n\n“Flying Cheaper” was a co-production with the Investigative Reporting Workshop that was produced by Rick Young and Catherine Rentz. Miles O’Brien was the correspondent. Rick Young was the writer. Leslie Atkins was the editor. Raney Aronson-Rath was series senior producer. David Fanning was executive producer.\n\nExplore additional reporting on \"Flying Cheaper\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/flying-cheaper/\n\n#Documentary #AirlineSafety #AirplaneMaintenance\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS:\nAirplane Maintenance, Repairs and Safety - 01:04\nAn Independent Airplane Repair Facility in the U.S. - 04:51\nHow an Independent Airplane Repair Facility “Cleaned Up” Before an FAA Inspection - 12:43\nWhat Happens to the Airline Industry’s Safety Margins? - 15:49\nCredits - 18:01", "link": "https://www.youtube.com/watch?v=sw0b020OFj4", "date_published": "2023-08-01T23:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/sw0b020OFj4/hqdefault.jpg"}]