[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Larian Studios Hints at When Baldur's Gate 3 Will Come to Xbox - IGN Daily Fix", "description": "On today's Daily Fix:\nIt may be a while before we see Baldur's Gate 3 on Xbox. Five games are coming to Xbox Game Pass. Finally, if you have a broken Xbox Wireless controller or an Elite Series 2 controller and feel bold enough to repair it yourself, Microsoft has just made buying genuine parts a lot easier.\n\n#IGN", "link": "https://www.youtube.com/watch?v=plVK4GcBDi8", "date_published": "2023-08-01T23:35:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/plVK4GcBDi8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Session: Skate Sim x Teenage Mutant Ninja Turtles - Official Collaboration Trailer", "description": "The Teenage Mutant Ninja Turtles arrive in Session: Skate Sim in the TMNT free update, available now. The TMNT update features a new map: The Swamps. Watch the trailer to see what to expect.\n\nSession: Skate Sim is available on PlayStation 5, PlayStation 4, Xbox One, Xbox Series X/S, and PC (via Steam and Epic Games Store).\n\n#IGN #Gaming #TMNT", "link": "https://www.youtube.com/watch?v=XRrDBHpvarM", "date_published": "2023-08-01T21:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XRrDBHpvarM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Alone in the Dark - Official 'The Dark Man' Teaser Trailer", "description": "Alone in the Dark is a reimagining of the 90's cult classic action psychological horror game developed by Pieces Interactive. Set in the gothic American South in the 1920s, players will experience the story through two protagonists as Edward Carnby or Emily Hartwood where exploring environments, fighting monsters, and solving puzzles are necessary to uncover the uneasy truth of Derceto Manor. Take a look at the latest teaser trailer depicting the Dark Man in Alone in the Dark, releasing on October 25 for PlayStation 5, Xbox Series S|X, and PC.\n\n#IGN #Gaming #AloneInTheDark", "link": "https://www.youtube.com/watch?v=51JpO4kcdu4", "date_published": "2023-08-01T20:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/51JpO4kcdu4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fortnite x Jujutsu Kaisen - Official Collaboration Teaser Trailer", "description": "Watch the Fortnite x Jujutsu Kaisen collaboration teaser trailer, revealing the sorcerers from Jujutsu Kaisen are coming to the battle royale game.\n\n#IGN #Fortnite #JujutsuKaisen", "link": "https://www.youtube.com/watch?v=hhNZbd5SYkI", "date_published": "2023-08-01T19:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hhNZbd5SYkI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Minecraft x Teenage Mutant Ninja Turtles - Official Collaboration Trailer", "description": "Watch the Minecraft x Teenage Mutant Ninja Turtles collaboration trailer as the iconic characters arrive in this new DLC. Get ready to explore locations like Turtle Lair, save NYC from Shredder, and fight enemies like Leatherhead and Krang. In the Teenage Mutant Ninja Turtles DLC, you can play as any of the four Turtles, choose from 20 TMNT skins, and get the free Turtle T-shirt in the Dressing Room.", "link": "https://www.youtube.com/watch?v=guyYxROiAAA", "date_published": "2023-08-01T18:37:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/guyYxROiAAA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lost Soul Aside - Official GeForce RTX 4K Gameplay Reveal Trailer", "description": "Lost Soul Aside is an action hack-and-slash RPG developed by Ultizero Games. Debuting at the China Joy 2023 event, take a look at the official gameplay reveal for the game taking advantage of GeForce RTX 4K capabilities bringing NVIDIA DLSS 3 enhancements and ray-tracing at launch. Lost Soul Aside is launching on PlayStation 5 and PC at a later date.\n\n#IGN #Gaming #LostSoulAside", "link": "https://www.youtube.com/watch?v=9kfZVPdreUg", "date_published": "2023-08-01T18:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/9kfZVPdreUg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lords of the Fallen: Tancred and Reinhold Boss Fight Gameplay | IGN First", "description": "Introducing Tancred, the Master of Castigations, and his brother Reinhold the Immured, a pair of brothers with a rather unique connection that you'll face off against in this intense Boss Battle of Lords of the Fallen. Stay tuned all throughout the month of August for more Lords of the Fallen content as part of our IGN First coverage.\n\n#IGN #Gaming #LordsOfTheFallen", "link": "https://www.youtube.com/watch?v=busjqeIyXRY", "date_published": "2023-08-01T16:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/busjqeIyXRY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Meg 2: The Trench - Exclusive Clip (2023) Jason Statham, Wu Jing", "description": "Dive into uncharted waters with Jason Statham and Wu Jing as they lead a daring research team on an exploratory dive into the deepest depths of the ocean. Their voyage spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival. Pitted against colossal Megs and relentless environmental plunderers, our heroes must outrun, outsmart, and outswim their merciless predators in a pulse-pounding race against time.\n\nMeg 2: The Trench is directed by Ben Wheatley (“In the Earth,” “Free Fire”), from a screenplay by Jon Hoeber & Erich Hoeber (“The Meg,” “Transformers: Rise of the Beasts”) and Dean Georgaris (“The Meg,” “Lara Croft: Toom Raider – The Cradle of Life”), and a screen story by Dean Georgaris and Jon Hoeber & Erich Hoeber, based on the novel The Trench by Steve Alten. The film is produced by Lorenzo di Bonaventura (“The Meg,” “Bumblebee”) and Belle Avery (“The Meg,” “Before the Devil Knows You’re Dead”), and executive produced by Jason Statham, Cate Adams, Ruigang Li, Catherine Xujun Ying, Wu Jing, E. Bennett Walsh, Erik Howsam, Gerald R. Molen and Randy Greenberg.\n\nMeg 2: The Trench will be distributed worldwide by Warner Bros. Pictures and is set to open in theaters in North America on August 4, 2023, and internationally beginning 02 August 2023.\n\n#IGN #Movies #Meg2", "link": "https://www.youtube.com/watch?v=RyBIeJdt3UA", "date_published": "2023-08-01T16:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/RyBIeJdt3UA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead by Daylight x Alien - Official Teaser Trailer", "description": "Dead by Daylight is an A-symmetrical action multiplayer horror game developed by Behaviour Interactive Inc. Take a look at the Dead by Daylight Alien teaser trailer and get more information on the DBD Alien collaboration on August 8.\n\n#IGN #Gaming #Alien", "link": "https://www.youtube.com/watch?v=cxY2i_tABVo", "date_published": "2023-08-01T15:33:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/cxY2i_tABVo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "KamiErabi GOD.app - Official Trailer (Yoko Taro) English Sub", "description": "Check out the trailer to learn more about KamiErabi GOD.app, an upcoming anime series with the original story by Yoko Taro (NieR; Drakengard). \n\nKamiErabi GOD.app is directed by Hiroyuki Seshita (Ajin; Knights of Sidonia; BLAME!) at animation studio UNEND and features series composition and scripts from JIN (Kagero Project) and character designs by Atsushi Ohkubo (writer and illustrator behind Soul Eater and FIRE FORCE).\n\nKamiErabi GOD.app will broadcast in Japan on Fuji TV as part of the “+Ultra” programming block beginning in October 2023, and the series will also stream on Crunchyroll as part of the Fall 2023 anime simulcast lineup.", "link": "https://www.youtube.com/watch?v=UnzF3h32Wb4", "date_published": "2023-08-01T15:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UnzF3h32Wb4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2 - Official Accolades Trailer", "description": "Get another look at Remnant 2 in this trailer, and see what some critics are saying about the cooperative multiplayer action-RPG sequel. \n\nRemnant 2 is available now on PlayStation 5, Xbox Series X/S, and PC.\n\n#IGN #Gaming #Remnant2", "link": "https://www.youtube.com/watch?v=juHIbi2wp7U", "date_published": "2023-08-01T14:30:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/juHIbi2wp7U/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen - Official 'Lord of the Sands' Trailer", "description": "An evil threat, a hero, and sand surfing. Watch the latest trailer for Atlas Fallen to see some of the sand surfing fun you can have as you take on enemies in this upcoming action RPG. \n\nIn Atlas Fallen, you’ll battle legendary creatures in an epic, sand-covered fantasy world. Seize the divine power of a mysterious Gauntlet and wield heroic abilities to defeat a tyrannic, almighty god. Tame the sands into a shapeshifting weapon and watch it grow larger as you build Momentum to unleash the full, irrepressible power of the Gauntlet.\n\nAtlas Fallen will be available on PlayStation 5, Xbox Series X/S, and PC on August 10, 2023.\n\n#IGN #Gaming #AtlasFallen", "link": "https://www.youtube.com/watch?v=nkdPQih4H68", "date_published": "2023-08-01T14:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/nkdPQih4H68/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How the FTC Screwed Up the Xbox/Activision Case", "description": "Now that the FTC vs. Microsoft battle over the Microsoft/Activision deal is over, we'll take a deep dive into how the FTC screwed up the Xbox/FTC trial. \n\nWe're sure everyone knows that the Xbox/FTC verdict turned out to be a win for the Activision/Blizzard deal, but this video will dive into the particulars of Judge Jacqueline Scott Corley's opinion. Everything is going to be discussed, from the true competitors of the Xbox Series X and Xbox Series S, to Xbox Game Pass, to xCloud, to the flawed logic of the FTC, which resulted in them inadvertently proving Xbox could lose money by making Call of duty exclusive.\n\nWe'll also talk about the effects from the FTC vs Microsoft/Activision case as they relate to Xbox, obviously, but also PlayStation and the PS5.\n\nFor all things, Xbox news, be sure to keep it locked to IGN.", "link": "https://www.youtube.com/watch?v=OgP9jyrpTOk", "date_published": "2023-08-01T13:15:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/OgP9jyrpTOk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Battle Shapers Preview", "description": "Battle Shapers is the first game from Metric Empire, and it’s best described like this: “what if you crossed the gameplay of Doom Eternal with the boss-stealing powers and general vibe of Mega Man and added a little bit of Roguelite structure for flavoring?” Mix in an absolutely gorgeous art style reminiscent of Overwatch in the best possible way and Battle Shapers is a unique, fast-paced FPS that might have you saying “just one more run” way, way past the time you should be going to bed.\n\n#IGN", "link": "https://www.youtube.com/watch?v=wMdks7rH5xA", "date_published": "2023-08-01T13:00:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wMdks7rH5xA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Much Do the Teenage Mutant Ninja Turtles Know About Turtles?", "description": "DISCLAIMER: This interview took place prior to the SAG-AFTRA strike.\n\nMicah Abbey (\"Donatello\"), Shamon Brown Jr. (\"Michelangelo\"), Nicolas Cantu (\"Leonardo\"), Brady Noon (\"Raphael\"), Seth Rogen (Co-Writer/Producer/\"Bebop\"), Ayo Edibiri (\"April O'Neil\"), and Ice Cube (\"Superfly\") take a quiz to test their knowledge about not only the beloved franchise, but also the species of turtles as well. Cowabunga!", "link": "https://www.youtube.com/watch?v=pUxCs51C74o", "date_published": "2023-08-01T00:30:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pUxCs51C74o/hqdefault.jpg"}]