[{"source": "https://thehill.com/news/feed/", "title": "Fetterman jokingly addresses body double conspiracy theory", "description": "Sen. John Fetterman (D-Pa.) jokingly played along with a conspiracy theory that he had a body double, posting a video in which he interrupts himself explaining that the rumor was false, posing as a fake body double. “During my time during the hospital, the fringy fringies really came up with a conspiracy theory that I...", "link": "https://thehill.com/homenews/senate/3957815-fetterman-jokingly-addresses-body-double-conspiracy-theory/", "date_published": "2023-04-18 23:38:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin, Capito outline next steps for permitting", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment Energy &#38; Environment   The Big Story  Lawmakers chart next steps on permitting reform Bipartisan lawmakers on Tuesday outlined their next moves on trying to speed up the federal approval process for infrastructure and energy projects.  © The Hill, Greg Nash Sen. Joe...", "link": "https://thehill.com/newsletters/energy-environment/3957749-manchin-capito-outline-next-steps-for-permitting/", "date_published": "2023-04-18 23:20:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy to address Israel's Knesset", "description": "Speaker Kevin McCarthy (R-Calif.) announced on Tuesday that he will address the Israeli Knesset during an upcoming trip to the country, making him the second Speaker in history to deliver a speech before the legislative body. “My first trip abroad as Speaker will be a return to Israel to commemorate their 75th year of statehood....", "link": "https://thehill.com/homenews/house/3957756-mccarthy-to-address-israel-knesset/", "date_published": "2023-04-18 23:12:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Texas Republican endorses Trump following meeting with DeSantis", "description": "Rep. Lance Gooden (R-Texas) announced on Tuesday that he is endorsing former President Trump for the GOP nomination for president in 2024 following a meeting with Florida Gov. Ron DeSantis (R).  Gooden said in a statement posted on his Twitter account that he made the decision after “careful consideration” and a “positive meeting” with DeSantis....", "link": "https://thehill.com/homenews/campaign/3957744-texas-republican-trump-desantis/", "date_published": "2023-04-18 23:06:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP should trade the debt ceiling for REINS Act", "description": "In the Fall of 2022, our national debt surpassed $31 trillion for the first time in our nation’s history. Thanks to reckless spending by both sides of the aisle, President Biden and congressional leadership must, once again, find a way to tackle the problematic debt ceiling debate. Biden’s budget proposals continue to fan the flames...", "link": "https://thehill.com/opinion/congress-blog/3957723-house-gop-should-trade-the-debt-ceiling-for-reins-act/", "date_published": "2023-04-18 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Original COVID-19 shots no longer authorized", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Old COVID-19 vaccines out, new immunization plans in The original COVID-19 vaccines from Pfizer and Moderna, the only immunizations against the virus for a majority of people, are officially no longer authorized in the U.S. as the federal government...", "link": "https://thehill.com/newsletters/health-care/3957730-original-covid-19-shots-no-longer-authorized/", "date_published": "2023-04-18 22:59:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "SEC chief doubles down on crypto crackdown", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  SEC chief doubles down on crypto crackdown During a tense hearing, SEC Chairman Gary Gensler reiterated his view that his agency has clear authority to regulate crypto — and that crypto firms are still trying to...", "link": "https://thehill.com/newsletters/business-economy/3957687-sec-chief-doubles-down-on-crypto-crackdown/", "date_published": "2023-04-18 22:51:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tax Day 2023: What happens if I don't file my return in time?", "description": "For those who have already filed, April 18 is just Tuesday, but it may be a source of tremendous stress for others.", "link": "https://thehill.com/homenews/3957444-tax-day-2023-what-happens-if-i-dont-file-my-return-in-time/", "date_published": "2023-04-18 22:38:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What House Republicans are considering for their go-it-alone debt limit bill", "description": "The details of House Republicans’ debt limit increase bill were in flux on Tuesday as Speaker Kevin McCarthy (R-Calif.) and GOP leaders worked to get enough votes in a slim majority to pass it. GOP leaders have set their sights on voting on the forthcoming legislation as early as next week, as the party tries...", "link": "https://thehill.com/business/budget/3957550-what-house-republicans-are-considering-for-their-go-it-alone-debt-limit-bill/", "date_published": "2023-04-18 22:32:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats forced to play Feinstein waiting game after GOP puts up roadblock", "description": "Senate Democrats are staring down a dilemma after Republicans roundly opposed the call to temporarily replace Sen. Dianne Feinstein (D-Calif.) on the Judiciary Committee. They’ve been left with no choice but to wait it out amid a growing backlog of judicial nominations. Senate Republicans on Monday panned the idea of filling Feinstein’s post on the...", "link": "https://thehill.com/homenews/senate/3957677-democrats-forced-to-play-feinstein-waiting-game-after-gop-puts-up-roadblock/", "date_published": "2023-04-18 22:29:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Military raises concerns about potential locations for mid-Atlantic offshore wind", "description": "The military is raising some concerns about potential for offshore wind in the country’s mid-Atlantic region, saying that it could interfere with Defense Department interests there.  According to a preliminary map that was obtained by The Hill, the Pentagon marked several areas to the east and southeast of the Chesapeake Bay as “areas that are...", "link": "https://thehill.com/policy/energy-environment/3957656-military-raises-concerns-about-potential-locations-for-mid-atlantic-offshore-wind/", "date_published": "2023-04-18 22:23:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US reporter Evan Gershkovich denied release in Russia", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38;National Security Defense &#38;National Security   The Big Story  Russia denies bid to release reporter Evan Gershkovich The Wall Street Journal reporter is accused of attempting to collect a state secret on behalf of the U.S. government, charges he and U.S. officials have denied. ©...", "link": "https://thehill.com/newsletters/defense-national-security/3957563-us-reporter-evan-gershkovich-denied-release-in-russia/", "date_published": "2023-04-18 22:21:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Air Force pulls intelligence mission from unit where accused leaker served", "description": "The Air Force has removed the intelligence mission from the unit where a 21-year-old Air National Guardsman had access to potentially hundreds of classified documents leaked over the internet, service officials revealed Tuesday.  Air Force Secretary Frank Kendall told senators he has directed the service’s inspector general to investigate the Air National Guard 102nd Intelligence...", "link": "https://thehill.com/policy/defense/3957643-air-force-pulls-intelligence-mission-from-unit-where-accused-leaker-served/", "date_published": "2023-04-18 22:02:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP blocks Democratic attempt to replace Feinstein on Judiciary Committee", "description": "Senate Republicans on Tuesday blocked an attempt by Democrats to temporarily replace Sen. Dianne Feinstein (D-Calif.) on the Judiciary Committee during her lengthy absence from the upper chamber due to a bout with shingles.  Senate Majority Leader Charles Schumer (D-N.Y.) on Tuesday requested unanimous consent to make the move, having told reporters earlier in the...", "link": "https://thehill.com/homenews/senate/3957605-gop-blocks-democratic-attempt-to-replace-feinstein-on-judiciary-committee/", "date_published": "2023-04-18 21:58:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Battle between Musk, media outlets boils over", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Musk, media battle boils over The impact of Twitter’s changes under Elon Musk — which prompted NPR and PBS to leave — are raising questions about whether more news outlets will follow suit and what it means for the company's viability. ©...", "link": "https://thehill.com/newsletters/technology/3957443-battle-between-musk-media-outlets-boils-over/", "date_published": "2023-04-18 21:58:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexico's president accuses Pentagon of spying after Washington Post report", "description": "Mexican President Andrés Manuel López Orbrador accused the Pentagon of spying on his government and vowed to restrict information from the country’s armed forces on Tuesday, following a Washington Post report based on leaked U.S. intelligence documents. \"We're now going to safeguard information from the Navy and the Defense Ministry because we're a target of...", "link": "https://thehill.com/policy/international/3957588-mexicos-president-accuses-pentagon-of-spying-after-washington-post-report/", "date_published": "2023-04-18 21:57:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tapper laughs reading Fox News settlement statement: 'Difficult to say with a straight face'", "description": "CNN host Jake Tapper laughed while reading Fox News’s statement on the settlement it reached on Tuesday with Dominion Voting Systems over its coverage of former President Trump’s false claims of voter fraud during the 2020 presidential election.  \"I’m sorry. This is going to be difficult to say with a straight face,” Tapper said during...", "link": "https://thehill.com/homenews/media/3957555-tapper-laughs-reading-fox-news-settlement-statement-difficult-to-say-with-a-straight-face/", "date_published": "2023-04-18 21:49:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House fails to overturn Biden's veto of GOP bid to undo administration water rule", "description": "The House failed on Tuesday to overturn President Biden’s veto of a Republican effort to nullify his administration’s water pollution rule.  The House voted 227-196 to overturn the veto, but fell short of the two-thirds majority needed to succeed.  However, the rule, which delineates which waters are subject to federal protections, is still not in effect for a significant portion of the country. The vote comes after...", "link": "https://thehill.com/policy/energy-environment/3956571-house-fails-to-overturn-bidens-veto-of-gop-bid-to-undo-administration-water-rule/", "date_published": "2023-04-18 21:35:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Helping teens face America’s mental health crisis", "description": "The signs of anxiety and depression started early for me, but I didn’t have the language in elementary or middle school to talk about it — nor did I have the tools to deal with it. By my senior year of high school, I hit bottom. Utterly distraught and desperate, after weeks of barely sleeping...", "link": "https://thehill.com/opinion/congress-blog/3957572-helping-teens-face-americas-mental-health-crisis/", "date_published": "2023-04-18 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Health Secretary Becerra wants Latinos to talk about mental health", "description": "Health and Human Services Secretary Xavier Becerra said Tuesday he wants more Hispanic families to proactively address mental health to overcome the structural and cultural barriers that have undermined diagnosing and treating mental illnesses in the community. \"We have to talk to folks and especially if we can get folks who are from those communities,...", "link": "https://thehill.com/policy/healthcare/3957487-health-secretary-becerra-wants-latinos-to-talk-about-mental-health/", "date_published": "2023-04-18 21:17:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bannon says anyone who trusts Elon Musk is 'a fool' after Carlson interview", "description": "Former President Trump's onetime political strategist Steve Bannon said anyone who trusts Elon Musk is \"a fool\" after his interview with Fox's Tucker Carlson. \"Anybody [who] watched that interview with Tucker Carlson last night that’s buying this guy’s snake oil — you’re a fool,” Bannon said on his \"War Room\" podcast. “Let me just be blunt....", "link": "https://thehill.com/blogs/blog-briefing-room/3957332-bannon-says-anyone-who-trusts-elon-musk-is-a-fool-after-carlson-interview/", "date_published": "2023-04-18 21:15:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cori Bush joins fellow Squad members in calling for Clarence Thomas impeachment", "description": "Rep. Cori Bush (D-Mo.) is calling for Supreme Court Justice Clarence Thomas to be impeached, joining other members of the progressive “Squad” who have called for the conservative justice to be reprimanded following a bombshell report on his relationship with a Republican donor. In a statement on Tuesday, Bush said Thomas “holds a complete disregard...", "link": "https://thehill.com/homenews/house/3957491-cori-bush-joins-fellow-squad-members-in-calling-for-clarence-thomas-impeachment/", "date_published": "2023-04-18 21:12:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "One killed, four injured after parking garage collapses in Lower Manhattan", "description": "A Citizen app image showed vehicles piled on top of each other after the roof collapsed.", "link": "https://thehill.com/homenews/state-watch/3957461-parking-garage-collapses-in-lower-manhattan-reports-of-people-trapped-inside/", "date_published": "2023-04-18 21:09:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox settles for $787M; DOJ charges Russian nationals", "description": "{beacon}    Evening Report Tuesday, April 18 ©  AP US citizens, Russian nationals charged over alleged effort to influence American politics A federal grand jury charged four U.S. citizens and three Russian nationals with \"working on behalf of the Russian government and in conjunction with the Russian Federal Security Service (FSB) to conduct a multi-year...", "link": "https://thehill.com/newsletters/evening-report/3957437-fox-settles-for-787m-doj-charges-russian-nationals/", "date_published": "2023-04-18 20:44:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Billionaire donor Ken Griffin sticking with DeSantis for 2024: report", "description": "Billionaire donor Ken Griffin is standing by Florida Gov. Ron DeSantis (R) for president in 2024 despite some other major donors backing away from the rumored presidential candidate, Semafor reported Tuesday.  A person close to Griffin told the outlet that the founder of the financial services company Citadel does not agree with DeSantis on all...", "link": "https://thehill.com/homenews/campaign/3957382-billionaire-donor-ken-griffin-sticking-with-desantis-for-2024-report/", "date_published": "2023-04-18 20:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US can better weather future storms by making NOAA an independent agency", "description": "NOAA has never been a good fit in the Commerce Department,", "link": "https://thehill.com/opinion/energy-environment/3957022-the-us-can-better-weather-future-storms-by-making-noaa-an-independent-agency/", "date_published": "2023-04-18 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man accused of shooting Ralph Yarl turns himself in", "description": "The man who has been accused of shooting 16-year-old Ralph Yarl has turned himself in to authorities.  The sheriff’s office for Clay County, Mo., tweeted on Tuesday that Andrew Lester, a white homeowner who officials allege shot Yarl twice last week, surrendered to the office’s detention center and is in custody.  The incident occurred on...", "link": "https://thehill.com/blogs/blog-briefing-room/3957280-man-accused-of-shooting-ralph-yarl-turns-himself-in/", "date_published": "2023-04-18 20:28:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tyre Nichols' family to sue Memphis, police over fatal traffic stop", "description": "Tyre Nichols’ family plans to sue the city of Memphis, the Memphis Police Department and individual police officers over the January traffic stop that resulted in the 29-year-old’s death, the family’s attorneys announced on Tuesday. Renowned civil rights attorney Ben Crump, as well as attorney Antonio Romanucci and local counsel and retired Judge Earnestine Hunt Dorse,...", "link": "https://thehill.com/regulation/court-battles/3957342-tyre-nichols-family-to-sue-memphis-police-over-fatal-traffic-stop/", "date_published": "2023-04-18 20:25:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida congresswoman endorses DeSantis", "description": "Rep. Laurel Lee (R-Fla.) announced her endorsement of Florida Gov. Ron DeSantis (R) for president on Tuesday, straying from a string of Republican lawmakers that have started to line up behind former President Trump’s 2024 campaign. “Our country is in crisis, and it is time Americans learn what Floridians already know: Ron DeSantis’s conservative principles,...", "link": "https://thehill.com/homenews/campaign/3957314-florida-congresswoman-endorses-desantis/", "date_published": "2023-04-18 20:17:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News and Dominion reach last-minute $787 million settlement", "description": "Fox News and Dominion Voting Systems have agreed to a blockbuster settlement over the network’s coverage of former President Trump’s false claims of voter fraud in the 2020 election.  The settlement comes after months of courtroom fighting between the two parties, in what had been widely seen as a precedent-setting moment for defamation law that...", "link": "https://thehill.com/homenews/media/3957322-fox-news-and-dominion-reach-last-minute-settlement/", "date_published": "2023-04-18 20:03:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "After multiple shootings, White House says victims deserve action on guns", "description": "The White House on Tuesday argued that action on gun safety is what the federal government owes the victims of a recent spate of shootings, calling on Congress to act. “Action on gun safety is what we owe to those who have had their lives stolen from them and it is what the majority of...", "link": "https://thehill.com/homenews/administration/3957295-after-multiple-shootings-white-house-says-victims-deserve-action-on-guns/", "date_published": "2023-04-18 20:01:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Feinstein requesting temp Judiciary replacement is 'reasonable'", "description": "The White House on Tuesday called Sen. Dianne Feinstein's (D-Calif.) request for a temporary replacement on the Judiciary Committee \"reasonable\" and pushed back on Republicans using her lengthy absence as she recovers from shingles for political purposes. Press secretary Karine Jean-Pierre offered her first comments since Feinstein issued a statement last week requesting that Senate...", "link": "https://thehill.com/homenews/administration/3957310-white-house-feinstein-requesting-temp-judiciary-replacement-is-reasonable/", "date_published": "2023-04-18 19:59:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McConnell defends Supreme Court after Clarence Thomas revelations", "description": "Senate Republican Leader Mitch McConnell (Ky.) on Tuesday defended the Supreme Court from Democrats’ calls to pass judicial ethics legislation or even conduct an impeachment inquiry after reports that Justice Clarence Thomas received gifts and hospitality from a billionaire.   “The Supreme Court and the court system is a whole separate part of our Constitution...", "link": "https://thehill.com/regulation/court-battles/3957278-mcconnell-defends-supreme-court-after-clarence-thomas-revelations/", "date_published": "2023-04-18 19:51:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New York attorney general to host first 'gun buyback' event in effort to curb violence", "description": "New York Attorney General Letitia James is hosting the state’s first “gun buyback” later this month, her office announced on Tuesday, in an effort to curb gun violence. The AG’s office will pay $500 per assault rifle or ghost gun, $500 for the first handgun turned in per person and smaller dollar amounts for various...", "link": "https://thehill.com/homenews/state-watch/3957282-new-york-attorney-general-to-host-first-gun-buyback-event-in-effort-to-curb-violence/", "date_published": "2023-04-18 19:47:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "U.S. spied on UN Secretary General", "description": "The U.S. allegedly eavesdropped on private conversations between United Nations Secretary General António Guterres and other U.N. officials, according to documents obtained by the Washington Post.  The classified documents highlight conversations that Guterres had with top U.N. officials and world leaders, including one about how he was angry that he was not allowed to visit...", "link": "https://thehill.com/policy/national-security/3957067-u-s-spied-on-un-secretary-general/", "date_published": "2023-04-18 19:42:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Iowa Democrats have mixed feelings on revamped 2024 primary calendar", "description": "DES MOINES, Iowa — Democrats in the Hawkeye State are feeling divided about what’s likely to be a demoted status in the 2024 presidential contest, with some hoping to find ways to salvage parts of their most cherished political tradition.  The Democratic National Committee’s move to knock Iowa from its perch as the first-in-the-nation caucus...", "link": "https://thehill.com/homenews/campaign/3957179-iowa-democrats-revamped-2024-primary-calendar/", "date_published": "2023-04-18 19:41:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As crypto thaws, regulatory questions may drive investment overseas", "description": "After a rough 2022 which saw the cryptocurrency market crash, coin prices are turning around and now nearing year-long highs. But now, advocates are worried that regulatory confusion in the U.S. may mean that new investment is going overseas. “This is a global technology. Markets tend to overcorrect based on the United States,” said Sheila...", "link": "https://thehill.com/business/3949185-as-crypto-thaws-regulatory-questions-may-drive-investment-overseas/", "date_published": "2023-04-18 19:32:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Another Florida Republican endorses Trump", "description": "Rep. John Rutherford endorsed former President Trump’s 2024 White House bid on Tuesday, becoming the latest Florida Republican to back the former president against expected primary opponent Florida Gov. Ron DeSantis. “Today, I am proud to endorse my friend, President Donald J. Trump,” Rutherford said in a tweet. “As a former Sheriff, I understand the...", "link": "https://thehill.com/homenews/campaign/3957214-another-florida-republican-endorses-trump/", "date_published": "2023-04-18 19:29:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "St. Louis Fed president pushes back on recession fears, favors continued rate hikes", "description": "St. Louis Federal Reserve President James Bullard downplayed recession fears in the second half of 2023 and noted that he is in favor of more interest rate hikes. \"Wall Street’s very engaged in the idea there’s going to be a recession in six months or something, but that isn’t really the way you would read...", "link": "https://thehill.com/business/3957066-st-louis-fed-president-pushes-back-on-recession-fears-favors-continued-rate-hikes/", "date_published": "2023-04-18 19:27:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House press briefing", "description": "White House press secretary Karine Jean-Pierre on Tuesday afternoon is slated to hold a press briefing. The press conference comes on the heels of another shooting incident in Kansas City last week where a Black teenager, Ralph Yarl, was shot twice after reportedly going to the wrong house. Yarl went to the wrong address to pick up...", "link": "https://thehill.com/homenews/3957169-watch-live-white-house-press-briefing/", "date_published": "2023-04-18 19:19:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden dings McCarthy for Wall Street speech: 'What are MAGA Republicans in Congress doing?'", "description": "President Biden on Tuesday took a swipe at Speaker Kevin McCarthy (R-Calif.) for his remarks a day earlier on Wall Street in which he laid out a plan for raising the debt ceiling into next year while also capping federal spending. \"Yesterday, the Speaker of the House of Representatives, Kevin McCarthy, went to Wall Street,\"...", "link": "https://thehill.com/homenews/administration/3957176-biden-dings-mccarthy-for-wall-street-speech-what-are-maga-republicans-in-congress-doing/", "date_published": "2023-04-18 19:15:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin knocks 'dangerous' EPA vehicle emissions standards", "description": "Sen. Joe Manchin (D-W.V) blasted recent proposed vehicle emissions standards from the Environmental Protection Agency as a “Trojan horse,” the latest salvo from the West Virginia Democrat against the Biden administration’s environmental policies. The proposal, issued last week, would result in an estimated two-thirds of light duty cars and 46 percent of medium-duty cars sold...", "link": "https://thehill.com/policy/energy-environment/3957184-manchin-knocks-dangerous-epa-vehicle-emissions-standards/", "date_published": "2023-04-18 19:15:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court weighs religious accommodation for Christian postal worker", "description": "The Supreme Court on Tuesday debated how far employers must go to accommodate their employees’ religious beliefs as the justices weighed an evangelical Christian’s claims of discrimination while serving as a U.S. Postal Service worker. Gerald Groff sued the U.S. Postal Service after being disciplined for missing scheduled Sunday shifts to deliver Amazon packages. Groff...", "link": "https://thehill.com/regulation/court-battles/3957124-supreme-court-weighs-religious-accommodation-for-christian-postal-worker/", "date_published": "2023-04-18 19:01:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The one metric that matters when predicting a recession", "description": "Everything in this world is simply about supply and demand.", "link": "https://thehill.com/opinion/finance/3956774-the-one-metric-that-matters-when-predicting-a-recession/", "date_published": "2023-04-18 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "YouTube changing policies on content related to eating disorders", "description": "YouTube is changing its policies on content related to eating disorders, the video-sharing platform announced on Tuesday. The company will update its approach to the content in the coming weeks with consult from third-party experts “to create space for community, recovery and resources, while protecting viewers,” according to a release.  “Because people come to our...", "link": "https://thehill.com/policy/technology/3957049-youtube-changing-policies-on-content-related-to-eating-disorders/", "date_published": "2023-04-18 18:38:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sheriff's office: Recordings of alleged discussions about killing reporters, hanging Black people were altered", "description": "The scandal-ridden Oklahoma sheriff’s office says that audio that promoted the state’s governor to call for officials to resign was altered, and that its lead was being investigated. Oklahoma Gov. Kevin Stitt (R) called for officials in the county sheriff's office to resign after apparently discussing killing local reporters and lynching Black people. The leaked...", "link": "https://thehill.com/homenews/state-watch/3957017-sheriffs-office-recordings-of-alleged-discussions-about-killing-reporters-hanging-black-people-were-altered/", "date_published": "2023-04-18 18:35:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta opens virtual reality game Horizon Worlds to teens after pushback from safety advocates", "description": "Meta, the parent company of Facebook and Instagram, will open its virtual reality app Horizon Worlds to teens with protections in place to help keep minors safe, the company said Tuesday  The expansion of Horizon Worlds to users aged 13 to 17 by Meta comes after pushback from kids’ online safety advocates and a two...", "link": "https://thehill.com/policy/technology/3957035-meta-opens-virtual-reality-game-horizon-worlds-to-teens-after-pushback-from-safety-advocates/", "date_published": "2023-04-18 18:26:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US citizens, Russian nationals charged in influence campaign investigation", "description": "A group of four U.S. citizens and three Russian nationals have been charged in connection to an investigation into foreign influence campaign.  The Justice Department (DOJ) said in a release on Tuesday that a federal grand jury issued a superseding indictment against the individuals, alleging that they were working on behalf of the Russian government...", "link": "https://thehill.com/regulation/national-security/3957042-us-citizens-russian-nationals-charged-in-influence-campaign-investigation/", "date_published": "2023-04-18 18:24:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How cascading crises may have chased Viking settlers from North America", "description": "Rising seas and increased flooding may have helped chase Viking colonists out of Greenland, a new study has found. The study offers a new explanation to a medieval mystery: why Viking settlements on the doorstep of North America failed on the eve of European contact with the continent’s peoples. In the new account, rising seas...", "link": "https://thehill.com/policy/equilibrium-sustainability/3957059-how-cascading-crises-may-have-chased-viking-settlers-from-north-america/", "date_published": "2023-04-18 18:20:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy tries to wrangle Republicans on unfinished debt limit bill", "description": "House Speaker Kevin McCarthy (R-Calif.) on Tuesday laid out his opening salvo for a go-it-alone debt limit increase bill he hopes will bring President Biden to the negotiating table — but first, he has to wrangle members of his own conference. With just a four-member majority and a still-unfinished bill, Republican leaders' push for a...", "link": "https://thehill.com/homenews/house/3956987-mccarthy-tries-to-wrangle-republicans-on-unfinished-debt-limit-bill/", "date_published": "2023-04-18 18:06:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "TV and film writers authorize strike as contract deadline looms", "description": "TV and film writers have voted overwhelmingly to authorize a strike ahead of their upcoming contract expiration, the Writers Guild of America said Monday. Nearly 98 percent of the union’s workers voted to authorize the walkout, which is centered around worsening pay and working conditions stemming from the transition to streaming services. Writers could go...", "link": "https://thehill.com/business/3957005-tv-and-film-writers-authorize-strike-as-contract-deadline-looms/", "date_published": "2023-04-18 18:05:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kamala Harris’s shining moment in Tennessee", "description": "Tennessee demanded her presence, and Harris’s background positioned her as best suited to address the undemocratic actions of the Republican-controlled state legislature.", "link": "https://thehill.com/opinion/civil-rights/3956713-kamala-harriss-shining-moment-in-tennessee/", "date_published": "2023-04-18 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Joe Ruffolo discusses non-partisan news in new podcast", "description": "The Hill and NewsNation Digital’s new SVP/GM Joe Ruffolo recently appeared on The Rebooting Show podcast with Brian Morrissey. They discussed non-partisan news and how both entities provide coverage for all Americans. Listen here:", "link": "https://thehill.com/homenews/pr/3956983-the-hills-joe-ruffolo-on-non-partisan-news/", "date_published": "2023-04-18 17:57:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Damar Hamlin cleared to resume playing football after cardiac arrest last season", "description": "Buffalo Bills safety Damar Hamlin has been medically cleared to play football again after experiencing cardiac arrest during a game last season, the NFL team announced. Brandon Beane, the team's general manager, made the announcement on Tuesday, saying the second-year player met with three specialists during the offseason, and they came to an agreement he...", "link": "https://thehill.com/blogs/blog-briefing-room/3956965-damar-hamlin-cleared-to-resume-playing-football-after-cardiac-arrest-last-season/", "date_published": "2023-04-18 17:54:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis spoof Bud Light ad goes after 'real men of women's sports'", "description": "Florida Gov. Ron DeSantis (R) released a spoof Bud Light ad on Monday night, going after the “real men of women’s sports” in the wake of transgender influencer Dylan Mulvaney’s partnership with the beer company. “Today we recognize the men who’ve hacked the system (Hacked the system),” the ad says. “Once mediocre in the men’s...", "link": "https://thehill.com/homenews/state-watch/3956904-desantis-spoof-bud-light-ad-goes-after-real-men-of-womens-sports/", "date_published": "2023-04-18 17:39:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator floats no confidence vote as Mayorkas defends border response", "description": "Homeland Security Secretary Alejandro Mayorkas and other officials were on defensive Tuesday as Senate Republicans became more vocal about their efforts to back impeachment for the secretary. Mayorkas’s appearance before the Senate Homeland Security Committee sparked the usual heated exchanges and personal attacks now common in such forums, but the GOP posture escalated as Sen....", "link": "https://thehill.com/policy/national-security/3956844-gop-senator-floats-no-confidence-vote-as-mayorkas-defends-border-response/", "date_published": "2023-04-18 17:37:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A potential backslide in mental health care for millions of Americans", "description": "The COVID-19 Public Health Emergency declaration expires in less than a month.", "link": "https://thehill.com/opinion/healthcare/3956665-a-potential-backslide-in-mental-health-care-for-millions-of-americans/", "date_published": "2023-04-18 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump rails against Musk for saying he supported Biden in 2020: 'Elon is just trying to make friends'", "description": "Former President Trump is railing against Twitter CEO Elon Musk for telling Fox News's Tucker Carlson that he voted for President Biden in 2020.  Trump said in a post on Truth Social on Tuesday that he does not believe “for a minute” that Musk voted for Biden in 2020, alleging that Musk told him he...", "link": "https://thehill.com/blogs/blog-briefing-room/3956887-trump-rails-against-musk-for-saying-he-supported-biden-in-2020-elon-is-just-trying-to-make-friends/", "date_published": "2023-04-18 17:25:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump posts on Instagram for the first time since Jan. 6 fallout", "description": "Former President Trump on Tuesday posted images to his Instagram account for the first time since Jan. 5, 2021, a day before the riot at the U.S. Capitol.  “I am pleased to inform you that, due to the great success of my previously launched DIGITAL TRADING CARDS, we are doing it again, SERIES 2, AVAILABLE...", "link": "https://thehill.com/blogs/blog-briefing-room/3956870-trump-posts-on-instagram-for-the-first-time-since-jan-6-fallout/", "date_published": "2023-04-18 17:23:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kansas City mayor says teenager Ralph Yarl was shot for 'existing while Black'", "description": "Kansas City Mayor Quinton Lucas said 16-year-old Ralph Yarl was shot by an 84-year-old white man “because he was existing while Black.” “I share the outrage and the concern of many and asking why,” Lucas told Sara Sidner on CNN’s News Central on Tuesday morning. “This boy was shot because he was existing while Black,...", "link": "https://thehill.com/homenews/state-watch/3956866-kansas-city-mayor-ralph-yarl-shot-black/", "date_published": "2023-04-18 17:19:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans rip SEC chief for crypto lawsuits, climate rules", "description": "Securities and Exchange Commission (SEC) Chairman Gary Gensler defended his aggressive regulatory agenda from a wave of Republican attacks during Tuesday’s House Financial Services Committee hearing. Republicans blasted the SEC’s lawsuits against cryptocurrency firms under Gensler’s tenure and accused him of refusing to comply with congressional requests for documents. GOP lawmakers on the panel took...", "link": "https://thehill.com/business/3956812-republicans-rip-sec-chief-for-crypto-lawsuits-climate-rules/", "date_published": "2023-04-18 17:06:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mother says Ralph Yarl is crying 'buckets of tears' as he replays Kansas City shooting", "description": "The mother of the 16-year-old boy who was shot after he mistakenly went to the wrong house said he is crying “buckets of tears” as he replays the shooting in his mind.  Cleo Nagbe told Gayle King in an interview on CBS Mornings on Tuesday that her son, Ralph Yarl, is “doing considerably well” after...", "link": "https://thehill.com/blogs/blog-briefing-room/3956796-mother-says-ralph-yarl-is-crying-buckets-of-tears-as-he-replays-kansas-city-shooting/", "date_published": "2023-04-18 16:41:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump knocks DeSantis over Disney feud", "description": "Former President Trump on Tuesday knocked Florida Gov. Ron DeSantis (R) for actions against Disney in the state, saying the governor is \"being absolutely destroyed\" by the company.   “DeSanctus is being absolutely destroyed by Disney. His original P.R. plan fizzled, so now he’s going back with a new one in order to save face,”...", "link": "https://thehill.com/homenews/state-watch/3956770-trump-knocks-desantis-over-disney-feud/", "date_published": "2023-04-18 16:34:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Trial in Dominion's $1.6B lawsuit underway", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/3956706-the-hills-1230-report-trial-in-dominions-1-6b-lawsuit-underway/", "date_published": "2023-04-18 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US is no longer a deterrent to China — but it should be", "description": "Our military exists to deter an aggressor, defeat an adversary and protect American interests. Although taxpayers fund the Department of Defense (DOD) with $850 billion, more than any other nation, we are no longer a deterrent force to a Chinese invasion of Taiwan. That window closed, an irredeemable mistake.   The Chinese Communist Party (CCP) realizes...", "link": "https://thehill.com/opinion/national-security/3955322-the-us-is-no-longer-a-deterrent-to-china-but-it-should-be/", "date_published": "2023-04-18 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge tentatively OKs $725M Facebook settlement: How to apply for a payout", "description": "A massive $725 million settlement involving Facebook's parent company Meta was tentatively approved by a judge on Wednesday, paving the way for users of the social media platform to apply for a chunk of the payout.", "link": "https://thehill.com/homenews/nexstar_media_wire/3956560-judge-tentatively-oks-725m-facebook-settlement-how-to-apply-for-a-payout/", "date_published": "2023-04-18 16:29:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Guaranteed timeout: Toddler breaches White House fence", "description": "A toddler on Tuesday squeezed through the fencing in front of the White House and was able to get onto the property before Secret Service scooped him up. The unidentified child got through the metal fence on the north side of the complex, making his way towards the North Lawn while his parents were on...", "link": "https://thehill.com/homenews/administration/3956741-guaranteed-timeout-toddler-breaches-white-house-fence/", "date_published": "2023-04-18 16:25:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP support for Trump slips in new poll", "description": "Republican primary voters’ support for former President Trump slipped slightly in a new Morning Consult poll released on Tuesday. Fifty-three percent of potential GOP primary voters said they would support the former president, down from a high of 57 percent earlier this month in the wake of his arraignment in Manhattan. Trump pleaded not guilty to...", "link": "https://thehill.com/homenews/campaign/3956709-gop-support-for-trump-slips-in-new-poll/", "date_published": "2023-04-18 16:16:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal appeals court scraps Berkeley, California's ban on gas hookups", "description": "A San Francisco federal appeals court decided on Monday to reverse the city of Berkeley, California’s ban on natural gas infrastructure in new buildings — finding that such a regulation violates national energy policy. Berkeley’s first-in-the-nation ban, which took effect on Jan. 1, 2020, prohibited the installation of gas piping and venting in new building construction when...", "link": "https://thehill.com/policy/equilibrium-sustainability/3956712-federal-appeals-court-scraps-berkeley-californias-ban-on-gas-hookups/", "date_published": "2023-04-18 16:11:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Department of Homeland Security’s COVID censorship problem", "description": "In 2002, Congress established the Department of Homeland Security (DHS) in response to the 9/11 attacks to centralize and consolidate homeland security efforts to prevent terrorist attacks. In the 20 years since its creation, DHS has departed from its original mission and used its expansive authorities and funding to impede on the rights of American...", "link": "https://thehill.com/opinion/congress-blog/3956623-department-of-homeland-securitys-covid-censorship-problem/", "date_published": "2023-04-18 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Man charged in voicemail threats against Maxine Waters", "description": "A Houston man was arrested and charged for leaving several threatening voicemails with Rep. Maxine Waters’ (D-Calif.) office last year, court documents show. Brian Michael Gaherty, 60, allegedly left multiple racist voicemails with Waters’ office in Hawthorne, Calif., in August and November 2022 threatening to kill or assault the congresswoman, U.S. Capitol Police Officer Michael...", "link": "https://thehill.com/homenews/house/3956626-man-charged-in-voicemail-threats-against-maxine-waters/", "date_published": "2023-04-18 15:39:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "George Santos unveils MINAJ Act to limit vaccine mandates", "description": "Rep. George Santos (R-N.Y.) is giving a nod to Nicki Minaj’s famous COVID-19 vaccine hesitancy, appearing to name a new bill after the rapper. The “Medical Information Nuanced Accountability Judgement Act,” or MINAJ Act, H.R. 2631, introduced Tuesday by Santos, would prohibit the federal government from imposing “any mandate requiring an individual to receive a...", "link": "https://thehill.com/blogs/in-the-know/3956638-george-santos-unveils-minaj-act-to-limit-vaccine-mandates/", "date_published": "2023-04-18 15:38:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis under pressure to dispel GOP concerns over 2024", "description": "Florida Gov. Ron DeSantis (R) is facing pressure to rehab his political standing amid new concerns about his strength in a 2024 presidential race. The governor has taken repeated hits from former President Trump over the past several weeks and has already lost out on several high-profile endorsements, including a handful from GOP lawmakers in...", "link": "https://thehill.com/homenews/campaign/3955111-desantis-pressure-gop-trump-2024/", "date_published": "2023-04-18 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "I'm a multimillionaire: On this Tax Day, I demand to be taxed more", "description": "Tax cuts for rich people like me have never, and will never, save us.", "link": "https://thehill.com/opinion/finance/3956411-im-a-multimillionaire-on-this-tax-day-i-demand-to-be-taxed-more/", "date_published": "2023-04-18 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nine in 10 companies want employees with ChatGPT skills", "description": "Nine companies in 10 want workers with ChatGPT experience, according to a new survey that gauges job-market demand for knowledge of fast-evolving artificial intelligence communication tools.  An April poll of 1,187 business leaders by ResumeBuilder.com, the job-seekers site, found that 91 percent of firms are looking for workers with ChatGPT skills on the résumé. Some...", "link": "https://thehill.com/policy/technology/3955384-ai-employees-companies-chatgpt-skills/", "date_published": "2023-04-18 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Menéndez releases immigration plan reliant on Biden executive action", "description": "Sen. Bob Menéndez (D-N.J.) unveiled Tuesday an immigration plan that relies heavily on executive actions to address migration flows in the Western Hemisphere. “For the last year, I have repeatedly expressed concerns over the Biden Administration’s decision to implement short-term deterrence policies that fail to address the cycle of irregular migration at our southwest border,”...", "link": "https://thehill.com/latino/3956607-menendez-releases-immigration-plan-reliant-on-biden-executive-action/", "date_published": "2023-04-18 15:24:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New Orleans pizzeria offering free pizza for a year in exchange for Taylor Swift tour tickets", "description": "A New Orleans pizza spot in Uptown New Orleans is offering free pizza for a year in exchange for Taylor Swift concert tickets.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3956580-new-orleans-pizzeria-offering-free-pizza-for-a-year-in-exchange-for-taylor-swift-tour-tickets/", "date_published": "2023-04-18 15:16:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hundreds of Southwest flights delayed due to tech issue", "description": "Hundreds of Southwest Airlines flights were delayed on Tuesday because of a technology issue. The Federal Aviation Administration (FAA) tweeted shortly after 10:30 a.m. that Southwest requested a pause on all of its departures, while deferring to the airline for any additional information. The agency then tweeted at 11:10 a.m. that the pause had been...", "link": "https://thehill.com/policy/transportation/3956591-hundreds-of-southwest-flights-delayed-due-to-tech-issue/", "date_published": "2023-04-18 15:11:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump calls ex-chief of staff Mick Mulvaney 'a born loser'", "description": "Former President Trump on Tuesday bashed his former acting Chief of Staff Mick Mulvaney and knocked him for taking a job last year as a CBS News contributor. “He was ‘Acting’ Chief of Staff because I never would have named him to the permanent position,” Trump said of Mulvaney in a post on his Truth...", "link": "https://thehill.com/blogs/blog-briefing-room/3956541-trump-calls-ex-chief-of-staff-mick-mulvaney-a-born-loser/", "date_published": "2023-04-18 15:07:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Musk says he'll launch AI platform to challenge Microsoft, Google", "description": "Billionaire Elon Musk says he will launch his own artificial intelligence (AI) platform as an alternative to those being built by Microsoft, Google and OpenAI. Musk has warned of the existential dangers posed by AI to humanity, and told Fox News' Tucker Carlson in an interview aired Monday that his platform, dubbed TruthGPT, would be...", "link": "https://thehill.com/homenews/3956543-musk-says-hell-launch-ai-platform-to-challenge-microsoft-google/", "date_published": "2023-04-18 15:06:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Record 69 percent holds negative views of US economy: survey", "description": "Nearly seven in 10 adults hold a negative view of the U.S. economy as officials try to fight off inflation, according to a new survey.  The most recent CNBC All-America Economic Survey, which reviews perceptions of the economy and economic indicators every quarter, found that 69 percent of respondents view the economy negatively both presently...", "link": "https://thehill.com/business/economy/3956526-record-69-percent-holds-negative-views-of-us-economy-survey/", "date_published": "2023-04-18 14:41:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A roadmap for advancing Latino higher education starts in North Carolina", "description": "Hispanic-serving institutions have the power to revolutionize the higher education landscape.", "link": "https://thehill.com/opinion/education/3955770-a-roadmap-for-advancing-latino-higher-education-starts-in-north-carolina/", "date_published": "2023-04-18 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie knocks DeSantis on Disney, says it's not 'conservative' to 'punish' corporations", "description": "Former New Jersey Gov. Chris Christie (R) on Tuesday knocked Florida Gov. Ron DeSantis (R) over his back-and-forth with Disney, arguing the crusade against the company is not fit for a Republican. “I don't think Ron DeSantis is a conservative based on his actions towards Disney,” Christie said in an interview with Semafor Principals.  “Where...", "link": "https://thehill.com/homenews/state-watch/3956487-christie-knocks-desantis-on-disney-says-its-not-conservative-to-punish-corporations/", "date_published": "2023-04-18 14:27:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sununu knocks Trump, saying voters don't want someone 'just yelling at them all the time'", "description": "New Hampshire Gov. Chris Sununu (R) knocked former President Trump on Monday, saying Republican voters are “tired” of having a candidate who’s “just yelling at them all the time.” “[Republican voters] are waiting for someone … who’s affable, someone they can believe in, someone who’s inspirational, someone who ain’t just yelling at them all the...", "link": "https://thehill.com/homenews/campaign/3956474-sununu-knocks-trump-saying-voters-dont-want-someone-just-yelling-at-them-all-the-time/", "date_published": "2023-04-18 14:07:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US and allies need to confront coordinated security challenge from Russia and China", "description": "In December 2021, President Biden launched the Summit for Democracy to prevent “democracy retreating under … outside pressure from autocrats. They seek to advance their own power, export and expand their influence around the world.” Biden called on fellow democracies to join with America and “push back on authoritarianism, fight corruption, promote and protect human...", "link": "https://thehill.com/opinion/national-security/3955279-us-and-allies-need-to-confront-coordinated-security-challenge-from-russia-and-china/", "date_published": "2023-04-18 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA: Single dose of bivalent COVID vaccine enough for most people", "description": "The Food and Drug Administration (FDA) on Tuesday announced it was simplifying its recommended COVID-19 vaccine schedule, stating a single dose of the bivalent vaccine specific to the BA.4 and BA.5 strains of the omicron variant is enough for most individuals. Going forward, the FDA announced all coronavirus vaccines administered to those six months and...", "link": "https://thehill.com/policy/healthcare/3956455-fda-single-dose-of-bivalent-covid-vaccine-enough-for-most-people/", "date_published": "2023-04-18 13:57:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Over $2 million raised on GoFundMe for Missouri teen shot after going to wrong house", "description": "A GoFundMe page has raised over $2 million for a teen shot after going to the wrong home to pick up his siblings.", "link": "https://thehill.com/homenews/state-watch/3956453-over-2-million-raised-on-gofundme-for-missouri-teen-shot-after-going-to-wrong-house/", "date_published": "2023-04-18 13:52:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Fed is bankrupt", "description": "The most recent data show that the Fed owes the Treasury over $48 billion, which exceeds its total capital.", "link": "https://thehill.com/opinion/finance/3955889-the-fed-is-bankrupt/", "date_published": "2023-04-18 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Trump intelligence chief testifies on COVID origins before House panel", "description": "John Ratcliffe, who served as director of national intelligence under former President Trump, is testifying on Tuesday on the origins of COVID-19 before the House Select Subcommittee on the Coronavirus Pandemic. Ratcliffe's testimony comes after former CDC director, Robert Redfield, testified on March 8 before the subcommittee. Several other authorities on the subject also testified,...", "link": "https://thehill.com/homenews/3956415-watch-live-trump-intelligence-chief-testifies-on-covid-origins-before-house-panel/", "date_published": "2023-04-18 13:29:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Putin visits occupied regions in Ukraine", "description": "Russian President Vladimir Putin on Monday visited two regions in Ukraine that Moscow claims to have annexed, meeting with military commanders in both Kherson and Luhansk, according to the Kremlin. Putin met with commanders at the headquarters of the Dnepr Group of Forces in the southern Ukrainian region of Kherson and the Vostok National Guard...", "link": "https://thehill.com/policy/international/3956406-putin-visits-occupied-regions-in-ukraine/", "date_published": "2023-04-18 13:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Clarence Thomas, credibility, and consequences", "description": "Clarence Thomas could be looking at criminal exposure if he signed his annual financial disclosure form under a jurat.", "link": "https://thehill.com/opinion/criminal-justice/3955859-clarence-thomas-credibility-and-consequences/", "date_published": "2023-04-18 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden calls 16-year-old allegedly shot by Kansas City homeowner", "description": "President Biden on Monday evening called Ralph Yarl, the 16-year-old who was shot in Kansas City after reportedly going to the wrong house.  “The President spoke by phone to Ralph Yarl and shared his hope for a swift recovery,” the White House said in a statement.  Yarl, who was initially hospitalized in critical condition, is now...", "link": "https://thehill.com/homenews/state-watch/3956391-biden-calls-16-year-old-allegedly-shot-by-kansas-city-homeowner/", "date_published": "2023-04-18 12:46:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia judge upholds detention of Journal reporter", "description": "A Russian judge ruled on Tuesday that American journalist Evan Gershkovich will remain jailed on espionage charges. The Wall Street Journal reporter and the U.S. government deny the allegations.  Gershkovich, a 31-year-old U.S. citizen, was arrested in Yekaterinburg on espionage charges last month, accused by Russia’s Federal Security Service of trying to obtain classified information. ...", "link": "https://thehill.com/policy/international/3956389-russia-judge-upholds-detention-of-journal-reporter/", "date_published": "2023-04-18 12:38:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No, Biden can’t let ‘Dreamers’ join ObamaCare", "description": "SCOTUS may save us from Biden’s overreaches, but who will save us from the progressive onslaught?", "link": "https://thehill.com/opinion/immigration/3955939-no-biden-cant-let-dreamers-join-obamacare/", "date_published": "2023-04-18 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feehery: Charting a path to fiscal responsibility in Congress", "description": "It has been a hundred and one days since Rep. Kevin McCarthy (R-Calif.) secured the Speakership on the 15th ballot on Jan. 7, 2023, and while much has changed in the Congress, it is hard to say how much has changed globally or in America.  The Russians are still fighting in Ukraine. The Chinese are...", "link": "https://thehill.com/opinion/3955891-feehery-charting-a-path-to-fiscal-responsibility-in-congress/", "date_published": "2023-04-18 12:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Woman in car that went to wrong address fatally shot by homeowner, authorities say", "description": "A 20-year-old woman was fatally shot by a homeowner in New York after the car in which she was a passenger mistakenly pulled into the man’s driveway, authorities say.  The sheriff’s office in Washington County arrested and charged Kevin Monahan, 65, with murder in the second degree for the killing of Kaylin Gillis. According to...", "link": "https://thehill.com/homenews/state-watch/3956360-woman-in-car-that-went-to-wrong-address-fatally-shot-by-homeowner-authorities-say/", "date_published": "2023-04-18 12:06:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Think tax day is bad now? Wait until you're forced to use the IRS as your tax preparer", "description": "While the federal government keeps overspending taxpayers’ money and driving all of us further into debt, politicians keep coming up with ways to demand that working families send more of their hard-earned money to Washington. A recent example is a plan to force taxpayers to have the Internal Revenue Service do your taxes for you. ...", "link": "https://thehill.com/opinion/finance/3952230-think-tax-day-is-bad-now-wait-until-youre-forced-to-use-the-irs-as-your-tax-preparer/", "date_published": "2023-04-18 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House unanimously approves resolution condemning Russia for downing US drone", "description": "The House unanimously approved a resolution on Monday that condemns Russia for downing a U.S. Air Force drone over the Black Sea last month. The resolution — which spans two pages — passed in a 410-0 vote. It specifically “condemns the reckless actions of the Russian military” and “reaffirms the United States will not be deterred from...", "link": "https://thehill.com/homenews/house/3956014-house-unanimously-approves-resolution-condemning-russia-for-downing-us-drone/", "date_published": "2023-04-18 03:20:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Dan Kildee undergoes cancer surgery", "description": "The office of Rep. Dan Kildee (D-Mich.) announced that the congressman underwent cancer surgery just weeks after he was diagnosed with the disease.  In a statement on Monday, Kildee’s office said that the congressman underwent surgery to remove a small cancerous tumor found in his tonsil, adding that Kildee is expected to remain at George...", "link": "https://thehill.com/homenews/house/3956004-rep-dan-kildee-undergoes-cancer-surgery/", "date_published": "2023-04-18 03:15:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "4 progressives, 2 conservatives vote against bill to hold China accountable for spy balloon", "description": "Four progressives and two conservatives voted against a bill on Monday that seeks to hold the People’s Republic of China (PRC) accountable for flying a spy balloon over the continental U.S., including through sanctions, export controls and international coordination and pressure. The legislation — titled the Upholding Sovereignty of Airspace Act, or USA Act — passed in...", "link": "https://thehill.com/homenews/house/3955986-4-progressives-2-conservatives-vote-against-bill-to-hold-china-accountable-for-spy-balloon/", "date_published": "2023-04-18 03:01:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida Republican Greg Steube endorsing Trump for president", "description": "Rep. Greg Steube (R-Fla.) announced on Monday that he’ll endorse former President Trump’s 2024 presidential campaign amid Trump’s recent legal woes.  Steube made the announcement during a Newsmax appearance on Monday, saying that he believes that Trump is the only person that can fix the “disastrous policies of the Biden administration” and added that: “the...", "link": "https://thehill.com/homenews/house/3955920-florida-republican-greg-steube-endorsing-trump-for-president/", "date_published": "2023-04-18 02:23:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scalise says House GOP will roll out debt ceiling plan Tuesday", "description": "House Majority Leader Steve Scalise (R-La.) announced on Monday that House Republicans will introduce their plan to address the debt ceiling on Tuesday. The official introduction will come one day after Speaker Kevin McCarthy (R-Calif.) first announced the plan during a speech at the New York Stock Exchange. “You’re gonna see us roll out tomorrow...", "link": "https://thehill.com/homenews/house/3955875-scalise-says-house-gop-will-roll-out-debt-ceiling-plan-tuesday/", "date_published": "2023-04-18 01:03:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Have House Republicans learned the lessons of their own history?", "description": "Winston Churchill once observed that, “Those who do not learn from history are doomed to repeat it.” Variations on that timeless truism can be traced back to the Bible and before. Whether humankind has benefitted from that wisdom is another matter.    I recently thought about this when I was asked to interview for a documentary on the...", "link": "https://thehill.com/opinion/congress-blog/3955874-have-house-republicans-learned-the-lessons-of-their-own-history/", "date_published": "2023-04-18 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukraine impacted multiple ways by leaked US material", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Ukraine impacted multiple ways by leaked US material The trove of leaked Pentagon documents has the potential to both help and hurt Ukraine, as the documents paint a messier picture of the war but also amp...", "link": "https://thehill.com/newsletters/defense-national-security/3955847-ukraine-impacted-multiple-ways-by-leaked-us-material/", "date_published": "2023-04-18 00:23:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kansas City homeowner accused of shooting Black teen charged with two felonies", "description": "An 85-year-old Kansas City homeowner, Andrew D. Lester, who allegedly shot and wounded a Black teen last week after he went to the wrong house, was charged with armed assault on Monday evening.  The teen, Ralph Yarl, 16, was shot twice and had been in critical condition since last Thursday, after he went to the...", "link": "https://thehill.com/homenews/3955812-kansas-city-homeowner-ralph-yarl-andrew-lester-charged/", "date_published": "2023-04-18 00:04:15+00:00", "persistent": false, "user": null, "language": "en-US"}]