[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "YouTube Videos Distributing Aurora Stealer Malware via Highly Evasive Loader", "description": "Cybersecurity researchers have detailed the inner workings of a highly evasive loader named \"in2al5d p3in4er\" (read: invalid printer) that's used to deliver the Aurora information stealer malware.\n\"The in2al5d p3in4er loader is compiled with Embarcadero RAD Studio and targets endpoint workstations using advanced anti-VM (virtual machine) technique,\" cybersecurity firm Morphisec said in a report", "link": "https://thehackernews.com/2023/04/youtube-videos-distributing-aurora.html", "date_published": "2023-04-18 13:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Goldoson Android Malware Infects Over 100 Million Google Play Store Downloads", "description": "A new Android malware strain named Goldoson has been detected in the official Google Play Store spanning more than 60 legitimate apps that collectively have over 100 million downloads.\nAn additional eight million installations have been tracked through ONE store, a leading third-party app storefront in South Korea.\nThe rogue component is part of a third-party software library used by the apps in", "link": "https://thehackernews.com/2023/04/goldoson-android-malware-infects-over.html", "date_published": "2023-04-18 12:27:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "DFIR via XDR: How to expedite your investigations with a DFIRent approach", "description": "Rapid technological evolution requires security that is resilient, up to date and adaptable.\nIn this article, we will cover the transformation in the field of DFIR (digital forensics and incident response) in the last couple years, focusing on the digital forensics' aspect and how XDR fits into the picture.\nBefore we dive into the details, let's first break down the main components of DFIR and", "link": "https://thehackernews.com/2023/04/dfir-via-xdr-how-to-expedite-your.html", "date_published": "2023-04-18 11:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian Hackers Using SimpleHelp Remote Support Software for Persistent Access", "description": "The Iranian threat actor known as MuddyWater is continuing its time-tested tradition of relying on legitimate remote administration tools to commandeer targeted systems.\nWhile the nation-state group has previously employed ScreenConnect, RemoteUtilities, and Syncro, a new analysis from Group-IB has revealed the adversary's use of the SimpleHelp remote support software in June 2022.\nMuddyWater,", "link": "https://thehackernews.com/2023/04/iranian-hackers-using-simplehelp-remote.html", "date_published": "2023-04-18 09:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "LockBit Ransomware Now Targeting Apple macOS Devices", "description": "Threat actors behind the LockBit ransomware operation have developed new artifacts that can encrypt files on devices running Apple's macOS operating system.\nThe development, which was reported by the MalwareHunterTeam over the weekend, appears to be the first time a big-game ransomware crew has created a macOS-based payload.\nAdditional samples identified by vx-underground show that the macOS", "link": "https://thehackernews.com/2023/04/lockbit-ransomware-now-targeting-apple.html", "date_published": "2023-04-18 07:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}]