[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Legend of Zelda: Tears of the Kingdom Theory - What Could Happen in the Story?", "description": "The Legend of Zelda: Tears of the Kingdom is only a few weeks away, and as of right now, we know shockingly little about it. The developer is holding cards close to the chest, but it keeps alluding to it having a more significant story than the franchise, especially its immediate predecessor, is known for. Based on everything we have been shown and told so far though, it's impossible to know what form that might take.\n\nA look at all the officially released information and media for Tears of the Kingdom suggests multiple tantalizing and intriguing plot elements and narrative threads that could develop in some extremely exciting and interesting ways. They just happen to be, as of right now, seemingly completely disconnected to each other, with their being no way that we can tell to reconcile everything we know into one coherent narrative.", "link": "https://www.youtube.com/watch?v=2Xzz2I4B8YU", "date_published": "2023-04-18 17:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Dead Island 2 Review - The Final Verdict", "description": "Whether or not Dead Island 2 is a game that justifies the long wait leading up to its release is a difficult question to answer, not least because of just how long that wait has been- but maybe it's ridiculous to even expect the game to live up to nearly a decade's worth of anticipation. \n\nHere's what I can say though- it's an easy game to recommend. It may not necessarily offer anything we haven't seen several times before in similar releases, but what it does offer is well-made and a hell of a lot of fun. From the buckets of gore to the hack-and-slash combat to how well it brings a zombie-riddled LA to life in its own fun way, there's a lot to like about Dead Island 2.", "link": "https://www.youtube.com/watch?v=CcdCc6jKUu8", "date_published": "2023-04-18 14:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}]