[{"source": "https://www.engadget.com/rss.xml", "title": "Appeals court rejects the FTC’s last-ditch attempt to stop Microsoft from buying Activision", "description": "<p>The <a href=\"https://www.engadget.com/tag/ftc/\">Federal Trade Commission</a> has been unsuccessful in its <a href=\"https://www.engadget.com/ftc-appeals-ruling-that-would-have-let-microsofts-activision-takeover-move-forward-231729137.html\">last-ditch effort</a> to pump the brakes on Microsoft's <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">$68.7 billion purchase of Activision Blizzard</a>. The Ninth Circuit Court of Appeals <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ca9.344453/gov.uscourts.ca9.344453.25.0.pdf\">declined</a> to grant the agency an emergency stay of a ruling that allows the deal to proceed in the US.</p><p>A temporary restraining order was <a href=\"https://www.engadget.com/microsoft-activision-blizzard-merger-temporarily-blocked-by-us-judge-061933491.html\">put in place last month</a> to prevent Microsoft and Activision from closing the acquisition until Judge Jacqueline Scott Corley ruled on the FTC's request for a preliminary injunction. When Corley <a href=\"https://www.engadget.com/microsofts-activision-acquisition-moves-ahead-as-judge-rejects-ftc-injunction-request-152845890.html\">rejected the FTC's injunction request this week,</a> she ruled that the agency had until 11:59PM PT on July 14th to obtain an emergency stay from the appeals court. With the Ninth Circuit Court of Appeals rejecting the FTC's appeal, Microsoft and Activision are now free to close the deal in the US as early as Saturday.</p><span id=\"end-legacy-contents\"></span><p>In her injunction ruling, Corley determined the FTC didn't prove its claims that the merger would harm consumers. The FTC said on Wednesday it <a href=\"https://www.engadget.com/ftc-appeals-ruling-that-would-have-let-microsofts-activision-takeover-move-forward-231729137.html\">would appeal Corley's decision</a>. On Thursday, it <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.413969/gov.uscourts.cand.413969.313.0_1.pdf\">asked the district court</a> that ruled on the preliminary injunction in the first place to <a href=\"https://twitter.com/stephentotilo/status/1679570200407027713\">block the merger</a> pending a decision from the appeals court. Hours later, Corley <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.413969/gov.uscourts.cand.413969.317.0_1.pdf\">denied that motion</a>.</p><p>Back in December, the FTC <a href=\"https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html\">sued to block the deal</a> on the grounds that it would harm competition. An administrative hearing is set for early August. The agency sought a preliminary injunction to prevent the companies from closing the merger until the antitrust trial takes place. However, the merger deadline is July 18th.</p><p>Microsoft and Activision Blizzard are evidently confident of closing the deal by their Tuesday deadline. Activision’s stock will be <a href=\"https://www.globenewswire.com/news-release/2023/07/13/2704032/0/en/The-Trade-Desk-Inc-to-Join-the-Nasdaq-100-Index-Beginning-July-17th-2023.html\">delisted from the Nasdaq-100</a> index before the stock market opens on Monday, so the companies may finally seal the deal around that time.</p><p>Microsoft and Activision have yet to resolve issues with a UK regulator, which <a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\">blocked the deal</a> over cloud gaming concerns. Microsoft has appealed that decision, but the companies and the Competition and Markets Authority <a href=\"https://www.engadget.com/microsoft-and-uk-regulators-agree-to-pause-legal-fight-to-negotiate-activision-acquisition-165856989.html\">agreed</a> to put their legal battle on hold. The Competition Appeal Tribunal (CAT), which hears appeals on CMA decisions, will <a href=\"https://www.catribunal.org.uk/cases/159041223-microsoft-corporation\">decide on July 17th</a> if that pause will take effect.</p><p>The CMA said Microsoft and Activision were welcome to restructure the deal but <a href=\"https://www.reuters.com/markets/deals/uks-cma-says-new-restructured-microsoft-activision-deal-could-require-new-probe-2023-07-12/\">warned</a> that move may trigger a fresh merger investigation. The regulator has <a href=\"https://www.engadget.com/uk-competition-regulator-extends-microsoft-activision-investigation-by-six-weeks-103541516.html\">extended its deadline</a> for making a decision on the case until the end of August so it has more time to review a &quot;detailed and complex submission&quot; from Microsoft. However, the CMA said it aimed to bring things to a conclusion as soon as possible.</p>This article originally appeared on Engadget at https://www.engadget.com/appeals-court-rejects-the-ftcs-last-ditch-attempt-to-stop-microsoft-from-buying-activision-233137222.html?src=rss", "link": "https://www.engadget.com/appeals-court-rejects-the-ftcs-last-ditch-attempt-to-stop-microsoft-from-buying-activision-233137222.html?src=rss", "date_published": "2023-07-14T23:31:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Larry Hryb, Xbox’s ‘Major Nelson,’ is leaving Microsoft", "description": "<p>Larry Hryb, better known as “Major Nelson” in Xbox circles, <a href=\"https://twitter.com/majornelson/status/1679913767214231552\">tweeted</a> today that he’s leaving Microsoft. Hryb spent many years as one of the most <a href=\"https://www.engadget.com/2013-08-12-major-nelson-cracks-open-xbox-one-controller-in-new-video.html\">prominent public faces</a> of the brand as Director of Programming for Xbox Live. He didn’t state his reasons for leaving the company but said he plans to step back and work on his career’s next chapter. The move comes as Microsoft <a href=\"https://www.engadget.com/ftc-appeals-ruling-that-would-have-let-microsofts-activision-takeover-move-forward-231729137.html\">tries to close</a> its $68 billion <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">purchase of Activision</a>. “As I take a moment and think about all we have done together, I want to thank the millions of gamers around the world who have included me as part of their lives,” Hryb said.</p><p>Hryb spent over two decades with Microsoft, joining the company as editor-in-chief of MSN Music in 2001. But in 2003, when he joined the Xbox division, he found his identity with the company. His public role was a combination of official employee and super fan. His blog posts, podcasts, interviews, <a href=\"https://www.engadget.com/2013-08-12-major-nelson-cracks-open-xbox-one-controller-in-new-video.html\">unboxings</a> and other various updates straddled the line between a marketing executive and a trusted “gamer’s gamer,” helping fans feel like they had one of their own on the inside at the gaming behemoth.</p><span id=\"end-legacy-contents\"></span><div id=\"43514c3290c4418cbff12e9253b77770\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">After 20 incredible years, I have decided to take a step back and work on the next chapter of my career. As I take a moment and think about all we have done together, I want to thank the millions of gamers around the world who have included me as part of their lives. (1/3)</p>— Larry Hryb 💫✨ (@majornelson) <a href=\"https://twitter.com/majornelson/status/1679913767214231552?ref_src=twsrc%5Etfw\">July 14, 2023</a></blockquote></div><p>Xbox had used him less as a face of the company in recent years, but from at least the mid-2000s to the mid-2010s, “Major Nelson” was practically synonymous with the platform. He says he <a href=\"https://news.xbox.com/en-us/2012/11/23/from-one-major-to-another/\">got his gamer handle</a> and public nickname from Larry Hagman’s character in the 1960s sitcom I Dream of Jeannie — after his TiVo recommended it.</p><p>Hryb hasn’t yet detailed what his next career chapter is. However, he did note that <a href=\"https://news.xbox.com/en-us/podcast/\">The Official Xbox Podcast</a>, which he hosted, will take a hiatus this summer and return later “in a new format.”</p>This article originally appeared on Engadget at https://www.engadget.com/larry-hryb-xboxs-major-nelson-is-leaving-microsoft-203607573.html?src=rss", "link": "https://www.engadget.com/larry-hryb-xboxs-major-nelson-is-leaving-microsoft-203607573.html?src=rss", "date_published": "2023-07-14T20:36:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Reddit is removing years of chats and messages", "description": "<p>If you have fond memories of chatting with Reddit friends, you might want to check your archives. Reddit has confirmed <a href=\"https://www.reddit.com/r/help/comments/14lj63l/most_of_my_chats_have_disappeared/\">user</a><a href=\"https://www.reddit.com/r/help/comments/14ee0wz/on_mobile_new_reddit_and_old_reddit_they_updated/\">reports</a> that it's removing all chats and messages from before 2023. As the social site <a href=\"https://www.reddit.com/r/reddit/comments/14gb7xy/changelog_chat_and_flair_navigation_updates/\">explained</a> in June, it's moving to a new chat architecture and believes pulling older messages will enable a &quot;smooth and quick transition&quot; to the new architecture. The change took effect June 30th, but many users only noticed days later.</p><p>There may be a way to recover some of those messages, <em>Mashable</em><a href=\"https://mashable.com/article/reddit-removes-live-chat-archives-messages\">says</a>. You can request account data from Reddit through an <a href=\"https://www.reddit.com/settings/data-request\">online form</a>, and the archive might include conversations from before 2023. While it won't be as easy to revisit a priceless chat, it won't necessarily be gone forever.</p><span id=\"end-legacy-contents\"></span><p>Users still aren't thrilled, however. While Reddit disclosed the cutoff in a changelog, it didn't notify community members directly. That left some to discover the company's plans only after their message logs disappeared, preventing them from backing up their histories on their own terms.</p><p>The move also comes as Reddit is facing a broader backlash. Numerous subreddits conducted a <a href=\"https://www.engadget.com/the-reddit-blackout-is-already-forcing-unexpected-changes-103521266.html\">days-long blackout</a> to protest new policies that made it impractical for third-party apps like Apollo to remain active. Since then, users and moderators have taken various actions (such as focusing subreddits on John Oliver photos) to fight back.</p><p>More recently, Reddit said it would <a href=\"https://www.reddit.com/r/reddit/comments/14ytp7s/reworking_awarding_changes_to_awards_coins_and/\">phase out</a> the existing coin system used to recognize exceptional contributors. You can no longer buy new coins, and all awards and coins will go away after September 12th. The existing approach leads to &quot;clutter&quot; and provides content that some don't believe is all that valuable, Reddit says. While there will be a replacement system, it's expected to be simpler and more direct. That may not thrill longtime fans used to Reddit's sometimes very specific awards and medals.</p>This article originally appeared on Engadget at https://www.engadget.com/reddit-is-removing-years-of-chats-and-messages-194558937.html?src=rss", "link": "https://www.engadget.com/reddit-is-removing-years-of-chats-and-messages-194558937.html?src=rss", "date_published": "2023-07-14T19:45:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "New Studio Ghibli film ‘The Boy and the Heron’ is coming to North America later this year", "description": "<p>Hayao Miyazaki’s first film in ten years (and supposedly his last) premiered in Japan today — without any lead-up marketing from Studio Ghibli. Soon after, Gkids announced that it had acquired the animated movie’s North American rights. Called <em>Kimitachi wa Do Ikiruka</em> (translated as “How Do You Live”) in Japan, the international release will use the title <em>The Boy and the Heron</em>. Gkids says it will arrive in North America “later this year.”</p><p>Little is known about the new movie, but Gkids describes the hand-drawn animated feature as “an original story written and directed by Hayao Miyazaki.” Studio Ghibli co-founder Toshio Suzuki produces it with a musical score from Joe Hisaishi. It was previously announced that Miyazaki’s next film <a href=\"https://www.engadget.com/hayao-miyazakis-final-film-will-be-studio-ghiblis-first-imax-release-195624834.html\">would have an IMAX release</a> (as well as Dolby Atmos, Dolby Cinema and DTS:X) in Japan. However, it isn’t clear if it will screen in IMAX in the US.</p><span id=\"end-legacy-contents\"></span><p>When the film arrives stateside, don’t expect to see any more promotion than it got in Japan. Gkids says it will follow Studio Ghibli’s “unprecedented decision” to premiere the film in Japan without any marketing images, trailers, synopses ads — or any information — ahead of its surprise premiere today. Suzuki attributes the decision to honoring another era while hoping to spark imagination. “A poster and a title — that’s all we got when we were children. I enjoyed trying to imagine what a movie was about, and I wanted to bring that feeling back,” Suzuki reportedly told Japanese broadcaster NHK via <a href=\"https://www.japantimes.co.jp/culture/2023/07/14/films/ghibli-how-do-you-live-release/\"><em>The Japan Times</em></a> and <a href=\"https://deadline.com/2023/07/hayao-miyazaki-the-boy-and-the-heron-how-do-you-live-gkids-north-america-distribution-rights-japan-box-office-opening-1235437993/\"><em>Deadline</em></a>.</p><p>Gkids has distributed the North American versions of previous Miyazaki films, including <em>The Tale of The Princess Kaguya</em>, <em>When Marnie Was There</em> and <em>From Up on Poppy Hill</em> (among others). The 15-year-old producer and distributor has 12 Best Animated Feature Oscar nominations in its short history. “Hayao Miyazaki is a living legend in filmmaking, as evidenced by his Academy Award win for <em>Spirited Away</em> and his two Oscar nominations for <em>Howl’s Moving Castle</em> and <em>The Wind Rises</em>,’” David Jesteadt, president of Gkids, wrote in a <a href=\"https://gkids.com/films/the-boy-and-the-heron/\">press release</a> today. “It’s been ten years since the world has seen a new film from Miyazaki-san, and Gkids is so proud and honored to unveil his latest, highly anticipated masterpiece in North America.”</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/new-studio-ghibli-film-the-boy-and-the-heron-is-coming-to-north-america-later-this-year-192006799.html?src=rss", "link": "https://www.engadget.com/new-studio-ghibli-film-the-boy-and-the-heron-is-coming-to-north-america-later-this-year-192006799.html?src=rss", "date_published": "2023-07-14T19:20:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "'Mission: Impossible' is still the geekiest spy franchise", "description": "<p>For almost three decades in the <em>Mission: Impossible </em>franchise, Tom Cruise's Ethan Hunt has gone head to head in high-speed motorcycle battles, climbed Dubai's Burj Khalifa, and hung from the side of a plane during takeoff. Oh, and he also died at one point (following an extended free dive into an underwater data bank). But in the latest film, <em>Dead Reckoning Part 1</em>, Ethan Hunt faces his toughest opponent yet: an omnipotent AI that could reshape geopolitics as we know it. After defying the laws of physics, it only makes sense that he has to defeat a god.</p><p>As ludicrous as that may sound, it also fits perfectly within the <em>Mission: Impossible </em>series, a universe where Ethan Hunt has been described as the &quot;living manifestation of destiny,&quot; and everyone is well aware that the &quot;Impossible Mission Force&quot; sounds like something pulled out of a comic book. At this point, it's a franchise that exists for Tom Cruise and his collaborators — most recently, writer/director Christopher McQuarrie — to go wild with spy gadgets and death-defying stunt sequences. It's made by spy movie geeks, for spy movie geeks.</p><span id=\"end-legacy-contents\"></span><div id=\"d3f0110f7eea48c5bbd8104f8a16c380\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>That's been true of the series from the start. The original TV show centered on grounded spy craft, albeit in a world where people could easily impersonate others with realistic face masks. Brian de Palma's 1996 film was a throwback to paranoid '70s spy thrillers, but it also made room for gadgets like glasses that wirelessly transmitted crystal clear video. And, of course, there's the nail-bitingly tense infiltration of a CIA server room, a scene that infiltrated pop culture for years.</p><p>John Woo's <em>Mission: Impossible 2</em> is far less cerebral, but it also leans heavily into his operatic Hong Kong action style. It's not a great movie, I'll admit, but as a fan of Woo's action films, I can't help but be thrilled by the car chase meet cute, and the balletic finale which morphs from a motorcycle chase into a hand-to-hand fight on a beach.</p><figure><img alt=\"Rebecca Ferguson in Mission: Impossible - Dead Reckoning Part 1\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/78eb8e61-2277-11ee-b9ca-d9b15ad1f843\" style=\"height: 1345px; width: 2500px;\" /><figcaption></figcaption><div class=\"photo-credit\">Paramount Pictures and Skydance</div></figure><p>After a slight hiatus, JJ Abrams rebooted the franchise in 2006 with <em>Mission: Impossible 3</em>, a film that built upon the spy shenanigans from his TV series, <em>Alias</em>. Since then, the franchise has been on a constant quest to one-up itself. 2011's <em>Ghost Protocol</em> goes full on Buster Keaton with every set piece (director Brad Bird essentially turns Ethan Hunt into a character from <em>The Incredibles</em>), culminating in the scene where Cruise himself actually scaled the Burj Khalifa.</p><p>Arriving amid Daniel Craig's James Bond run (which is filled with movies I either love or absolutely hate), and the end of the original Jason Bourne trilogy, <em>Ghost Protocol</em> felt like a throwback to everything that made the <em>Mission: Impossible</em>TV show so addictive. There's a loyal and highly-skilled team, a nefarious villain and tons of gadgets on display. But crucially, things don't always work out as Hunt and crew expect, which makes the franchise more relatable to all of us with failing gadgets. (Every time my iPhone crashes, I can't help but be grateful I'm not climbing the Burj Khalifa with only a single high-tech gecko glove.)</p><p>With the arrival of Christopher McQuarrie, who directed 2015's <em>Rogue Nation</em> and its sequels, <em>Mission: Impossible </em>found a groove that differentiated it from most other modern franchises. Almost like action film jazz, McQuarrie and Cruise frequently came up with ideas for set pieces and built movies around them. Scripts were reworked on the fly. Normally this would spell disaster, but McQuarrie ended up thriving in the chaos. Together with stunt coordinator Scott Eastwood, he also managed to push the series into astounding new practical set pieces (see: Ethan Hunt hanging out of a plane in <em>Rogue Nation</em>, or the extended skydiving sequence in <em>Fallout</em>).</p><p></p><figure><img alt=\"Tom Cruise and Hayley Atwell in Mission: Impossible - Dead Reckoning Part 1\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/78eb8e60-2277-11ee-9ffe-430c584c0c1f\" style=\"height: 1094px; width: 2500px;\" /><figcaption></figcaption><div class=\"photo-credit\">Paramount Pictures and Skydance</div></figure><p><em>Dead Reckoning Part 1</em> builds on McQuarrie's previous entries. This time, Hunt and a new companion (Hayley Atwell's Grace) are chased through Rome's narrow streets while driving a souped-up, tiny Fiat. He base-jumps off of a mountain using a motorcycle. He fights on a real train speeding along at 60MPH. All the while, he's trying to stop the villainous AI, known only as The Entity.</p><p>On the face of it, <em>Dead Reckoning </em><a href=\"https://www.engadget.com/mrs-davis-review-damon-lindelof-nun-vs-ai-peacock-150006136.html\"><ins>shares plenty with </ins><em><ins>Mrs. Davis</ins></em></a>, the latest show co-created by Damon Lindelof which also features a tough protagonist against an all-powerful AI. The film also dabbles in similar themes: Surely an omnipotent artificial intelligence would also inspire near-religious devotion. In <em>Dead Reckoning</em>, that's embodied by Gabriel, the angelically named sociopath played by Esai Morales.</p><div id=\"4cb1499c01734c7fa1dd0d907b59db97\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>While the film rarely slows down to explore the true impact of AI, Hunt and his team — Simon Pegg's Benji, Ving Rhames' Luther — instantly grasp the larger implications. Whoever can control the AI could basically control the world — not merely through physical force, but by defining truth and reality itself. An AI could erase a person from surveillance footage, or turn them into someone else entirely. Nothing can be trusted. As we grapple with the impact of ChatGPT and generative AI in real life, it’s hard not to feel like we’re on a similar path. (It's also funny to see in the midst of the WGA and SAG-AFTRA strikes, which are directly tied to complaints about studios taking advantage of creatives with AI.)</p><p>As much as I love other action film franchises – like <em>John Wick’s</em> increasingly elaborate choreography, or the sheer ridiculousness of the <em>Fast and the Furious –</em><em>Mission: Impossible</em> remains uniquely enjoyable. It’s committed to delivering astonishing practical stunt work. It’s self-aware just enough to poke fun at itself. And a part of me hopes that somehow, a team of geeks can also fight back against the excesses of AI.</p>This article originally appeared on Engadget at https://www.engadget.com/mission-impossible-dead-reckoning-review-185939336.html?src=rss", "link": "https://www.engadget.com/mission-impossible-dead-reckoning-review-185939336.html?src=rss", "date_published": "2023-07-14T18:59:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Brimstone's decarbonized cement passes crucial third-party strength test", "description": "<p>Let’s end the week with a bit of good news for our future as a species on this floating ball of dirt. Brimstone, a major player in the industrial decarbonization field, <a href=\"https://www.businesswire.com/news/home/20230712146493/en/Climate-Breakthrough-Brimstone%E2%80%99s-Decarbonized-Portland-Cement-First-to-Meet-Essential-Building-Industry-Standard-Unlocking-the-Potential-of-Net-Zero-Construction\"><ins>just announced that its decarbonized cement</ins></a> has passed a crucial third-party strength test, bringing the dream of net-zero construction one step closer to reality.</p><p>The company’s proprietary portland cement met the American Society for Testing and Materials' (ASTM) <a href=\"https://datis-inc.com/blog/what-is-astm-c150-standard/\"><ins>C150 standards for building products,</ins></a> indicating that it can do everything traditionally-made portland cement can do with regard to construction projects. This is a big deal, as portland cement is not some niche product, as it comprises 95 percent of all cement produced in the United States. Chances are, if you are in a building made from cement, you’re surrounded by ordinary portland cement (OPC).</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.brimstone.com/\">Brimstone</a> says the carbon-negative cement is identical in “all respects” to OPC, including performance, safety, and overall chemical composition. The only difference is that it wasn't manufactured using the conventional, carbon-intensive methods. The company also notes that its “strength, workability, durability, and compatibility with steel and other materials” make it an ideal choice to “build structures safely and efficiently.”</p><p>There are plenty of other alternative building materials out there, but this is actual portland cement, so adopting Brimstone’s product won’t force “millions of construction workers to get retrained to use a new material,” according to CEO Cody Finke. He also touts that the product will be “equal or lower cost to other options” and will “slash carbon emissions.”</p><p>Being as this is the same industry-standard portland cement used for over 150 years, the company won’t have to jump the usual regulatory hurdles when developing a new building material, with the company boasting “the same buildings, bridges and roads being built today can be built tomorrow without carbon.”</p><p>How did it manage such a feat? Conventional cement production involves heating limestone to ultra-high temperatures, which releases large quantities of CO2 embedded in the rock. Brimstone went with carbon-free calcium silicate rock, so there’s no CO2 to release. As a matter of fact, the process generates trace magnesium compounds that absorb pre-existing CO2 from the air, making this concrete carbon-negative.</p><p>It’s no secret that traditional cement is a major contributor to the world’s climate problem, as cement production accounts for 7.5 percent of global CO2 emissions and 5.5 percent of total greenhouse gas emissions. All told, the construction and real estate industries account for 40 percent of global carbon emissions, so this step toward net-zero construction could drastically reduce that number.</p><p>Of course, this is a brand-new manufacturing process and Brimstone’s cement has yet to be widely adopted by the industry. The company hopes to scale up production so they can sell its portland cement for the same price as conventionally-made materials. Brimstone’s constructing a manufacturing plant in Reno, Nevada and has already started negotiating with construction companies, real estate companies and various corporate partners.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/brimstones-decarbonized-cement-passes-crucial-third-party-strength-test-175616919.html?src=rss", "link": "https://www.engadget.com/brimstones-decarbonized-cement-passes-crucial-third-party-strength-test-175616919.html?src=rss", "date_published": "2023-07-14T17:56:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best wireless chargers in 2023", "description": "<p>A wireless charging stand or pad makes life a little easier. You don’t have to fumble with a cable when trying to get a quick charge for a device at the end of a long day, and you’re less likely to trip over wires. But finding a truly good charger isn’t as simple as looking for the model with the best charging speed and most impressive spec sheet. We’ll let you know what to look for when shopping for a single-device charger, and recommend some good models that are worth your attention whether you use an ​iPhone or Android smartphone.</p><h2>What to look for in a wireless charger</h2><p>It’s tempting to buy a wireless charging pad optimized for the size and features of the phone you have right now. Resist that urge — this is an accessory you’ll probably have for years, and you don’t want to replace it every time you buy a new handset. Instead, think about the phones you’re likely to use down the road. If you’re sure you’ll use iPhones for a long time, an Apple MagSafe charger will be faster and more convenient. If you use Android phones or think you might switch sides, however, you’ll want a more universal design.</p><span id=\"end-legacy-contents\"></span><p>You’ll also want something that accepts a variety of device sizes. Certain wireless charging stations don’t work well with the iPhone 13 mini or other particularly small phones, for instance. If you think you may change phone sizes at some point, a pad charger is a wiser choice. With that said, you’ll still want to pay attention to any potentially limiting design features, such as prominent cradles and lips.</p><p>Also, consider wireless chargers with modular components. While you’ll have to invest exclusively in one company’s ecosystem, this gives you room to grow as your gadget needs change. You can add a charger for a second phone or smartwatch, and some systems even offer modular batteries to supply power on the go. Just be sure to look at a<a href=\"https://www.engadget.com/best-multi-device-wireless-chargers-130020900.html\"> multi-device charger</a> if there’s a very good chance you’ll expand your setup in the future.</p><h2>Where and how will you use your charger?</h2><figure><img alt=\"iPhone on wireless charger\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/c9a24a20-b7a0-11ed-b3cd-16d5d607f8d1\" /><figcaption></figcaption><div class=\"photo-credit\">Pontus Wellgraf on Unsplash</div></figure><p>Odds are that you have a specific use case in mind for your charger. You may want it by your bedside for quick access in the morning, or on your desk for at-a-glance notifications. You might even keep it in your bag for convenient travel charging. If you intend to place your charger on a nightstand, you’ll usually want a pad. With a stand, even a dim always-on display can prove distracting when you’re trying to sleep. You may also want a wireless charging pad if your phone will sit on a low table, as it might be easier to grab in a rush. Look at compact models if space is tight.</p><p>On your desk, you may prefer a stand to quickly glance at alerts or make video calls. Want something more travel-friendly? A puck or similarly minimalist design is typically best. You may also want a charger with a battery (either modular or built-in) for camping or whenever an outlet isn’t nearby.</p><h2>Performance matters, to a point</h2><p>Although wireless charging is usually slower than its wired equivalent, speed and wattage are still important considerations. A<a href=\"https://www.engadget.com/best-fast-chargers-140011033.html\"> fast charger</a> can supply enough power for a long night out in the time it takes to change outfits.</p><p>In general, a 15W charger is more than quick enough for most situations, and you’ll need a MagSafe charger to extract that level of performance from an iPhone. With that said, even the slower 7.5W and 10W chargers are fast enough for an overnight power-up. If anything, you’ll want to worry more about support for cases. While many models can deliver power through a reasonably thick case (typically 3mm to 5mm), you’ll occasionally run into examples that only work with naked phones.</p><p>There are some proprietary chargers that smash the 15W barrier if you have the right phone. Google’s second-generation Pixel Stand, for example, delivers up to 23W for a Pixel 6 Pro or<a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\"> Pixel 7 Pro</a>. Optimized designs like this can make sense if you’re loyal to one brand. Be sure to get a charger that still works well with other manufacturers’ phones, though, as you don’t want to replace your accessory (or endure sluggish speeds) if you switch brands.</p><h2>Quality, box contents and the little details</h2><figure><img alt=\"iPhone on wireless charging stand\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/50a7df30-b7a1-11ed-bfef-883a433a4df2\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Soledad on Unsplash</div></figure><p>Once you’ve chosen the form factor and performance levels that meet your needs, you’ll want to consider the fit and finish. You’re likely going to use your wireless charger every day, so even small differences in quality could make the difference between joy and frustration.</p><p>If your charger doesn’t use MagSafe, textured surfaces like fabric or rubberized plastic are more likely to keep your phone in place. The base should be grippy or weighty enough that the charger won’t slide around. If you’re buying a stand, check that it won’t tip over or wobble.</p><p>Pay attention to what’s included in the box. Some models don’t include power adapters, and may even ask you to reuse your phone’s USB charging cable. What may seem to be a bargain may prove expensive if you have to buy extras just to use it. Also, some cables and chargers are better than others. A USB-C charger is more future-proof, while braided cables may be less likely to break or tangle.</p><p>You’ll also want to think about the minor conveniences. Status lights are useful for indicating correct phone placement, but an overly bright light can be distracting. Ideally, the light dims or shuts off after a certain period of time. And while we caution against lips and trays that limit compatibility, you may still want some barriers to prevent your device falling off its perch on the charging station.</p><p>By now, you should know what to look for. While it would be impossible for us to test every charger, we’ve tried numerous models and have some favorites.</p><h2>Best overall wireless charging pad: Otterbox OtterSpot Wireless Charging System</h2><p></p><p>There’s no shortage of portable wireless chargers, but it’s rare that you can find one which is as well-suited to your desk as it is your bag. The<a href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL290dGVyc3BvdC13aXJlbGVzcy1jaGFyZ2luZy1zeXN0ZW0tYmxhY2svNzgtNTIxNjMuaHRtbCIsImNvbnRlbnRVdWlkIjoiMWZlM2QxZTgtNTVlMS00MGQ1LWE0NjMtMTMzNmRkOTE2ZjE5In0&amp;signature=AQAAAX8k9uEp8X-WmWLKnshIEbdCVEXuiv1J4PCXoOO7cnjo&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Fotterspot-wireless-charging-system-black%2F78-52163.html&amp;uuid=kmtM6ZWjqPmbMSLv15414\"> Otterbox OtterSpot system</a> is our top pick precisely because it’s so versatile. The base unit is stable, includes a power adapter and accommodates a wide range of phone sizes. But it really shines when you want to leave home. You can buy as many as three 5,000mAh portable batteries that optionally stack on top of the base to recharge, and serve as completely wireless chargers on the go. Those batteries can power wired devices through USB-C ports, too.</p><p>This isn’t the fastest charger given its 10W output, and the base alone is normally expensive at $55 (though it’s down to $38 as we write this). If you want a station you really can use everywhere, though, the OtterSpot is a top pick that can grow along with your needs.</p><h2>Runner up wireless charging pad: Belkin BoostCharge Pro Portable Wireless Charger Pad</h2><p></p><p>It’s easy to find wireless charging pucks that are fast or portable, but rarely both — and certainly not as well-considered as<a href=\"https://shopping.yahoo.com/rdlw?merchantId=e6618fee-bbbf-4638-9bf5-e216442c18d0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Belkin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNjYxOGZlZS1iYmJmLTQ2MzgtOWJmNS1lMjE2NDQyYzE4ZDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVsa2luLmNvbS9wb3J0YWJsZS13aXJlbGVzcy1jaGFyZ2VyLXBhZC13aXRoLW9mZmljaWFsLW1hZ3NhZmUtY2hhcmdpbmctMTV3L1AtV0lBMDA0Lmh0bWwiLCJjb250ZW50VXVpZCI6IjFmZTNkMWU4LTU1ZTEtNDBkNS1hNDYzLTEzMzZkZDkxNmYxOSJ9&amp;signature=AQAAAR1SwMD20XeGVPvHCRBqK7HI_Tge020v6EI1R2OEJa0b&amp;gcReferrer=https%3A%2F%2Fwww.belkin.com%2Fportable-wireless-charger-pad-with-official-magsafe-charging-15w%2FP-WIA004.html&amp;uuid=Om9sUhx2NwtpJSz719415\"> Belkin’s BoostCharge Pro Portable Wireless Charger Pad</a>. Its extremely compact design not only offers 15W MagSafe charging (plus Qi charging when flat), but includes a kickstand that lets you watch videos while you power up. Add a long 6.6ft braided cable and this is an ideal charger whether you’re traveling or catching up on TV shows.</p><p>The emphasis on MagSafe may make the Belkin BoostCharge less appealing for Android devices. It’s a definite step up from Apple’s more affordable but simpler MagSafe Charger, however. And importantly, you have the choice of buying Belkin’s accessory with ($80) or without ($60) a power adapter.</p><h2>Best budget wireless charging pad: Anker 315 Wireless Charger</h2><p></p><p>If you just need the basics,<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1XaXJlbGVzcy1DaGFyZ2luZy1Db21wYXRpYmxlLUluY2x1ZGVkL2RwL0IwQjQ2OUhMTkw_dGFnPWdkZ3QwYy1wLW8tbXctMjAiLCJjb250ZW50VXVpZCI6IjFmZTNkMWU4LTU1ZTEtNDBkNS1hNDYzLTEzMzZkZDkxNmYxOSJ9&amp;signature=AQAAAXM1cKAiN5HW9eMUUcGAdwn4Tcym6hSYK7s0ZBVsiNkC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Wireless-Charging-Compatible-Included%2Fdp%2FB0B469HLNL&amp;uuid=WAGzMGPGCAGIHxKT23419\"> Anker’s 315 Wireless Charger</a> offers significant value from a well-known name. It tops out at 10W (7.5W for iPhones), doesn’t include a power adapter and relies on a microUSB cable, but it also costs only $15. Even if you have to buy an adapter, you’ll be hard-pressed to find a better deal.</p><h2>Best overall wireless charging stand: Belkin BoostCharge 15W Wireless Charging Stand</h2><p></p><p>There’s fierce competition in the wireless charging stand space, and it’s easy to get a good 15W charger if you’re willing to pay. Belkin, however, is one of the few that promises truly solid value. Its $45<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWxraW4tQm9vc3RDaGFyZ2UtV2lyZWxlc3MtQ2hhcmdpbmctQ2hhcmdlci9kcC9CMDhLU0tOR1JaP3RhZz1nZGd0MGMtcC1vLW13LTIwIiwiY29udGVudFV1aWQiOiIxZmUzZDFlOC01NWUxLTQwZDUtYTQ2My0xMzM2ZGQ5MTZmMTkifQ&amp;signature=AQAAAZ0CcdY4yf4dWBrdglWwoJFLRbNdlm80SjTontglflCU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBelkin-BoostCharge-Wireless-Charging-Charger%2Fdp%2FB08KSKNGRZ&amp;uuid=7LvhRMOVFsWPQTdY27420\"> BoostCharge 15W Wireless Charging Stand</a> costs less than some alternatives while including a power adapter in the box. The lip at the bottom will keep your phone stable, and dual charging coils let you use the device while watching a video in landscape mode.</p><p>There’s no MagSafe or other device-specific charging optimizations on this one. And like many wireless charging stands, this doesn’t officially support the iPhone 13 mini and similarly small handsets. But there’s otherwise little to complain about here — this is a no-nonsense power solution at a good price.</p><h2>Runner-up wireless charging stand: Spigen ArcField PF2102</h2><p></p><p>There aren’t many great options for wireless chargers that use Samsung’s fast power delivery technology, particularly if you want a stand. Thankfully,<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tQXJjRmllbGQtV2lyZWxlc3MtRGVzaWduZWQtSW5jbHVkZWQvZHAvQjA5UDhGRFlSOD90YWc9Z2RndDBjLXAtby1tdy0yMCIsImNvbnRlbnRVdWlkIjoiMWZlM2QxZTgtNTVlMS00MGQ1LWE0NjMtMTMzNmRkOTE2ZjE5In0&amp;signature=AQAAAT5dwkcMQscrvTrhGwVZBoHZTHOZNRPcIz0p53QUqe0F&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-ArcField-Wireless-Designed-Included%2Fdp%2FB09P8FDYR8&amp;uuid=Wot9K4Xr7iQ8ecmF30421\"> Spigen’s ArcField PF2102</a> is up to the job. It delivers 15W to all Samsung Galaxy  phones that support Super Fast Wireless Charging, and it’s a well-made (if unspectacular) perch that prevents your device from sliding around. The universal form factor works with other phone brands, too.</p><p>You’ll want to shop carefully. Some versions don’t include a power adapter, and some stores sell for less than the official $80. If you can score a good deal, though, this is an ideal way to charge your Galaxy device while providing a clear view of the always-on display.</p><h2>Best budget wireless charging stand: Anker 313 Wireless Charger</h2><p></p><p>Anker’s strong value in pad chargers also applies to stands. The<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1RaS1DZXJ0aWZpZWQtQ29tcGF0aWJsZS1GYXN0LUNoYXJnaW5nLVBvd2VyV2F2ZS9kcC9CMDdEQlhaWk4zP3RhZz1nZGd0MGMtcC1vLW13LTIwIiwiY29udGVudFV1aWQiOiIxZmUzZDFlOC01NWUxLTQwZDUtYTQ2My0xMzM2ZGQ5MTZmMTkifQ&amp;signature=AQAAAVPnNcTrgA3i9VcIjYVFoDHfRXtC3RSobQK03D-po1Im&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Qi-Certified-Compatible-Fast-Charging-PowerWave%2Fdp%2FB07DBXZZN3&amp;uuid=h2FvBYcQbUa3Gblf34422\"> 313 Wireless Charger</a> tops out at 10W (5W for iPhones), doesn’t include a power brick and uses a microUSB cable, but it’s also $20. You can buy an adapter and still undercut the price of some equally competent alternatives. It can charge while your phone is in landscape orientation, too. You might want to look at competing products if they cost under $40 with an adapter included, but the 313 is otherwise difficult to top.</p>This article originally appeared on Engadget at https://www.engadget.com/best-wireless-charger-140036359.html?src=rss", "link": "https://www.engadget.com/best-wireless-charger-140036359.html?src=rss", "date_published": "2023-07-14T17:16:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Harley-Davidson’s LiveWire S2 Del Mar electric motorcycle has a 113-mile city range", "description": "<p>LiveWire, the company spun out of Harley-Davidson’s electric division, has <a href=\"https://www.livewire.com/s2-del-mar-electric-motorcycle#specs\">announced the specs</a> of its <a href=\"https://www.engadget.com/harley-davidson-livewire-del-mar-announced-specs-availability-202520836.html\">S2 Del Mar e-motorcycle</a>. The upcoming bike, which we already knew would <a href=\"https://www.engadget.com/harley-davidsons-livewire-s2-del-mar-electric-motorcycle-costs-14999-174545955.html\">cost $15,499</a>, can go from zero to 60 mph in 3.0 seconds, has a top speed of 103 mph and 84 horsepower (63 kW).</p><p>The company announced preliminary S2 Del Mar specs earlier this year, but the official details slightly surpass some expectations. For example, LiveWire had said the bike would have a 110-mile city range, but it’s now rated for 113 miles of urban riding on a single charge. Its 3.0-second acceleration from zero to 60 mph is slightly faster than the originally advertised 3.1 seconds. In addition, its previously stated 184-pound-foot torque rating is now 194 ft-lb.</p><span id=\"end-legacy-contents\"></span><p>On the other hand, the S2 Del Mar is a bit heavier than expected: It’s now listed as 436 lbs in running order, as opposed to the 431 lbs LiveWire announced in April. Level 2 charging (for juicing its battery from 20 percent to 80 percent) is now listed at 78 minutes vs. the initial 75 minutes. The bike still doesn’t support fast charging and is limited to Level 1 and Level 2 capabilities. Of course, the S2 Del Mar is built as more of a commuter motorcycle than something you’d rely on for long distances: It’s only rated for 43 miles of sustained highway driving at 70 mph and a combined (highway / city) 70-mph range of 62 miles. If you drop it down to 55mph, it’s rated for 70 miles on the highway and 86 miles combined.</p><figure><img alt=\"Marketing photo of the LiveWire S2 Del Mar e-motorcycle. Closeup of its front with a dramatic purple lens flare.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/9c2aa050-2263-11ee-affe-d525eaf164ee\" style=\"height: 832px; width: 1440px;\" /><figcaption></figcaption><div class=\"photo-credit\">LiveWire</div></figure><p>The bike supports OTA updates. “Now your motorcycle can receive updates and improvements as we develop them — keeping things easy, and keeping you riding,” the company’s website states. The bike has a four-inch round screen, connects to phones through USB-C and supports app-based navigation.</p><p>The S2 Del Mar still has the previously advertised $15,499 MSRP. Although we don’t yet know its release date, LiveWire earlier targeted a July US launch; with specs in hand, perhaps its official arrival isn’t far behind.</p>This article originally appeared on Engadget at https://www.engadget.com/harley-davidsons-livewire-s2-del-mar-electric-motorcycle-has-a-113-mile-city-range-170548457.html?src=rss", "link": "https://www.engadget.com/harley-davidsons-livewire-s2-del-mar-electric-motorcycle-has-a-113-mile-city-range-170548457.html?src=rss", "date_published": "2023-07-14T17:05:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Assassin's Creed haptic shirt will make you feel 'exclusive sensations never felt before'", "description": "<p>Did you ever feel that your Assassin's Creed experience wasn't personal enough? Maybe not, but Ubisoft is betting that you'd like to give it a try regardless. The company has teamed up with OWO to <a href=\"https://owogame.com/owo-skin-acm/\">release</a> an <a href=\"https://www.engadget.com/assassins-creed-mirage-will-arrive-on-october-12-205552847.html\"><em>Assassin's Creed Mirage</em></a> edition haptic feedback shirt. Put it on and you'll feel parkour, impacts and &quot;exclusive sensations never felt before&quot; — yes, really. You might want to close the door while you're playing, from the sound of it.</p><p>OWO's shirt includes haptic points at on your chest, stomach, lower back and arms. The trick is an algorithm that adjusts nine wave parameters to simulate interactions ranging from the wind to a dagger. You can use a mobile app to calibrate sensations in specific games or replace them with your own. Compatible games frequently rely on mods (such as <em>Fortnite</em> and <em>Beat Saber</em>), but there are already a handful of native games like <em>Crisis Brigade 2 Reloaded</em> and <em>Drone War</em>. This is the first major collaboration.</p><span id=\"end-legacy-contents\"></span><p>Details of pricing and a release date are yet to come, but the haptic apparel will work with PS4, PS4, Xbox One, Xbox Series X/S and PC. The game will be released October 12th, and the OWO shirt will include a game code. OWO's Founder Edition shirt sold for €499 ($560), but it was also part of a 2,000-unit batch and won't necessarily reflect the final price.</p><p>Wearable haptics for games aren't new, but they tend to be experimental efforts. See Sony's <a href=\"https://www.engadget.com/2017-03-12-what-its-like-playing-rez-infinite-strapped-into-a-synesthesi.html\"><em>Rez Infinite </em>synesthesia suit</a> from 2017 as an example. The Assassin's Creed collaboration won't necessarily take that tech into the mainstream, but it's coming right as the <a href=\"https://www.engadget.com/the-meta-quest-3-is-a-499-mixed-reality-headset-with-full-color-passthrough-141204527.html\">next generation of mixed reality headsets</a> is coming to market. Don't be surprised if haptics gain some traction as immersion becomes more important in AR and VR games.</p>This article originally appeared on Engadget at https://www.engadget.com/assassins-creed-haptic-shirt-will-make-you-feel-exclusive-sensations-never-felt-before-160041375.html?src=rss", "link": "https://www.engadget.com/assassins-creed-haptic-shirt-will-make-you-feel-exclusive-sensations-never-felt-before-160041375.html?src=rss", "date_published": "2023-07-14T16:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon's Echo Show 5 is back on sale for $50", "description": "<p>If you've had your eye on the new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCMlNSR1hIP3RhZz1nZGd0MGMtcC1vLTFwcC0yMCIsImNvbnRlbnRVdWlkIjoiOTVkZDA5MTItNzkwNy00MmUxLWE2OTMtZGNhMGIwNjNiYjY1In0&amp;signature=AQAAAebAL-6dceUeaLSAnIK_Fq0VZmoe5MXHle5pjAS3CCPh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B2SRGXH\">Echo Show 5</a> but weren't able to grab one on <a href=\"https://www.engadget.com/amazon-prime-day/\">Prime Day</a>, the diminutive smart display is back on sale for $50. While we saw the device <a href=\"https://www.engadget.com/amazon-prime-echo-dot-deals-082122600.html\">go for $5 less</a> during Amazon's sales event, that deal was exclusive to Prime members. This $40 discount is open to everyone and marks the second-lowest price we've seen since the <a href=\"https://www.engadget.com/amazons-2023-echo-show-is-faster-and-offers-improved-audio-140027400.html\">display arrived</a> in May. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCMlNCNzdRP3RhZz1nZGd0MGMtcC1vLTFwcC0yMCIsImNvbnRlbnRVdWlkIjoiOTVkZDA5MTItNzkwNy00MmUxLWE2OTMtZGNhMGIwNjNiYjY1In0&amp;signature=AQAAAddm9_TsRfTDnYuThmRgF11jaUVKZ4CcTabLkzmWQreO&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B2SB77Q\">Kids version</a> of the display is also on sale for $60, though that's $10 more it was on Prime Day.</p><p></p><p>Though we haven't reviewed this third-gen version of the Echo Show 5, the device is a largely iterative update over <a href=\"https://www.engadget.com/amazon-echo-show-8-5-2021-review-180010029.html\">its predecessor</a>, which was a pick in our guide to the <a href=\"https://www.engadget.com/best-smart-display-202448797.html\">best smart displays</a>. The new version should still function best as a smart alarm clock, as its 5.5-inch panel is a more natural fit on a bedside table than the larger Echo Show models. Its ambient light sensor automatically lowers the screen's brightness when it's dark, while a tap-to-snooze function lets you smack the top of the device for a few more minutes of rest. It's still an Echo, so it can also stream music, pull up weather info, control smart home devices and do other Alexa-related tasks. And while no device like this is ideal for the privacy-conscious, there's at least a physical camera shutter and a mic mute button.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The new Echo Show 5 slightly improves the processor and speaker system, though it still won't be as fast or full-sounding as the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg0REM0TFc2P3RhZz1nZGd0MGMtcC1vLTFwcC0yMCIsImNvbnRlbnRVdWlkIjoiOTVkZDA5MTItNzkwNy00MmUxLWE2OTMtZGNhMGIwNjNiYjY1In0&amp;signature=AQAAATvby5w7z50_Yuq8H14DMLrWq1u1kWgFMcl7ilblz-Fm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB084DC4LW6\">Echo Show 8</a>, our chief recommendation for those who want an Alexa smart display. (That 8-inch display is now available for $75, which is $15 more than its Prime Day price.) Likewise, the 2-megapixel camera is mediocre for video calls, and the 960 x 480 resolution display is far from luxurious for viewing photos. Still, if you regularly use Alexa, have limited space and want to pay as little as possible for a competent display, the Echo Show 5 makes sense at this price.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazon-echo-show-5-is-back-on-sale-for-50-144458072.html?src=rss", "link": "https://www.engadget.com/amazon-echo-show-5-is-back-on-sale-for-50-144458072.html?src=rss", "date_published": "2023-07-14T14:44:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smart home gadgets for 2023", "description": "<p>Whether you’re just dipping your toes into the smart home space or adding new devices to your growing setup, there have never been more IoT gadgets for you to choose from. But before you dive in, we have some advice. For one, don’t try to outfit your entire smart home in one go – that goes for both newbies and those familiar with smart home gadgets. Not only can this be quite expensive, we think it’s generally best to buy just one or two items first to see if you like them, or to see how they pair with the rest of your home’s ecosystem. And if you haven’t already, you should decide which voice assistant you prefer. We offer some advice on how to pick the right one below, along with our suggestions for the best of each smart device category, with alternate suggestions where appropriate.</p><h2>Before you start, pick a voice assistant</h2><p>While plenty of the best smart home devices are platform agnostic, there are some — smart speakers and smart displays in particular — that require you to choose your voice assistant. Currently, that means deciding if you’ll use the Google Assistant or Amazon’s Alexa on a regular basis (I’ll address Siri in a moment.) They’re both compatible with various smart home products from light bulbs to robot vacuums, but there are certain devices that work best with either Google or Amazon. Nest products, for example, are more compatible and have more functionality with Google-powered speakers and displays. They can still work with Amazon devices, but certain features might be disabled. The same holds true with Amazon products: They work better if they’re in the same ecosystem.</p><span id=\"end-legacy-contents\"></span><p>So how do you choose between Alexa and Google Assistant? It really depends on your personal preferences. Do you listen to Audible, watch Prime Video and tend to do a lot of shopping on Amazon? Then you might lean toward an Alexa-powered smart home device. Do you use a lot of Google services like YouTube and Google Podcasts? A Google-powered device might be best.</p><p>If you want a voice assistant that’s great at answering questions, Google Assistant tends to be better than Alexa. Amazon’s helper, on the other hand, currently supports more smart home products. The company’s smart speakers and displays also support the Zigbee smart home protocol, and some devices even have built-in smart home hubs. Both Google and Amazon devices can sync with your calendar, though Google’s tend to work better with Google services. Plus, if you already have an Android phone, you might be more comfortable with Google Assistant anyway.</p><p>But what about Siri? Apple’s assistant supports voice commands as well, but it doesn't have as many compatible devices as Google or Amazon. The HomePod mini and the (now discontinued) HomePod are the only Siri-compatible speakers on the market at the moment, too. That said, it’s not too hard to find Apple HomeKit-compatible gear as more third-party companies add support for it, but you currently have a smaller pool of devices to choose from.</p><h2>Best smart speaker: Sonos Era 100</h2><p></p><p>Our recommendation for the best smart speaker is the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZXJhLTEwMCIsImNvbnRlbnRVdWlkIjoiODU5Y2U0MTgtZmU2Mi00YTRmLTk1NmYtMzAzYmU5ZTA1YTFmIn0&amp;signature=AQAAAdzzLNyIaAWtF5hlcu_AkSLL0HYMlTnGY7HwGt022nHY&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fera-100\">Sonos Era 100</a>. It’s compact enough to fit in most areas in your home, but more importantly, it delivers excellent audio quality that’s superior to a lot of other smart speakers out there. When tuned properly to the acoustics of your room — which requires the iOS app — the sound is fantastic, with punchy bass and clear highs. Unfortunately, the Android app doesn’t have TruePlay tuning (Sonos has not said whether it’s in the works), but the speakers should still sound admirable. It’s also compatible with a slew of streaming services to play music, including major ones like Spotify and Pandora.</p><p>The main benefit that a Sonos speaker brings over the competition is that it’s a gateway to a multi-room audio setup that you can build out over time. It’s also convenient if you plan on building a home theater setup later on, as the Era 100 integrates well with Sonos soundbars.</p><h2>Runner-up: Amazon Echo Studio</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9FY2hvLVN0dWRpby9kcC9CMDdHOVkzWk1DP3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAcrizQP0M3dw26ikW8a9J-cqOikD_fIqVampzaQ6QdwW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FEcho-Studio%2Fdp%2FB07G9Y3ZMC\">Amazon’s Echo Studio</a> is a great choice if you know you prefer Alexa to the Google Assistant for voice control. The latest Studio, which was just announced, has been retooled with new spatial audio processing that improves on the company’s previous 3D sound technology. It also has an improved frequency range, with increased mid-range clarity and deeper bass, and a built-in smart home hub for connecting things like smart lights, switches, plugs and more. And if you have a Fire TV device or an actual Fire TV set, you can pair the Studio with it to get a killer home-theater sound setup.</p><h2>Best $100 smart speaker: Amazon Echo</h2><p></p><p>For those with tighter budgets, there are a handful of smart speakers around $100. We <a href=\"https://www.engadget.com/2020-01-22-smart-speakers-guide-google-amazon-echo-sonos.html\">recommend</a> picking up one of the three latest smart speakers from either Google, Amazon or Apple. Out of the three, we think the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdYS0Y1Uk0zP3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAX9CbEyVHA8y3TYA0mphjqqwBYijwDeLvQA421LczJ7S&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07XKF5RM3\">Echo</a> has the best audio quality. Our colleague Nate Ingraham <a href=\"https://www.engadget.com/amazon-echo-2020-review-130046336.html\">said</a> its bass is impressive and the mid-range frequencies are pretty powerful. You can also pair two together to get even better stereo sound.</p><p>That said, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU5NzE3NC1SRUcvZ29vZ2xlX2dhMDE1ODZfdXNfbmVzdF9hdWRpb19jaGFyY29hbC5odG1sIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAASmZtA88P2g3MQRoBRqO644j9u3xVZrMLGthiEaLimjk&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1597174-REG%2Fgoogle_ga01586_us_nest_audio_charcoal.html\">Nest Audio</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo+Video&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTU5ODY4My1SRUcvYXBwbGVfYXBob21lcG1zZ19ob21lcG9kX21pbmlfc3BhY2VfZ3JheS5odG1sIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAbQFlrompdgR0-n_Uq49c3hQSHpJFJl_enpYTvfuNlIR&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1598683-REG%2Fapple_aphomepmsg_homepod_mini_space_gray.html\">HomePod mini</a> are no slouches either. The <a href=\"https://www.engadget.com/apple-homepod-mini-review-140030652.html\">HomePod mini</a> sounds balanced, while the <a href=\"https://www.engadget.com/google-nest-audio-review-143012511.html\">Nest Audio</a> has pretty good bass tones. Again, it all comes down to which assistant you prefer.</p><h2>Best Alexa smart display: Echo Show 8</h2><p></p><p>The best Alexa-powered smart display is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg0REM0TFc2P3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAdzkmtANhtlg8AawJmkX_5EQcw9eh3-sn8pTrSVaydGr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB084DC4LW6\">Echo Show 8</a>. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhLSk4zMzMzP3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAZI5MnZsFR9gBDDRNyK5oEORlXS15gVRX3y2aJMCJ1c4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08KJN3333\">Echo Show 5</a> is a little too small, while the Echo Show 10 and its rotating screen take up too much space. The <a href=\"https://www.engadget.com/amazon-echo-show-8-5-2021-review-180010029.html\">Echo Show 8</a>, on the other hand, is perfectly sized for a living room and most other rooms in the house. Like other Alexa-powered smart displays, it supports plenty of video streaming services including Amazon Prime, Hulu and Netflix and it comes with a couple of built-in browsers that you can use to surf the web on its touchscreen. Unfortunately, it doesn’t support YouTube, which is a pretty notable omission considering how ubiquitous the service is. As a workaround, you can access it via the aforementioned browsers, but the experience isn’t as smooth as if it were a native app.</p><p>You can use the Show 8 to make video calls with any phone or tablet with the Alexa app. Alternatively, it supports Skype, Zoom and Amazon’s own Chime service. Like the Nest Hub Max, the Show 8 also has an optional face-tracking feature that follows your movements around the room during a call.</p><h2>Best Google smart display: Nest Hub (2nd gen)</h2><p></p><p>Our favorite Google-powered smart display is the second-generation <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtSHViLTJuZC1HZW4tU21hcnQtSG9tZS1EaXNwbGF5LXdpdGgtR29vZ2xlLUFzc2lzdGFudC1DaGFyY29hbC80ODg0ODkzNjkiLCJjb250ZW50VXVpZCI6Ijg1OWNlNDE4LWZlNjItNGE0Zi05NTZmLTMwM2JlOWUwNWExZiJ9&amp;signature=AQAAAXvixQCgcTGabKbKa8ryx4FGXn6wlqoW9QjWLlBXd8lm&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Hub-2nd-Gen-Smart-Home-Display-with-Google-Assistant-Charcoal%2F488489369\">Nest Hub</a>. It has a 7-inch screen, which makes it just big enough to fit in most rooms in the house. The size also makes it work well as a digital photo frame. You can set it up to pull in pictures of friends and family from your Google Photos library, and there’s a smart algorithm that automatically uses the best shots while avoiding the blurry ones. As you might expect, you can also use the display to watch YouTube, Netflix and other streaming services.</p><p>Plus, a smart display without a camera is great if you want to place it in more intimate places like the bedroom, where you might be more protective of your privacy. If you place it by your bedside, the <a href=\"https://www.engadget.com/google-nest-hub-2nd-gen-2021-review-sleep-tracking-radar-price-specs-130026942.html\">Nest Hub</a> also has a sensor that can track your sleep patterns, if you opt in.</p><p>If you prefer a display with a camera, we recommend splurging on the higher-end <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtSHViLU1heC1DaGFsay80MjUzNTQzNDQiLCJjb250ZW50VXVpZCI6Ijg1OWNlNDE4LWZlNjItNGE0Zi05NTZmLTMwM2JlOWUwNWExZiJ9&amp;signature=AQAAAQasl95yzbExXqFQuYu0f9ips5FvTVCmzD4etTYbbcXl&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Hub-Max-Chalk%2F425354344\">Nest Hub Max</a>. Its built-in camera can be used for video calls with Google Duo, Google Meet and Zoom. This smart gadget also has an optional face-tracking feature that lets the camera follow you around during calls. One benefit of the camera is that it gives you the option for Face Match, a feature that automatically recognizes individual members of the house and then displays the information that’s pertinent only to them, like calendar alerts.</p><p>Additionally, the camera adds a unique gestures feature that lets you play and pause media simply by holding up your hand to the screen, which is convenient if you need to stop the music without having to shout across the room. The Google Nest Hub Max also has better audio quality than the Hub thanks to its larger speakers.</p><h2>Best smart lights: Philips Hue</h2><p></p><p>One of the easiest ways to introduce smart home technology into your home is to swap out your existing light bulbs with smart ones. <a href=\"https://www.engadget.com/best-smart-led-light-bulbs-143022856.html\">Smart light bulbs</a> let you control your lighting remotely, either via an app or with your voice. They add automation and scheduling to the mix, so you can have them turn on and off at certain times of the day. Some also let you adjust the smart bulb's brightness and color temperature, or even let you create a custom light scene.</p><p>Our favorite smart lighting products come from Philips Hue, and the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QaGlsaXBzLUh1ZS1TdGFydGVyLUNvbXBhdGlibGUtQXNzaXN0YW50L2RwL0IwOTVLUVNYWUg_dGFnPWdkZ3QwYy1wLW8tZ24tMjAiLCJjb250ZW50VXVpZCI6Ijg1OWNlNDE4LWZlNjItNGE0Zi05NTZmLTMwM2JlOWUwNWExZiJ9&amp;signature=AQAAAUWaJdB-p7nuHaIln7Res2Gr0_SQeMPQvdSyFfHYjsF5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPhilips-Hue-Starter-Compatible-Assistant%2Fdp%2FB095KQSXYH%3F\">White and Color Ambiance LED Smart Button Starter Kit</a> is a particularly good entry point as it includes three Philips Hue White and Color Ambiance 60W LED smart bulbs; a Hue hub that lets you control up to 50 lights; and a Smart Button if you want to have the option of turning off the lights without having your phone around.</p><p>This kit offers lots of versatility in lighting styles; you can change not just the brightness of the smart light bulb but also the color temperature and experiment with all different shades of the rainbow, decking out your room in whatever light scene you desire. If that seems a little too daring, Philips offers alternatives: The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QaGlsaXBzLUh1ZS1BbWJpYW5jZS1TdGFydGVyLUFzc2lzdGFudC9kcC9CMDdYSDRLRFI5P3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAcJXnFbb0jaz3YDDJs2joEgz2slnZcJRQNgOdhzv99f2&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPhilips-Hue-Ambiance-Starter-Assistant%2Fdp%2FB07XH4KDR9\">Hue White Ambiance Starter Kit</a> lacks the color option, while the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QaGlsaXBzLUh1ZS1TdGFydGVyLUhvbWVLaXQtQXNzaXN0YW50L2RwL0IwN1hDMkNYS0s_dGFnPWdkZ3QwYy1wLW8tZ24tMjAiLCJjb250ZW50VXVpZCI6Ijg1OWNlNDE4LWZlNjItNGE0Zi05NTZmLTMwM2JlOWUwNWExZiJ9&amp;signature=AQAAAYrQQwoh1ceykLXTGLnyzsIYn_tlTgG3T9imOW3N6L19&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPhilips-Hue-Starter-HomeKit-Assistant%2Fdp%2FB07XC2CXKK\">Hue White Starter Kit</a> won’t let you adjust the color temperature.</p><p>The main reason we prefer Philips Hue bulbs is that they’re widely supported across smart home ecosystems. Not only can you find them pretty much anywhere, but they’ll work with Google, Amazon and Apple’s HomeKit. Since all the bulbs connect to the Hue hub via the Zigbee protocol (and not your home’s WiFi), it tends to be more reliable and it won’t slow down your home internet connection either.</p><h2>Best budget smart lights: TP-Link Kasa Smart WiFi Light Bulb</h2><p></p><p>TP-Link makes a bunch of affordable IoT gadgets and we liked the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LYXNhLVNtYXJ0LUNoYW5naW5nLURpbW1hYmxlLUNvbXBhdGlibGUvZHAvQjA4VEI4WjVIRj90YWc9Z2RndDBjLXAtby1nbi0yMCIsImNvbnRlbnRVdWlkIjoiODU5Y2U0MTgtZmU2Mi00YTRmLTk1NmYtMzAzYmU5ZTA1YTFmIn0&amp;signature=AQAAAW2qFQsBg5f6Nwlh5qgdyThm3-RFfnT2i1F7j6KBnJWk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKasa-Smart-Changing-Dimmable-Compatible%2Fdp%2FB08TB8Z5HF\">Kasa Smart WiFi light bulbs</a> enough to name them our favorite budget devices in our <a href=\"https://www.engadget.com/best-smart-led-light-bulbs-143022856.html\">smart lights guide</a>. They're easy to install and remain reliably connected, plus their companion mobile app is clean and easy to use. These are full-color smart bulbs and we like how changing up the color of your lights is as easy as dragging your finger around a color wheel in the app. Of course, you can stick with different temperatures of white light too, adjusting from warm to cool as needed.</p><p>You can also set schedules, allowing your lights to turn on and off at specific times throughout the day, and the app's \"usage\" section shows you each bulb's energy use over time, plus an estimate of how much energy you’re saving by using a smart light instead of a regular one. Ultimately, we like how much value these bulbs pack into an attractive price tag — a four-pack typically costs $40, but you can sometimes find it on sale for as low as $30.</p><h2>Best security camera: Wyze Cam V3</h2><p></p><p>Home security cameras are helpful for catching intruders, nabbing porch pirates or just keeping an eye on your pet while you’re out of the house. Our favorite is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WaXNpb24tSW5kb29yLU91dGRvb3ItQ2FtZXJhLUFzc2lzdGFudC9kcC9CMDhSNTlZSDdXP3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAW5FGA8-BNCg8avjJS7BKfdfbYGcPkzWpJ0GPqZq0Kmw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVision-Indoor-Outdoor-Camera-Assistant%2Fdp%2FB08R59YH7W\">Wyze Cam V3</a> for its wide range of features along with its affordable price. Plus, thanks to its IP65 waterproof rating it can be used either indoors or outdoors, and it has color night vision that’s capable of recording nighttime video in full color.</p><p>Like previous-gen models, it sends alerts to your phone whenever it detects sound or motion. You can also customize Motion Detection Zones that allow you to adjust just how sensitive you want the motion sensor to be. It also offers 24/7 continuous video recording that you can store via a 32GB microSD card (not included).</p><p>We especially like that the Wyze doesn’t require a subscription; free cloud storage is included with the purchase, and you’ll always have access to the last 14 days of recording on the app. Be warned, however, that the free account can only hold 12-second clips every five minutes. If you want it to record unlimited motion, consider upgrading to a Cam Plus subscription, which includes additional features like alerting you if it detects a person or a package. Fortunately, it’s inexpensive at $2 a month or $15 a year.</p><h2>Best wireless security camera: Blink cameras</h2><p></p><p>There’s a lot to like about the Wyze Cam V3, but it needs to be plugged in. For a wireless alternative to add to your home security system, we like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1JbmRvb3ItV2lyZWxlc3MtU2VjdXJpdHktQ2FtZXJhLUFkZC1vbi9kcC9CMDg2REwzMlFYP3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAbdWvMP9FvQSD7g3Ja8sjYD994ZXIh8O3y2rPDLvqeuC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Indoor-Wireless-Security-Camera-Add-on%2Fdp%2FB086DL32QX\">Blink Indoor</a> and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1PdXRkb29yLVdpcmVsZXNzLVNlY3VyaXR5LUNhbWVyYS1BZGQtb24vZHAvQjA4NkRLTVNTTT90YWc9Z2RndDBjLXAtby1nbi0yMCIsImNvbnRlbnRVdWlkIjoiODU5Y2U0MTgtZmU2Mi00YTRmLTk1NmYtMzAzYmU5ZTA1YTFmIn0&amp;signature=AQAAARVNH6BvSE5HaAJrErid7z4TAHqC9hkajH-c3EOuT9Gg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Outdoor-Wireless-Security-Camera-Add-on%2Fdp%2FB086DKMSSM\">Outdoor</a> cameras. They both run on AA batteries, so you can place them anywhere you want, and they have a battery life of around the cells need replacing. The Blink Outdoor is weather resistant, but otherwise both cameras are the same. They both have night vision, motion detection and two-way audio. You can store clips in the cloud via the Blink Subscription Plan or you can also save events locally to a Sync Module 2 via a USB flash drive (sold separately). Unfortunately, Blink works with Alexa only, which could be a non-starter for some.</p><h2>Best doorbell camera: Arlo Essential Video Doorbell</h2><p></p><p>If you want a camera specifically for your front door, a doorbell camera makes more sense than a standalone option. Our favorite is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcmxvLUFWRDIwMDEtMTAwTkFTLUVzc2VudGlhbC1Eb29yYmVsbC1XaXJlLUZyZWUvZHAvQjA4SFJORzhDUj90YWc9Z2RndDBjLXAtby1nbi0yMCIsImNvbnRlbnRVdWlkIjoiODU5Y2U0MTgtZmU2Mi00YTRmLTk1NmYtMzAzYmU5ZTA1YTFmIn0&amp;signature=AQAAAakDiC_9QWjf1LEElJOJwNdRE-XBg_R5WzEHI1mbDcSt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FArlo-AVD2001-100NAS-Essential-Doorbell-Wire-Free%2Fdp%2FB08HRNG8CR\">Arlo Essential Video Doorbell</a>, which is compatible with Google Assistant, Amazon’s Alexa and Apple HomeKit. It delivers high-quality HDR footage along with a 180-degree view so you can see a person from head to toe and it can ring your phone with a video call whenever someone rings the bell. There’s also two-way audio so you can talk to whoever’s at the door.</p><p>A highlight of this doorbell is that it comes with a three-month trial to Arlo’s Smart subscription service, which includes a motion detection feature that can tell the difference between a person, package, vehicle or animal. Senior Editor Devindra Hardawar <a href=\"https://www.engadget.com/arlo-video-doorbell-pro-3-irl-150052184.html\">said</a> that he really appreciated the package alerts; it did a good job of telling him whenever UPS dropped off a box. It’s such a useful feature, in fact, that we recommend keeping the service beyond the trial period.</p><p>You should be able to use the Arlo Essential Video Doorbell with either Google or Amazon’s smart displays, but it won’t be fully integrated. You’ll be able to view the webcam on the display, but if someone rings the doorbell, they won’t automatically show up on the screen. If you want that particular feature, you’ll have to use either a Google doorbell like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvTmVzdC1WaWRlby1Eb29yYmVsbC1CYXR0ZXJ5LVBvd2VyZWQtV2hpdGUvNDAyNTAyOTQ3IiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAATLlLRy7mxR5TpuRN0od1XPc_6aC9UPh4rskFqngAmwT&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FNest-Video-Doorbell-Battery-Powered-White%2F402502947\">Nest Video Doorbell</a> or an Amazon doorbell like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CbGluay1WaWRlby1Eb29yYmVsbC9kcC9CMDhTRzJNUzNWP3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAARi8qQmBD8REe4OrGgADelIzcPj0oLi1qbjbhIy-GGO9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBlink-Video-Doorbell%2Fdp%2FB08SG2MS3V\">Blink Video Doorbell</a> (for Google and Amazon displays, respectively).</p><h2>Best budget robot vacuum: iRobot Roomba 694</h2><p></p><p>Our favorite robot vacuum is the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtVmFjdXVtLVdpLUZpLUNvbm5lY3Rpdml0eS1DYXJwZXRzLVNlbGYtQ2hhcmdpbmcvZHAvQjA4U1A1R1lKUD90YWc9Z2RndDBjLXAtby1nbi0yMCIsImNvbnRlbnRVdWlkIjoiODU5Y2U0MTgtZmU2Mi00YTRmLTk1NmYtMzAzYmU5ZTA1YTFmIn0&amp;signature=AQAAAfy_a6FW2IFotv0LE_1yBxtHJPCCa4KpYb5fn4xfYJVv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Vacuum-Wi-Fi-Connectivity-Carpets-Self-Charging%2Fdp%2FB08SP5GYJP\">iRobot Roomba 694</a>. We recommended it in our <a href=\"https://www.engadget.com/best-budget-robot-vacuums-133030847.html\">budget robot vacuum guide</a> as it did a great job cleaning hard and carpeted surfaces. (We liked the Shark Ion RV761, too, but the Roomba 694 is a newer model.) Plus, the app is really easy to use for luddites and the tech savvy alike. And just in case you don’t have access to the app — maybe you left your phone in another room, for example — the Roomba 694 has manual controls as well.</p><p>One of the reasons the Roomba 694 cleans so well is that it has a three-stage system that tells it to suck up dirt while also navigating around obstacles. When it encounters an especially filthy area, it focuses in on it, making sure it’s clean before moving on. You can also manually instruct it to clean a specific spot in case you need it. And if you prefer to talk to your robot vacuum cleaner, the Roomba 694 works well with both Alexa and Google Assistant.</p><h2>Best high-end robot vacuum: iRobot Roomba s9+</h2><p></p><p>If you don’t mind spending more money on an even better robot vacuum, we recommend the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9pUm9ib3QtQXV0b21hdGljLURpc3Bvc2FsLUNvbm5lY3RlZC1BbnRpLUFsbGVyZ2VuL2RwL0IwN1FYTTJWNlg_dGFnPWdkZ3QwYy1wLW8tZ24tMjAiLCJjb250ZW50VXVpZCI6Ijg1OWNlNDE4LWZlNjItNGE0Zi05NTZmLTMwM2JlOWUwNWExZiJ9&amp;signature=AQAAAdISNj2Q82kUotx6EwWM0th8Oo7KTo0cC5ytAcGMkggi&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FiRobot-Automatic-Disposal-Connected-Anti-Allergen%2Fdp%2FB07QXM2V6X\">Roomba s9+</a>. It has the strongest suction power of any Roomba, so it's not surprise that it cleans both carpet and hard floors well. It has a mapping technology that helps it keep track of all the different rooms in your home to clean it in the most efficient way possible. But arguably the best thing about the s9+ is that after each job, it automatically empties its bin into a clean base that can hold about 60 days worth of dirt. In short, the s9+ is worth the splurge if you want a robot vacuum that doesn’t require a lot of attention.</p><h2>Best smart plug: Wyze Plug</h2><p></p><p>Smart plugs are the easiest way to add a bit of connectivity to your home without spending a ton of money. Connect your regular non-smart lamp and voila, it’s internet connected and you didn’t have to spend a fortune. The best one we’ve tried is from <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bc3Npc3RhbnQtQ29udHJvbGxlZC1Hb29nbGUtRW5hYmxlZC1WYWNhdGlvbi9kcC9CMDdYWlQyNEI4P3RhZz1nZGd0MGMtcC1vLWduLTIwIiwiY29udGVudFV1aWQiOiI4NTljZTQxOC1mZTYyLTRhNGYtOTU2Zi0zMDNiZTllMDVhMWYifQ&amp;signature=AQAAAR8FOzf6yvuRFFYNn0OoVPoAt_aZLyfGO0QdzEmBxUrh&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAssistant-Controlled-Google-Enabled-Vacation%2Fdp%2FB07XZT24B8\">Wyze</a>, thanks largely to its easy-to-use app. We were able to fly through the installation process; pairing was seamless and connecting it to WiFi was simple as well. We especially love that it offers two-factor authentication (the rest of the smart plugs we tried did not have this). You can schedule it to go on and off at different times and days. The Wyze Plug works with Alexa, Google Assistant (though you’ll have to go through the Google Home app to pair it) plus the IFTTT service.</p><h2>Runner up: TP-Link Kasa Smart Wi-Fi Plug Mini</h2><p></p><p>Another solid option is TP-Link’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LYXNhLVNtYXJ0LVJlcXVpcmVkLUNlcnRpZmllZC1FUDEwL2RwL0IwOTE2OTlaM1c_dGFnPWdkZ3QwYy1wLW8tZ24tMjAiLCJjb250ZW50VXVpZCI6Ijg1OWNlNDE4LWZlNjItNGE0Zi05NTZmLTMwM2JlOWUwNWExZiJ9&amp;signature=AQAAARpwf-EqGKEu74FpyDSN4lVwjCSm36Aaz8YA5PYMUWdl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKasa-Smart-Required-Certified-EP10%2Fdp%2FB091699Z3W\">Kasa Smart Wi-Fi Plug Mini</a>. We didn’t find the app as easy to use — installation was not as seamless as the Wyze — but once you get past that, it’s still just as capable. Just like with the Wyze Plug, you can schedule the plug to turn on and off at certain times and days of the week. On top of that, the Wi-Fi connected Kasa actually offers scheduling around sunrise or sunset times, a feature that the Wyze lacks. It works with Google Assistant, Amazon’s Alexa, IFTTT plus Samsung SmartThings.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-smart-home-devices-154557162.html?src=rss", "link": "https://www.engadget.com/best-smart-home-devices-154557162.html?src=rss", "date_published": "2023-07-14T14:40:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta blocks EU users from accessing Threads through a VPN", "description": "<p>Don't try to sign up for Threads through a virtual private network (VPN) if you live in Europe. Meta has <a href=\"https://twitter.com/MattNavarra/status/1679796096225234944\">confirmed</a> that it's blocking European Union users from accessing the new social network through a VPN. As consultant Matt Navarra <a href=\"https://twitter.com/MattNavarra/status/1679776556510584832\">explains</a>, content, notifications and profiles won't load properly. Some <a href=\"https://twitter.com/dimnls/status/1679826579499646980\">users say</a> they can use Threads without a VPN if they'd previously signed up with one, but you may not want to count on that loophole working.</p><p>In a statement, Meta says it's taking &quot;further measures&quot; to stop people from accessing Threads in European countries where the app is unavailable. The company nonetheless says Europe remains a &quot;very important market&quot; and that it hopes to expand availability in the future. The firm doesn't provide a timeline for more rollouts, but the app is currently rough and missing important features like hashtags.</p><span id=\"end-legacy-contents\"></span><p>Threads is available for users in over 100 countries, including the US and UK, but not in the EU. The Union considers Meta a <a href=\"https://www.engadget.com/tech-giant-gatekeepers-must-comply-with-all-of-the-eus-new-digital-market-rules-065324264.html\">technology &quot;gatekeeper&quot;</a> in the region, and the company reportedly wants to be sure Threads' data sharing approach complies with the upcoming Digital Markets Act. Threads is built on Instagram's infrastructure and may import data from that platform. The EU also ruled that Meta has to <a href=\"https://www.engadget.com/facebook-will-need-permission-to-show-personalized-ads-in-the-eu-140106138.html\">get permission to show personalized ads</a>, potentially adding more complications.</p><p>There's pressure for Meta to expand. Threads <a href=\"https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html\">racked up 100 million users</a> in less than a week, and is already considered <a href=\"https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html\">Twitter's greatest threat</a>. Chief executive Mark Zuckerberg notes that growth so far has largely been &quot;organic,&quot; without advertising or other familiar promotional tactics.  While it's unclear if usage will hold up in the long term, an expansion to the EU could sustain that momentum. Outside analysts believe Twitter traffic is already dropping as a result of users trying or switching to Threads.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-blocks-eu-users-from-accessing-threads-through-a-vpn-135306350.html?src=rss", "link": "https://www.engadget.com/meta-blocks-eu-users-from-accessing-threads-through-a-vpn-135306350.html?src=rss", "date_published": "2023-07-14T13:53:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gadgets for students under $50", "description": "<p>The little things can get you when you’re in college. You arrive on campus, fresh and ready to go, but before you know it, you’re a few weeks into the new semester and you have a long list of small things you forgot to pack. You may also think of unassuming items that could make a big difference in how you work and play while at school. To prevent you from playing catch-up, we’ve compiled the best gadgets for school under $50 so you can cross the most crucial ones off your list before you even set foot on campus.</p><h2>Roku Streaming Stick 4K</h2><p></p><p>If you know a student lugging an old flatscreen to their dorm for the new semester, gifting them one of our <a href=\"https://www.engadget.com/best-streaming-devices-media-players-123021395.html\">favorite streaming devices</a> – a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLUNvbnRyb2xzL2RwL0IwOUJLQ0RYWkMvP3RhZz1nZGd0MGMtcC1vLTE4ei0yMCIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAARe3s3hGZ6vBPKKcNa15-d9nFktPgQxJLJBzFHc2imx_&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Controls%2Fdp%2FB09BKCDXZC%2F\">Roku Streaming Stick 4K</a> – will make them feel like they just got a brand new set. All they need to do is plug it into their TV’s HDMI port, connect it to WiFi and then they’ll have access to pretty much all of the streamable content they could ask for. There are apps for Netflix, Disney+, HBO Max, and even more niche services like Criterion Channel, so chances are they will be able to watch whatever they want on it. And, who knows, maybe they’ll find new things to binge for free on The Roku Channel. The on-screen interface is easy to navigate, too, and we appreciate that the Roku remote that comes with the dongle can be used to control the TV itself, including power and volume. If you think they’d like enhanced voice controls, it may be worth it to spend another $20 and get them the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Sb2t1LVN0cmVhbWluZy1EZXZpY2UtVmlzaW9uLVJlbW90ZS9kcC9CMDlCS0NRWVJOLz90YWc9Z2RndDBjLXAtby0xOHotMjAiLCJjb250ZW50VXVpZCI6IjM3NzE2NmJlLTVhYzYtMzgwNi05OTVkLTdmYzgyNWZmZTRhNiJ9&amp;signature=AQAAAcPnn8y8SpOsGGiwtMBV6KccIEY1R4FF8skwfgb0ZFYE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRoku-Streaming-Device-Vision-Remote%2Fdp%2FB09BKCQYRN%2F\">Roku Streaming Stick 4K+</a>, which comes with the Voice Remote Pro.</p><span id=\"end-legacy-contents\"></span><h2>Logitech Signature M650 Mouse</h2><p></p><p>Students might need more control over their gigantic spreadsheets and multi-slide presentations than a simple trackpad can provide. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1TaWduYXR1cmUtTTY1MC1XaXJlbGVzcy1Nb3VzZS9kcC9CMDlLWDY2WkNEP3RhZz1nZGd0MGMtcC1vLTE4ei0yMCIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAAcw5JL30XcYMCVOgtKuK29gVsJpSZuS_-cuaQ0G8KIRv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Signature-M650-Wireless-Mouse%2Fdp%2FB09KX66ZCD\">Logitech’s Signature M650 Mouse</a> is a solid and inexpensive accessory for them that can give them extra precision on a regular basis. It’s a relatively compact mouse with comfortably textured side grips, a speedy scroll wheel, and Logitech claims its SilentTouch technology reduces click noise by 90 percent. It’ll connect to their computer of choice via Bluetooth or with the included receiver, and students can customize the side buttons using Logitech’s Options software. But arguably the best thing about this mouse is its battery life — it’ll last roughly two years on one AA battery, so they might be able to go a couple of semesters without even thinking about changing it.</p><h2>Anker 341 7-in-1 USB-C hub</h2><p></p><p>If your student invested in a new laptop recently, chances are they are sorely lacking in the ports department. Most of the <a href=\"https://www.engadget.com/best-laptops-120008636.html\">best laptops</a> available today only have a couple of USB-C ports built in, with maybe a lone USB-A connector if you’re lucky. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1VcGdyYWRlZC1EZWxpdmVyeS1QaXhlbGJvb2stQTgzNDYwQTIvZHAvQjA3WlZLVFA1My8_dGFnPWdkZ3QwYy1wLW8tMTh6LTIwIiwiY29udGVudFV1aWQiOiIzNzcxNjZiZS01YWM2LTM4MDYtOTk1ZC03ZmM4MjVmZmU0YTYifQ&amp;signature=AQAAAedpHpKA9DcufO8ys0jPXMoPhkOYx-Pf4jPJRYr-nWyz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Upgraded-Delivery-Pixelbook-A83460A2%2Fdp%2FB07ZVKTP53%2F\">Anker’s 7-in-1 USB-C hub</a> can make their academic lives much easier by giving them a bunch of extra ports when they need them most. If they ever need to transfer photos from an SD card or upload portions of a project from a thumb drive, this hub will let them do so by only taking up one of their laptop’s built-in USB-C connectors. The hub itself even has an open USB-C port that supports passthrough charging up to 85W, which means they’ll never run out of battery, even in the middle of laborious tasks.</p><h2>8BitDo Pro 2</h2><p></p><p>Academic life will quickly become overwhelming if it’s all work and no play. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS84Qml0ZG8tQmx1ZXRvb3RoLUNvbnRyb2xsZXItU3dpdGNoLUFuZHJvaWQtUmFzcGJlcnJ5L2RwL0IwOFhZOEg5RDU_dGFnPWdkZ3QwYy1wLW8tMTh6LTIwIiwiY29udGVudFV1aWQiOiIzNzcxNjZiZS01YWM2LTM4MDYtOTk1ZC03ZmM4MjVmZmU0YTYifQ&amp;signature=AQAAASHM3bM_wfmbQBYBywYdTMCRHA_DNgARtRK_luSJKfN1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2F8Bitdo-Bluetooth-Controller-Switch-Android-Raspberry%2Fdp%2FB08XY8H9D5\">8Bitdo’s Pro 2</a> controller can make a student’s game time more enjoyable and comfortable. In general, 8Bitdo’s controllers are more ergonomic than, say, relying on a keyboard and mouse when playing certain PC games. They’re also a dramatic improvement over the Switch’s Joy-Cons which, if we’re honest, aren’t the most comfortable to use for long stretches of time. The Pro 2 is compatible with the Switch, Windows, macOS, Android and Raspberry Pi, and they can map functions to buttons using its companion smartphone app. Your student will appreciate that they can charge it up with any USB-C cable they have lying around, but also that they can remove the battery pack and power it with AA batteries if they want to avoid frequent recharges.</p><h2>Echo Dot</h2><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCOFYxTFozP3RhZz1nZGd0MGMtcC1vLTE4ei0yMCIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAAdarswg8NUb07YGc6Qf5krZKy8ysHXYhLBXE03Zy6u7m&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B8V1LZ3\">Echo Dot</a> is Amazon’s most popular smart speaker for a reason: It’s small, it sounds pretty good for its size, and it does a lot more than just play music. Students will like the fact that it won't take up much space on their desks and that they can ask Alexa to play music from Spotify, Apple Music and other services whenever they want to have an impromptu dorm-room dance party. And, since it plugs into a wall outlet, they never have to remember to charge the Echo Dot like they would with a portable speaker. What's more, when an assignment stumps them, students can consult Alexa for help. Are we suggesting they ask Alexa for the answers to all their homework conundrums? Not exactly, but at the very least, it’ll be fun to see how much the voice assistant actually knows about any given topic.</p><h2>Anker Powerline cables</h2><p></p><p>When you're a student, there’s nothing worse than realizing your iPhone is down to 2 percent battery in the middle of a long day filled with classes, extracurriculars and study sessions. The charging cable that came with your phone has probably served you well, but having a second, longer cable can allow you to power up in dire situations even when the closest outlet is across the room. We’ve been fans of Anker’s Powerline series for a while, and this <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1MaWdodG5pbmctUG93ZXJsaW5lLUNlcnRpZmllZC1DaGFyZ2luZy9kcC9CMDhHS0JCQkw0P3RhZz1nZGd0MGMtcC1vLTE4ei0yMCIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAAbNbjEXtnvQgVbHZ_iB5GQ1D2DUaSUhswhohXQxC1lu4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Lightning-Powerline-Certified-Charging%2Fdp%2FB08GKBBBL4\">10-foot USB-C to Lightning cable</a> is worth investing in. Not only is it MFi-certified so it will work well with all Apple devices, but its length gives you much more flexibility than your standard three-foot cable does. It also supports fast charging if you have an appropriately specced adapter to use it with. And for those who don’t have iPhones, Anker has a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlcmxpbmUtQ2hhcmdpbmctRGVsaXZlcnktTWFjQm9vay9kcC9CMDgzMkRDN1c4P2xpbmtDb2RlPXNsMSZsaW5rSWQ9ODQxOWMwNzBmMGQzMzlhOGJkNDNjOWZmNjY3Y2Y3MTkmbGFuZ3VhZ2U9ZW5fVVMmcmVmXz1hc19saV9zc190bCZ0YWc9Z2RndDBjLXAtby0xOHotMjAiLCJjb250ZW50VXVpZCI6IjM3NzE2NmJlLTVhYzYtMzgwNi05OTVkLTdmYzgyNWZmZTRhNiJ9&amp;signature=AQAAAcch30HiRJJLgmbFGGoUAkeGRm6Id2NTv1cWWQBAiLF-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Powerline-Charging-Delivery-MacBook%2Fdp%2FB0832DC7W8%3FlinkCode%3Dsl1%26linkId%3D8419c070f0d339a8bd43c9ff667cf719%26language%3Den_US%26ref_%3Das_li_ss_tl\">10-foot USB-C to C cable</a> that should serve your handsets well, too.</p><h2>1Password subscription</h2><p></p><p>Students have enough trouble remembering weekly coursework, deadlines, test dates and the like when they’re at school, so giving them a way to easily access credentials for all of their online accounts will be a welcomed gift. A subscription to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=29d07367-7ffa-4e05-9a7f-c1dd19430630&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=1Password&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyOWQwNzM2Ny03ZmZhLTRlMDUtOWE3Zi1jMWRkMTk0MzA2MzAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly8xcGFzc3dvcmQuY29tL3ByaWNpbmc_IiwiY29udGVudFV1aWQiOiIzNzcxNjZiZS01YWM2LTM4MDYtOTk1ZC03ZmM4MjVmZmU0YTYifQ&amp;signature=AQAAAYnJOAfwxOV14Tm9wCUSbiOAqxQ3-PK7mqU4zswkt-1-&amp;gcReferrer=https%3A%2F%2F1password.com%2Fpricing%3F\">1Password</a> takes all of the guesswork out of logging in to student portals, personal accounts and more. All they’ll need to do is remember one master password, and that will give them access to all of their other login information. 1Password’s browser extensions will even automatically fill in the right usernames and passwords for the websites they’re trying to access, and when the software spots a <a href=\"https://www.engadget.com/best-password-managers-130023333.html\">weak password</a> in their vault, it’ll suggest ways to make it stronger.</p><h2>Otterbox Fast Charge power bank 15,000</h2><p></p><p>An accessory that a student will likely never leave home without is a power bank, and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=bd89df68-d794-46df-9d47-227b1088ae2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=OtterBox&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiZDg5ZGY2OC1kNzk0LTQ2ZGYtOWQ0Ny0yMjdiMTA4OGFlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cub3R0ZXJib3guY29tL2VuLXVzL2Zhc3QtY2hhcmdlLXBvd2VyLWJhbmstdXNiLWEtYW5kLXVzYi1jLWFuZC0xMDAwMC1tYWgtZ3JleS83OC04MDY5MC5odG1sPyIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAAUA5e5IPF5rtWazOYzDu0M34AAe1QE_z8wFPVZJG259V&amp;gcReferrer=https%3A%2F%2Fwww.otterbox.com%2Fen-us%2Ffast-charge-power-bank-usb-a-and-usb-c-and-10000-mah-grey%2F78-80690.html%3F\">Otterbox’s 15,000mAh Fast Charge battery</a> is <a href=\"https://www.engadget.com/best-power-bank-143048526.html\">one of our top picks</a>. It has a simple, not-too-heavy design that includes one 18W USB-C port and an equally powerful USB-A port, allowing them to power up two devices simultaneously. In our testing, its capacity allowed it to provide two additional full charges to iPhones and Samsung Galaxy handsets. It also didn’t lose too much charge when sitting dormant either, which means the student in your life can toss it in their backpack, forget about it, and know that when their phone’s close to death a few weeks later, they can pull it out for a top-up. Just make note that Otterbox offers 10,000mAh, 15,000mAh and 20,000mAh versions of this pack, so choose the proper capacity when you buy.</p><h2>Chipolo One</h2><p></p><p>We all forget things now and then, but students can be prone to leaving things behind, especially when they’re running out the door to get to class. A <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DaGlwb2xvLU9ORS1Mb3VkZXN0LVJlc2lzdGFudC1CbHVldG9vdGgvZHAvQjA4MzJZQ1dIVi8_dGFnPWdkZ3QwYy1wLW8tMTh6LTIwIiwiY29udGVudFV1aWQiOiIzNzcxNjZiZS01YWM2LTM4MDYtOTk1ZC03ZmM4MjVmZmU0YTYifQ&amp;signature=AQAAAWUtqIOPpXui24d7MbBvoyEnndt7poUzToPZLxCNi7fs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FChipolo-ONE-Loudest-Resistant-Bluetooth%2Fdp%2FB0832YCWHV%2F\">Chipolo One</a> tracker can help them make sure to take their keys, wallet, bag or jacket with them by alerting them when their belongings have been left behind. <a href=\"https://www.engadget.com/best-bluetooth-tracker-140028377.html\">In our testing</a>, Chipolo’s separation alerts kicked in after moving only a couple hundred feet away from the item in question, which means the student in your life won’t go far before they find out that they’re missing something. Chipolo also doesn’t discriminate between operating systems — anyone with an iPhone or an Android device can download the companion app and use the tracker to keep tabs on important stuff.</p><h2>Samsung Pro Plus microSD card</h2><p></p><p>It may not be the flashiest gift, but <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEMxUFBXVFdUP3RhZz1nZGd0MGMtcC1vLTE4ei0yMCIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAAZPUmFBKkcMlmDqkUR-vZQXS1sJNFUfVMokX_z53Bnzt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C1PPWTWT\">Samsung’s Pro Plus microSD card</a> could be something a student uses on a regular basis. <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">This card</a> has fast enough read and write speeds to handle any challenge, be it storing high-res images on their mirrorless camera or saving extra games on their Nintendo Switch,. Samsung includes a full-sized adapter with it as well, so they can use it in devices that only take SD cards if need be. We also appreciate that it’s a durable little accessory, too, with water, temperature, magnet and drop protection to keep all of their information safe even amidst accidents.</p><h2>Google One subscription (100GB)</h2><p></p><p>Easy access to documents and files is crucial for any student. Many universities in the US provide students with access to some sort of cloud storage system for their work, but if your student doesn’t have that, a <a href=\"https://one.google.com/u/1/plans\">Google One subscription</a> will help them. For $20 annually, they’ll get 100GB of Drive space that they can share with up to 5 other people, VPN access for multiple devices, dark web monitoring and extra Google Photo editing features like Magic Eraser. For students, the Drive storage space will be most useful, allowing them to save as many versions of a paper as they need on top of all their old presentations, resources and other assignments. And they’ll be able to access those files from anywhere, allowing them to work even when stuck in an airport on their way home for a visit or sitting on the subway on their way to class. Drive storage also applies to Gmail as well, so if they have important messages that they want to hold on to for the long haul, they can do so without worrying about freeing up more space in their inbox.</p><h2>Tribit Stormbox Micro 2</h2><p></p><p>While the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UcmliaXQtU3Rvcm1Cb3gtUG9ydGFibGUtU3BlYWtlci1CdWlsdC9kcC9CMDlRNTkzMjFOP3RhZz1nZGd0MGMtcC1vLTE4ei0yMCIsImNvbnRlbnRVdWlkIjoiMzc3MTY2YmUtNWFjNi0zODA2LTk5NWQtN2ZjODI1ZmZlNGE2In0&amp;signature=AQAAAYD7zfGHJgUX9VCKIcijkN8q7a8uwC0DQQa1I9_a_Bv4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTribit-StormBox-Portable-Speaker-Built%2Fdp%2FB09Q59321N\">Tribit Stormbox Micro 2</a> comes in slightly higher than our $50 threshold, we still think it’s worth mentioning as a solid, affordable <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">Bluetooth speaker</a> for students. It pumps out solid sound at high volumes, and it’s supremely portable, measuring only 4.1 x 3.9 x 1.6 inches. It can easily attach to a bike or a backpack, and it’ll last nearly all day long with its 12-hour battery. But the kicker for students is the speaker’s ability to double as a USB-C power bank. That means they won’t have to remember to bring a totally separate power pack with them, and they’ll still be able to power up their phones while they’re out. While the Micro 2 typically costs $60, we’ve seen it on sale for closer to $50.</p>This article originally appeared on Engadget at https://www.engadget.com/school-tech-under-50-140026676.html?src=rss", "link": "https://www.engadget.com/school-tech-under-50-140026676.html?src=rss", "date_published": "2023-07-14T13:05:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Engadget Podcast: Microsoft gets closer to buying Activision Blizzard", "description": "<p>It looks like Microsoft’s acquisition of Activision Blizzard is trucking along, following a court rejection of the FTC’s injunction attempt. This week, Cherlynn and Devindra chat with <a href=\"https://twitter.com/JordanWMinor\">Jordan Minor</a>, a Senior Analyst at PCMag covering games, about this massive deal and what it means for the gaming industry. Will further consolidation end up being harmful for consumers (as we’ve been saying for a while), or will Microsoft actually help the beleaguered Activision? Also, we dive into our experiences with the latest Apple betas: iOS 17, iPadOS 17, macOS Sonoma and watchOS 10.</p><p>Listen below or subscribe on your podcast app of choice. If you've got suggestions or topics you'd like covered on the show, be sure to <a href=\"mailto:podcast@engadget.com?subject=Engadget%20Podcast%20Feedback\"><strong>email us</strong></a> or drop a note in the comments! And be sure to check out our other podcasts, the <a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\">Morning After and Engadget News</a>!</p><span id=\"end-legacy-contents\"></span><div id=\"undefined\"><div style=\"width: 100%; height: 200px;\"></div></div><h2>Subscribe!</h2><ul><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2l0dW5lcy5hcHBsZS5jb20vdXMvcG9kY2FzdC90aGUtZW5nYWRnZXQtcG9kY2FzdC9pZDExNDI3OTA1MzA_bXQ9MiIsImNvbnRlbnRVdWlkIjoiMWU4NmU2MGYtMWRmZS00N2Q5LWEyZGItOTczNjBlNGIzYjBhIn0&amp;signature=AQAAAXVqcaABTzVnomTBZsr_nLygNeR4P38XYuxQnMSRmU5J&amp;gcReferrer=https%3A%2F%2Fitunes.apple.com%2Fus%2Fpodcast%2Fthe-engadget-podcast%2Fid1142790530%3Fmt%3D2\">iTunes</a></p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL29wZW4uc3BvdGlmeS5jb20vc2hvdy8zRUMzZE1JUkI5OWRrdm9TQmVTTzdHP3NpPWY3VUFMR0ttUkRXdE9yVThaNC11aVEiLCJjb250ZW50VXVpZCI6IjFlODZlNjBmLTFkZmUtNDdkOS1hMmRiLTk3MzYwZTRiM2IwYSJ9&amp;signature=AQAAAdv8OzYU0bICrtV5zlebYeHSOR1AU2zlBDXhHNSqMKX4&amp;gcReferrer=https%3A%2F%2Fopen.spotify.com%2Fshow%2F3EC3dMIRB99dkvoSBeSO7G%3Fsi%3Df7UALGKmRDWtOrU8Z4-uiQ\">Spotify</a></p></li><li><p><a href=\"http://pca.st/mlY3\">Pocket Casts</a></p></li><li><p><a href=\"http://www.stitcher.com/podcast/engadget/the-engadget-podcast\">Stitcher</a></p></li><li><p><a href=\"https://podcasts.google.com/?feed=aHR0cDovL2ZlZWRzLnNvdW5kY2xvdWQuY29tL3VzZXJzL3NvdW5kY2xvdWQ6dXNlcnM6MjQ1MjIwOTU4L3NvdW5kcy5yc3M&amp;ep=14\">Google Podcasts</a></p></li></ul><h2><strong>Topics</strong></h2><ul><li><p>Microsoft is (mostly) cleared to buy Activision Blizzard for $69 billion – 00:56</p></li><li><p>Our previews of the iOS 17, iPad OS 17, macOS Sonoma, and WatchOS 10 betas – 21:55</p></li><li><p>Meta’s Threads hits 100m users, Elon is not happy about it – 47:58</p></li><li><p>Microsoft confirms Chinese hackers used 365 email exploit to access US government accounts – 51:32</p></li><li><p>Google’s Bard can now speak 40 languages – 52:29</p></li><li><p>Around Engadget: Sam Rutherford’s ROG ally review and Katie Malone on why passkeys are suddenly everywhere – 1:01:46</p></li><li><p>Working on – 1:05:47</p></li><li><p>Pop culture picks – 1:07:06</p></li></ul><p><strong><em>Credits</em></strong><br /><em>Hosts: Cherlynn Low and Devindra Hardawar</em><br /><em>Guest: </em><a href=\"https://twitter.com/JordanWMinor\"><em>Jordan Minor</em></a><br /><em>Producer: Ben Ellman</em><br /><em>Music: Dale North and Terrence O'Brien</em></p>This article originally appeared on Engadget at https://www.engadget.com/engadget-podcast-microsoft-activision-blizzard-deal-123058754.html?src=rss", "link": "https://www.engadget.com/engadget-podcast-microsoft-activision-blizzard-deal-123058754.html?src=rss", "date_published": "2023-07-14T12:30:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best fast chargers for 2023", "description": "<p>Now that companies like Apple, Google and Samsung are no longer including power adapters with new phones, getting the right fast<a href=\"https://www.engadget.com/best-multi-device-wireless-chargers-130020900.html\"> charger</a> for your iPhone or Android smartphone, laptop or other device is a little trickier than it used to be. And while it hasn’t happened yet, given the increased focus on reducing e-waste and expanded support for<a href=\"https://www.engadget.com/usb-c-upgrade-power-104536539.html\"> USB Power Delivery</a> (USB-PD), I wouldn’t be surprised if that trend crosses over into the laptop market sometime in the next five years. So to help sort out the confusion, I gathered 14 different chargers from a range of brands and tested each one with five different devices to find out which one is the best fast charger.</p><h2>How we tested</h2><p>The methodology for my experiment is intended to be as straightforward as possible. I drained each device to 10 percent battery, plugged in a power brick and then recorded the amount of charge added every 10 minutes for an hour. Each adapter was plugged directly into a standard 120-volt outlet (without the use of a power strip or any extension cords), and when possible I used the cable that either came included with the battery charger or one made by the same manufacturer as the device. If that wasn’t an option, I used certified 100-watt USB-C cables made by Anker, Apple and others.</p><span id=\"end-legacy-contents\"></span><p>Because the charging rate for devices varies depending on how much juice you have, I wanted to measure how well each adapter was able to match each gadget’s optimal charging speed. Generally, charging is slower between zero and 20 percent before speeds ramp up until the battery hits 80 percent, at which point things slow down again to protect and preserve the health and longevity of the power cell. For charging stations with multiple ports, I always selected the port with the highest power output while also not having multiple devices connected.</p><figure><img alt=\"The five devices we used to test the chargers are the iPhone 13, a Galaxy S22 Ultra, a Nintendo Switch (a launch model from 2017), a 2021 Dell XPS 13 and a 16-inch M1 Max MacBook Pro.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-08/ba58f6c0-296d-11ed-bef6-ad702f61485a\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>As for the devices themselves, I selected an Apple iPhone 13, a Samsung Galaxy S22 Ultra, a Nintendo Switch (a launch model from 2017), a 2021 Dell XPS 13 and a 16-inch M1 Max MacBook Pro. This assortment was chosen to cover a wide range of power draws from 20 watts (iPhone 13) all the way up to 140 watts (M1 Max MBP). Also, every system was tested while idle (i.e. no additional apps or games running) in order to ensure consistent results.</p><p>One important thing to note is that while the USB Implementers Forum has approved support for USB Power Delivery (USB-PD) charging at up to 240 watts, adapters that actually support that power output don’t exist yet. Additionally, while there are a handful of cables that can handle more than 100 watts of juice, they are somewhat rare or hard to get.</p><h2>The chargers</h2><p>With so many different chargers of varying power outputs to test, I broke things down into three categories. There are the 30-watt and under chargers, which are primarily designed for smartphones and other small mobile devices. Then we move up to 45 to 65-watt chargers (give or take a watt or two) that can handle things like phones along with a number of thin and light laptops. Finally, we have chargers that output 100 watts or more, which are good for pretty much anything besides the biggest and most power-hungry gaming laptops. Many of these higher wattage adapters also feature multiple ports, so can you top up additional devices at full speed. However, because not every power brick supports multi-device charging, I didn’t include that as a testing metric.</p><p>You can see a full list of the chargers we tested below:</p><ul><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEw1TTlCVEo_dGFnPWdkZ3QwYy1wLW8tZmktMjAiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAecUgQvZOpHZwjv09NDpS6OkCNhKtnCg0GyyaqtPAMEd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08L5M9BTJ\">Apple 20W charger</a> ($20)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUo0WFJTWkovP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAZw74rQ6E3ST1eWaeXDObymBroUBSXMIaxlabWdv4VhA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09J4XRSZJ%2F\">Anker 711 Nano II 30W charger</a> ($30)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUhMRExLNTQ_dGFnPWdkZ3QwYy1wLW8tZmktMjAiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAARmwsSPNPFn0lQ55h_nBwmaFO9T3upRWxwl2ndDmq_yS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09HLDLK54\">Google 30W USB-C power charger</a> ($25)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN001SEpNVFQ_dGFnPWdkZ3QwYy1wLW8tZmktMjAiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAcXj9xaH-G3hq4Yfa6mHL-0BVfsNgzow9WY3ebOdkL9L&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07M5HJMTT\">Satechi 30W USB-C PD GaN wall charger</a>  ($30)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODFHQkIzTlEvP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAWoHko2IlmO2l2AnpuEkmWOwTgHac2BOOpztVXWVriXd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB081GBB3NQ%2F\">Samsung 45W USB-C Fast Charging wall charger</a> ($50)</p></li><li><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e6618fee-bbbf-4638-9bf5-e216442c18d0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Belkin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNjYxOGZlZS1iYmJmLTQ2MzgtOWJmNS1lMjE2NDQyYzE4ZDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVsa2luLmNvbS91cy9jaGFyZ2Vycy93YWxsL2Jvb3N0LWNoYXJnZS1wcm8tdXNiLWMtcGQtZ2FuLXdhbGwtY2hhcmdlci02MHcvcC9wLXdjaDAwMi8iLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAYgjVBAqYjM00XnP1ojbwaJAR_eahJwyJ6IoQ1uDMLC5&amp;gcReferrer=https%3A%2F%2Fwww.belkin.com%2Fus%2Fchargers%2Fwall%2Fboost-charge-pro-usb-c-pd-gan-wall-charger-60w%2Fp%2Fp-wch002%2F\">Belkin 60W USB-C PD GaN wall charger</a> ($50)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODc4NlNIWFYvP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAXUeo4SLKLUpcdgsaLDp7rdmAMNsrAHMfOxCWFxO1CPm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08786SHXV%2F\">Nekteck 60W USB-C GaN charger</a> ($40)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1DaGFyZ2VyLUdhTlByaW1lLUNvbXBhY3QtRm9sZGFibGUvZHAvQjA5VzJKUDZTTS8_dGFnPWdkZ3QwYy1wLW8tZmktMjAiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAQopLMPESzfz3_ef0wNf7fQA_tjh9KbC9xywd4Wl2ASr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Charger-GaNPrime-Compact-Foldable%2Fdp%2FB09W2JP6SM%2F\">Anker 735 Nano II 65W charger</a> ($50)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvbW9iaWxlL21vYmlsZS1hY2Nlc3Nvcmllcy9waG9uZXMvNjV3LXRyaW8tYWRhcHRlci1lcC10NjUzMG5iZWd1cy8iLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAVU2w4THph6Xayc5LXZV9o8WLr4vsQQZdS4vQsBWD4eX&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fmobile%2Fmobile-accessories%2Fphones%2F65w-trio-adapter-ep-t6530nbegus%2F\">Samsung 65W Trio adapter</a> ($60)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTg4VENGR1cvP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAX4dD0gG1IRFeAXvTp3AnXKwz-plKUcw8NYhapayqfQN&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0988TCFGW%2F\">Satechi 66W USB-C 3-Port GaN wall charger</a> ($55)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEpIR0tGRDIvP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAXbEpbI9U0TuWm1-mKWpixgys0XBntsotXYMr0nBIVB1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08JHGKFD2%2F\">Satechi 100W USB-PD wall charger</a> ($80)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=e6618fee-bbbf-4638-9bf5-e216442c18d0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Belkin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlNjYxOGZlZS1iYmJmLTQ2MzgtOWJmNS1lMjE2NDQyYzE4ZDAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVsa2luLmNvbS80LXBvcnQtZ2FuLWNoYXJnZXItMTA4dy9XQ0gwMTBkcVdILmh0bWwiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAZ7GKPVxHmkeXVTcX1jR8PBwkC21XjZI3llzuNDxeWY9&amp;gcReferrer=https%3A%2F%2Fwww.belkin.com%2F4-port-gan-charger-108w%2FWCH010dqWH.html\">Belkin 108W 4-Port GaN charger</a> ($90)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTlWTEhIR1ovP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAUJGSZ3zZ0B1EYucfJK-rC9PqwZ-vLIzEfCyZ9ytji9q&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB099VLHHGZ%2F\">Razer USB-C 130W GaN charger</a> ($180)</p></li><li><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL3Nob3AvcHJvZHVjdC9NTFlVM0FNL0EvMTQwdy11c2ItYy1wb3dlci1hZGFwdGVyIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAATGlqUOiu1I6XFgnvrtRLPukkcTCXQohA2n8vZuzfZYb&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fshop%2Fproduct%2FMLYU3AM%2FA%2F140w-usb-c-power-adapter\">Apple 140W USB-C power adapter</a> ($100)</p></li></ul><h2>Best 30-watt charger: Anker 711 Nano II</h2><p></p><p>When it comes to charging small devices, 30 watts is by far the most popular as it covers most cell phones along with some larger devices like the Nintendo Switch. In our testing, all of the 30-watt chargers performed equally well, with each one able to get the iPhone 13 to around 80 percent battery charge in less than an hour while also completely refilling the Galaxy S22 Ultra in 60 minutes. However, as you can see, these smaller, low-wattage bricks struggled to refill both the XPS 13 and especially the MacBook Pro. Yes, you can do it, but it's rather sluggish (the XPS 13 even surfaced a slow charger notification), and because I tested each device while idle, there’s a good chance these chargers may not be able to keep these laptops topped up while under load.</p><figure><img alt=\"The Anker 711 (middle right) is our favorite 30-watt charger thanks to its fast speeds and compact size. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-08/54811340-296e-11ed-b695-0c30da31f850\" /><figcaption>The Anker 711 (middle right) is our favorite 30-watt charger thanks to its fast speeds and compact size. </figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>However, the one thing that sticks out is the performance of Apple’s 20-watt brick, whose lower output caused it to lag behind — every other adapter provided faster charging. While it was able to keep up with rival devices when refilling the iPhone 13, its wattage is so low it couldn’t even trickle charge the XPS 13. Dell’s power management did not even recognize that a charger was plugged in. That means this adapter is much less useful if you need to quick charge more power-hungry gadgets in a pinch. And I should mention I didn’t bother testing the old 15-watt Apple power cubes, which can’t even support the iPhone 13’s full 20-watt charging speeds. Anyone still using one of those really ought to upgrade.</p><p>If all you want is a power brick to keep small devices powered up, our choice for best charger is clear: the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUo0WFJTWkovP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAZw74rQ6E3ST1eWaeXDObymBroUBSXMIaxlabWdv4VhA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09J4XRSZJ%2F\">Anker 711</a>. Not only did it deliver the best speeds in its class, but it's also the smallest, which makes it super easy for it to disappear in a bag.</p><h2>Best 65-watt charger: Anker 735 GaN Prime</h2><p></p><p>Here’s where things start to get interesting because while a number of these chargers have similar power outputs (aside from the Samsung 45-watt brick, of course), the actual results were a bit more varied. Both the Nekteck and the Belkin only managed to get the S22 Ultra to around 80 percent battery after an hour, compared to the Anker, Samsung and Satechi chargers which all hit 100. This suggests that both chargers aren’t properly communicating with the S22 Ultra in order to take advantage of its 45-watt charging speeds, which I was able to confirm by using a USB-C volt meter. Meanwhile, as expected, Samsung’s 45-watt charger did great when connected to the S22 Ultra, but its lower output meant it could not keep up with the 60 and 65-watt bricks.</p><figure><img alt=\"Anker once again takes the crown for our favorite 60-watt charger with the 715 (middle), because even though it's a bit more expensive than the Nekteck, it's smaller, has more ports, and features wider compatibility with more devices like the S22 Ultra.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-08/8730b110-296e-11ed-b6bb-96c783c2821a\" /><figcaption>Anker once again takes the crown for our favorite 60-watt charger with the 735 (middle), because even though it's a bit more expensive than the Nekteck, it's smaller, has more ports, and features wider compatibility with more devices like the S22 Ultra.</figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Somewhat surprisingly, every charger in this category performed well when hooked up to the XPS 13, with each adapter finishing within one percent of each other (around 58 percent) after an hour. However, when it comes to the thirsty MacBook Pro, every extra watt makes a difference, with the Anker 735 and Samsung Triple Port Charger edging out the competition, even though they’re still much slower than Apple’s included brick. It’s also telling that on the Belkin 60W, its fastest charging port actually denotes charging speeds of between 50 and 60 watts, which is why it couldn’t quite keep up with the other 60-watt chargers I tested.</p><p>As for picking a winner, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODc4NlNIWFYvP3RhZz1nZGd0MGMtcC1vLWZpLTIwIiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAXUeo4SLKLUpcdgsaLDp7rdmAMNsrAHMfOxCWFxO1CPm&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08786SHXV%2F\">Nekteck’s 60-watt brick</a> is the cheapest while also being one of the few options that come with an included charging cable. However, with only a single charging port and sub-optimal compatibility with the S22 Ultra, it’s hard to fully recommend. For my money, I’d go with the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1DaGFyZ2VyLUdhTlByaW1lLUNvbXBhY3QtRm9sZGFibGUvZHAvQjA5VzJKUDZTTS8_dGFnPWdkZ3QwYy1wLW8tZmktMjAiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAQopLMPESzfz3_ef0wNf7fQA_tjh9KbC9xywd4Wl2ASr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Charger-GaNPrime-Compact-Foldable%2Fdp%2FB09W2JP6SM%2F\">Anker 735</a> as it's smaller, slightly faster and the same price as <a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvbW9iaWxlL21vYmlsZS1hY2Nlc3Nvcmllcy9waG9uZXMvNjV3LXRyaW8tYWRhcHRlci1lcC10NjUzMG5iZWd1cy8_IiwiY29udGVudFV1aWQiOiJlOWYxYTRhMi0xYTUyLTQ2MWMtOTFlMS04NWViN2UxOWY1MDkifQ&amp;signature=AQAAAU1K78LCBS0Z5DTqUBJzIZqmc2aiVcIjglQufR5fn69p&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fmobile%2Fmobile-accessories%2Fphones%2F65w-trio-adapter-ep-t6530nbegus%2F%3F\">Samsung’s 65W Triple Port charger</a>, while still offering a total of three USB ports (two USB-C and one USB-A).</p><h2>Best 100-watt and up charger: Razer USB-C 130W</h2><p></p><p>For anyone considering a high-power USB-C fast charger, here’s where it’s important to pay attention to the fine print. While all of these bricks are listed at or above 100 watts, the primary charging ports on the Satechi and Belkin are actually capped at 90 or 96 watts. And that’s before you consider multi-device charging, which splits the total output across the other ports with the ratio varying depending on the specific model.</p><figure><img alt=\"While Razer's 130-watt GaN charger (top middle) is the most expensive of the bunch at $180, it earned our pick as the best 100-watt or higher charger due to its more compact design, strong power output and the inclusion of useful extras like international outlet adapters and a braided 100-watt USB-C cord. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-08/008fb4c0-296f-11ed-a7fb-697a8d2e9e3a\" /><figcaption>While Razer's 130-watt GaN charger (top middle) is the most expensive of the bunch at $180, it earned our pick as the best 100-watt or higher charger due to its more compact design, strong power output and the inclusion of useful extras like international outlet adapters and a braided 100-watt USB-C cord. </figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>During testing, all four had no issue topping up the smartphones, the Switch and the XPS 13, though once again Belkin’s adapter couldn’t fully recharge the S22 Ultra despite having more than enough wattage. On the flip side, while Razer’s charger has a higher max output than either the Belkin or the Satechi, there wasn’t much difference in charging speeds when connected to the MacBook Pro. And this isn’t due to a lack of higher wattage cables, as both USB-C ports on the Razer brick are capped at a combined 100 watts.</p><p>Meanwhile, as one of the rare 140-watt power adapters on the market, Apple’s brick is super quick and did an expectedly great job of refilling the MacBook Pro. However, I should mention that it's the only power brick in this segment that comes with a single port, which kind of feels like a missed opportunity for the Apple ecosystem.</p><p>So for anyone that wants a charger that can top up an ultraportable laptop quickly while still having juice to spare, I prefer <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTlWTEhIR1o_dGFnPWdkZ3QwYy1wLW8tZmktMjAiLCJjb250ZW50VXVpZCI6ImU5ZjFhNGEyLTFhNTItNDYxYy05MWUxLTg1ZWI3ZTE5ZjUwOSJ9&amp;signature=AQAAAUlhXrsfTKbI9Yv7Umk3R043GNkyCDZXMsKiNwtrfM62&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB099VLHHGZ\">Razer’s 130-watt GaN adapter</a>. It’s the best charger in this category, as well as the smallest and most expensive at $180. On top of that, it comes with two international wall adapters (for UK and EU outlets) and a braided 100-watt USB-C cable, all of which you don’t get from any others in this category.</p><h2>Wrap-up</h2><figure><img alt=\"Our top picks for the three power output ranges are the Anker 711, Anker 715 and the Razer 130-watt GaN charger. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-08/0c236120-296e-11ed-a1ff-16c474df2be0\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>Obviously, there are a lot more than just 14 super fast chargers on the market, and sadly I don’t have the time to test them all. These days, discharging a phone from 100 percent battery to dead can take upwards of 15 hours, so depending on the device, I can only test one power brick per day. Just gathering all this data took the better part of two months. And unfortunately, while I was running this test, Anker <a href=\"https://www.engadget.com/anker-third-generation-gan-chargers-ganprime-163056106.html\">came out with a new generation of power adapters</a> that I haven't had the chance to evaluate just yet.&nbsp;</p><p>That said there are still some important takeaways. First, in order to ensure optimal charging speeds, make sure your charger can supply the proper amount of power. Manufacturers typically list a device’s max charging speeds, while power adapters clearly label their USB types and outputs. And when in doubt, you can look at the fine text on the charger itself, though you might have to do some math. Just remember, watts equals volts times amps. Furthermore, in the case of adapters with multiple ports, you’ll check to see how its total wattage is split when connected to multiple devices.</p><p>Then there are other factors like size and weight you’ll want to consider, with newer gallium nitride adapters (GaN) often featuring more compact designs and better power efficiency. And if you’re ever truly in doubt, you can simply opt for a fast charger made by the same company as your phone, laptop or other gadgets, something that’s especially true for devices like the <a href=\"https://www.engadget.com/one-plus-10-t-review-speed-above-all-specs-price-availability-153054303.html\">OnePlus 10T</a> that feature speedy proprietary charging protocols.</p>This article originally appeared on Engadget at https://www.engadget.com/best-fast-chargers-140011033.html?src=rss", "link": "https://www.engadget.com/best-fast-chargers-140011033.html?src=rss", "date_published": "2023-07-14T12:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Virgin Galactic's first private passenger spaceflight will launch next month", "description": "<p>Virgin Galactic, having flown its first commercial spaceflight in <a href=\"https://www.engadget.com/virgin-galactic-completes-its-first-commercial-spaceflight-161701356.html\">late June</a>, is ready to take civilians to the edge of space, briefly. The company plans to launch its first private passenger flight, Galactic 02, <a href=\"https://www.engadget.com/virgin-galactics-first-private-passenger-spaceflight-will-launch-as-soon-as-august-10th-151531488.html\">as soon as August 10th</a>. Virgin isn't yet revealing the names of everyone involved, but there will be three passengers aboard, alongside crew.</p><p>The company says it's establishing a &quot;regular cadence&quot; of flights – and it needs that. Virgin Galactic has operated at a loss for years and lost $500 million in 2022 alone. The business won't recoup all those losses anytime soon, even at $450,000 per ticket. But the focus is pretty clear: make the case for space tourism… at least for the one-percenters.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/microsofts-next-big-update-to-its-office-apps-a-new-font-193824683.html\">Microsoft's next big Office update: A new font</a></p><p><a href=\"https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html\">One week in, Threads has become Twitter’s biggest threat</a></p><p><a href=\"https://www.engadget.com/best-power-bank-143048526.html\">The best power banks for 2023</a></p><p><a href=\"https://www.engadget.com/passkeys-passwords-authentication-security-133024414.html\">What the hell are passkeys and why are they suddenly everywhere?</a></p><p><a href=\"https://www.engadget.com/sony-plans-to-boost-game-rd-spending-this-year-as-competition-ramps-up-110524111.html\">Sony plans to boost game R&amp;D spending this year as competition ramps up</a></p><p></p><h2><a href=\"https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html\">Twitter finally begins paying some of its creators</a></h2><h3>Blue subscribers will need a significant following to get a cut.</h3><h3></h3><p>Twitter’s ad-revenue sharing program for creators has officially launched — and it’s reportedly already begun paying eligible Blue subscribers. Elon Musk announced the initiative in February, but with scant details about how it would work, nobody knew quite what to expect. However, some high-profile users report they’ve received notifications about incoming deposits. The bar is high to receive a transfer from the Musk-owned social media company. The support post says the revenue-sharing system applies to Twitter Blue or Verified Organizations subscribers with at least five million post impressions in each of the past three months. One user claims they’re set to receive over $24,000. Going to need more to get into space, my friend.</p><p><a href=\"https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/sonys-90-ps5-accessibility-controller-arrives-on-december-6th-154922685.html\">Sony's $90 PS5 accessibility controller arrives December 6th</a></h2><h3>The highly customizable Access controller comes with several buttons and stick caps.</h3><a href=\"https://www.engadget.com/sonys-90-ps5-accessibility-controller-arrives-on-december-6th-154922685.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/15da0100-222f-11ee-a7df-191f343b9aec\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure></a><h3></h3><p>Sony’s Access controller will be available worldwide on December 6th. It costs $90 and pre-orders open July 21st. The new accessibility-focused controller comes with four 3.5mm aux ports, enabling players to connect external buttons, switches and other accessories. The box includes 19 button caps and three stick caps to help you find a configuration that works best for you. You can even pair up to two Access controllers and one DualSense together to create a &quot;single virtual controller.&quot; That means two or even three people could control the same character, granting friends and family members the option to lend a helping hand.</p><p><a href=\"https://www.engadget.com/sonys-90-ps5-accessibility-controller-arrives-on-december-6th-154922685.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ea-sports-fc-24-will-hit-consoles-and-pc-on-september-29th-182429306.html\">Farewell ‘FIFA’: ‘EA Sports FC 24’ will hit consoles and PC September 29th</a></h2><h3>It’ll bring women's players to Ultimate Team for the first time.</h3><h3></h3><p>EA's long-standing partnership with FIFA ended after <em>FIFA 23</em>, marking a new era for EA's flagship soccer series. <em>EA Sports FC 24</em> will hit PS5, PS4, Xbox Series X/S, Xbox One, Nintendo Switch and PC on September 29th. EA says more than 19,000 authentic players, 30-plus leagues and over 100 stadiums will be represented in the new game. The company has also secured exclusive deals with the English Premier League and UEFA to use their branding and retain access to competitions like the Champions League.</p><p><a href=\"https://www.engadget.com/ea-sports-fc-24-will-hit-consoles-and-pc-on-september-29th-182429306.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/ap-and-openai-enter-into-two-year-partnership-to-help-train-algorithmic-models-183007344.html\">AP and OpenAI enter two-year partnership to help train algorithmic models</a></h2><h3>It’s a major news-sharing agreement.</h3><h3></h3><p>The Associated Press (AP) and ChatGPT parent company OpenAI have reached a news-sharing agreement, but it doesn’t involve AI chatbots quickly churning out content but enabling better training of OpenAI’s algorithmic models. It looks like AP will receive access to OpenAI’s proprietary technology as part of the exchange. AP doesn’t use generative AI to write articles, but it already uses similar technologies to automate corporate earnings reports and cover local sporting events.</p><p><a href=\"https://www.engadget.com/ap-and-openai-enter-into-two-year-partnership-to-help-train-algorithmic-models-183007344.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-virgin-galactics-first-private-passenger-spaceflight-will-launch-next-month-111540932.html?src=rss", "link": "https://www.engadget.com/the-morning-after-virgin-galactics-first-private-passenger-spaceflight-will-launch-next-month-111540932.html?src=rss", "date_published": "2023-07-14T11:15:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "UK competition regulator extends Microsoft-Activision investigation by six weeks", "description": "<p>The saga over whether regulators will allow <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\">Microsoft to purchase Activision Blizzard for $68.7 billion</a> will last at least a little longer. Citing insufficient time, the United Kingdom's Competition and Markets Authority (CMA) has given itself an <a href=\"https://assets.publishing.service.gov.uk/media/64ae72e0fe36e0000d6fa75f/Notice_of_extension_.pdf\">additional six weeks to consider Microsoft's &quot;detailed and complex submission&quot; arguing for the merger</a>. The CMA will now provide a decision by August 29th, though it aims to do so earlier.</p><p>Microsoft first announced its plan to buy Activision Blizzard for $95 per share in January 2022. The <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-uk-cma-investigation-172957902.html\">CMA opened an investigation into the merger</a> last fall, and, this April, it released an inquiry report detailing the &quot;substantial lessening of competition&quot; (SLC) in cloud gaming services the UK could face if Microsoft proceeded with the purchase. &quot;The prohibition of the Merger would be the only effective and proportionate remedy to the SLC and any adverse effects which have resulted from, or may be expected to result from, the SLC,&quot; <a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\">the regulatory agency stated</a>.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>This latest development comes shortly after the <a href=\"https://www.engadget.com/microsoft-and-uk-regulators-agree-to-pause-legal-fight-to-negotiate-activision-acquisition-165856989.html\">CMA and Microsoft pressed pause on their legal battle</a> in hopes of negotiating a compromise. &quot;While we ultimately disagree with the CMA's concerns, we are considering how the transaction might be modified in order to address those concerns in a way that is acceptable to the CMA,&quot; Microsoft president Brad Smith shared in a <a href=\"https://twitter.com/BradSmi/status/1678796043545350144?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1678796043545350144%7Ctwgr%5Ec68d2502cfdc9c1515d3dce5f1db9547881cd9de%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.engadget.com%2Fmicrosoft-and-uk-regulators-agree-to-pause-legal-fight-to-negotiate-activision-acquisition-165856989.html\">July tweet</a>.&nbsp;</p><p>Judge Jacqueline Scott Corley also recently <a href=\"https://www.engadget.com/microsofts-activision-acquisition-moves-ahead-as-judge-rejects-ftc-injunction-request-152845890.html\">denied the Federal Trade Commission's (FTC) preliminary injunction in the US</a>, which would've led Microsoft and Activision Blizzard to abandon the deal. The <a href=\"https://www.engadget.com/ftc-appeals-ruling-that-would-have-let-microsofts-activision-takeover-move-forward-231729137.html\">FTC has since filed an appeal</a> to the Ninth Circuit Court of Appeals requesting a pause of the acquisition.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/uk-competition-regulator-extends-microsoft-activision-investigation-by-six-weeks-103541516.html?src=rss", "link": "https://www.engadget.com/uk-competition-regulator-extends-microsoft-activision-investigation-by-six-weeks-103541516.html?src=rss", "date_published": "2023-07-14T10:35:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Cloud gaming platform Antstream Arcade brings over 1,000 retro games to Xbox", "description": "<p>Antstream Arcade is offering over 1,300 retro game titles on Xbox One and Series X/S, with notable titles such as <em>Space Invaders</em>, <em>Metal Slug</em> and <em>Bubble Bobble</em>. The company says these titles will be playable instantly without additional downloads or installation via its cloud gaming platform, with more titles being added every week. This is notable as Antstream will be the first third-party game streaming service on Xbox.</p><p>The service will support cloud-based game saves, an online scoreboard and the ability to pick up your game from multiple devices. Antstream Arcade is already available on Mac, PC, Linux, Android TV, Firestick and <a href=\"https://www.engadget.com/samsung-game-streaming-2021-tv-models-160009155.html\">Samsung TVs</a>, but this marks the first time it is coming to a game console.</p><span id=\"end-legacy-contents\"></span><p>Antstream says that it is using its “unique technology” to mod original games, allowing the company to create new mini-game challenges for both new and returning players. For example, you could play a modified <em>Pac-Man</em> map where the main objective is to avoid collecting the dots. Players will be able to enter tournaments, challenge other players to duels or compete for the highest score.</p><figure><img alt=\"Antstream Arcade daily challenge board.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/4b645970-20f8-11ee-bec7-377efc57d6ee\" style=\"height: 2018px; width: 3838px;\" /><figcaption></figcaption><div class=\"photo-credit\">Antstream</div></figure><p>Microsoft already has its own Xbox Cloud Gaming streaming service, and that’s available as a native app on Android, Windows, Samsung smart TVs and <a href=\"https://www.engadget.com/xbox-cloud-gaming-meta-quest-2-180210608.html\">select VR headsets</a>. It’s also available on iOS and Mac but you’ll need to use a web browser to access it. Though, Xbox Cloud Gaming is more focused on playing modern titles away from your console, while Antstream Arcade is solely focused on tugging those nostalgic heart strings.</p><p><a href=\"https://aarca.de/xbox\">Antstream Arcade on Xbox</a> will be available for pre-order starting today on the Xbox store. Pricing will start at $29.99 annually with a one-time lifetime purchase option for $79.99. The company says all future games and new features will be included, regardless of which purchase option you decide to go with.</p>This article originally appeared on Engadget at https://www.engadget.com/cloud-gaming-platform-antstream-arcade-brings-over-1000-retro-games-to-xbox-070057648.html?src=rss", "link": "https://www.engadget.com/cloud-gaming-platform-antstream-arcade-brings-over-1000-retro-games-to-xbox-070057648.html?src=rss", "date_published": "2023-07-14T07:00:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter sues four unknown entities for 'unlawful data scraping'", "description": "<p>Twitter — or more precisely, its parent company X Corp. — has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vMjAyMy8wNy8xMy9lbG9uLW11c2stb3duZWQtdHdpdHRlci1maWxlcy1kYXRhLXNjcmFwaW5nLWxhd3N1aXQtYWdhaW5zdC11bmtub3ducy5odG1sIiwiY29udGVudFV1aWQiOiI3YmVjMmE2Mi1lYmY0LTQ3NTYtYTFmMi1lZTY3OTM1NGMzZGMifQ&amp;signature=AQAAARaa4DklIATB2nIEGqFEa325UoAld4K1h0_-DE3bjQv-&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2F2023%2F07%2F13%2Felon-musk-owned-twitter-files-data-scraping-lawsuit-against-unknowns.html\">sued</a> four John Does who have allegedly \"engaged in widespread unlawful scraping of data\" from the website. They were described as \"unknown persons or entities\" in the lawsuit, which only mentioned their IP addresses. The lawsuit accused them of flooding Twitter with automated requests far exceeding \"what any single individual could send to a server in a given period\" aimed at scraping data. In a response to a tweet about the lawsuit, Elon Musk said these entities tried to scrape the entirety of Twitter in a short period of time and blamed them for the rate limits the website <a href=\"https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html\">implemented</a> earlier this month.</p><div id=\"d0c874427a084f15b9cf3e5795141648\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Several entities tried to scrape every tweet ever made in a short period of time. That is why we had to put rate limits in place.</p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1679377928042450944?ref_src=twsrc%5Etfw\">July 13, 2023</a></blockquote></div><p>Musk <a href=\"https://www.engadget.com/twitter-puts-strict-cap-on-how-many-tweets-users-can-read-each-day-182623928.html\">announced</a> in early July that the website was putting a strict cap on how many tweets users can read each day \"to address extreme levels of data scraping [and] system manipulation.\" Unverified accounts were limited to 600 posts a day, while verified (and, hence, paid) accounts were allowed to see 6,000 tweets. The defendants for this lawsuit were apparently to blame for those limits. \"These requests have severely taxed X Corp.’s servers and impaired the user experience for millions of X Corp.’s customers,\" the company wrote in its complaint.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>X Corp. also described the defendants' activities in the lawsuit as \"unlawfully scraping data associated with Texas residents.\" But as <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=34e37b9c-8975-48da-aa39-df8bcd5badc3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=CNBC&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNGUzN2I5Yy04OTc1LTQ4ZGEtYWEzOS1kZjhiY2Q1YmFkYzMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuY25iYy5jb20vMjAyMy8wNy8xMy9lbG9uLW11c2stb3duZWQtdHdpdHRlci1maWxlcy1kYXRhLXNjcmFwaW5nLWxhd3N1aXQtYWdhaW5zdC11bmtub3ducy5odG1sIiwiY29udGVudFV1aWQiOiI3YmVjMmE2Mi1lYmY0LTQ3NTYtYTFmMi1lZTY3OTM1NGMzZGMifQ&amp;signature=AQAAARaa4DklIATB2nIEGqFEa325UoAld4K1h0_-DE3bjQv-&amp;gcReferrer=https%3A%2F%2Fwww.cnbc.com%2F2023%2F07%2F13%2Felon-musk-owned-twitter-files-data-scraping-lawsuit-against-unknowns.html\"><em>CNBC</em></a> notes, the US Ninth Circuit of Appeals ruled in 2022 that the scraping of data that's publicly available online doesn't violate the Computer Fraud and Abuse Act (CFAA). It was a landmark ruling that brought a long-running lawsuit by LinkedIn to a close. The business-focused social media platform <a href=\"https://www.engadget.com/linkedin-hiq-labs-supreme-court-194704230.html\">filed a complaint</a> in an attempt to block its rival companies from scraping information visible on users' public profiles.</p><p>\"Data scraping companies profit off the innovation of companies like X Corp. while harming X Corp. and compromising user data,\" the company also said in its lawsuit. Twitter is now seeking $1 million in damages to make up for the defendants' actions.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-sues-four-unknown-entities-for-unlawful-data-scraping-063302786.html?src=rss", "link": "https://www.engadget.com/twitter-sues-four-unknown-entities-for-unlawful-data-scraping-063302786.html?src=rss", "date_published": "2023-07-14T06:33:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Striking actors say rejected 'AI proposal' would let studios use their likeness without fair pay", "description": "<p>On Thursday, leaders at the <a href=\"https://www.nytimes.com/live/2023/07/13/business/actors-strike-sag\">Screen Actors Guild-American Federation of Television and Radio Artists</a> announced that the group was <a href=\"https://www.youtube.com/watch?v=FQiO8ZeK2Hs&amp;t=1510s\">going on strike</a> after negotiations with Hollywood studios fell apart. <a href=\"https://deadline.com/2023/07/actors-strike-studios-respond-sag-aftra-1235437389/\">According to the Alliance of Motion Picture of Television Producers</a>, the rejected deal included a &quot;groundbreaking AI proposal&quot; that would &quot;protect performers' digital likenesses.&quot; The AMPTP said the AI deal would require a performers consent for the &quot;creation and use of digital replicas or for digital alterations of a performance.&quot; SAG-AFTRA National Executive Director Duncan Crabtree-Ireland suggested during a press conference that the proposal was just the opposite.</p><p>Crabtree-Ireland described the would-be AI proposal as a backdoor means for studios to gain perpetual rights to an actor's likeness. &quot;In that 'groundbreaking AI proposal,' they propose that our background performers should be able to be scanned, get paid for one day's pay, and the company should own that scan, their image, their likeness, and be able to use it for the rest of eternity in any project they want with no consent and no compensation,&quot; the National Executive Director claimed in response to a question about the negotiations. &quot;So, if you think that's a groundbreaking proposal, I suggest you think again.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"244e2edb40204ea48af3bfcc81334168\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Although the studios AI proposal isn't the sole reason that the union voted to strike, its a good example of the kind of industry changes SAG-AFTRA hope to address with the strike. In recent years, studios have used technology to <a href=\"https://www.engadget.com/lucasfilm-hires-shamook-054904077.html\"><ins>de-age</ins></a>, <a href=\"https://www.engadget.com/2016-12-20-star-wars-rogue-one-cgi-actor.html\"><ins>resurrect</ins></a> and at times <a href=\"https://www.engadget.com/james-earl-jones-retires-darth-vader-ai-201559553.html\"><ins>fully replace actors</ins></a>. How the industry handles the rights to a performer's likeness could very well develop into a key issue in the near future.</p><p>&quot;Actors deserve a contract that reflects the changes that have taken place in the industry,&quot; Crabtree-Ireland said at the press conference announcing the strike. &quot;The current model devalues our members and affects their ability to make ends meet.&quot;</p><p>Either way, the strike itself is making history. SAG-AFTRA members will be joining the Writers Guild of America in striking. The two groups have not held a strike at the same time since the 1960s.</p>This article originally appeared on Engadget at https://www.engadget.com/striking-actors-say-rejected-ai-proposal-would-let-studios-use-their-likeness-without-fair-pay-000025878.html?src=rss", "link": "https://www.engadget.com/striking-actors-say-rejected-ai-proposal-would-let-studios-use-their-likeness-without-fair-pay-000025878.html?src=rss", "date_published": "2023-07-14T00:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]