[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Critical Security Flaws Uncovered in Honeywell Experion DCS and QuickBlox Services", "description": "Multiple security vulnerabilities have been discovered in various services, including Honeywell Experion distributed control system (DCS) and QuickBlox, that, if successfully exploited, could result in severe compromise of affected systems.\nDubbed Crit.IX, the nine flaws in the Honeywell Experion DCS platform allow for \"unauthorized remote code execution, which means an attacker would have", "link": "https://thehackernews.com/2023/07/critical-security-flaws-uncovered-in.html", "date_published": "2023-07-14T14:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Defend Against Insider Threats: Join this Webinar on SaaS Security Posture Management", "description": "As security practices continue to evolve, one primary concern persists in the minds of security professionals—the risk of employees unintentionally or deliberately exposing vital information. Insider threats, whether originating from deliberate actions or accidental incidents, pose a significant challenge to safeguarding sensitive data.\nTo effectively address insider risks, organizations must", "link": "https://thehackernews.com/2023/07/defend-against-insider-threats-join.html", "date_published": "2023-07-14T11:08:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "AIOS WordPress Plugin Faces Backlash for Storing User Passwords in Plain Text", "description": "All-In-One Security (AIOS), a WordPress plugin installed on over one million sites, has issued a security update after a bug introduced in version 5.1.9 of the software caused users' passwords being added to the database in plaintext format.\n\"A malicious site administrator (i.e. a user already logged into the site as an admin) could then have read them,\" UpdraftPlus, the maintainers of AIOS,", "link": "https://thehackernews.com/2023/07/aios-wordpress-plugin-faces-backlash.html", "date_published": "2023-07-14T11:07:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "TeamTNT's Cloud Credential Stealing Campaign Now Targets Azure and Google Cloud", "description": "A malicious actor has been linked to a cloud credential stealing campaign in June 2023 that's focused on Azure and Google Cloud Platform (GCP) services, marking the adversary's expansion in targeting beyond Amazon Web Services (AWS).\nThe findings come from SentinelOne and Permiso, which said the \"campaigns share similarity with tools attributed to the notorious TeamTNT cryptojacking crew,\"", "link": "https://thehackernews.com/2023/07/teamtnts-cloud-credential-stealing.html", "date_published": "2023-07-14T10:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New SOHO Router Botnet AVrecon Spreads to 70,000 Devices Across 20 Countries", "description": "A new malware strain has been found covertly targeting small office/home office (SOHO) routers for more than two years, infiltrating over 70,000 devices and creating a botnet with 40,000 nodes spanning 20 countries.\nLumen Black Lotus Labs has dubbed the malware AVrecon, making it the third such strain to focus on SOHO routers after ZuoRAT and HiatusRAT over the past year.\n\"This makes AVrecon one", "link": "https://thehackernews.com/2023/07/new-soho-router-botnet-avrecon-spreads.html", "date_published": "2023-07-14T07:40:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zimbra Warns of Critical Zero-Day Flaw in Email Software Amid Active Exploitation", "description": "Zimbra has warned of a critical zero-day security flaw in its email software that has come under active exploitation in the wild.\n\"A security vulnerability in Zimbra Collaboration Suite Version 8.8.15 that could potentially impact the confidentiality and integrity of your data has surfaced,\" the company said in an advisory.\nIt also said that the issue has been addressed and that it's expected to", "link": "https://thehackernews.com/2023/07/zimbra-warns-of-critical-zero-day-flaw.html", "date_published": "2023-07-14T07:05:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]