[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Baldur's Gate 3 - 15 Things You Need To Know BEFORE YOU BUY", "description": "On August 3rd, PC players will finally experience Baldur's Gate 3 courtesy of Larian Studios (those on PS5 will need to wait until September 6th, sadly).\n\nPlayers will take on a  journey to remove the illithid tadpoles implanted by the Mindflayers. Of course, each has different objectives and backgrounds, and how all that intercedes with the city and its goings-on remains to be seen.\n\nWhat can you expect from Baldur's Gate 3? How long will it last, and what will the 1.0 release offer? Is it as massive as the developer has claimed? Here are 15 things you should know about the role-playing game before it launches.", "link": "https://www.youtube.com/watch?v=9Lf0KI5SQM8", "date_published": "2023-07-14T15:30:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/9Lf0KI5SQM8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 NEW Sci-Fi Shooters of 2023 And Beyond To Look Forward To", "description": "Science fiction presents endless opportunities when it comes to crafting interesting worlds and imaginative concepts, and this is precisely why it’s such a recurring theme in any medium of entertainment be it movies or books, or video games. \n\nSci-fi games come in different forms ranging from simulators to puzzlers and shooters, but we will be exclusively looking at sci-fi shooters for this feature since there are just so many amazing games in this subgenre all set to release in the near future. \n\nWe are talking about games like Starfield, the next Mass Effect, Perfect Dark, and so much more. This feature will run down 15 of the biggest sci-fi shooters releasing in 2023 and beyond that you should keep an eye out for.", "link": "https://www.youtube.com/watch?v=TKAOOCY9UE4", "date_published": "2023-07-14T13:30:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/TKAOOCY9UE4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Ed-0: Zombie Uprising PS5 Review - IMPOSSIBLE TO RECOMMEND", "description": "If you’re looking for a solid rogue-like that’ll challenge you in and offer satisfying rewards along the way, Ed-0 Zombie Uprising is not for you. While the game features the basic elements of a rogue-like, it lacks any sense of strategy or balanced difficulty implementation. \n\nLike the worlds of a rogue-like, literally everything in Ed-0 feels completely random making your success or failures often dependent on the in-game chaos. Combat is bland as you’ll find yourself hacking and slashing furiously only to minimal damage. And while the game favors the life bar of your enemies, it doesn’t treat you the same as you can only be slapped by a zombie a few times before becoming a ghost. \n\nVisually, the Ed-0 is uninspired and dull to look at with model designs fit for platforms two generations old. From one rogue-like fan to another, it’s impossible to recommend Ed-0: Zombie Uprising.", "link": "https://www.youtube.com/watch?v=s20Qy1TypRw", "date_published": "2023-07-14T08:15:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/s20Qy1TypRw/hqdefault.jpg"}]