[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Alice Sara Ott: Tiny Desk Concert", "description": "Tom Huizenga | July 14, 2023\nWhen Alice Sara Ott walked into our Tiny Desk office space she was fascinated by all the knickknacks and doodads musicians have left on the shelves over the years. She immediately got to work, folding an origami swan, which would be her own contribution. But first, it was given pride of place atop our trusty Yamaha upright — a talisman of good things to come.    \n \n“Music is timeless,” the 34-year-old German-born pianist told the audience. And to prove it she served up nearly 200-year-old music by Chopin mixed with a contemporary work that looks back in time by the Canadian composer, pianist and genre-buster Chilly Gonzales. “If we perceive music as old, dusty and elite, or if it feels modern, relevant and inclusive to us, depends so much on the context,” Ott added.\n\nChopin, whose cycle of Opus 28 Preludes dominate the set list, still sounds remarkably relevant today. Ott opens with a hurricane of passionate anguish in the Prelude No. 24 in D minor. She stabs at the music’s final inky black notes, like pounding nails in a coffin. What follows couldn’t be more contrary: the Prelude No. 7 in A major Ott describes as charming and innocent, like a “fragment of a memory.” Gonzales’ own Prelude in C sharp minor has Bach in the rearview mirror and yet looks out ahead toward ambient music and minimalism. Without pause, Chopin’s famous “Raindrop” Prelude, with those insistent, nervous droplets, caps off a concert by a thoughtful pianist willing to inject a full measure of emotion into music that demands it.  \n \nSET LIST\nChopin: Prelude Op. 28, No. 24\nChopin: Prelude Op. 28, No. 7\nChilly Gonzales: Prelude in C-Sharp Major\nChopin: Prelude Op. 28, No. 15 “Raindrop”\n\nMUSICIANS\nAlice Sara Ott: piano\n\nTINY DESK TEAM\nProducer: Tom Huizenga\nDirector/Editor: Kara Frame\nAudio Engineer: Neil Tevault\nCreative Director: Bob Boilen \nSeries Producer: Bobby Carter\nVideographers: Kara Frame, Sofia Seidel\nAudio Assistant: Jay Czys\nProduction Assistant: Alanté Serene\nPhotographer: Elizabeth Gillis\nTiny Desk Team: Suraya Mohamed, Josh Rogosin, Maia Stern, Joshua Bryant, Hazel Cills, Ashley Pointer\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n#tinydesk #nprmusic #alicesaraott", "link": "https://www.youtube.com/watch?v=-XppUz4SkLk", "date_published": "2023-07-14T09:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/-XppUz4SkLk/hqdefault.jpg"}]