[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Fresh Off Its Disappointing Box Office Performance, The Flash Will Launch As An NFT", "description": "<div><p dir=\"ltr\">The Flash has faced scrutiny for over a year due to a variety of legal incidents involving star Ezra Miller. The actor was arrested twice in Hawaii on harassment and assault charges, pled guilty to trespassing after being charged with burglary, and has been accused of grooming a minor, among other incidents. The minor in question, now an adult, disputes the grooming allegation. In August 2022, Miller announced they were seeking treatment for \"complex mental health issues.\" Later, in January, The Flash studio Warner Bros. announced that they were standing behind the actor. You can read more about the issues surrounding Miller <a href=\"https://www.gamespot.com/articles/dcu-studios-bosses-fully-support-ezra-millers-recovery-open-to-dcu-return/1100-6511026/\">here</a>.</p></div><p dir=\"ltr\">Warner Bros. has announced that the new DC Comics superhero movie The Flash will be available as an NFT on the same day it releases on digital platforms. So if that is a thing that you were hoping to be able to do, according to a <a href=\"https://www.prnewswire.com/news-releases/the-flash-web3-movie-experience-301877298.html\">press release</a> issued by the studio, you will soon be able to do that.</p><p dir=\"ltr\">The Flash Web3 Movie Experience can be purchased on July 18 through blockchain service <a href=\"https://eluv.io/\">Eluvio</a> using credit card or cryptocurrency. Buyers will have access to the film in 4K Ultra HD resolution, special features, artwork, and AR collectibles.</p><p dir=\"ltr\">Two NFT options are available, each offering randomly selected character-based key art with varying rarity levels. The \"Mystery\" edition costs $35 and includes one of four key art pieces and dynamic menu interfaces. It is limited to 10,000 copies. The \"Premium\" edition, limited to 2,000 copies, retails for $100 and features motion art, all four dynamic menu interfaces, and exclusive special features.</p><a href=\"https://www.gamespot.com/articles/fresh-off-its-disappointing-box-office-performance-the-flash-will-launch-as-an-nft/1100-6516007/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/fresh-off-its-disappointing-box-office-performance-the-flash-will-launch-as-an-nft/1100-6516007/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T23:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "It's Time To Start Focusing On Video Game Preservation | Spot On", "description": "<p>This week, the Video Game History Foundation released a study that contained some truly shocking statistics about the availability of classic games. With video games being delisted, TV shows and movies being wiped from streaming services, and even games that come on a disc requiring you to download some files before you can play, the state of preservation is bleak. Tam and Lucy discuss why it's so important, what the ESA's role has been, and what you can do to help.</p><div>          </div><p>Spot On is a weekly news show airing Fridays in which GameSpot's managing editor Tamoor Hussain and senior producer Lucy James talk about the latest news in games. Given the highly dynamic and never-ending news cycle of the massive video game industry, there's always something to talk about but, unlike most other news shows, Spot On will dive deep into a single topic as opposed to recapping all the news. Spot On airs each Friday.</p>", "link": "https://www.gamespot.com/articles/its-time-to-start-focusing-on-video-game-preservation-spot-on/1100-6516000/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T23:05:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Tom Cruise Refused To Let Mission Impossible Dead Reckoning Part 1 End On A Cliffhanger", "description": "<p> </p><p dir=\"ltr\">Writer-director Christopher McQuarrie revealed that the conclusion of Mission: Impossible - Dead Reckoning Part One was a topic of great concern for star Tom Cruise during production. According to McQuarrie in a recent interview with <a href=\"https://www.gamesradar.com/mission-impossible-dead-reckoning-ending-choice-christopher-mcquarrie-interview/\">Total Film magazine</a>, Cruise literally lost sleep over it, upset over the possibility of a cliffhanger ending.</p><p dir=\"ltr\">\"Where we ended the movie was always where we were going to end it,\" McQuarrie said. \"How we ended the movie was a big, big mystery for us. It kept Tom awake at night throughout production. He would come in all the time and say, 'This can't be a cliffhanger, it's got to be satisfying.' The audience has to feel a sense of completion.\"</p><a href=\"https://www.gamespot.com/articles/tom-cruise-refused-to-let-mission-impossible-dead-reckoning-part-1-end-on-a-cliffhanger/1100-6516006/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/tom-cruise-refused-to-let-mission-impossible-dead-reckoning-part-1-end-on-a-cliffhanger/1100-6516006/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T22:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Best Third-Party PS5 Controller Is Getting A Call Of Duty Edition", "description": "<p>Our favorite <a href=\"https://www.gamespot.com/articles/best-ps5-controllers/1100-6494188/\">third-party PS5 pro-style controller,</a> the PDP Victrix Pro BFG Wireless, is getting a new limited-edition variant based on Call of Duty: Modern Warfare II.</p><p>While its features are identical to the standard Victrix Pro BFG, the Call of Duty model features an exclusive gold and black color scheme and costs $200 (versus the $180 standard edition). The Call of Duty Victrix Pro BFG will release on July 24, but you should hurry and <span class=\"norewrite\">           <a href=\"https://www.amazon.com/PDP-Victrix-Wireless-Controller-Playstation-5/dp/B0CBNNM9MV?tag=gamespot-promos-20\">preorder the controller at Amazon</a> </span> before it sells out.</p><div class=\"norewrite\" title=\"6516004 - Call of Duty victrix BFG pro preorders\">  <div class=\"buylink-container\">                                                                     <div class=\"js-buylink-item-container buylink-item-container\">             <h2 class=\"item-title\">                    <a href=\"https://www.amazon.com/Victrix-Wireless-PlayStation-Controller-Gaming-Console/dp/B0CBNNM9MV?tag=gamespot-promos-20\">Preorder the Call of Duty Victrix Pro BFG Wireless Controller</a>       </h2>                                   <h3 class=\"item-deck\">                      <a href=\"https://www.amazon.com/Victrix-Wireless-PlayStation-Controller-Gaming-Console/dp/B0CBNNM9MV?tag=gamespot-promos-20\">$200</a>         </h3>                                                                                                        <div class=\"image-container\">                                  <img class=\"main-image\" src=\"https://www.gamespot.com/a/uploads/square_medium/1701/17013431/4166108-gscodvictrixbfgprohero.jpg\" />                             <a href=\"https://www.amazon.com/Victrix-Wireless-PlayStation-Controller-Gaming-Console/dp/B0CBNNM9MV?tag=gamespot-promos-20\"></a>                        </div>              <div class=\"item-description\"><p dir=\"ltr\">Like the standard Victrix Pro BFG, the new Call of Duty edition connects wired or wirelessly to PS5, PS4, and PC, and sports a number of high-end features, including a module design that lets you swap out different face buttons, D-pad styles, and joystick configurations on the fly. For example, you can swap from the standard PS5-style dual thumbstick setup for an Xbox-style offset configuration or replace the right stick with extra face buttons that are perfect for competitive fighting games. Along with the modular buttons, there are also four remappable rear paddles and a trigger clutch for adjusting trigger sensitivity.</p><p dir=\"ltr\">Like some other third-party PS5 controllers, the Victrix Pro BFG lacks the Dualsense's signature haptic trigger functionality. However, since it's licensed by Sony, it's one of the few to support the PS5's built-in 3D spatial audio for headsets.</p></div>                <div class=\"item-buttons\">                  <div>                      <a href=\"https://www.amazon.com/Victrix-Wireless-PlayStation-Controller-Gaming-Console/dp/B0CBNNM9MV?tag=gamespot-promos-20\">Preorder at Amazon</a>                              </div>                                         </div>      </div>   </div> </div><p dir=\"ltr\">We're serious when we say the Victrix Pro BFG is one of the best PS5 gamepads. As Steven Petite says in our <a href=\"https://www.gamespot.com/articles/victrix-pro-bfg-ps5-controller-review-ultimate-versatility/1100-6509840/\">Victrix Pro BFG review,</a> \"The wealth of customization options make the Victrix Pro BFG ideal for all genres of games, not just shooters–which tend to be the focus of most pro-style controllers. It has great ergonomics and high-level performance regardless of which layout or modules you use.\" We're confident this new Call of Duty version will be just as good.</p><a href=\"https://www.gamespot.com/articles/the-best-third-party-ps5-controller-is-getting-a-call-of-duty-edition/1100-6516004/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-best-third-party-ps5-controller-is-getting-a-call-of-duty-edition/1100-6516004/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T20:55:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "You Don't Own Your Games Any More | Spot On", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1574/15746725/4166003-spoton_s1ep009_gamepreservation_20230714v3.jpg\" width=\"480\" /> With the news from a study conducted by the Video Game History Foundation revealing that a whopping 87% of classic games are no longer available, Tam and Lucy dive into why video game preservation is so important.", "link": "https://www.gamespot.com/videos/you-dont-own-your-games-any-more-spot-on/2300-6461875/", "date_published": "2023-07-14T20:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Evercade's New Super Pocket Handhelds Feature Street Fighter II, Space Invaders, And More", "description": "<p dir=\"ltr\">A bunch of classic Capcom and Taito arcade games are going portable, thanks to the new Super Pocket handheld line from the makers of the Evercade cabinets.</p><p dir=\"ltr\">Two versions of the Super Pocket will be available later this year--one for Taito games and another for Capcom titles--and each model sports its own lineup of games and a unique visual design.</p><p>The<span class=\"norewrite\">           <a href=\"https://shop-links.co/1813940503265226719?u1=subid_value\">Taito edition Super Pocket</a> </span> features a green color scheme and comes with 17 Taito arcade games like Space Invaders, Rastan, Bubble Bobble, and Bust-A-Move.</p><a href=\"https://www.gamespot.com/articles/evercades-new-super-pocket-handhelds-feature-street-fighter-ii-space-invaders-and-more/1100-6516002/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/evercades-new-super-pocket-handhelds-feature-street-fighter-ii-space-invaders-and-more/1100-6516002/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T19:27:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "WoW Classic's Notoriously Grindy PvP System Is Being Revamped To Be \"Healthier\"", "description": "<p><a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft Classic</a> will see its notorious PvP ranking system revamped in a coming update, as Blizzard looks to make the system \"healthier.\"</p><p dir=\"ltr\">As it currently stands, WoW Classic recreates the game's original PvP ranking system as it worked from 2004-2006. Players looking to climb the ranks aren't so much battling the other faction as they are competing with like-minded players of their own faction, as they attempt to farm more Honor points than the person next to them. The game's highest ranks are reserved for only a top percentage of players participating in the PvP system. Taking a day or (God forbid) a week off from the Honor grind means losing weeks or even months of progress and potentially being demoted in rank, incentivizing players to keep pushing and playing at all cost.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">The updated WoW Classic Era PvP honor system is now available for testing on the 1.14.4 PTR. The team worked very hard on this, and I'm proud to see it in players' hands.<br />We sincerely appreciate your time and feedback. Happy testing!<a href=\"https://twitter.com/hashtag/wowclassic?src=hash&amp;ref_src=twsrc^tfw\">#wowclassic</a> <a href=\"https://twitter.com/hashtag/pvp?src=hash&amp;ref_src=twsrc^tfw\">#pvp</a><a href=\"https://t.co/0gQ1cPae0N\">https://t.co/0gQ1cPae0N</a></p>  — Nora Valletta 💙 (@NoraValletta) <a href=\"https://twitter.com/NoraValletta/status/1679696774423019522?ref_src=twsrc^tfw\">July 14, 2023</a></blockquote>              </div><p dir=\"ltr\">It's an <a href=\"https://www.youtube.com/watch?v=rOmDUYlZXGw&amp;t=2s\">infamously grindy system</a>, one that encourages players to play for over a dozen hours a day for months on end to achieve the game's highest ranks. Those higher ranks are required to unlock exclusive titles and purchase some of WoW Classic's best weapons and armor. Those who accomplish the feat are seen as local legends on their servers, mostly because the process of becoming Grand Marshal or High Warlord is like working a full-time job and is not for the faint of heart.</p><a href=\"https://www.gamespot.com/articles/wow-classic-notoriously-grindy-pvp-system-is-being-revamped-to-be-healthier/1100-6516001/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wow-classic-notoriously-grindy-pvp-system-is-being-revamped-to-be-healthier/1100-6516001/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T19:09:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Walking Dead: Daryl Dixon Spinoff Sets September Premiere Date", "description": "<p dir=\"ltr\">AMC Networks has announced the premiere date for its latest addition to The Walking Dead universe, with <a href=\"https://deadline.com/2023/07/the-walking-dead-daryl-dixon-premiere-date-amc-photos-1235438382/\">Deadline</a> reporting that The Walking Dead: Daryl Dixon is set to debut September 10 on both AMC and AMC+. The spinoff series stars Norman Reedus, reprising his role as fan-favorite character Daryl Dixon.</p><p dir=\"ltr\">In The Walking Dead: Daryl Dixon, viewers will follow Daryl's journey as he finds himself washed ashore in France, facing the challenge of piecing together how and why he ended up there. The series will take audiences on an exploration of a broken yet resilient France as Daryl seeks a way back home. Along the way, he forms unexpected connections that complicate his ultimate plan.</p><p dir=\"ltr\">Joining Reedus in the cast are Clémence Poésy, Adam Nagaitis, Anne Charrier, Eriq Ebouaney, Laika Blanc Francard, Romain Levi, and Louis Puech Scigliuzzi.</p><a href=\"https://www.gamespot.com/articles/the-walking-dead-daryl-dixon-spinoff-sets-september-premiere-date/1100-6515999/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-walking-dead-daryl-dixon-spinoff-sets-september-premiere-date/1100-6515999/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T19:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "See John Cena As Topless Mermaid Ken In Barbie Promo", "description": "<p>John Cena is not only a WWE legend, but he's been expanding his career further into the film space in recent years, and this includes an unexpected role in this month's Barbie movie.</p><p>Cena plays \"Kenmaid\" in the Barbie movie alongside Margot Robbie as Barbie and Ryan Gosling as Ken. To promote the film, Warner Bros. released a featurette showing Cena topless and in costume, discussing how the audience will walk away from Barbie with a \"mixed bag of opinions.\"</p><p>\"When people can get into a fiery debate about something, I think that's good,\" Cena, who is sporting a fantastic blonde wig, said.</p><a href=\"https://www.gamespot.com/articles/see-john-cena-as-topless-mermaid-ken-in-barbie-promo/1100-6515998/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/see-john-cena-as-topless-mermaid-ken-in-barbie-promo/1100-6515998/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T18:47:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Major Nelson Is Leaving Xbox After 20 Years", "description": "<p>Larry Hryb, better known as Major Nelson online, is leaving Microsoft after 22 years. Hryb, who was Microsoft's Senior Director of Corporate Communications, made the announcement today on Twitter, stating that he has decided to \"take a step back and work on the next chapter\" of his career. It's unclear what Hryb's next moves are.</p><p>Hryb had been with Microsoft since 2001 before moving to the Xbox division in 2003. He's been with Xbox ever since and has been one of the biggest faces of the brand. He's known for the development and promotion of Xbox 360, Xbox One, and Xbox Live, and has advised many companies on utilizing social media to connect with communities.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">After 20 incredible years, I have decided to take a step back and work on the next chapter of my career. As I take a moment and think about all we have done together, I want to thank the millions of gamers around the world who have included me as part of their lives. (1/3)</p>  — Larry Hryb 💫✨ (@majornelson) <a href=\"https://twitter.com/majornelson/status/1679913767214231552?ref_src=twsrc^tfw\">July 14, 2023</a></blockquote>              </div><p>\"Thanks to Xbox team members for trusting me to have a direct dialogue with our customers,\" Hryb said on Twitter. \"The future is bright for Xbox and as a gamer, I am excited to see the evolution.\"</p><a href=\"https://www.gamespot.com/articles/major-nelson-is-leaving-xbox-after-20-years/1100-6515997/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/major-nelson-is-leaving-xbox-after-20-years/1100-6515997/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T18:29:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Microsoft Is Ending The Really Good Xbox Game Pass Family And Friends Test", "description": "<p>For months, Microsoft has tested a new version of Xbox Game Pass that allowed members to share their Game Pass Ultimate benefits with up to five people in a friends-and-family-style plan. After a period of testing, Microsoft has decided to end the test preview--but the plan could return one day.</p><p>A spokesperson told <a href=\"https://www.eurogamer.net/xbox-game-pass-friends-and-family-preview-ends-next-month-microsoft-confirms\">Eurogamer</a> that the company was \"excited about\" how this Friends and Family plan, as it was called, resonated with fans. The company is now going to evaluate the test to help create \"an offer that we can bring to more players worldwide in the future.\"</p><p>The Friends and Family plan for Game Pass ends its trial on August 15. Anyone in the program at that time will get an \"Xbox Game Pass offer\" as a thank you for participating.</p><a href=\"https://www.gamespot.com/articles/microsoft-is-ending-the-really-good-xbox-game-pass-family-and-friends-test/1100-6515996/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/microsoft-is-ending-the-really-good-xbox-game-pass-family-and-friends-test/1100-6515996/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T18:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Sims 4: Horse Ranch Adds Unicorns, Ceiling Paint, Wine-Making, And Adorable Baby Animals", "description": "<p>If you wanna be a cowboy, baby, now's your time to shine. The Sims 4 Horse Ranch expansion is less than a week away, and will include several features that will get even your most urbane sims saying, “Yee-Haw!'</p><p dir=\"ltr\">Okay, now that the Wild West jokes are out of the way, let's dig into what the pack includes. Though the trailer shared by The Sims' team earlier this month gave fans <a href=\"https://www.gamespot.com/articles/the-sims-4-horse-ranch-expansion-lets-you-raise-horses-and-run-a-vineyard/1100-6515713/\">a pretty good look at the upcoming expansion</a>, GameSpot recently had the opportunity to attend a preview event that added a bit more clarity to what players can expect.</p><p dir=\"ltr\">The Sims 4 Horse Ranch adds the town of Chestnut Ridge to the game--a pastoral paradise where horses can roam freely and lots are big enough for players to create the farm and/or vineyard of their dreams. Chestnut Ridge includes three new neighborhoods--New Appaloosa, Galloping Gulch, and Rider's Glen--and 13 new lots for players to build on. Additionally, these lots will be fairly large compared to lots included in previous expansions, particularly Galloping Gulch.</p><a href=\"https://www.gamespot.com/articles/the-sims-4-horse-ranch-adds-unicorns-ceiling-paint-wine-making-and-adorable-baby-animals/1100-6515994/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-sims-4-horse-ranch-adds-unicorns-ceiling-paint-wine-making-and-adorable-baby-animals/1100-6515994/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T18:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Ninja Turtles: Mutant Mayhem Sewer Experience Coming To LA And New York", "description": "<p> </p><p dir=\"ltr\">In anticipation of the upcoming animated film Teenage Mutant Ninja Turtles: Mutant Mayhem, fans of all ages will have the opportunity to step into the turtles' world at the immersive \"TMNT Experience.\" The experience, created by the NVE Experience agency, promises to take visitors on a journey through the turtles' underground lair.</p><p dir=\"ltr\">\"We're incredibly proud to bring this fresh, action-packed movie with so much humor and heart to audiences,\" Paramount Pictures President of Domestic Distribution Chris Aronson said. \"We can't wait for fans of all ages to experience Teenage Mutant Ninja Turtles: Mutant Mayhem on the big screen.\"</p><a href=\"https://www.gamespot.com/articles/ninja-turtles-mutant-mayhem-sewer-experience-coming-to-la-and-new-york/1100-6515995/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/ninja-turtles-mutant-mayhem-sewer-experience-coming-to-la-and-new-york/1100-6515995/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T17:50:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "22 Video Game Movies That Got Announced But Never Panned Out", "description": "<p><h2>Hollywood loves a good announcement</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/3/7/4/8/2013748-611729_20121010_001.jpg\" /><br /><h3><p>The Super Mario Bros. Movie lit up the box office this year with more than $1 billion in ticket sales, putting video game movies back in the spotlight. It wasn't the first video game movie and it won't be the last.</p><p>But not every video game movie is so successful, and many that were announced and had directors and writers attached were never made at all. In this post, we're running through 20 video game movies that were announced but never panned out.</p><p>This list includes the Halo movie from Lord of the Rings director Peter Jackson, the movie based on The Division starring Jake Gyllenhaal and Jessica Chastain, and the Atari movie featuring none other than Leonardo DiCaprio as Nolan Bushnell.</p><p>It's also worth bearing in mind that in Hollywood, this type of thing is normal. A studio buying the movie rights to a franchise does not guarantee that a project will see the light of day. It just means the company has the <em>option </em>to do so. With that out of the way, here we go.</p></h3></p><br />     <p><h2>1. Halo</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/7/8/0/0/727800-926632_20060509_002.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Perhaps the most high-profile video game movie that was announced but never came out was the Halo film. Following the success of the Lord of the Rings movies, Peter Jackson was hired to be an executive producer on a Halo film that would feature CG work from Weta Digital. The original announcement included beaming quotes from Jackson, who said he was \"excited to bring Halo's premise, action, and settings to the screen. I'm a huge fan of the game and look forward to helping it come alive on the cinema screen,\" he said. \"The movie, which was written by 28 Days Later scribe Alex Garland and D.B Weiss (who would go on to create HBO's Game of Thrones with David Benioff), was booked to come to theaters in the summer of 2007.</p><p dir=\"ltr\">But that never happened.</p><p>The film was indefinitely postponed in October 2006. Director Neill Blomkamp stayed on board, but Garland and Weiss dropped out. Efforts were reportedly made to help Halo come to the big screen, but nothing ever came of it. All was not lost, however, as Blomkamp and Jackson took some of what they created for Halo and made the celebrated low-budget film District 9, which ended up putting Blomkamp on the map. Despite how it all went down, Blomkamp said in 2017 that he would <a href=\"https://www.gamespot.com/articles/after-halo-movie-fell-apart-director-still-wants-a/1100-6451671/\">jump at the chance to try again with Halo. </a>As for the Halo series outside of video games, a TV show starring Pablo Schreiber was released in 2022 on Paramount+.</p></h3></p><br />     <p><h2>2. BioShock</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1197/11970954/2376132-cohen_trailerscreen_web.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">A film based on the Ken Levine-directed video game BioShock was first announced in 2008, with Pirates of the Caribbean director Gore Verbinski attached to direct. Production was halted the following year due to concerns over the project's ballooning $160 million budget. Verbinski clarified the film's fate in 2011, revealing that the BioShock movie's budget would only be approved for a PG-13 take on the material, a compromise he felt was unacceptable. After Verbinski dropped out, other directors came aboard to try to pick up the pieces, including Juan Carlos Fresnadillo, who made 28 Days Later and Intact.</p><p dir=\"ltr\">While that version of the BioShock movie never panned out, Netflix announced in 2022 that it is partnering with 2K and Take-Two to make a BioShock movie for the streaming service. It's still super early days, and just because Netflix has announced its intention to make a movie, that doesn't mean the company will actually do it.</p><p> </p></h3></p><br />     <p><h2>3. Portal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/6/0/0/3/1666003-991073_20110228_014.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Feature films based on Valve's popular games Half-Life and Portal were announced back in 2013. At the time, Valve said it would work with director JJ Abrams on these movies, and for a time, it sounded like the films might actually come out. Abrams said in 2021 that the Portal movie had a script and was moving ahead at Warner Bros. Abrams said Portal has \"enormous potential\" as a film. Too bad that we haven't heard a peep about it since!</p><p> </p></h3></p><br />     <p><h2>4. Half-Life</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1593/15930215/3607225-ss_6868ae1644628f857e7df4b72a00fdf506f79c7f.1920x1080.jpg\" /><br /><h3><p dir=\"ltr\">In addition to the Portal movie, JJ Abrams was at one point developing a Half-Life film. Abrams delivered some tough news in 2021, saying his team at Bad Robot is \"not actively involved\" in it. There is always a possibility that a different studio could pick up the pieces and run with it, but it remains to be seen if that will happen soon… or ever.</p><p> </p></h3></p><br />     <p><h2>5. Leonardo DiCaprio as Atari Founder Nolan Bushnell</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4165854-screenshot2023-07-14at1.24.11pm.png\" /><br /><h3><p> </p><p>Some may recall that in 2008, Paramount agreed to make a biopic about Atari founder Nolan Bushnell. And who would play Bushnell? None other than Leonardo DiCaprio. Brian Hecker and Craig Sherman wrote the screenplay, after they convinced Bushnell personally that they could \"do his unique story justice.\" Bushnell played a major role in the origins of the video game industry with titles like Pong and the Atari 2600 system. He also founded Chuck E. Cheese's. The movie, of course, never panned out. The exact reasons why are unknown, but it's pretty common in Hollywood for hyped movies to ultimately fizzle out.</p></h3></p><br />     <p><h2>6. Vin Diesel's Wheelman</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/0/7/5/5/940755-932152_20090326_034.jpg\" /><br /><h3><p> </p><p>Who could forget that, in 2006, Vin Diesel himself confirmed plans to make a Wheelman movie with Midway Games, MTV Films, and Paramount Pictures. Diesel was very excited about it at the time, saying, \"With The Wheelman, we have created the first integrated franchise being launched for both the gaming and film industries.\" XXX writer Rich Wilkes was attached to pen the screenplay, but no director, release date, or plot details were released for the film. The plan, as Diesel alluded to, was to create a new Wheelman film <em>and </em>a video game. Midway CEO David Zucker said this would be a \"groundbreaking new model\" for entertainment. But it was not meant to be, at least not completely. A Wheelman video game starring Diesel was released in 2009, but the film adaptation? It never happened. Diesel and his team didn't abandon this idea altogether, though, as he starred in the Chronicles of Riddick video game and feature film. In the future, Diesel is set to star in the dinosaur survival game Ark 2 and has announced generic plans for an Ark 2 film. Only time will tell if it all comes together as Diesel is envisioning it.</p></h3></p><br />     <p><h2>7. The Division</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1576/15769789/3400287-tctd2_screen_e3_sp2_180611_230pm_1528731119.jpg\" /><br /><h3><p> </p><p>In 2016, it was announced that Jake Gyllenhaal and Jessica Chastain would star in a movie based on Ubisoft's The Division. That was some pretty exciting news, given the caliber of both. Then we learned that Oscar-winner Stephen Gaghan would write and direct the movie. More exciting news! However, plans later shifted, with John Wick's David Leitch coming aboard. That was pretty fun and exciting news, too, given his pedigree. But it wasn't meant to be, as Leitch reportedly dropped out due to his busy schedule, with Skyscraper's Rawson Marshall Thurber stepping in to take over. That's the latest word in what has been a lengthy development process. Since it's been so long, it remains to be seen if Gyllenhaal and Chastain remain attached.</p></h3></p><br />     <p><h2>8. Ghost Recon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1197/11970954/3186370-grw_preview_screenshot_f_1485218127.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">All the way back in 2013, Ubisoft announced it was working with action movie legend Michael Bay on a Ghost Recon movie. Writers Matthew Federman and Stephen Scaia were hired. But it's been 10 years and there is no movie, nor have there been any meaningful updates about it.</p><p> </p></h3></p><br />     <p><h2>9. Splinter Cell</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/1/6/3/4/2051634-614208_20130821_006.jpg\" /><br /><h3><p> </p><p>Another Ubisoft movie that is seemingly in development hell is the Splinter Cell film. This project was announced back in 2012, but had been in the works for six years prior, <a href=\"https://www.gamespot.com/articles/splinter-cell-movie-not-to-be-game-remake/1100-6141743/\">dating back to 2006</a>. In 2017, producer Basil Iwanyk said the script was finished and was headed to Hardy for consideration. Whether or not that ever happened is unknown, but Iwanyk stressed that Hardy is a big-time gamer himself and was keen to play Sam Fisher. Jason Bourne director Doug Liman was at one point attached to direct, but he later bowed out. The current status of the project is unknown, but in classic Hollywood fashion, studio executives <a href=\"https://www.gamespot.com/articles/assassins-creed-splinter-cell-movies-getting-seque/1100-6435923/\">began thinking about a sequel</a> long before the first movie was released.</p></h3></p><br />     <p><h2>10.  Just Dance</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/536/5360430/3081744-jd2017_screen_worthit2_e3_160613_230pm_1465805880.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Another Ubisoft video game that was at one point destined for the silver screen was… Just Dance. Yes, really. The game where you dance in your living room. In 2019, Screen Gems acquired the rights to make a Just Dance movie based on the series that debuted in 2009. Neither Ubisoft nor Sony Pictures shared specifics for just <em>how </em> Just Dance could work as a film, but in Hollywood, truly anything is possible.</p><p dir=\"ltr\">These won't be Ubisoft's first movies, as the company partnered with Fox for 2016's Assassin's Creed, which starred Michael Fassbender, Marion Cotillard, and Jeremy Irons.</p><p> </p></h3></p><br />     <p><h2>11. Call Of Duty</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1179/11799911/4165837-screenshot2023-07-10at10.00.06am.png\" /><br /><h3><p> </p><p dir=\"ltr\">It might not be very widely known, but gaming giant Activision Blizzard has a film and TV division called Activision Blizzard Studios. One of the projects in the works is a Marvel-style extended film universe for the Call of Duty series. In 2017, multiple scripts had been written and plans seemed to be coming together. The plan, at least at one point in time, was to make movies based on Call of Duty sub-brands like Black Ops and Modern Warfare, and potentially for them to connect in some fashion. But the momentum has seemingly slowed down and there have not been any meaningful updates on the Call of Duty movie universe in recent years. Activision has had some success in the film space, as 2016's Warcraft was the highest-grossing video game movie of all time globally until The Super Mario Bros. Movie came along.</p></h3></p><br />     <p><h2>12. The Last of Us</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/536/5360430/3165120-screen_tlou2_teaser_02.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Long before HBO adapted Naughty Dog's The Last of Us into the celebrated TV series that was released in 2023, the game studio was working with Sony Pictures on a Last of Us feature film. In 2021, writer-director Neil Druckmann said one of the key issues was a push from above to include more action and bigger set pieces. That didn't feel genuine to the story, so Druckmann didn't move forward with The Last of Us as a film. As a video game, The Last of Us featured a number of set pieces and action sequences to help players learn the controls. But for TV, none of that matters. Druckmann said he was excited to bring The Last of Us to TV because it allowed him and the team to \"play to the strengths of this medium.\"</p><p> </p></h3></p><br />     <p><h2>13. Dante's Inferno</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/6/6/2/9/1266629-955367_20100302_003.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Remember Dante's Inferno? EA's big action game from 2010 that the company spent big money to promote with a Super Bowl commercial? There was so much excitement behind the property, apparently, that Evil Dead director Fede Alvarez was rumored to be in the mix to direct a live-action adaptation of the game for Universal Pictures. The game itself is an adaptation of Dante Alighiere's classic Divine Comedy poem, in which Dante must traverse the nine circles of Hell to rescue his beloved Beatrice. Jay Basu (The Dinosaur Project, Fast Girl) and Bruce McKenna (Band of Brothers, The Pacific) wrote scripts for the film throughout the development process. Despite some buzz and excitement around the movie, it never came to fruition and the game never got a sequel.</p><p> </p></h3></p><br />     <p><h2>14. The Sims</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1197/11970954/2897623-sims4spa_002.jpg\" /><br /><h3><p> </p><p>Back in 2007, EA and 20th Century Fox announced that the popular Sims video game would become a movie. It was planned as a live-action movie, so the idea would be that real human actors would become the Sims that are controlled by human players in the game. Brian Lynch, who would later write Minions and the Secret Life of Pets films, was hired to pen the script for The Sims. At the time, EA boss Rod Humble said the Sims franchise is all about what it's like to have \"infinite power and how do you deal with it.\" Humble said that's a tale as old as time, remarking that it would \"easily\" translate to a traditional storytelling medium like film. Maybe so, or maybe not, because the planned Sims film never panned out and Hollywood hasn't tried again since.</p><p dir=\"ltr\"><span> </span></p></h3></p><br />     <p><h2>15.  Firewatch</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/536/5360430/2640735-firewatch-1.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">2016's Firewatch is a bold and beautiful game that scored fantastic reviews upon release, so it was little surprise when Hollywood came calling for the movie rights. Developer Campo Santo brokered a deal with movie companies Good Universe to create a Firewatch film. The game is set in 1989 Wyoming and features the voices of Cissy Jones (The Walking Dead) and Rich Sommer (Mad Men).</p><p dir=\"ltr\">You play as a fire lookout named Henry and can only communicate with a voice on the other side of a radio. To say much more about the story would be giving something away.</p><p>When the film was announced, Campo Santo founder Sean Vanaman said the studio and the movie companies had shared values and that they were excited to get started. No directors or actors were ever announced for the film, and it never materialized. That's not to say it will <em>never </em>happen, only that it hasn't yet.</p></h3></p><br />     <p><h2>16. Dead Island</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/3/2/8/6/1823286-649879_20111114_003.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">Deep Silver's popular zombie game Dead Island garnered a lot of attention for its eye-catching original trailer where events unfolded backward. It was an emotionally gripping device, and it was so exciting that Hollywood got involved and struck a movie deal. In 2011, Deep Silver cut a deal with Hunger Games studio Lionsgate, but the project fell through and the rights reverted back to the game company. In 2014, Deep Silver tried again with Occupant Entertainment, but similarly, the project didn't catch fire and we haven't heard about it since. The game series, meanwhile, is still chugging along, with Dead Island 2 releasing in April 2023.</p></h3></p><br />     <p><h2>19. RollerCoaster Tycoon</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/mig/6/2/7/6/656276-926255_20050503_005.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">If something is popular, Hollywood will try to make a movie out of it. Case in point: in 2010, Sony Pictures Animation announced that it had acquired the film rights to the RollerCoaster Tycoon series of theme park management games. It was reported at the time that the movie would be a hybrid of live-action and animation. Harald Zwart, who directed Agent Cody Banks, The Pink Panther II, and the Karate Kid remake, was an executive producer and potential director.</p><p dir=\"ltr\">That's all we ever heard about the movie. Sadly, it never came to be, leaving fans to wonder what it could have been. Maybe it was for the best…</p></h3></p><br />     <p><h2>20. Just Cause</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1576/15769789/3398406-jc4_screenshot_rocket_chopper_june10_3pm_pdt_1528634151.jpg\" /><br /><h3><p> </p><p dir=\"ltr\">A movie based on the over-the-top action game series Just Cause from developer Avalanche Studios has been in development since 2010 or earlier, and it's still not here. The movie was at one point in development from the German film company Constantin, which also made the popular Resident Evil series starring Milla Jovovich and the Monster Hunter movie that also starred Jovovich. The movie has had a number of ups and downs and bumps in the road throughout its lengthy development process.</p><p dir=\"ltr\">At one point, Aquaman star Jason Momoa was attached to play Rico Rodriguez, with Rampage director Brad Peyton lined up to direct. Master and Commander: The Far Side of the World writer John Collee was attached to write, but John Wick creator and writer Derek Kolstad later came aboard as the newest writer in 2019. Unfortunately for those wanting to see a Just Cause movie, there have not been any significant updates on the film in the years since. You can always go back and watch the 1995 crime thriller Just Cause starring Laurence Fishburne and Sean Connery if you want to see a movie called Just Cause.</p><p> </p></h3></p><br />     <p><h2>21. Metal Gear Solid</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1365/13658182/2938797-metalgearonline_scout_a_02.jpg\" /><br /><h3><p dir=\"ltr\"><strong> </strong></p><p dir=\"ltr\">A movie based on the Metal Gear Solid series has been in development for more than 5 years, but unfortunately for fans, it's never gathered enough steam to actually get cameras rolling. In 2017, Jurassic World's Derek Connolly was writing the script, but in Hollywood, things change all the time and it's not clear if he's still attached or if someone else came on to take over. In terms of casting, Oscar Isaac was at one point attached to play Solid Snake. In 2022, Isaac said the film was still alive, but before production could begin, the filmmakers would need to find a good story. And that could take some time. \"We're climbing through air ducts. We're looking for the story,\" Isaac said at the time</p><p dir=\"ltr\">Kong: Skull Island director Jordan Vogt-Roberts, a Metal Gear super-fan and a friend of series designer Hideo Kojima, is lined up to direct the film (or at least he was the last we heard). Similarly, Sony Pictures was attached to produce the Metal Gear movie when we heard last.</p></h3></p><br />     <p><h2>22. Saints Row</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/536/5360430/2640087-gat_fly.jpg\" /><br /><h3><p> </p><p>The high-octane action game series Saints Row has always been in GTA's shadow, but it could achieve something GTA has not: a feature film adaptation. For years, there have been reports about a Saints Row film, and in 2019, it was announced that Fate of the Furious director F. Gary Gray would direct the movie. Greg Russo, who wrote the script for the much-loved Mortal Kombat reboot movie, was at one point attached to write the script when the movie was set up at Warner Bros. This was a few years ago, so whether or not the movie is still happening with the same people and studio remains to be seen. But the franchise certainly seems like it could be well-suited for the silver screen with its over-the-top action, humor, and antics.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/22-video-game-movies-that-got-announced-but-never-panned-out/2900-4810/", "date_published": "2023-07-14T17:05:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Where Is Xur Today? (July 14-18) Destiny 2 Exotic Items And Xur Location Guide", "description": "<p>The weekend is finally here, and before you start making plans for <a href=\"https://www.gamespot.com/articles/destiny-2-solstice-event-date-new-rewards-and-everything-we-know/1100-6515958/\">Solstice</a> next week, now is a great time to pay your friendly neighborhood arms dealer Xur a visit. As usual, Xur has returned with a fresh selection of Exotic gear and legendary-class items. Here's where you can find Xur this week and what the Agent of the Nine has for sale.</p><p>This week you can find Xur in <strong>the EDZ</strong>, in the <strong>Winding Cove</strong> area. For his weapon, Xur is offering <strong>Vigilance Wing</strong>. Hunters can pick up the <strong>Fr0st-EE5 </strong>leg armor; Titans can grab the <strong>An Insurmountable Skullfort </strong>helmet; and Warlocks can buy the <strong>Crown of Tempests </strong>helmet.</p><h2>Xur Location</h2><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4165749-xuredz.jpg\"><img alt=\"Xur's location in the EDZ.\" src=\"https://www.gamespot.com/a/uploads/scale_super/1601/16018044/4165749-xuredz.jpg\" /></a><figcaption>Xur's location in the EDZ.</figcaption></figure><p>Spawn in at the Winding Cove transmat zone, then hop on your sparrow and go north. Take the collapsed overpass on the left and look for a cave near the bend in the road. Follow the tunnel through the cliff face to reach a higher ridge where a Fallen dropship has crashed; you'll find Xur waiting there.</p><a href=\"https://www.gamespot.com/articles/where-is-xur-today-july-14-18-destiny-2-exotic-items-and-xur-location-guide/1100-6515979/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/where-is-xur-today-july-14-18-destiny-2-exotic-items-and-xur-location-guide/1100-6515979/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T17:02:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Blizzard Details Diablo 4 Season 1's Overpowered Malignant Hearts", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV's</a> Season of the Malignant is right around the corner, and now Blizzard has <a href=\"https://twitter.com/Diablo/status/1679621380080295998?s=20\">shared</a> more details on the powerful, gem-like items players will be chasing as part of the ARPG's first season.</p><p dir=\"ltr\">Malignant Hearts, as the items are called, come in four forms and each drops from monsters who share the same heart-type in their name. Vicious Hearts will drop from Vicious Malignant monsters, for example, and will grant offensive powers. Brutal Hearts will grant defensive power. Devious Hearts will grant utility-based powers. The rarest of the four, Wrathful Hearts, are labeled as granting a \"super power.\"</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Put the hearts of your enemies to good use in the Season of the Malignant.<br />Coming to <a href=\"https://twitter.com/hashtag/DiabloIV?src=hash&amp;ref_src=twsrc^tfw\">#DiabloIV</a> on 7/20. <a href=\"https://t.co/wZsvOft7r4\">pic.twitter.com/wZsvOft7r4</a></p>  — Diablo (@Diablo) <a href=\"https://twitter.com/Diablo/status/1679621380080295998?ref_src=twsrc^tfw\">July 13, 2023</a></blockquote>              </div><p dir=\"ltr\">In its latest developer update livestream, Blizzard said that Malignant Hearts will grant effects akin to Legendary powers and can be slotted into gear like gems. That, as one might imagine, will allow for some <a href=\"https://www.gamespot.com/articles/diablo-4-season-1-starts-july-20-will-allow-for-stupid-broken-builds/1100-6515734/\">\"stupid, broken\" new builds</a>, according to Blizzard.</p><a href=\"https://www.gamespot.com/articles/blizzard-details-diablo-4-season-1-overpowered-malignant-hearts/1100-6515993/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/blizzard-details-diablo-4-season-1-overpowered-malignant-hearts/1100-6515993/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T16:53:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Here Are Two New Cards From The Upcoming Magic: The Gathering Commander Masters Expansion", "description": "<p dir=\"ltr\">Magic: The Gathering's recent The Lord Of The Rings expansion is a tough act to follow, but Wizards Of The Coast has a plan. The company is theming its next set all around the ultra-popular Commander format with Commander Masters, which launches in August.</p><p dir=\"ltr\">Commander Masters is a set composed only of reprinted cards from Magic's history, and it is focused on cards which feature prominently in the titular Commander format--in which players designate a legendary creature as their \"commander\" and then build a 99-card deck around that creature. We have an exclusive look at two never-before-seen cards from the set--a pair of powerful creatures who are both seeing their first-ever inclusion in a reprint expansion.</p><p dir=\"ltr\">First up is a multicolored creature from 2018's Rivals Of Ixalan who answers the question, \"what if Cerberus was a T-rex?\" Here's <strong>Zacama, Primal Calamity</strong>:</p><a href=\"https://www.gamespot.com/articles/here-are-two-new-cards-from-the-upcoming-magic-the-gathering-commander-masters-expansion/1100-6515939/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/here-are-two-new-cards-from-the-upcoming-magic-the-gathering-commander-masters-expansion/1100-6515939/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T16:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Misguided WoW Players Keep Kicking Its New Augmentation Spec, Completely Missing The Point", "description": "<p>Players of <a href=\"https://www.gamespot.com/games/world-of-warcraft/\">World of Warcraft</a>: Dragonflight's new Augmentation specialization for Evokers are having a tough time trying to justify themselves in dungeon groups, as it seems some members of the community aren't exactly clear on what the spec is all about.</p><p dir=\"ltr\">While technically a DPS specialization, <a href=\"https://www.gamespot.com/articles/wow-dragonflight-new-augmentation-spec-is-a-first-for-blizzard-mmo-in-more-ways-than-one/1100-6515232/\">Augmentation is unique in Blizzard's MMO</a> in that it is a buff-focused spec that revolves around upping the damage output of whatever group they are in. Augmentation Evokers do damage on their own, too, but their main goal is to chain together abilities to provide maximum buff uptime for their group, bringing a new style of support gameplay to WoW for the first time.</p><div>          </div><p dir=\"ltr\">Unfortunately for Augmentation players, one of the game's most popular add-ons, the DPS tracker Details!, doesn't currently accurately show how Augmentation is contributing to their group. That is leading some ignorant players to decry the new spec for dealing low damage, seemingly ignoring or unaware of the fact that the damage the rest of the group dishes out is massively buffed in order to compensate for Augmentation's lower DPS.</p><a href=\"https://www.gamespot.com/articles/misguided-wow-players-keep-kicking-its-new-augmentation-spec-completely-missing-the-point/1100-6515990/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/misguided-wow-players-keep-kicking-its-new-augmentation-spec-completely-missing-the-point/1100-6515990/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T15:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pick Up A Free And Freezing Horror Game For PC", "description": "<p>For a limited time, you can pick up the eerie adventure <a href=\"https://www.gog.com/game/the_whisperer\">The Whisperer over on GOG, absolutely free</a>.</p><p>The Whisperer is a point-and-click adventure game about exploring an abandoned trading post in Lower Canada, way back in 1814. The mood is ice-cold and gloomy, an isolated winter environment. You play as Robert of the North West trading company, who must investigate the vanishing of its trading post's two winterers. Horrors await.</p><p>Like its inspirations, Scratches and The Dark Eye, The Whisperer involves solving puzzles, discovering locations, and managing inventory, all from a first-person perspective. Over the game's roughly 45-minute run time, you explore the mystery at the game's heart and discover as-yet-unknown terrors.</p><a href=\"https://www.gamespot.com/articles/pick-up-a-free-and-freezing-horror-game-for-pc/1100-6515991/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/pick-up-a-free-and-freezing-horror-game-for-pc/1100-6515991/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T15:49:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "De-Aging Tom Cruise Was Considered For Mission: Impossible Dead Reckoning", "description": "<p dir=\"ltr\">At one point, Mission: Impossible Dead Reckoning Part 1 was going to feature a flashback sequence early on that included de-aging Tom Cruise to portray a young Ethan Hunt. But that plan was ultimately put on ice after director Christopher McQuarrie determined it would be too distracting--at least for now.</p><p dir=\"ltr\">Speaking with <a href=\"https://www.gamesradar.com/dead-reckoning-alternate-opening-tom-cruise-de-aging/\">GamesRadar</a>, McQuarrie opened up about a 1989 sequence for Mission: Impossible 7 that \"we talked about it as a cold open, we talked about it as flashbacks in the movie, we looked at de-aging.\" But apparently that key last part--de-aging--made the filmmaker nix the whole thing.</p><p dir=\"ltr\">\"One of the big things about [the de-aging] I was looking at while researching, I kept saying, 'Boy, this de-aging is really good' or 'This de-aging is not so good,'\" McQuarrie said. \"Never did I find myself actually following the story.\"</p><a href=\"https://www.gamespot.com/articles/de-aging-tom-cruise-was-considered-for-mission-impossible-dead-reckoning/1100-6515989/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/de-aging-tom-cruise-was-considered-for-mission-impossible-dead-reckoning/1100-6515989/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T15:18:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How Microsoft Could Close The Activision Deal In The UK", "description": "<p>After its <a href=\"https://www.gamespot.com/articles/microsoft-wins-court-case-against-ftc-to-buy-activision-blizzard/1100-6515704/\">court victory</a> against the Federal Trust Commission on July 11, Microsoft's plan to acquire Activision Blizzard just took a huge step forward. The deal still faces a few challenges, and in the UK, Microsoft still has to appease the Competition and Markets Authority. To do this, Microsoft may give up control of its cloud-gaming business in that region as it seeks to close the deal before the July 18 deadline.</p><p>According to a <a href=\"https://www.bloomberg.com/news/articles/2023-07-13/microsoft-activision-weigh-sale-of-some-uk-cloud-gaming-rights\">Bloomberg</a> report, Microsoft could sell off the cloud-based market rights for games in the UK to a telecommunications firm. \"It's all quite debatable, but I believe the most likely route to allowing the deal to close by Tuesday is for the CMA to issue a derogation from its interim order,\" said competition lawyer and ex-CMA legal director Tom Smith, who referred to the UK regulator's previous decision that forced Microsoft and Activision Blizzard to remain separate entities in that region. \"They could allow the deal to close but require the Activision Blizzard business to be held separate pending the final order. The CMA would look reasonable while preserving its position.</p><p>As Microsoft looks to complete its bid to purchase Activision Blizzard for $68.7 billion, one of the other hurdles that it has to clear is an antitrust trial that the FTC will hold on August 2. The FTC is also appealing the court case and US district judge Jaqueline Scott Corley's decision, who disagreed with the FTC's argument that the acquisition would be sufficiently anti-competitive. A decision on the appeal is expected very soon, as the restraining order preventing Microsoft from closing the deal in the US only runs through July 14. If The FTC's appeal isn't granted, then the regulator's temporary restraining order will expire at 11:59PM PT on July 14, which leaves the door open for Microsoft to close the deal in the next few days. Microsoft has until July 18 to complete its acquisition, or it'll be liable to pay a $3 billion breakup fee to Activision Blizzard if an extension isn't granted.</p><a href=\"https://www.gamespot.com/articles/how-microsoft-could-close-the-activision-deal-in-the-uk/1100-6515986/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-microsoft-could-close-the-activision-deal-in-the-uk/1100-6515986/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T15:09:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Hundreds Of Digital Xbox Games Discounted In New Sale", "description": "<p>Prime Day has come and gone, but there are still a bunch of great deals lingering around--including one at the <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-US/promotions/sales/ultimate-game-sale\">Xbox Store,</a> </span> which is discounting hundreds of digital games. Everything from <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/borderlands-3/C34NB0F1B5WQ\">Borderlands 3</a> </span> to <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/star-wars-jedi-survivor/9PGC82V0DXFS\">Star Wars Jedi: Survivor</a> </span> is on sale, giving you a chance to save a few bucks even though the big summer holiday has ended.</p><p>Dead Island 2 just launched a few months ago, but it’s already seeing a big price cut in the latest Xbox sale. The <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/dead-island-2-deluxe-edition/9NLFKWVNWFFV\">Deluxe version</a> </span> of the game (which includes the Weapons Pack along with other in-game exclusives) is now just $60, down from its usual $75. If you’re looking for a different kind of undead experience, the highly rated <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/resident-evil-village/9N2S04LGXXH4\">Resident Evil Village</a> </span> is just $20 (down from $40).</p><p>If Diablo IV has you itching for a good looter that doesn’t cost $70, you’ll find <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/destiny-2-lightfall/9P1RVNCQLX0N\">Destiny 2: Lightfall</a> </span> for $25 (down from $60) and <span class=\"norewrite\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.xbox.com/en-us/games/store/diablo-iii-eternal-collection/BZ84XLQBRHTG\">Diablo III: Eternal Collection</a> </span> for $20 (down from $60). Both are easy recommendations at these new low prices--especially if you can round up a few friends to play with.</p><a href=\"https://www.gamespot.com/articles/hundreds-of-digital-xbox-games-discounted-in-new-sale/1100-6515988/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/hundreds-of-digital-xbox-games-discounted-in-new-sale/1100-6515988/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:51:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Finally, You Can Feel Like You're Getting Punched While Playing A Game With Assassin's Creed Mirage Haptic Suit", "description": "<p dir=\"ltr\">OWO and Ubisoft have partnered to bring physical sensations to Ubisoft's game portfolio. The collaboration begins with Assassin's Creed Mirage, the latest installment in the popular franchise, with a haptic suit that promises to \"incorporate some exclusive sensations never felt before.\"</p><p dir=\"ltr\">Via the OWO Haptic Gaming System exclusive to Assassin's Creed Mirage Edition, players will join Basim, a street thief plagued by visions, as he seeks answers and justice--and be able to experience the impacts felt by the in-game avatar. The suit will also feature an exclusive ACM skin resembling the character's outfit. Initially, the ACM Edition will be <a href=\"https://owogame.com/owo-skin-acm/\">sold exclusively on OWO's official website</a>. Later, it will be available as a bundle with the Assassin's Creed Mirage game through various retailers.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Ubisoft has announced an OWO Haptic Gaming suit for Assassin's Creed Mirage.<br />Suit will include multiple different sensations such as impacts and parkour. It will also \"incorporate some exclusive sensations never felt before.\"<br />Company is <a href=\"https://t.co/N0bNoLjFH8\">https://t.co/N0bNoLjFH8</a> <a href=\"https://t.co/E5iX2mPt0s\">pic.twitter.com/E5iX2mPt0s</a></p>  — Geoff Keighley (@geoffkeighley) <a href=\"https://twitter.com/geoffkeighley/status/1679855224503033857?ref_src=twsrc^tfw\">July 14, 2023</a></blockquote>              </div><p dir=\"ltr\">\"By leveraging OWO's technologies and expertise, we can immerse players in the world, sounds, and sensations of Assassin's Creed Mirage in an innovative and enhanced way,\" Fabian Salomon, lead producer at Ubisoft Bordeaux, said. \"We look forward to players discovering and enjoying Basim's story with the power of OWO.\"</p><a href=\"https://www.gamespot.com/articles/finally-you-can-feel-like-youre-getting-punched-while-playing-a-game-with-assassins-creed-mirage-haptic-suit/1100-6515985/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/finally-you-can-feel-like-youre-getting-punched-while-playing-a-game-with-assassins-creed-mirage-haptic-suit/1100-6515985/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Last Of Us Part 2 Composer Hints At Re-Release", "description": "<p>According to the game's soundtrack composer, The Last of Us Part II is getting a re-release. He claims that he has a cameo in the game that'll allow players to have him play themes.</p><p>In an <a href=\"https://t.co/t3YIqVsg7E\">interview with Blender</a>, composer Gustavo Santaolalla said, \"In the new editions, you can make me play certain themes and well, I can't tell you anything else.\" Santaolalla's cameo already exists in The Last of Us Part II as Gustavo, and he is an outbreak survivor who lives in Jackson, Mississippi. His cameo character plays the banjo, and it seems like in the new editions of the game, players will be able to ask him to play songs from the game's soundtrack.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Gustavo Santaolalla seems to hint at a new version of The Last of Us Part II, apparently he is a cameo in the game: \"In the new editions you can make me play certain themes and well, I can't tell you anything else\" <a href=\"https://t.co/G9GmZwbEjc\">https://t.co/G9GmZwbEjc</a><br />at 1:36:30 <a href=\"https://t.co/t3YIqVsg7E\">https://t.co/t3YIqVsg7E</a> <a href=\"https://t.co/TimbFeuc1t\">pic.twitter.com/TimbFeuc1t</a></p>  — Wario64 (@Wario64) <a href=\"https://twitter.com/Wario64/status/1679691142118674433?ref_src=twsrc^tfw\">July 14, 2023</a></blockquote>              </div><p>Naughty Dog has yet to make an official announcement about this. However, Naughty Dog launched <a href=\"https://www.gamespot.com/reviews/the-last-of-us-part-i-ps5-and-pc-review-desolation-row/1900-6417949/\">The Last of Us Part 1</a> last year for PlayStation 5 and PC, so it's possible that the studio could release a new version of The Last of Us Part II for those same platforms. The game was first launched in June 2020 for PlayStation 4. It received a <a href=\"https://www.gamespot.com/articles/the-last-of-us-2-60fps-patch-for-ps5-is-out-now-for-free/1100-6491703/\">60fps patch for PlayStation 5</a> back in 2021.</p><a href=\"https://www.gamespot.com/articles/the-last-of-us-part-2-composer-hints-at-re-release/1100-6515987/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-last-of-us-part-2-composer-hints-at-re-release/1100-6515987/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Latest Day-One Game Pass Release Is Here", "description": "<p>Capcom's new action game <a href=\"https://www.gamespot.com/games/exoprimal/\">Exoprimal</a> is available to play via Xbox Game Pass and PC Game Pass now. The game has launched for Xbox One, Xbox Series X|S, PS4, PS5, and PC, and serves as Capcom's newest IP.</p><p>Exoprimal is a PvPvE action game that pits teams of players against deadly dinosaurs. Each player controls an exofighter that falls into one of three categories: Assualt, Tank, and Support. These various classes offer different abilities and teams must utilize them in conjunction with one another to survive the horde of dinosaurs.</p><p>Exoprimal does support cross-play matchmaking but restricts its party system only to those within the same platform ecosystem. In other words, players can matchmake with anyone on any platform, but can only join a party within specific platform ecosystems.</p><a href=\"https://www.gamespot.com/articles/the-latest-day-one-game-pass-release-is-here/1100-6515982/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-latest-day-one-game-pass-release-is-here/1100-6515982/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Mission: Impossible 7 Star Hayley Atwell Talks About \"Frustrating\" Doctor Strange 2 Cameo", "description": "<p dir=\"ltr\">If Peggy Carter's appearance in Doctor Strange and the Multiverse of Madness left a bad taste in your mouth, you're not alone. Actress Hayley Atwell has expressed that her cameo as Captain Carter was a \"frustrating moment\" since she didn't get to do much as the superhero.</p><p dir=\"ltr\"><strong><em>More spoilers follow for Doctor Strange 2 and Marvel's What If...? below.</em></strong></p><p dir=\"ltr\">Speaking on the <a href=\"https://www.youtube.com/watch?v=pctAlPoV7Wk\">Happy Sad Confused podcast </a>(and spotted by <a href=\"https://www.ign.com/articles/marvel-hayley-atwell-multiverse-of-madness-cameo-frustrating\">IGN</a>), Atwell seemed let down by the fate of Peggy in the Doctor Strange sequel. \"When she was like, 'I could do this all day,' and then followed by she's immediately cut in half by a frisbee,\" the actress said. \"And the audience being like, 'She can't do it all day. Apparently, you can't, so egg on your face.' That doesn't really serve Peggy very well.\"</p><a href=\"https://www.gamespot.com/articles/mission-impossible-7-star-hayley-atwell-talks-about-frustrating-doctor-strange-2-cameo/1100-6515981/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/mission-impossible-7-star-hayley-atwell-talks-about-frustrating-doctor-strange-2-cameo/1100-6515981/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Cyberpunk 2077 Has Clawed Its Way To \"Very Positive\" Steam Reviews After Rocky Launch", "description": "<p><a href=\"https://www.gamespot.com/games/cyberpunk-2077/\">Cyberpunk 2077</a> reviews on <a href=\"https://store.steampowered.com/app/1091500/Cyberpunk_2077/\">Steam</a> have finally reached a \"Very Positive\" rating after almost three years since its rocky launch.</p><p>CD Projekt community director Marcin Momot took to <a href=\"https://twitter.com/Marcin360/status/1679777649126768643\">Twitter</a> after players noticed the new achievement to share the news, saying, \"Cyberpunk 2077 Steam reviews are now sitting at 'Very Positive' with 80% of all scores being favourable. Thank you all for acknowledging all the hard work the team has put in over the years since the release!\"</p><p>Some players are praising the game and describing their experiences with the game's current state, with recent reviews sharing their less-than-critical opinions, but still offering a \"Recommended\" review. One player with the currently top-rated review and 69.5 hours on record wrote, \"I can't stop jacking. I'm serious. I see a port and I have to jack it. Any opportunity to jack it, I do. I love when the story makes me jack it. honestly, I'm addicted to jacking it.\"</p><a href=\"https://www.gamespot.com/articles/cyberpunk-2077-has-clawed-its-way-to-very-positive-steam-reviews-after-rocky-launch/1100-6515984/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cyberpunk-2077-has-clawed-its-way-to-very-positive-steam-reviews-after-rocky-launch/1100-6515984/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:13:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Deadpool 3 Stops Filming Amid Strikes", "description": "<p>The Hollywood actors' union, SAG-AFTRA, recently <a href=\"https://www.gamespot.com/articles/hollywood-actors-begin-strike-today-oppenheimer-stars-leave-premiere-first-strike-since-1980/1100-6515940/\">called a strike</a>, and in response, productions that were underway are now shutting down. <a href=\"https://variety.com/2023/film/news/deadpool-3-stops-filming-actors-strike-1235668880/\">Variety </a>reports that filming on Deadpool 3 has stopped, marking one of the first high-profile productions to pause production for the strike.</p><p>The shutdown comes not long after filming begun. A number of photos and video from set recently leaked, showing <a href=\"https://www.gamespot.com/articles/some-very-weird-deadpool-3-photos-have-leaked-online/1100-6515846/\">Ryan Reynolds and Hugh Jackman suited up as Deadpool and Wolverine, respectively</a>. It was also just recently announced that <a href=\"https://www.gamespot.com/articles/jennifer-garner-joins-deadpool-3-to-reprise-role-as-daredevils-elektra/1100-6515772/\">Jennifer Garner would return to play Elektra in the movie.</a></p><p>The SAG-AFTRA strike began July 13, and the union joins the writers' union, WGA, in striking for better compensation and protections. A number of Hollywood productions shut down after the WGA strike because many have writers on set to script new lines as cameras roll. Deadpool 3 started filming during the WGA strike anyway, but is now shut down entirely.</p><a href=\"https://www.gamespot.com/articles/deadpool-3-stops-filming-amid-strikes/1100-6515983/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/deadpool-3-stops-filming-amid-strikes/1100-6515983/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T14:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PlayStation Pasta Serves Up Sony's Tastiest Collaboration Yet", "description": "<p>At long last, PlayStation Pasta is a reality. Sony has announced that'll it be collaborating with British online supermarket <a href=\"https://www.ocado.com/products/garofalo-playstation-special-edition-pasta-606660011\">Ocado</a> (via <a href=\"https://www.eurogamer.net/this-playstation-pasta-pushes-all-the-right-buttons\">Eurogamer</a>) to release a special-edition pasta that'll be available on a PlateStation near you. A box of Italy's finest contribution to the culinary arts will contain the shapes of PlayStation's iconic controller buttons, all of which can be cooked up into various meals.</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4165667-606660011_2_1280x1280.jpg\"><img alt=\"Live in your world, buffet in ours.\" src=\"https://www.gamespot.com/a/uploads/original/1601/16018044/4165667-606660011_2_1280x1280.jpg\" /></a><figcaption>Live in your world, buffet in ours.</figcaption></figure><p>Fancy a bowl of Ghost of Tripoline? Maybe you're hungry for a plate of Ratchet and Capellini or you're in the mood to devour some Final Farfalline. We'd recommend filling up on some Horizon Ziti Dawn or some Calzone: Shadow Fall if you get the chance, but it might cost you a pretty penne.</p><p>In other PlayStation news not related to carbo-loading before a marathon Gran Turismo 7 session, <a href=\"https://www.gamespot.com/articles/ps5s-top-10-most-downloaded-games-for-june-2023-revealed/1100-6515954/\">the most-downloaded games for June</a> have been revealed. Diablo IV took first place in the US and Canada on both PS5 and PS4, as even the combined might of Final Fantasy 16 and Street Fighter 6 wasn't stroganoff to defeat Blizzard's return to the top of the charts.</p><a href=\"https://www.gamespot.com/articles/playstation-pasta-serves-up-sonys-tastiest-collaboration-yet/1100-6515978/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/playstation-pasta-serves-up-sonys-tastiest-collaboration-yet/1100-6515978/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T13:51:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Naraka: Bladepoint Is Now On PS5 And Free-To-Play Across All Platforms", "description": "<p>NetEase has announced that Naraka: Bladepoint, the 60-player battle royale, has adopted a free-to-play model across all platforms as the game launches on PlayStation 5.</p><p>Alongside the release, Naraka: Bladepoint will introduce new content and features, a new playable hero, rewards for both veteran and new PS5 players, as well as goodies to celebrate the game's two-year anniversary. Among the new features is a new game mode called Capture the Spirit, a 12v12 gang wars battle that will allow players to capture locations to earn points. There are also Justice Chamber updates to Guild Mode, which now has more features to the guild system, as well as a new Dual Haldberd's weapon that combines a spear and dagger into one.</p><div>          </div><p>A new hero named Tessa will be joining the roster and she is a 1000-year-old fox demon who can charm enemies and capture their souls. Naraka: Bladepoint now features a 3D lobby, allowing players to grapple around and explore while queuing for matches.</p><a href=\"https://www.gamespot.com/articles/naraka-bladepoint-is-now-on-ps5-and-free-to-play-across-all-platforms/1100-6515980/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/naraka-bladepoint-is-now-on-ps5-and-free-to-play-across-all-platforms/1100-6515980/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T13:36:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Celebrate The Upcoming Launch Of Pikmin 4 With Some Cool Merch", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160688-pikminmerch.jpg\" /><br /><h3><p>Nintendo has a great lineup of games scheduled for the rest of 2023, and it's kicking off the celebrations with some Pikmin power. After a decade of inactivity--outside of Switch ports of <a href=\"https://www.amazon.com/Pikmin-3-Deluxe-Nintendo-Switch/dp/B08FC1GZ62?tag=gamespot-promos-20\">Pikmin 3</a> and <a href=\"https://www.amazon.com/PikminTM-Nintendo-Switch-US-Version/dp/B0C8VL3657?tag=gamespot-promos-20\">Pikmin 1+2</a>) the series is back with not only a new numbered entry in the form of Pikmin 4, but also remasters of the original GameCube games, Pikmin 1 and 2. With the colorful critters creeping into view, now's a great time to prime yourself for Pikmin deals from a wide variety of retailers.</p><div><div class=\"norewrite\" title=\"[Various] - Nintendo Switch 2023 Game Preorders\">    <div class=\"buylink__container\">                                                                                                                                                                                               <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4157795-supermariobroswonderboxart.png\" />                                 <a href=\"https://www.amazon.com/Super-Mario-Bros-TM-Wonder-Nintendo-Switch/dp/B0C8VHZR14?tag=gamespot-promos-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/Super-Mario-Bros-TM-Wonder-Nintendo-Switch/dp/B0C8VHZR14?tag=gamespot-promos-20\">Super Mario Bros. Wonder</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://www.amazon.com/Super-Mario-Bros-TM-Wonder-Nintendo-Switch/dp/B0C8VHZR14?tag=gamespot-promos-20\">October 20</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://www.amazon.com/Super-Mario-Bros-TM-Wonder-Nintendo-Switch/dp/B0C8VHZR14?tag=gamespot-promos-20\">Preorder at Amazon</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4157794-supermariorpg.png\" />                                 <a href=\"https://www.amazon.com/dp/B0C8VKNJ1B?tag=gamespot-promos-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0C8VKNJ1B?tag=gamespot-promos-20\">Super Mario RPG</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://www.amazon.com/dp/B0C8VKNJ1B?tag=gamespot-promos-20\">November 17</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://www.amazon.com/dp/B0C8VKNJ1B?tag=gamespot-promos-20\">Preorder at Amazon</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4157792-pikmin4bundle.png\" />                                 <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pikmin-4-with-Exclusive-Stainless-Steel-Water-Bottle-Nintendo-Switch/3496080112\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pikmin-4-with-Exclusive-Stainless-Steel-Water-Bottle-Nintendo-Switch/3496080112\">Pikmin 4</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pikmin-4-with-Exclusive-Stainless-Steel-Water-Bottle-Nintendo-Switch/3496080112\">July 21</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pikmin-4-with-Exclusive-Stainless-Steel-Water-Bottle-Nintendo-Switch/3496080112\">Preorder at Walmart</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4157788-pikmin1%2B2.png\" />                                 <a href=\"https://www.amazon.com/dp/B0C8VL3657?tag=gamespot-promos-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0C8VL3657?tag=gamespot-promos-20\">Pikmin 1+2 Physical Edition</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://www.amazon.com/dp/B0C8VL3657?tag=gamespot-promos-20\">September 22</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://www.amazon.com/dp/B0C8VL3657?tag=gamespot-promos-20\">Preorder at Amazon</a>                     </div>                         </div>                                                                                                                                                                                                                 <div class=\"buylink__item\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4157787-detectivepikachureturns.jpeg\" />                                 <a href=\"https://www.amazon.com/dp/B0C8YBXXSQ?tag=gamespot-promos-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0C8YBXXSQ?tag=gamespot-promos-20\">Detective Pikachu Returns</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://www.amazon.com/dp/B0C8YBXXSQ?tag=gamespot-promos-20\">October 6</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://www.amazon.com/dp/B0C8YBXXSQ?tag=gamespot-promos-20\">Preorder at Amazon</a>                     </div>                         </div>                                                                                                                                                                                                                                                                                                        <input class=\"buylink__checkbox text-center text-bold\" type=\"checkbox\" />                       <div class=\"buylink__item buylink__item--overflow\">                  <div class=\"buylink__image-container clickable\">                                            <img alt=\"\" class=\"buylink__image\" src=\"https://www.gamespot.com/a/uploads/square_avatar/1595/15950357/4157793-warioware.jpeg\" />                                 <a href=\"https://www.amazon.com/dp/B0C8VH1LQ8?tag=gamespot-promos-20\"></a>                              </div>                   <div class=\"buylink__text\">                      <p class=\"buylink__title text-bold\">                        <a href=\"https://www.amazon.com/dp/B0C8VH1LQ8?tag=gamespot-promos-20\">WarioWare: Move It</a>           </p>                                                       <p class=\"buylink__deck\">                          <a href=\"https://www.amazon.com/dp/B0C8VH1LQ8?tag=gamespot-promos-20\">November 3</a>             </p>                                              </div>                  <div class=\"buylink__links\">                                                                                                                                                          <a href=\"https://www.amazon.com/dp/B0C8VH1LQ8?tag=gamespot-promos-20\">Preorder at Amazon</a>                     </div>                         </div>                     </div> </div></div><p> </p><p>Over at Amazon, a whole lot of Pikmin merchandise is now available, and for the Nintendo fan in your household, these make for great and inexpensive gifts. Officially licensed T-shirts and hoodies are available, you can grab a small army of plush Pikmin to decorate a desk with, and you can prepare yourself for winter by wrapping yourself up in a Pikmin blanket. At other chain stores like Walmart and Best Buy, preorders for Pikmin 4 are also live and come with a few nifty bonuses. These range from vibrant tote bags to water bottles, that you can pick up when you place a preorder for the game.</p><p>A few other pieces of merchandise on the list include a Japanese import of a Pikmin Amiibo that is just too cute, a Pikmin journal to scribble your thoughts into, and some retro posters to spice up your gaming room with.</p></h3></p><br />     <p><h2>Pikmin 4 tote bag (with Best Buy Pikmin 4 preorder)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160655-pikmin_0027_bestbuypikmin4preordertotebag.jpg\" /><br /><h3><p>You're going to need something to put your new Pikmin purchase inside of, and what's better than a decorative tote bag as a preorder bonus?</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1813071636702711255?u1=subid_value\">See on Best Buy</a> </div></h3></p><br />     <p><h2>Pikmin 4 water bottle (with Walmart Pikmin 4 preorder)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160656-pikmin_0001_pikminwaterbottle.jpg\" /><br /><h3><p>Always stay hydrated! As a preorder bonus, you can get Pikmin 4 with a delightful water bottle from Walmart.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Pikmin-4-with-Exclusive-Stainless-Steel-Water-Bottle-Nintendo-Switch/3496080112\">See at Walmart</a> </div></h3></p><br />     <p><h2>Pikmin 4 carrying case (releases August 25)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160658-pikmin_0002_horipremiumvaultcase.jpg\" /><br /><h3><p>Compatible with all Nintendo Switch models, this is a great little case to keep your console safe in while celebrating the release of Pikmin 4.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Premium-Vault-PikminTM-Nintendo-SwitchTM-Switch/dp/B0C8XVCCKY?tag=gamespot-preorders-20&amp;tag=gamespot-buybutton-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Teepublic Pikmin T-shirts</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160659-pikmin_0003_teepublicpikmin.jpg\" /><br /><h3><p>Over at Teepublic, you can choose from a selection of quirky Pikmin T-shirts that have been designed by fans of the game.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://teepublic.sjv.io/c/1804712/576970/9550?subId1=subid_value&amp;u=https://www.teepublic.com/t-shirts?query=pikmin\">See on Teepublic</a> </div></h3></p><br />     <p><h2>Nintendo Captain Olimar and Pikmin Set</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160660-pikmin_0026_nintendocaptainolimar%26pikminset.jpg\" /><br /><h3><p>Create your own legion of Pikmin--guided by Captain Olimar of course--with this set of 11 figures.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/SUPER-MARIO-Nintendo-Captain-Olimar/dp/B07KXPFX9S?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Trio T-Shirt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160661-pikmin_0025_pikmintriosimplet-shirt.jpg\" /><br /><h3><p>Three Pikmin, three primary colors on this simple but vibrant T-shirt.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Nintendo-Pikmin-Trio-Simple-T-Shirt/dp/B07V6VCGDS?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>A Guide To Pikmin T-Shirt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160662-pikmin_0024_aguidetopikmint-shirt.jpg\" /><br /><h3><p>Of course if you'd prefer something slightly more informative, then this shirt can give you a handy guide to some of the different Pikmin that you'll encounter.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pikmin-Guide-T-Shirt/dp/B08R7GR9VV?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin 3 group shot T-Shirt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160663-pikmin_0023_pikmin3treegroupshotgamepostert-shirt.jpg\" /><br /><h3><p>For a scenic snapshot of everyone's favorite Pikmin, this T-shirt captures the iconic trio in a large print.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Nintendo-Pikmin-Group-Poster-T-Shirt/dp/B07V4NT3VB?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin trio baseball T-shirt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160664-pikmin_0022_pikmintriosimpleraglanbaseballtee.jpg\" /><br /><h3><p>Winter is coming, so protect your arms from the cold with this baseball tee that features the familiar trio on the front.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Nintendo-Pikmin-Simple-Raglan-Baseball/dp/B07V3NRLCJ?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin 3 floral logo T-shirt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160665-pikmin_0021_nintendopikmin3florallogo.jpg\" /><br /><h3><p>Similar to the T-shirt above, this garment features the Pikmin but in a <em>very </em>floral setting.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Nintendo-Pikmin-Floral-Poster-T-Shirt/dp/B07V7YG2BG?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin trio hoodie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160666-pikmin_0020_nintendopikmintriosimplepulloverhoodie.jpg\" /><br /><h3><p>Like the Pikmin trio T-shirt, you get three Pikmin on one comfy hoodie for those cold nights.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Nintendo-Pikmin-Simple-Pullover-Hoodie/dp/B07V5RGD4L?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>A guide to Pikmin sweatshirt</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160668-pikmin_0019_pikminaguidetopikminsweatshirt.jpg\" /><br /><h3><p>With winter on the way, stay cozy and informative with this trendy guide to various Pikmin.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pikmin-Guide-Sweatshirt/dp/B08R7F3RXT?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>A guide to Pikmin hoodie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160669-pikmin_0018_pikminaguidetopikminpulloverhoodie.jpg\" /><br /><h3><p>Alternatively, keep on informing the public with this Pikmin hoodie that'll max out your warmness stats!</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pikmin-Guide-Pullover-Hoodie/dp/B08R7FWMZV?tag=gamespot-promos-20&amp;tag=gamespot-buybutton-20\">See on Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Pikmin 3 group shot hoodie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160670-pikmin_0017_nintendopikmin3treegroupshotgameposterpulloverhoodie.jpg\" /><br /><h3><p>Three Pikmin, one scenic location, and a classic black hoodie to admire them on.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Nintendo-Pikmin-Poster-Pullover-Hoodie/dp/B07V8W44JL?tag=gamespot-promos-20&amp;tag=gamespot-buybutton-20\">See on Amazon</a> </div></div><p> </p></h3></p><br />     <p><h2>Pikmin Louie plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160671-pikmin_0016_littlebuddy1845pikminlouie6plush.jpg\" /><br /><h3><p>It's Pikmin's Louie, but in an adorable plush format that you can take along with you!</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Little-Buddy-1845-Pikmin-Multicolor/dp/B09KL5KFFD?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Blue Flower plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160672-pikmin_0015_littlebuddypikminblueflowerplush.jpg\" /><br /><h3><p>Of course, you can't just have Louie on his own, so grab a few Pikmin blue plushies to keep him company.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Little-Buddy-Pikmin-Flower-Plush/dp/B07DVP1N2F?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Winged plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160673-pikmin_0014_littlebuddy1651pikminwingedplush.jpg\" /><br /><h3><p>Grow your Pikmin plush collection with this cute little collectible.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Little-Buddy-1651-Pikmin-Winged/dp/B07DVXMZ8C?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Yellow Bud plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160674-pikmin_0013_littlebuddy1649pikminyellowbud.jpg\" /><br /><h3><p>And just for a little extra variety, add this yellow mellow Pikmin to your desk lineup.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Little-Buddy-1649-Pikmin-Yellow/dp/B07DVV8D5D?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Bud plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160675-pikmin_0012_littlebuddy1843pikminbud.jpg\" /><br /><h3><p>You can add to your plush collection with this huggable little fella.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Little-Buddy-1843-Pikmin-Multicolor/dp/B09KL1DPFY?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Red Leaf plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160676-pikmin_0011_littlebuddy1647pikminredleaf6stuffedplush.jpg\" /><br /><h3><p>What's a collection of plush little Pikmin without a vibrant red buddy?</p><div class=\"norewrite\" title=\"\">           <a href=\"https://go.skimresources.com?id=225336X1707200&amp;xs=1&amp;xcust=subid_value&amp;url=https://www.walmart.com/ip/Little-Buddy-1647-Pikmin-Red-Leaf-6-Stuffed-Plush/890309542?from=/search\">See at Walmart</a> </div></h3></p><br />     <p><h2>Pikmin Red Bulborb plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160677-pikmin_0010_pikminredbulborbchappiechappyplush.jpg\" /><br /><h3><p>He certainly is a cute little chappy, in Pikmin parlance.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/uiuoutoy-Pikmin-Bulborb-Chappie-Chappy/dp/B07KQ4GWCL?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin Red Bulborb and Yellow Pikmin plush</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160678-pikmin_0009_pikminredbulborbchappy%26yellowpikminplush.jpg\" /><br /><h3><p>Two Pikmin plush toys in one handy purchase! Just make certain that Chappy isn't left alone with your yellow Pikmin.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/uiuoutoy-Pikmin-Bulborb-Chappy-Yellow/dp/B0B14ZRTTC?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin and Olimar amiibo (Japan Import)</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160679-pikmin_0008_pikmin%26olimaramiibo-japanimport.jpg\" /><br /><h3><p>If you're a fan of Amiibo, you won't want to miss out on this Japanese import that teams Olimar up with two of the Pikmin.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pikmin-Olimar-amiibo-Nintendo-Wii-U/dp/B011I4APRE?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin blanket</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160680-pikmin_0007_pikminblanket.jpg\" /><br /><h3><p>Stay toasty this winter with this Pikmin blanket that's made with anti-pilling flannel.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/DonCVRGN-Pikmin-Blanket-Flannel-Lightweight/dp/B091DPLXMH?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin heroes poster</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160681-pikmin_0006_pikminheroesposter.jpg\" /><br /><h3><p>Prepare your gaming room for the Pikmin with this fantastic poster based on the retro games.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pikmin-heroes-Poster-Vintage-Retro/dp/B0BD2FNCQ5?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin 3 poster</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160682-pikmin_0000_pikmin3poster.jpg\" /><br /><h3><p>Or if you'd prefer something a little more modern, check out this brilliant poster for the excellent Pikmin 3.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/Pyramid-America-Nintendo-Strategy-Characters/dp/B08GS1JXCB?tag=gamespot-promos-20\">See on Amazon</a> </div></h3></p><br />     <p><h2>Pikmin tote bag</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160683-pikmin_0005_pikmintotebag.jpg\" /><br /><h3><p>Want the world to know what your favorite game franchise is? Then grab this Pikmin tote bag for when you need to go shopping.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/pikmin-logo-collection-canvas-bag-118471/\">See on Nintendo Store</a> </div></h3></p><br />     <p><h2>Pikmin journal</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1601/16018044/4160657-pikmin_0004_pikminjournal.jpg\" /><br /><h3><p>For a taste of life before the internet, create your own Pikmin strategy guide with this elegant journal.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.nintendo.com/store/products/pikmin-logo-collection-journal-118473/\">See on Nintendo Store</a> </div></h3></p><br />", "link": "https://www.gamespot.com/gallery/celebrate-the-upcoming-launch-of-pikmin-4-with-some-cool-merch/2900-4801/", "date_published": "2023-07-14T13:22:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Starfield Being An Xbox Exclusive Means Millions In Lost Sales, Microsoft Believes", "description": "<p>Prior to confirming their Xbox exclusivity , Microsoft expected to sell over 10 million copies of Bethesda's <a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a> and MachineGames' <a href=\"https://www.gamespot.com/games/indiana-jones/\">Indiana Jones</a> game on PlayStation. This comes by way of a new court document (via <a href=\"https://www.ign.com/articles/xbox-game-pass-starfield-playstation-ftc\">IGN</a>) from the recent Microsoft-FTC trial.</p><p>\"Microsoft Gaming CFO Tim Stuart testified that when Microsoft evaluated exclusivity of ZeniMax games in December 2020, despite having more than 10 million units forecasted for both Starfield and Indiana Jones on PlayStation, Microsoft believed it could offset losses incurred from taking ZeniMax games exclusive through upside to Game Pass increased console sales,\" reads an excerpt from the FTC document.</p><p>ZeniMax--the parent company of Bethesda Softworks--was acquired by Microsoft in 2021. Bethesda is the publisher of many popular gaming franchises such as Fallout, The Elder Scrolls, Doom, and others, ibcluding the upcoming Starfield. Aside from <a href=\"https://www.gamespot.com/games/deathloop/\">Deathloop</a> and <a href=\"https://www.gamespot.com/games/ghostwire-tokyo/\">Ghostwire: Tokyo</a>, which were both intended to come to PlayStation prior to the acquisition, ZeniMax projects have all been planned as Xbox exclusives.</p><a href=\"https://www.gamespot.com/articles/starfield-being-an-xbox-exclusive-means-millions-in-lost-sales-microsoft-believes/1100-6515976/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/starfield-being-an-xbox-exclusive-means-millions-in-lost-sales-microsoft-believes/1100-6515976/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T13:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "PlayStation Store Summer Sale Has Discounts On Thousands Of PS5 And PS4 Games, Starts Soon", "description": "<p>A new PlayStation Store sale is coming very soon. Sony has announced that its annual Summer Sale will begin Wednesday, July 19, promising \"blazingly hot discounts\" on thousands of PS4 and PS5 games. The sale period runs for about a month, ending on August 16.</p><p>In a <a href=\"https://blog.playstation.com/2023/07/14/playstation-stores-summer-sale-starts-july-19/?sf267904734=1\">blog post</a>, Sony said discounts will be offered only for a \"limited time.\" Not only that, but some games will leave the sale period before the event itself wraps up entirely.</p><figure style=\"width: 785px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4165658-screenshot2023-07-14at9.21.14am.png\"><img alt=\"The PlayStation Store's Summer Sale begins July 19\" src=\"https://www.gamespot.com/a/uploads/original/1179/11799911/4165658-screenshot2023-07-14at9.21.14am.png\" /></a><figcaption>The PlayStation Store's Summer Sale begins July 19</figcaption></figure><p>Sony will publish the full list of deals when the sale begins on July 19, so check back soon for that. The deals will be posted on the <a href=\"https://store.playstation.com/en-us/pages/SummerSale\">PlayStation Summer Sale website</a>.</p><a href=\"https://www.gamespot.com/articles/playstation-store-summer-sale-has-discounts-on-thousands-of-ps5-and-ps4-games-starts-soon/1100-6515977/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/playstation-store-summer-sale-has-discounts-on-thousands-of-ps5-and-ps4-games-starts-soon/1100-6515977/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T13:13:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "New Fanatical Bundle Is A Mix Of Well-Received Games, Dinosaurs, And Pixel Art", "description": "<p>Fanatical's latest PC game bundle, the Very Positive Bundle, is a new collection of games with high review scores, both from outlets and the public. Valued at $98, this collection of seven games is on sale for just $6 and includes a number of Steam Deck Verified and Playable titles in case you're looking to add to your library.</p><p>Some of the highlights here include Alwa's Legacy, a platformer that pays homage to the classics while putting its own spin on the genre. Dynopunk is a cyberpunk game where dinosaurs have replaced humanity at the top of the food chain and features pixel art that pays homage to 1990s retro games. Mythic Ocean is a deep sea adventure that combines the dialogue-focused gameplay of a visual novel with free-roaming exploration, and Scarlet Tower is an action-packed game with multiple characters and procedurally generated maps.</p><p>For something more artistic, A Juggler's Tale combines puppetry with puzzles, and Karma City Police is a narrative-driven police dispatch simulator with pinball-based combat and RPG elements. Lastly, The Dungeon Beneath is a tactical rogue-lite with auto-battling features and randomly generated dungeons. Like other Fanatical bundles, all the games in this collection are supplied as official Steam keys that can be redeemed on your account.</p><a href=\"https://www.gamespot.com/articles/new-fanatical-bundle-is-a-mix-of-well-received-games-dinosaurs-and-pixel-art/1100-6515972/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/new-fanatical-bundle-is-a-mix-of-well-received-games-dinosaurs-and-pixel-art/1100-6515972/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T12:50:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2's New Exotic Wicked Implement Is Getting Buffed", "description": "<p>A new Exotic scout rifle was added to the Destiny 2 arsenal during Season of the Deep, and after being around for a few weeks, Bungie has a few plans to fine-tune this deadly new weapon. In a new blog post, the studio revealed that Wicked Implement's unique ability Creeping Attrition--which slows a target down after you land several precision hits--will be adjusted in the future. Additionally, the Stasis scout rifle's Exotic catalyst is also being looked at, as Bungie tweaks the weapon to operate at its best in PvE while ensuring that it's not overpowered in PvP.</p><p>\"The main thing we wanted to facilitate is getting you into a rhythm with your precision hits,\" <a href=\"https://www.bungie.net/7/en/News/article/7_13_23_twid\">Bungie explained</a>. \"Refilling the magazine when collecting a shard accomplishes that, letting you continue aiming down sights to chain precision damage, but adding mag overflow with the catalyst lets you extend that even further, especially when picking off red bars in between damaging stronger targets and collecting the shards when they return to you.\"</p><p>For PvP, Bungie says that Wicked Implement's perk will kick in when a target is close to death, and will work with any Stasis shard that you pick up.</p><a href=\"https://www.gamespot.com/articles/destiny-2-new-exotic-wicked-implement-is-getting-buffed/1100-6515973/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-new-exotic-wicked-implement-is-getting-buffed/1100-6515973/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T12:47:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Stop Asking Starfield's Studio Design Director Questions About The Game, He's Not Allowed To Answer Them", "description": "<p><a href=\"https://www.gamespot.com/games/starfield/\">Starfield</a> is Microsoft's biggest exclusive of 2023, and people understandably have a lot of questions about the spacefaring RPG. Just don't ask studio design director Emil Pagliarulo.</p><p>Posting on Twitter, Pagliarulo said he is not authorized to speak publicly about Starfield due to a non-disclosure agreement that he signed, so any questions posed to him won't be answered. Only game director Todd Howard is allowed to talk about unreleased Starfield info, as well as the marketing and community teams for Microsoft and Bethesda.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">🧵(1/2) I know this isn't what any <a href=\"https://twitter.com/StarfieldGame?ref_src=twsrc^tfw\">@StarfieldGame</a> fan wants to hear from me, but I feel like I need to make this clear: no one other than Todd Howard himself is authorized to talk publicly about unreleased game info. That's the job of of our PR/marketing/community folks.</p>  — Emil Pagliarulo (@Dezinuh) <a href=\"https://twitter.com/Dezinuh/status/1679551392090927106?ref_src=twsrc^tfw\">July 13, 2023</a></blockquote>              </div><p>\"I know this isn't what any fan wants to hear from me, but I feel like I need to make this clear: no one other than Todd Howard himself is authorized to talk publicly about unreleased game info. That's the job of of our PR/marketing/community folks,\" he said.</p><a href=\"https://www.gamespot.com/articles/stop-asking-starfields-studio-design-director-questions-about-the-game-hes-not-allowed-to-answer-them/1100-6515975/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/stop-asking-starfields-studio-design-director-questions-about-the-game-hes-not-allowed-to-answer-them/1100-6515975/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T12:38:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Destiny 2's Next Crucible Patch Should Help You Avoid Respawning In The Middle Of Firefights", "description": "<p>A mid-season patch for Destiny 2 will introduce a new round of changes and fine-tuning to the game, and for PvP, one of the big adjustments in the Crucible will be focused on respawning. Bungie had originally made respawn changes at the start of Season of the Deep, but testing has revealed that players in the Control and Clash modes have found themselves caught in the crossfire upon respawning, rather than in a safer area.</p><p>Bungie's original goal was to respawn players near teammates, but the chaos of 6v6 matches was something that was challenging for the studio to replicate. This led to less-than-ideal respawns for players, and in the first hotfix coming after the mid-season patch, the developer will rectify this situation by increasing the influence of enemy player sightlines and proximity back to where it was before.</p><p>\"Ideally, we keep some of the benefits, like spawning nearer to active engagements without the downsides of spawning in the middle of a fight,\" <a href=\"https://www.bungie.net/7/en/News/article/7_13_23_twid\">Bungie explained</a>. \"We will keep an eye on feedback and analytics over the coming weeks and continue to adjust as needed.\"</p><a href=\"https://www.gamespot.com/articles/destiny-2-next-crucible-patch-should-help-you-avoid-respawning-in-the-middle-of-firefights/1100-6515974/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/destiny-2-next-crucible-patch-should-help-you-avoid-respawning-in-the-middle-of-firefights/1100-6515974/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T12:34:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "One Of Star Wars' Darkest Moments Is Now A Christmas Ornament", "description": "<p>The holidays have so many ideas and memories associated with them--being home with family, winter snowfall, gift giving, big meals, and watching your true love get frozen in carbonite. That last part is only the case if you let Hallmark have its way with <a href=\"https://www.hallmark.com/ornaments/keepsake-ornaments/star-wars-the-empire-strikes-back-into-the-carbon-freezing-chamber-ornament-with-light-sound-and-motion-6499QXI7117.html\">its new Keepsake Ornament</a>.</p><p>You could hang little tiny candy canes, stockings, and other Christmas-related symbols around your tree, but what's the fun in that? For just $64.99, you can celebrate one of the most memorable moments in Star Wars: The Empire Strikes Back with your family. The ornament depicts the scene set in Cloud City in which Han Solo is about to be encased in carbonite. Han, Leia, Chewie, C-3PO, and of course, Darth Vader are all there. You can connect a Hallmark Keepsake Power Cord to light up the LED lights, and there's a button on board that you can push for a synchronized sound and light show that features movement and dialogue from the movie.</p><p>Hallmark has gone hard on nerdy Keepsake Ornaments for a while now. This ornament will debut officially this weekend along with a slew of others as part of Hallmark's <a href=\"https://www.hallmark.com/keepsake-ornament-events/ornament-premiere/?icid=oth_bp_062923_op-event-keepsake-ornaments-page\">Ornament Premiere</a>. Other pieces include <a href=\"https://www.hallmark.com/ornaments/keepsake-ornaments/star-wars-the-mandalorian-grogus-jetpack-adventure-ornament-2499QXI7107.html\">Mando and Grogu</a> flying together, a whole armful of <a href=\"https://www.hallmark.com/ornaments/keepsake-ornaments/disney-the-haunted-mansion-collection-the-haunted-mansion-musical-christmas-tree-topper-with-light-1QFM3927.html\">Disney's Haunted Mansion ornaments</a>, <a href=\"https://www.hallmark.com/ornaments/keepsake-ornaments/the-peanuts-gang-snoopys-moonlit-mischief-musical-ornament-with-light-2699QFO5319.html\">Snoopy</a> and Charlie Brown, <a href=\"https://www.hallmark.com/ornaments/keepsake-ornaments/nintendo-super-mario-powered-up-with-mario-cat-ornament-1899QXR8199.html\">Mario in his Cat suit</a>, a bunch of Star Wars pieces, and of course, <a href=\"https://www.hallmark.com/ornaments/keepsake-ornaments/the-golden-girls-dorothy-zbornak-ornament-with-sound-2199QXI7209.html\">Dorothy from Golden Girls</a>. This Star Wars ornament and a whole bunch of others will be available starting July 15, and this one retails for $64.99 (and an extra $14.99 for that power cord, which can connect to up to seven other ornaments, so you'd better pick out six more).</p>", "link": "https://www.gamespot.com/articles/one-of-star-wars-darkest-moments-is-now-a-christmas-ornament/1100-6515932/?ftag=CAD-01-10abi2f", "date_published": "2023-07-14T00:55:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]