[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Deadpool 3 Stops Production Due to Actors' Strike - IGN The Fix: Entertainment", "description": "Deadpool 3’s production has been put to a halt due to the Actor’s strike. With SAG-AFTRA now joining the WGA on the picket lines, we’ll likely see more major films currently in production stopping until there’s a new deal struck with both the actors and writers in Hollywood. #Deadpool3 In other superhero news, there’s even more casting happening for Superman Legacy. Anthony Carrigan from HBO’s Barry has been cast as Metamorpho. Iman Vellani is taking on the writer role for a new Ms. Marvel comic series. You might know the actor from her portrayal of the character in the Disney Plus Ms Marvel series, also reprising the role in the upcoming The Marvels film.\n\n#IGN #Entertainment #Deadpool3", "link": "https://www.youtube.com/watch?v=0dSn0OfcrPs", "date_published": "2023-07-14T23:19:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0dSn0OfcrPs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Exoprimal - 14 Minutes of Dino Survival Gameplay", "description": "Check out a full match of gameplay in Exoprimal, covering the Barrage Exosuit in the Dino Survival mode. Exoprimal is a competitive 5v5 multiplayer game that pits two teams indirectly (and then directly) against each other in a series of war games to see who can complete Leviathan's objectives the fastest.", "link": "https://www.youtube.com/watch?v=AsCv1TGaAdQ", "date_published": "2023-07-14T22:02:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/AsCv1TGaAdQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Homelander in Call of Duty? The Call of Duty x The Boys Collaboration Explained", "description": "The Boys Call of Duty crossover is here and the rollout of characters has begun. Starlight is currently available, but soon a Call of Duty Homelander addition will arrive. Starlight, Homelander, and Black Noir from The Boys are coming to Call of Duty Season 04 Reloaded in the Diabolical event starting July 12, 2023. This video breaks down the event, skin bundles, and superpowers you’ll find during the 20 days of Diabolical mayhem. \n\nEvent Skin Release Schedule:\nJuly 12th - Starlight\nJuly 16th - Homelander\nJuly 20th - Black Noir\n\n#ModernWarfare2 #Warzone #TheBoys", "link": "https://www.youtube.com/watch?v=VDjHv8lYZQk", "date_published": "2023-07-14T18:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VDjHv8lYZQk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Wanderer: The Fragments of Fate - Official Developer Deep Dive Trailer | Perp Games VR Summer Showca", "description": "Join members of the development team at Mighty Eyes for a deep dive into Wanderer: The Fragments of Fate, including a discussion about the game's avatar system, platforming elements, new levels, upgrades to your companion, combat system, and more from this upcoming remake of the original Wanderer game. Wanderer: The Fragments of Fate is coming to PlayStation VR2, Meta Quest 2, Meta Quest 3, Pico, and Steam VR.\n\n#IGN #Gaming #VR", "link": "https://www.youtube.com/watch?v=qE9dbU4uowU", "date_published": "2023-07-14T17:19:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/qE9dbU4uowU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Watcher of Realms | Lore | Official Trailer", "description": "Next-Gen Fantasy RPG: Watcher of Realms NOW Officially Launched! Time to write your own epic story, join us by downloading with this link:  https://app.adjust.com/s8bh0dy_kdu6ngu?campaign=Launch&amp;adgroup=IGN\n\nBehold Tya, a mythical land of magic and wonder. But alas, it has fallen into endless chaos. Rampaging hordes of crazed monsters and Raton Barr, the fearful dragon have brought ruin to this once-beautiful realm, leaving only desolation and despair. As a commander, you shall stand amidst the ashes and rally hundreds of heroes from different factions to join you in saving this land from the brink of destruction. Together, you will fight with all your might to bring hope and salvation to this land in the face of grave danger and adversity.\nDownload Watcher of Realms NOW to participate in various in-game events. Get rich item rewards, and the mysterious Land of Tya awaits you!", "link": "https://www.youtube.com/watch?v=JLbAqZuhnF0", "date_published": "2023-07-14T17:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/JLbAqZuhnF0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Venture Bros.: Radiant is the Blood of the Baboon Heart Exclusive Clip (2023) Doc Hammer", "description": "The Guild of Calamitous Intent assembles in this exclusive scene from the new movie The Venture Bros.: Radiant is the Blood of the Baboon Heart.\n\nThe Venture Bros. are back in an all-new original movie picking up right after the events from the shocking season 7 finale. Based off one of Adult Swim's longest-running, award-winning original adult animated series, The Venture Bros.: Radiant is the Blood of the Baboon Heart will be available to purchase Digitally on July 21, 2023, and on Blu-ray Disc on July 25, 2023.\n\nReturning in their original series roles are James Urbaniak (The Fabelmans) as Dr. Venture, Patrick Warburton (Lemony Snicket’s A Series of Unfortunate Events) as Brock Samson, Michael Sinterniklaas (Teenage Mutant Ninja Turtles) as Dean Venture, Chris McCulloch (Superjail!) as Hank Venture and Doc Hammer as Dr. Mrs. The Monarch.\n\nAlso featured in the voice cast are Nina Arianda (Being the Ricardos) as Mantilla, Clancy Brown (John Wick: Chapter 4) as Red Death, John Hodgman (Up Here) as Snoopy, Hal Lublin (Welcome to Night Vale) as Clayton, Jane Lynch (Glee) as Bobbi St. Simone, Charles Parnell (Top Gun: Maverick) as Jefferson Twilight, Jay Pharoah (Spinning Gold) as Nuno Blood, Steven Rattazzi (New Amsterdam) as Dr. Orpheus, JK Simmons (Whiplash) as Ben and Dana Snyder (Aqua Teen Hunger Force) as The Alchemist.\n\nFrom Adult Swim, Warner Bros. Discovery Home Entertainment, and Titmouse, series creators Doc Hammer and Jackson Publick wrote and executive produced, and Publick directed. Executive producers also include Chris Prynoski (The Legend of Vox Machina), Shannon Prynoski (Fairfax), Antonio Canobbio (Arlo the Alligator Boy), and Ben Kalina (Big Mouth).\n\nThe Venture Bros. originally premiered on Adult Swim August 7, 2004 and ran for seven seasons winning numerous awards including Best Animated TV Series Award at Cineme 2003 at the Chicago International Animated Film Festival.\n\n#IGN", "link": "https://www.youtube.com/watch?v=HQbAwXJgIKw", "date_published": "2023-07-14T16:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/HQbAwXJgIKw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 7: Ever Crisis – 20 Minutes of Story Gameplay", "description": "Check out 20 minutes of story gameplay footage from Final Fantasy 7: Ever Crisis, the upcoming spinoff of Square Enix's legendary 1997 RPG.", "link": "https://www.youtube.com/watch?v=ns07vc0pbYA", "date_published": "2023-07-14T15:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ns07vc0pbYA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Test Drive Unlimited : Solar Crown - Official Gameplay Reveal", "description": "Watch 30 minutes of gameplay from Test Drive Unlimited: Solar Crown, including a multiplayer race showcasing Hong Kong Island, a look at Street headquarters and Sharp HQ, a social hub, activities, and more from the upcoming racing game. Join Alain Jarniou, Creative Director at KT Racing; Camille Courtier, Associate Producer; and Guillaume Guinet, Lead Game Designer, along with other motorsport fans: sim racing content creators BlackPanthaa, Alex VII, and Alan Boiston from Team VVV, as they take you through this gameplay demo.\n\nTest Drive Unlimited Solar Crown is a racing game and lifestyle experience on Hong Kong Island, recreated at 1:1 scale. \n\nOn Hong Kong Island, where dreams become reality, Radiant has created new standards of luxury. This little-known but highly influential organization has invited its members to compete in an extraordinary competition: the Solar Crown. Few know what the group's motives are, but it's clear what they value: prestige, a love of cars, and competition. \n\nTest Drive Unlimited Solar Crown will be available on PlayStation 5, Xbox Series X/S, and PC.\n\n#TestDrive #Gameplay #TestDriveUnlimitedSolarCrown #TestDriveUnlimited", "link": "https://www.youtube.com/watch?v=DqheEYR5rbI", "date_published": "2023-07-14T14:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DqheEYR5rbI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is Tom Cruise Too Old For This Sh!t? | Super Debatable", "description": "Mission: Impossible - Dead Reckoning Part One features Tom Cruise performing a death-defying motorcycle jump, just the latest in his line of self-one-upsmanship after last year's Top Gun: Maverick. This week on Super Debatable, Akeem Lawanson and Joshua Yehl clash over whether or not Tom Cruise should retire from performing his own stunts and focus on more dramatic roles after his flagship franchise wraps up, or if he should stunt it until the wheels fall off.", "link": "https://www.youtube.com/watch?v=WfLVOAKGmIc", "date_published": "2023-07-14T14:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/WfLVOAKGmIc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox vs. FTC Verdict: What Xbox, Sony Might Do Next - Next-Gen Console Watch", "description": "Welcome back to Next-Gen Console Watch, our show following all the news and rumors on the PlayStation 5 and Xbox Series. This week Max Scoville is filling in for Daemon Hatfield, and he's joined by Ryan McCaffrey, host of IGN’s Xbox podcast, Podcast Unlocked, and IGN News Director Kat Bailey. The topic: Microsoft pulled off a huge legal win, convincing the court that their proposed purchase of Activision Blizzard will not limit access to Call of Duty games, among other things. So now what does Sony do? And what are Xbox's next steps, since the acquisition is not yet final? And we have last week's poll results, plus a new poll for you to vote on at IGN.com.", "link": "https://www.youtube.com/watch?v=oqorFSgPs2Q", "date_published": "2023-07-14T13:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oqorFSgPs2Q/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How to Play Magic: The Gathering The Lord of the Rings: Tales of Middle-earth", "description": "Learn how to play Magic: The Gathering: The Lord of the Rings Tales of Middle-earth with our handy guide. If you’ve got some Magic cards but don’t know where to start, you don’t have to go it alone! We’re here to teach you how to play this new set, adapted from the fantasy epic by J.R.R. Tolkien. Sponsored by Wizard of the Coast.\n\n#ign #magicthegathering #lordoftherings", "link": "https://www.youtube.com/watch?v=x-25u_57z1g", "date_published": "2023-07-14T10:26:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/x-25u_57z1g/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PlayStation's Horizon Franchise Will Continue 'For a Very Long While' - IGN Daily Fix", "description": "The PlayStation exclusive Horizon franchise will be around \"for a very long while\" according to Guerrilla Games, which has plans for Aloy and friends way beyond a Forbidden West sequel.\n\nAs reported by Games Radar, studio director Jan Bart van Beek spoke during the game developer conference Develop:Brighton and revealed that Guerrilla has 16 plans for future developments.\n\n\"We're going to be continuing it for a very long while,\" he said. \"As people probably already know, we're also going to be working on a multiplayer game,\" something that's \"a massive shift for the studio, almost on the same level as doing the first Horizon\".", "link": "https://www.youtube.com/watch?v=PvMt_MdfKBc", "date_published": "2023-07-14T03:29:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/PvMt_MdfKBc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The next Tom Cruise stunt is still a secret #missionimpossible #stunts #tomcruise #shorts", "description": "", "link": "https://www.youtube.com/watch?v=o0jMwCY313M", "date_published": "2023-07-14T01:25:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/o0jMwCY313M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The shocking AI deal that studios offered actors #sag #sagstrike #wgastrike #movies #shorts", "description": "", "link": "https://www.youtube.com/watch?v=vCE1N8DmZkU", "date_published": "2023-07-14T01:23:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/vCE1N8DmZkU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Jedi: Survivor Collector's Edition is awesome #gaming #starwars #lightsaber #shorts", "description": "", "link": "https://www.youtube.com/watch?v=F2ztJwLOt3g", "date_published": "2023-07-14T01:22:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/F2ztJwLOt3g/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Barbie Xbox controllers 👀 #barbie #barbenheimer #xbox #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=XogMLasAdAQ", "date_published": "2023-07-14T01:20:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XogMLasAdAQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "After Iron Man and Black Panther, What Should Be EA’s Next Marvel Game? - Beyond Clips", "description": "EA and Marvel Studios have partnered for at least three games. One is Cliffhanger studios’ recently announced Black Panther game, another is EA Motive’s take on Iron Man. What Marvel characters haven’t been given the modern video game treatment? Insomniac has Spider-Man and Wolverine covered, Amy Hennig’s studio is doing the Captain America game. We recently got Guardians of the Galaxy, Avengers and Midnight Suns. What’s missing? Hulk? Fantastic Four? Ghost Rider? Blade? Deadpool? We have some educated guesses and some personal hopes and dreams.", "link": "https://www.youtube.com/watch?v=rSdVrtZy1KE", "date_published": "2023-07-14T00:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/rSdVrtZy1KE/hqdefault.jpg"}]