[{"source": "https://www.theguardian.com/rss", "title": "Just Stop Oil protesters disrupt BBC Proms at Royal Albert Hall", "description": "<p>Two demonstrators removed almost immediately after sounding air horns and throwing confetti on the stage</p><p>Two Just Stop Oil protesters disrupted the opening night of the BBC Proms at the Royal Albert Hall after running on to the stage, setting off confetti cannon and sounding air horns.</p><p>The pair were taken off stage at the west London venue within moments of unfurling their orange banners on Friday evening, according to footage on social media.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/just-stop-oil-protestors-disrupt-bbc-proms-at-royal-albert-hall\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/just-stop-oil-protestors-disrupt-bbc-proms-at-royal-albert-hall", "date_published": "2023-07-14T21:04:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No criminal offences committed over deaths off Bournemouth beach, police say", "description": "<p>Dorset police conclude Dorset Belle pleasure cruiser did not contribute to Joe Abbess and Sunnah Khan drowning in May</p><p>No criminal offences were committed in relation to the death of two young swimmers off Bournemouth beach in May, a police force has concluded.</p><p>A man in his 40s who was initially arrested on suspicion of manslaughter will face no further action, Dorset police said on Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/no-criminal-offences-committed-over-deaths-off-bournemouth-beach-police-say\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/no-criminal-offences-committed-over-deaths-off-bournemouth-beach-police-say", "date_published": "2023-07-14T21:03:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>The frontline near Kreminna in Ukraine, a volcanic eruption in Iceland, protests in Nairobi and the Tour de France: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/14/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/14/the-week-around-the-world-in-20-pictures", "date_published": "2023-07-14T21:01:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shaun Udal: ‘Shane Warne seemed invincible. I can’t get my head around the fact he’s gone’", "description": "<p>Former England and Hampshire spinner remembers the Australian legend as he opens up on his own struggles with Parkinson’s and family bereavements</p><p>Shaun Udal has mixed memories of the T20 Blast, then known as the Twenty20 Cup. On 13 June 2003, he played in the very first game as Hampshire Hawks took on Sussex Sharks at a sun drenched Rose Bowl. “We were sat in a dugout wondering whether this was going to be some new dawn for cricket,” he remembers.</p><p>Easy to forget now but those early days of the format were full of innovation, yet compared to the retina-scalding razzle dazzle of the Indian Premier League, the brave new world of 2003 now looks distinctly parochial. Quaint, even. Udal recalls watching as the Hawks’ opening pair of James Hamblin and Derek Kenway walked out to the middle – batting pioneers in black cricket kit with charcoal piping. “Most of us thought that it might just be a hit and giggle, over in a couple of years,” he says.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/shaun-udal-shane-warne-seemed-invincible-i-cant-get-my-head-around-the-fact-hes-gone\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/shaun-udal-shane-warne-seemed-invincible-i-cant-get-my-head-around-the-fact-hes-gone", "date_published": "2023-07-14T21:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lord Brown of Eaton-Under-Heywood obituary", "description": "Judge who made a lasting impact on immigration and sexual offence law and went on to become a supreme court justice<p>Centuries of common law precedents were overturned by Simon Brown in 1990 when, as a high court judge, he ruled that a husband could be found guilty of raping his wife. His decision that “there is no marital exemption to the law of rape” was upheld by the higher courts and confirmed in the Sexual Offences Act 2003. Until then, the 250-year-old principle that a husband cannot be guilty of raping his wife “on account of the matrimonial consent which she has given, and which she cannot retract” was accepted in the courts.</p><p>Brown, who has died aged 86 of cancer, later told the House of Lords: “I have few boasts to my name by way of legal achievement, few jewels in my judicial crown, but I can … boast of being the first judge in this jurisdiction … to rule that a husband is not permitted in law to have intercourse with his wife quite simply whenever he chooses.”</p> <a href=\"https://www.theguardian.com/law/2023/jul/14/lord-brown-of-eaton-under-heywood-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/14/lord-brown-of-eaton-under-heywood-obituary", "date_published": "2023-07-14T20:41:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bird Box: Barcelona review –  unnecessary yet not unwatchable Netflix spin-off", "description": "<p>Streamer’s meme-magnet horror has spawned a Spanish edition and while it loses out from a lack of Sandra Bullock, it gains a nifty, nasty twist</p><p>With the overwhelming majority of Netflix films now being tossed into the ether without even the faintest of fanfare, it’s hard to remember just what a stir the streamer’s slick survival horror Bird Box <a href=\"https://www.theguardian.com/film/2019/jan/07/bird-box-sandra-bullock-netflix-memes-hit\">caused back in December 2018</a>. It was the platform’s first genuine blockbuster, racking up record views (it remains the fourth most watched film ever on Netflix) and becoming a shock pop culture phenomenon spawning countless memes and the dreaded, deranged Bird Box Challenge. Yet as loud as the chatter might have been at the time, it went quiet just as fast, talks of a sequel fading as star Sandra Bullock soon spoke of temporary retirement.</p><p>A barely visible cultural imprint and a disinterested leading lady be damned with the streamer hoping that almost five years later, enough people are able to remember a universe that most critics were happy to repress. For all of its viral bluster, Bird Box was a sorry, sloppy spin on A Quiet Place with a far less effective sense-based danger and never quite working as a horror, a fantasy, a family drama or a survival thriller, parroting the work of others without bringing any sense of distinctive personality of its own.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/bird-box-spain-review-netflix\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/bird-box-spain-review-netflix", "date_published": "2023-07-14T20:12:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Kyiv criticised for lack of gratefulness at Nato summit; foreign volunteers describe fighting Russian mercenaries</p><p>Every week we wrap up the must-reads from our coverage of the war in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/jul/15/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/15/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-07-14T20:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trudeau pays tribute to firefighter, 19, killed battling Canada wildfires", "description": "<p>Firefighter in British Columbia killed as wildfires continue to rage across country with little reprieve</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/07/canada-wildfires-summer-weather-temps\">Canada faces ‘long, tough summer’ of wildfires with even hotter temperatures</a></li></ul><p>Canada’s prime minister, Justin Trudeau, has paid tribute to a young firefighter who was killed while battling a forest blaze in British Columbia, as wildfires continue to rage across the country and the western province requested an extra 1,000 international firefighters.</p><p>The BC General Employees’ Union said the firefighter had been tackling a fire outside the town of Revelstoke, around 310 miles (500km) north-east of Vancouver, the union said.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/justin-trudeau-canada-firefighter-killed-wildfire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/justin-trudeau-canada-firefighter-killed-wildfire", "date_published": "2023-07-14T19:36:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Cameron’s appointment to investment fund ‘part engineered by China’", "description": "<p>The hiring of former PM and Treasury chief was to lend credibility to broader Beijing brand, intelligence watchdog told</p><p>David Cameron’s appointment as vice chair of the £1bn China-UK investment fund and Sir Danny Alexander’s appointment as vice president of the Asian Infrastructure Investment Bank were in part engineered by the Chinese state, parliament’s intelligence and security committee (ISC) found.</p><p>Their appointment was to lend credibility to Chinese investment as well as the broader Chinese brand, according to confidential evidence given to the intelligence watchdog.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/14/david-camerons-appointment-to-investment-fund-part-engineered-by-china\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/14/david-camerons-appointment-to-investment-fund-part-engineered-by-china", "date_published": "2023-07-14T19:08:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Huw Edwards: the unanswered questions hovering over presenter’s future", "description": "<p>The Sun and the BBC have both faced criticism over the paper’s coverage and the broadcaster’s handling of the scandal</p><p>After a week of reporting the allegations against Huw Edwards, which have seriously affected the BBC presenter’s mental health, the Sun is facing <a href=\"https://www.theguardian.com/media/2023/jul/12/sun-in-firing-line-over-report-on-huw-edwards\">intense criticism</a>.</p><p>And there are still questions for the BBC – regarding its handling of the episode and its prior knowledge about it – and Edwards himself.</p> <a href=\"https://www.theguardian.com/media/2023/jul/14/huw-edwards-the-unanswered-questions-hovering-over-presenters-future\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/14/huw-edwards-the-unanswered-questions-hovering-over-presenters-future", "date_published": "2023-07-14T18:35:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Footballers need more support with addiction and mental health, PFA told", "description": "<ul><li>Dele Alli interview shines spotlight on players’ wellbeing</li><li>Former PFA chairman calls for change to ‘crisis mode’ approach</li></ul><p>The Professional Footballers’ Association has been urged to do more to prevent addictions and mental health problems from escalating after <a href=\"https://www.theguardian.com/football/2023/jul/13/dele-alli-sexually-abused-drug-dealing-as-a-child-sleeping-pill-addiction-rehab-everton\" title=\"\">Dele Alli</a>, the Everton midfielder, spoke out about his addiction to sleeping pills.</p><p>Clarke Carlisle, a former chairman of the PFA who now works as a mental health consultant, said: “PFA intervention only comes on request. It’s a reactive measure. So invariably, they only get involved when players are having problems. And they’re in like crisis mode or disaster recovery.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/footballers-need-more-support-with-addiction-and-mental-health-pfa-told\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/footballers-need-more-support-with-addiction-and-mental-health-pfa-told", "date_published": "2023-07-14T18:18:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Court grants reprieve to brown bear that killed Italian jogger", "description": "<p>Animal fatally attacked Andrea Papi, 26, who was first person to be killed in Italy by a bear in modern times</p><p>An Italian court has suspended a ruling that a brown bear should be put down for <a href=\"https://www.theguardian.com/world/2023/apr/07/bear-kills-jogger-on-woodland-path-in-northern-italy\">mauling to death a jogger</a> in the Alps.</p><p>The animal, a 17-year-old female identified as JJ4, was <a href=\"https://www.theguardian.com/world/2023/apr/18/italy-captures-brown-bear-fatally-mauled-runner-andrea-papi-animal-rights\">captured after the fatal attack on Andrea Papi, 26</a>, near his village of Caldes on 5 April. He was the first person in Italy to be killed in a bear attack in modern times.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/brown-bear-jj4-killed-jogger-granted-reprieve-italian-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/brown-bear-jj4-killed-jogger-granted-reprieve-italian-court", "date_published": "2023-07-14T18:14:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New mothers who died with herpes should have been treated sooner, says coroner", "description": "<p>Kimberley Sampson and Samantha Mulcahy died in 2018 after caesarean sections by the same surgeon in Kent</p><p>A coroner has criticised an NHS trust over the deaths of two new mothers with herpes and said they should have been treated earlier for their symptoms.</p><p>Kimberley Sampson, 29, and Samantha Mulcahy, 32, died in 2018 after having caesarean sections six weeks apart by the same surgeon at hospitals in Kent.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/new-mothers-who-died-with-herpes-should-have-been-treated-sooner-says-coroner\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/new-mothers-who-died-with-herpes-should-have-been-treated-sooner-says-coroner", "date_published": "2023-07-14T18:04:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alcaraz demolishes Medvedev to set up dream Wimbledon final with Djokovic", "description": "<ul><li>No 1 seed beats Russian 6-3, 6-3, 6-3</li><li>Alcaraz’s win sets up final against No 2 seed on Sunday</li></ul><p>Since the very moment that Carlos Alcaraz began his first Wimbledon as the No 1 player in the world, he has consistently made his intentions clear. He did not merely come here to win this tournament; he wanted to win it against the best. More than anything at all, he wanted a final showdown with Novak Djokovic and he would do everything in his power to make it happen.</p><p>That burning desire was clear and undeniable as Alcaraz stood up against the third best player in the world, Daniil Medvedev, and in one of the biggest matches of his young career, the Spaniard produced an astounding level of attacking tennis to pick the Russian’s game apart. In just the fourth grass-court tournament of his career, Alcaraz will contest his first Wimbledon final after demolishing Medvedev 6-3, 6-3, 6-3.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/carlos-alcaraz-sweeps-daniil-medvedev-aside-to-reach-first-wimbledon-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/carlos-alcaraz-sweeps-daniil-medvedev-aside-to-reach-first-wimbledon-final", "date_published": "2023-07-14T18:03:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ons Jabeur seeks Wimbledon catharsis after painful near misses | Tumaini Carayol", "description": "<p>The Tunisian has seemingly inexorable momentum behind her going into the final, but Vondrousova has beaten her in their last two meetings</p><p>When Ons Jabeur made her transition on to the lowest rungs of professional tennis 12 years ago, her target seemed difficult enough. For so long the highest-ranked Arab woman in the history of the WTA was Selima Sfar, the Tunisian who reached the heights of No 75 in 2001.</p><p>It took Jabeur – Sfar’s compatriot – a long time to pass that mark. She had spent five years of her career stuck in the purgatory of being ranked between 100 and 200. Since she crossed the magic No 75 at the end of 2018, she has not stopped rising.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/ons-jabeur-seeks-wimbledon-catharsis-after-painful-near-misses\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/ons-jabeur-seeks-wimbledon-catharsis-after-painful-near-misses", "date_published": "2023-07-14T18:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak to force English universities to cap numbers of students on ‘low-value’ degrees", "description": "<p>Exclusive: Move penalises courses with a high proportion of working-class or minority ethnic students, critics say</p><p>Rishi Sunak will force universities to limit the number of students taking “low-value” degrees in England, a measure which is most likely to hit working class and black, Asian and minority ethnic applicants.</p><p>Courses will be capped that do not have a high proportion of graduates getting a professional job, going into postgraduate study or starting a business, the prime minister will announce on Monday.</p> <a href=\"https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees", "date_published": "2023-07-14T17:55:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brian Cox says actors’ strike could last until the end of the year", "description": "<p>Succession star says Hollywood actors strike could get ‘very unpleasant’ in Sky News interview</p><p>The Succession star Brian Cox said the recently declared <a href=\"https://www.theguardian.com/us-news/2023/jul/13/hollywood-actors-union-recommends-strike-as-talks-deadline-passes#:~:text=The%20union%20representing%20Hollywood%20actors,in%20more%20than%2060%20years.\">strike by Hollywood actors</a> could get “very unpleasant” and last until the end of the year, taking actors “to the brink”.</p><p>In an interview on Friday with <a href=\"https://news.sky.com/story/succession-star-brian-cox-says-hollywood-strike-could-last-until-end-of-2023-and-actors-may-have-to-go-to-the-brink-12921065\">Sky News</a>, the 77-year-old British actor said the decision by the Screen Actors Guild (Sag-Aftra) to call its 160,000 members to strike over issues such as residuals compensation and the use of AI in film and television “could get very, very unpleasant”. The strike, announced on Thursday, “could go on for quite some time. They’ll take us to the brink and we’ll probably have to go to the brink.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/14/brian-cox-hollywood-actors-writers-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/14/brian-cox-hollywood-actors-writers-strike", "date_published": "2023-07-14T17:54:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson criticises ‘mealy-mouthed’ Nato over Ukraine membership", "description": "<p>Former prime minister condemns ‘procrastination’ and says no country is in greater need of accession</p><p>Boris Johnson has criticised Nato’s “mealy mouthed procrastination” and called for a timetable to be drawn up for Ukraine to join the alliance, after this week’s<a href=\"https://www.theguardian.com/world/2023/jul/11/zelenskiy-accuses-nato-of-lack-of-respect-over-ukraine-membership\"> difficult summit in Lithuania</a>.</p><p>Writing in his weekly column in the Daily Mail, the former prime minister said it was “no wonder” that Volodymyr Zelenskiy “found it hard” to conceal his frustration at the joint declaration released on Tuesday that stopped short of outlining a roadmap to Nato membership.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/14/boris-johnson-nato-ukraine-membership\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/14/boris-johnson-nato-ukraine-membership", "date_published": "2023-07-14T17:54:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man whose mother-in-law’s blue and black dress went viral charged with trying to kill wife", "description": "<p>Keir Johnston, 38, from Colonsay in Scotland, is alleged to have conducted 11-year campaign of serious domestic violence</p><p>A man who found fame after a dress worn by his mother-in-law at his wedding went viral due to its unusual colour properties has reportedly appeared in court charged with the attempted murder of his wife.</p><p>Keir Johnston, 38, from the Isle of Colonsay in Scotland, appeared on the Ellen DeGeneres Show after his bride’s mother wore a dress that sparked an online debate over its correct colours – black and blue or white and gold, the Times reported.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/man-mother-in-law-blue-black-dress-viral-charged-trying-to-kill-wife\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/man-mother-in-law-blue-black-dress-viral-charged-trying-to-kill-wife", "date_published": "2023-07-14T17:47:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ex-diplomat jailed for 2012 murder of Venezuelan ambassador in Kenya", "description": "<p>Dwight Sagaray was given 20-year sentence after being stripped of diplomatic immunity following the crime</p><p>A Kenyan court has sentenced a former Venezuelan diplomat to 20 years in jail over the 2012 murder of the Latin American nation’s acting ambassador at her home in an upmarket Nairobi neighbourhood.</p><p>Dwight Sagaray, who was the first secretary at the embassy, was convicted in January, along with three Kenyan nationals, over <a href=\"https://www.theguardian.com/world/2012/aug/06/venezuelan-ambassador-kenya-murder\">the murder of the ambassador Olga Fonseca.</a></p> <a href=\"https://www.theguardian.com/world/2023/jul/14/ex-diplomat-jailed-for-2012-of-venezuelan-ambassador-in-kenya\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/ex-diplomat-jailed-for-2012-of-venezuelan-ambassador-in-kenya", "date_published": "2023-07-14T17:34:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Laser-focused on winning’: Labour gathers top prospective MPs for campaign training", "description": "<p>Party hopes election candidates will all be singing from the same hymn sheet after event in Stratford-on-Avon</p><p>Keir Starmer is whisking his top 100 prospective parliamentary candidates to Stratford-on-Avon this weekend for a crash course in message discipline, media training and the art of campaigning.</p><p>The Labour leader will be hoping they gain communications inspiration in the birthplace of William Shakespeare as the party trains them in its election strategy.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/14/laser-focused-on-winning-labour-gathers-top-prospective-mps-for-campaign-training\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/14/laser-focused-on-winning-labour-gathers-top-prospective-mps-for-campaign-training", "date_published": "2023-07-14T17:31:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Noa-Lynn van Leuven: ‘I think darts is helping me to be the best of myself’", "description": "<p>Dutch darts player will become first trans woman to play in a televised PDC tournament after long road back to a sport she loves</p><p>Before everything that happened, before the desolation and the despair, before life changed for ever, there was a set of darts. Her parents gave them to her at the age of eight, and when she picked them up she felt a rare and powerful contentment. She threw and she threw. She threw her way into the Netherlands youth team. She devoured Raymond van Barneveld games on television. She dreamed of playing professionally, travelling the world, her name on the big screen. She was Noa-Lynn van Leuven, even if nobody called her that yet.</p><p>“I just had a feeling with the game,” she says from her home in Heemskerk, just outside Amsterdam. “I like the whole fight around it. I love watching darts, I love playing darts, and even if I wasn’t on the level I am now, I would still love it. I work long days in a kitchen as a chef de partie, and try to practise for an hour every day, so I don’t do much else. I work, I play darts and I sleep.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/noa-lynn-van-leuven-darts-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/noa-lynn-van-leuven-darts-interview", "date_published": "2023-07-14T17:30:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alas Jordan Henderson, a familiar face caught in a haze of moral contradiction | Barney Ronay", "description": "<p>The Liverpool captain is set for Saudi Arabia – but why is it only footballers who are harangued for their choices in these areas?</p><p>It has been a big week for learnings, for moralisings, for herd-panic over the private affairs of men who appear regularly on television. In this sense the Huw Edwards shemozzle has at least revealed some vital life lessons.</p><p>First, newsreaders are clearly central to the moral life of the nation. Who else will teach us right from wrong, if not people who are paid to read an Autocue and frown? Take my scripture, my certainties, abandon me to an indifferent universe. But leave me the newsreaders.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jul/14/jordan-henderson-saudi-arabia-moral-contradiction\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jul/14/jordan-henderson-saudi-arabia-moral-contradiction", "date_published": "2023-07-14T17:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on migration: this bill is proof of the government’s failure | Editorial", "description": "<p>By pledging to deport asylum seekers, ministers are trying to make political capital out of desperate people </p><p>On Monday, the illegal migration bill returns to the House of Commons, and what is expected to be a grim game of legislative ping-pong with the House of Lords. Having made a <a href=\"https://www.theguardian.com/uk-news/2023/jul/11/senior-tories-attack-migration-bill-as-lords-amendments-overturned\" title=\"\">handful of concessions</a> this week, including adjusting the terms under which children and pregnant women can be detained, ministers claim to have reached their limit. Further amendments will be blocked.</p><p>It appears unlikely that rebels, including the former prime minister Theresa May, will exert sufficient pressure to <a href=\"https://www.theguardian.com/commentisfree/2023/jul/13/tories-migration-bill-parliament-rebel-mps-debate\" title=\"\">force a rethink</a>. Mrs May objects strongly to the removal of safeguards for migrants who claim they are victims of modern slavery. Under current rules, they are protected from deportation. If the bill passes, they will be able to avoid it only if the home secretary decides that a live investigation requires their cooperation. Mrs May and her supporters <a href=\"https://news.sky.com/story/theresa-may-slams-illegal-migration-bill-for-allowing-more-slave-drivers-to-make-money-out-of-human-misery-12919165\" title=\"\">rightly point out</a> that this would lead to trafficked people being deported back into the hands of traffickers.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/the-guardian-view-on-migration-this-bill-is-proof-of-the-governments-failure\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/the-guardian-view-on-migration-this-bill-is-proof-of-the-governments-failure", "date_published": "2023-07-14T17:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on film stunts: impossible missions have been undervalued for too long | Editorial", "description": "<p>Tom Cruise’s eye-popping exploits should draw attention to a craft that upholds the magic of cinema </p><p>Set your hero an impossible task that can only be accomplished through devilish cunning and godlike derring-do, involving planes, trains and automobiles, and watch the money come rolling in. Then make him do it all over again. And again.</p><p>This might be a reductive way of looking at the Mission: Impossible series, over whose seven-film span nuclear catastrophe has been prevented, biological warfare averted and international arms dealers foiled, but it is what generations of fans have come to expect.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/the-guardian-view-on-film-stunts-impossible-missions-have-been-undervalued-for-too-long\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/the-guardian-view-on-film-stunts-impossible-missions-have-been-undervalued-for-too-long", "date_published": "2023-07-14T17:25:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Hollie Doyle wins on Nashwa and ‘Super Saturday’ looms", "description": "<p>Jockey claims her seventh Group One win at Newmarket while Azure Blue looks the best choice for July Cup glory</p><p>Hollie Doyle was not entirely sure what her career total of Group One wins had just increased to after her easy success on Nashwa, a 4-1 chance, in the Falmouth Stakes here on Friday. It can only be a sign of how well her career is progressing that she has now started to lose count.</p><p>The answer – currently – is seven, with Nashwa back to her very best form in Friday’s race, having been the beaten favourite in her first two starts of the season. John Gosden’s filly shrugged off the drop back to a mile for the first time since April 2022, surging into the lead over a furlong out before completing a five-length defeat of Remarquee that should have her spot on for the Group One Nassau Stakes at Goodwood next month.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/talking-horses-hollie-doyle-nashwa-newmarket-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/talking-horses-hollie-doyle-nashwa-newmarket-racing-tips", "date_published": "2023-07-14T17:08:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK operating licence of William Hill owner 888 placed under review", "description": "<p>Move by Gambling Commission leads company to break off talks with prospective leadership trio</p><p>Online betting group 888 Holdings, the owner of William Hill, has said its licence to operate in Britain is under review, after a dramatic intervention from the Gambling Commission that derailed a leadership bid from three gambling industry veterans.</p><p>Shares in the London-listed online casino and bookmaking business slid by more than 25% after it issued a lengthy statement that spooked investors.</p> <a href=\"https://www.theguardian.com/business/2023/jul/14/william-hill-owner-888-uk-operating-licence-under-review-gambling-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/14/william-hill-owner-888-uk-operating-licence-under-review-gambling-commission", "date_published": "2023-07-14T17:08:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fifth of UK universities’ income comes from overseas students, figures show", "description": "<p>Guardian analysis highlights how dependent sector has become on countries such as China and India</p><p>One in every five pounds received by UK universities last year came from international students, according to Guardian analysis that reveals the scale of the sector’s growing dependence on overseas tuition fees for financial survival.</p><p>With the annual dash to allocate university places for the next academic year about to begin, there are fears UK students could lose out to their overseas counterparts, whose higher fees have become critical to university budgets.</p> <a href=\"https://www.theguardian.com/education/2023/jul/14/overseas-students-uk-universities-income\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/14/overseas-students-uk-universities-income", "date_published": "2023-07-14T17:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wife and care worker jailed for 11 years each for enslaving disabled husband", "description": "<p>Tom Somerset-How was held ‘as if he was cattle’, Portsmouth crown court hears, going a year without brushing his teeth</p><p>A wife and a live-in care worker have been jailed for 11 years each for enslaving her vulnerable disabled husband in what is believed to be the first case of its kind.</p><p>Sarah Somerset-How and George Webb, who were having an affair, kept Tom Somerset-How in dirty conditions <a href=\"https://www.theguardian.com/uk-news/2023/may/12/wife-and-carer-found-guilty-of-enslaving-disabled-husband\">and treated him “like a piece of property”.</a></p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/wife-and-care-worker-jailed-for-11-years-each-for-enslaving-disabled-husband-tom-somerset-how-\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/wife-and-care-worker-jailed-for-11-years-each-for-enslaving-disabled-husband-tom-somerset-how-", "date_published": "2023-07-14T16:59:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Putin says he tried but failed to oust Prigozhin after Wagner mutiny", "description": "<p>President tells newspaper he met mercenary chief to negotiate terms for fighters’ continued participation in Ukraine war</p><p>Vladimir Putin has said that he sought and failed to have Yevgeny Prigozhin replaced as the leader of Wagner’s fighters in Ukraine after the mercenary chief rebuffed his proposal during a meeting at the Kremlin this month.</p><p>Putin’s version of events, which appeared in an interview with the Kommersant newspaper, was a surprise admission that the Russian president was still <a href=\"https://www.theguardian.com/world/2023/jul/12/wagner-hands-thousands-of-tonnes-of-weaponry-to-russian-army\">negotiating a takeover of the Wagner mercenary group</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/putin-says-he-tried-but-failed-to-oust-prigozhin-after-wagner-mutiny-figters-ukarine-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/putin-says-he-tried-but-failed-to-oust-prigozhin-after-wagner-mutiny-figters-ukarine-war", "date_published": "2023-07-14T16:58:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Victims of Brazil dam disaster accuse mining giant BHP of ‘environmental racism’", "description": "<p>Brazilians write to Sunak to urge the UK government to crack down on unethical corporate practices</p><p>Victims of Brazil’s worst environmental disaster have written to the British prime minister, Rishi Sunak, accusing the mining company BHP of “environmental racism” and urging the UK government to act on unethical practices by British companies.</p><p>About 720,000 Brazilians are suing BHP, an Anglo-Australian company that until recently had its headquarters in London, over its role in the <a href=\"https://www.theguardian.com/sustainable-business/2016/oct/15/samarco-dam-collapse-brazil-worst-environmental-disaster-bhp-billiton-vale-mining\">2015 Mariana dam disaster</a>. The company denies liability. It is facing claims for compensation amounting to £36bn in the <a href=\"https://www.theguardian.com/environment/2022/jul/08/uk-court-of-appeal-case-victims-brazil-mariana-dam-collapse-aoe\">world’s largest group claim in English legal history</a>.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/14/victims-of-brazil-dam-disaster-accuse-mining-giant-bhp-of-environmental-racism\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/14/victims-of-brazil-dam-disaster-accuse-mining-giant-bhp-of-environmental-racism", "date_published": "2023-07-14T16:43:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Big oil has sold lies about the climate crisis for decades. Now we must sell the truth | Jonathan Freedland", "description": "<p>The fossil fuel industry has spent billions on winning over the public. The climate movement must learn from its tactics</p><p>You may think we have all the proof we need. More of it is in front of us right now, with heatwaves scorching through Europe, breaking records, wreaking havoc. In Athens, they closed the Acropolis on Friday as temperatures at the site headed towards 48C. In Lisbon, visitors expecting perfect blue skies have been disappointed to find them streaked with grey – not clouds, but smoke from forest fires. In Italy, there was no spring this year: floods gave way to unbearable heat with barely a pause.</p><p>It’s happening all over – biblical downpours in <a href=\"https://www.theguardian.com/us-news/video/2023/jul/10/heavy-rain-deadly-flash-floods-new-york-hudson-valley-video\">New York state</a>, unquenchable <a href=\"https://www.cnbc.com/2023/07/13/canada-record-heat-meets-record-wildfires-new-reality-say-scientists.html\">fires in Canada</a> – and yet humanity is not acting as if it is confronting a planetary emergency. Extreme weather is fast becoming the norm in the US, and yet Americans tell pollsters it is a low priority, ranking it <a href=\"https://www.pewresearch.org/politics/2023/02/06/economy-remains-the-publics-top-policy-priority-covid-19-concerns-decline-again/\">17th out of 21 national issues in a recent Pew survey</a>. Even when the impact is personal, as it was for many Australians when bushfires raged through the country in 2019, opinions prove stubbornly hard to shift: one study found that among those “directly impacted” by the fires, around <a href=\"https://australiainstitute.org.au/wp-content/uploads/2020/12/Polling-January-2020-bushfire-impacts-and-climate-concern-web.pdf\">a third saw no connection to the climate</a>. They were “unmoved.”</p><p>Jonathan Freedland is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/big-oil-climate-crisis-fossil-fuel-public\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/big-oil-climate-crisis-fossil-fuel-public", "date_published": "2023-07-14T16:39:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cluster bombs won’t bring peace to Ukraine | Letters", "description": "<p><strong>Dr Anthony Isaacs</strong>, <strong>Rae Street</strong> and <strong>Dennis Fitzgerald </strong>criticise President Biden’s decision to supply the weapons, but <strong>Per G Bilse </strong>argues that any weapon can be indiscriminate if misused</p><p>The use of cluster bombs, <a href=\"https://www.clusterconvention.org/\" title=\"\">banned by 123 countries</a>, has not helped the Russians achieve their objectives in their brutal war in Ukraine. Neither did the US profit from their use, along with other anti-civilian weapons, in protracted wars in south‑east Asia, nor did either the Soviet Union or the US in their Afghanistan campaigns, against less well‑equipped enemies. Joe Biden’s decision (<a href=\"https://www.theguardian.com/us-news/2023/jul/07/joe-biden-military-aid-ukraine-war-cluster-bombs-human-rights-groups\" title=\"\">Joe Biden defends ‘difficult decision’ to send cluster munitions to Ukraine, 8 July</a>) seems more likely to provoke escalation, rather than hasten victory over Russia in what looks increasingly like an unwinnable war for either side.</p><p>In the context of attempts to sanitise these appalling weapons, your editorial on the spoken word (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/07/the-guardian-view-on-spoken-word-poets-powerful-voices-that-are-needed-today\" title=\"\">The Guardian view on spoken word poets: powerful voices that are needed today, 7 July</a>) brought to mind the late, great performance poet Adrian Mitchell. His famous poem To Whom It May Concern (<a href=\"https://www.theguardian.com/culture/2008/dec/22/adrian-mitchell-vietnam\" title=\"\">Tell Me Lies About Vietnam</a>), inveighing against the 1960s American bombing campaign, contains the memorable lines: “I smell something burning, hope it’s just my brains. They’re only dropping peppermints and daisy-chains.” In these fractured times, and with Labour’s new emphasis on oracy, the need for a resurgence of political performance poetry has never been greater.<br /><strong>Dr Anthony Isaacs</strong><br /><em>London</em></p> <a href=\"https://www.theguardian.com/world/2023/jul/14/cluster-bombs-wont-bring-peace-to-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/cluster-bombs-wont-bring-peace-to-ukraine", "date_published": "2023-07-14T16:36:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Huw Edwards, the Sun’s charade and the need for BBC neutrality | Letters", "description": "<p>Readers respond to an article by Gaby Hinsliff and the BBC’s coverage of the allegations made against one of its top news presenters</p><p>Gaby Hinsliff writes in her excellent piece (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/13/huw-edwards-bbc-transparency\" title=\"\">The Huw Edwards feeding frenzy has been truly awful – but it could yet strengthen the BBC, 13 July</a>) that the Sun now insists that it <a href=\"https://www.theguardian.com/media/2023/jul/12/sun-in-firing-line-over-report-on-huw-edwards\" title=\"\">never alleged criminality</a> in the Huw Edwards case, despite initially accusing him of paying a 17-year-old for sexual images and despite its headlines suggesting he could face “<a href=\"https://www.thesun.co.uk/news/22985844/top-bbc-star-child-sex-images-prison/\" title=\"\">years in prison</a>”. Lucy Frazer, the culture secretary, may well expect some tough questions about regulation of both the established press and social media platforms that failed to stop their users recklessly libelling various household names once the story broke.</p><p>But, as Gaby warns, “don’t hold your breath, this close to a general election, for anything to come of that.” I fear then that her final sentence: “There is no future, in the end, for a news organisation incapable of facing the truth” is just wishful thinking.<br /><strong>Michael Brown</strong><br /><em>Chichester</em></p> <a href=\"https://www.theguardian.com/media/2023/jul/14/huw-edwards-the-suns-charade-and-the-need-for-bbc-neutrality\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/14/huw-edwards-the-suns-charade-and-the-need-for-bbc-neutrality", "date_published": "2023-07-14T16:36:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS cannot afford to finance pay rises from existing budgets, hospitals say", "description": "<p>Social care, prevention and public health services could be cut if government insists on funding 6% pay rise from health budget</p><p>Vital services could be cut if the government insists on funding NHS pay rises from existing health budgets, the leader of England’s hospital bosses has said.</p><p>Sir Julian Hartley, the chief executive of NHS Providers, said the health service could not afford to finance the increases itself and that without additional funding, social care, prevention and public health services were at risk.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/nhs-cannot-afford-to-finance-pay-rises-from-existing-budgets-hospitals-say\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/nhs-cannot-afford-to-finance-pay-rises-from-existing-budgets-hospitals-say", "date_published": "2023-07-14T16:32:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarah Akinterinwa on Rishi Sunak and striking doctors – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/14/sarah-akinterinwa-on-rishi-sunak-and-striking-doctors-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/14/sarah-akinterinwa-on-rishi-sunak-and-striking-doctors-cartoon", "date_published": "2023-07-14T16:31:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Hollywood actors’ strike: everything you need to know", "description": "<p>Exactly why are they striking, who are the big names aboard, is it all streaming and AI’s fault and when will we see actors on screen again? </p><p><strong>Who is on strike? <br /></strong>The strike was called on Thursday morning by US actors’ union Sag-Aftra (which was formed in 2012 after a merger between the Screen Actors Guild and the American Federation of Television and Radio Artists), after the breakdown in negotiations with the AMPTP (Alliance of Motion Picture and Television Producers), which represents the studio bosses. Sag-Aftra has around 160,000 members: actors in film and TV shows, as well as video game performers, radio presenters, models and YouTube influencers. Technically the union only covers the US, but its Global Rule One demands that members <a href=\"https://www.sagaftra.org/contracts-industry-resources/global-rule-one\">pull out of any production anywhere</a> in the world.</p><p><strong>Who is Sag-Aftra’s firebrand leader?<br /></strong>The union’s president and figurehead is Fran Drescher, who you might remember from 90s TV show <a href=\"https://en.wikipedia.org/wiki/The_Nanny\">The Nanny</a>. Having faced down a modicum of criticism for shooting off to Italy for a <a href=\"https://deadline.com/2023/07/sag-aftra-strike-fran-drescher-italy-kim-kardashian-1235437436/\">photoshoot with Kim Kardashian</a> as negotiations were heading for the rocks, Drescher stormed back with an incendiary speech, in which she poured scorn on studio bosses (“They plead poverty, that they’re losing money left and right when giving hundreds of millions of dollars to their CEOs. It is disgusting. Shame on them.”) and invoked the spirit of the French Revolution: “Eventually, the people break down the gates of Versailles, and then it’s over!”</p> <a href=\"https://www.theguardian.com/culture/2023/jul/14/the-hollywood-actors-strike-everything-you-need-to-know\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/14/the-hollywood-actors-strike-everything-you-need-to-know", "date_published": "2023-07-14T16:02:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarina Wiegman: ‘We’ve changed society, I’m proud of that the most’", "description": "<p>England’s manager reflects on the wider impact of the Lionesses’ Euro 2022 triumph and the growth of the Women’s World Cup</p><p>“I’m just me,” says Sarina Wiegman. It is not quite that simple, though – a lot has come from the England manager “just” being herself. The reigning <a href=\"https://www.theguardian.com/football/2023/feb/27/england-sarina-wiegman-best-fifa-awards-2022\" title=\"\">Fifa coach of the year</a> and three-time winner of that award has achieved a lot in her chosen profession. With success, including back-to-back European Championship titles with the <a href=\"https://www.theguardian.com/football/2017/aug/06/womens-euro-2017-holland-denmark-match-report\" title=\"\">Netherlands in 2017</a> and <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\" title=\"\">England in 2022</a>, has come a broadening of her influence, too.</p><p>“I think about the bigger picture a little more, absolutely,” she says, when asked whether she spends time thinking about the wider role she can play. “But my main focus stays on my job. With that job, doing well in that job, then you get those opportunities, and I’m aware of that.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/sarina-wiegman-england-womens-world-cup-football-lionesses\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/sarina-wiegman-england-womens-world-cup-football-lionesses", "date_published": "2023-07-14T16:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "World cycling body tightens rules on transgender athletes after review", "description": "<p>UCI says transgender athletes who transitioned after male puberty are to be barred from women’s events</p><p>The world governing body for cycling is to ban transgender athletes who transitioned after male puberty from participating in women’s events, in a U-turn on its rules.</p><p>The Union Cycliste Internationale (UCI) previously allowed transgender women to compete in the female category providing they were within a maximum permitted plasma testosterone level of 2.5 nanomoles per litre.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/world-cycling-body-tightens-rules-on-transgender-athletes-after-review\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/world-cycling-body-tightens-rules-on-transgender-athletes-after-review", "date_published": "2023-07-14T15:59:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Unbreakable Novak Djokovic beats Jannik Sinner to reach another final", "description": "<ul><li>World No 2 shows his class and will in 6-3, 6-4, 7-6 (4) victory</li><li>Serbian is one win away from his eighth Wimbledon title</li></ul><p>Novak Djokovic refuses to lose. His will is as astonishing as his talent. Victory on Sunday will deliver him his eighth Wimbledon title, his 24th major. And, as he said after Friday’s semi-final, he is not done yet.</p><p>For a while near the end, against Jannik Sinner, Djokovic faltered. But he gathered all his resources to win 6-3, 6-4, 7-6 (4) in two hours and 47 minutes, quick enough to have maximum rest before Sunday’s decider.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/unbreakable-novak-djokovic-beats-jannik-sinner-to-reach-another-final-wimbledon-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/unbreakable-novak-djokovic-beats-jannik-sinner-to-reach-another-final-wimbledon-tennis", "date_published": "2023-07-14T15:59:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michal Kwiatkowski climbs to stage 13 win as Pogacar cuts gap to Vingegaard", "description": "<ul><li>Ineos rider claims solo win on Grand Colombier summit finish</li><li>Tadej Pogacar makes up eight seconds on leader with late burst</li></ul><p>Michal Kwiatkowski took a solo victory in stage 13 of the Tour de France, as Tadej Pogacar turned the screw a little further on the defending champion, Jonas Vingegaard, by clawing back eight more seconds.</p><p>Kwiatkowski (Ineos Grenadiers), a former world road race champion and also a Tour stage winner in 2020 at La-Roche-sur-Foron, moved ahead of the day’s breakaway 12km from the finish at the top of the Grand Colombier climb, overlooking Culoz in the Ain department.</p><p><em>Jeremy Whittle’s full report to appear here later</em></p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/tour-de-france-cycling-stage-13-report-kwiatkowski-pogacar-vingegaard\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/tour-de-france-cycling-stage-13-report-kwiatkowski-pogacar-vingegaard", "date_published": "2023-07-14T15:54:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunak says he can’t afford public sector pay rises – but look at the white elephants he’s happy to fund | Simon Jenkins", "description": "<p>Spending priorities sum up all that is rotten in government. Where is the money for education and the NHS?</p><p>Rishi Sunak has now conceded public sector workers the sum he was told to pay them by their independent review boards last year, an <a href=\"https://www.theguardian.com/society/2023/jul/11/no-extra-money-for-public-sector-pay-rises-hunt-tells-ministers\">average rise of 6%</a>. Had he done so then, we might have avoided six months of debilitating strikes in education, health and other public services. Last year he said he could not afford it. He still says that, demanding that the shortfall of £5bn over two years must come from <a href=\"https://www.reuters.com/world/uk/uk-teachers-doctors-set-6-pay-rise-times-2023-07-13/\">departmental budgets</a>.</p><p>The cost of the strikes will never be known. But a further cost will come from departments hacking away at their spending over the next two years, when we assume another buffeting will take place. That is the price of holding back government borrowing, keeping down taxes and fighting inflation. Given how poorly Britain is faring compared with other G7 countries, I remain unconvinced that this sort of austerity is truly the way back to growth.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/rishi-sunak-public-sector-pay-rises-education-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/rishi-sunak-public-sector-pay-rises-education-nhs", "date_published": "2023-07-14T15:34:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU to give Tunisia €1bn to fight trafficking and prop up ailing economy", "description": "<p>Von der Leyen to return with Italian and Dutch PMs despite warnings over ‘breakdown’ of democracy under Saied</p><p>The president of the European Commission, Ursula von der Leyen, is to return to Tunisia on Sunday with the prime ministers of Italy and the Netherlands to sign off the details of a €1bn deal aimed at combating people smuggling and supporting the country’s collapsing economy.</p><p>Sources have confirmed they are expecting to sign off on a memorandum of understanding only days after a group of politicians in the European parliament warned that Tunisia should not be handed a deal on a “silver plate” amid fears of a “breakdown” of democracy in the country.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/eu-to-give-tunisia-1bn-to-fight-trafficking-and-prop-up-ailing-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/eu-to-give-tunisia-1bn-to-fight-trafficking-and-prop-up-ailing-economy", "date_published": "2023-07-14T15:34:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Challenging brain in older age may reduce dementia risk, study finds", "description": "<p>Results reveal activities such as using computer or writing journal associated with 11% drop in risk over 10-year period</p><p>Taking part in activities such as chess, writing a journal, or educational classes in older age may help to reduce the risk of dementia, a study has suggested.</p><p>According to the World Health Organization, more than 55 million people have the disease worldwide, most of them older people.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/challenging-brain-older-age-may-reduce-dementia-risk-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/challenging-brain-older-age-may-reduce-dementia-risk-study", "date_published": "2023-07-14T15:33:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "D-day veteran, 98, put up in hostel after eviction from Dorset home", "description": "<p>Alfred Guenigault, his daughter and son-in-law are told it could be months before council can rehouse them</p><p>A 98-year-old D-day veteran has been evicted from his rented bungalow in Dorset and moved into a single room in a hostel.</p><p>Alfred Guenigault lived for seven years in the rented property in Ferndown with his daughter Deb Dean, who is his carer, and her husband, Bert Dean. All three have been forced to move after being served with a no-fault eviction notice by their landlord.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/d-day-veteran-98-put-up-in-hostel-after-eviction-from-dorset-home\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/d-day-veteran-98-put-up-in-hostel-after-eviction-from-dorset-home", "date_published": "2023-07-14T15:15:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "JP Morgan puts more money aside for defaults amid cost of living crisis", "description": "<p>Wall Street bank’s profits rise 40% to $13.3bn as interest rates charged to borrowers increase</p><p>One of the world’s largest banks, JP Morgan, is preparing for a potential surge in defaults by borrowers as households face pressure from high inflation and ever-climbing interest rates.</p><p>The Wall Street bank put aside $1.7bn (£1.3bn) for credit losses between April and June, according its latest financial report, marking a 54% jump from a year earlier, when provisions totalled $1.1bn.</p> <a href=\"https://www.theguardian.com/business/2023/jul/14/jp-morgan-defaults-cost-of-living-crisis-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/14/jp-morgan-defaults-cost-of-living-crisis-interest-rates", "date_published": "2023-07-14T15:09:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Footballer Benjamin Mendy cleared of rape and attempted rape", "description": "<p>Former Manchester City player has now been found not guilty of all of the allegations made against him by six women</p><p>The former Manchester City footballer Benjamin Mendy has been found not guilty of raping one woman and attempting to rape another.</p><p>The former French international wept as a jury cleared him after a retrial at Chester crown court.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/footballer-benjamin-mendy-found-not-guilty-of-one-count-of-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/footballer-benjamin-mendy-found-not-guilty-of-one-count-of-rape", "date_published": "2023-07-14T15:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Deep-sea mining causes huge decreases in sealife across wide region, says study", "description": "<p>Scientists caution against rush to mine the seabed, and say it could be decades before the full impact on marine life is known</p><p>Animal populations appear to decrease where the deep sea is being mined, and the impact on marine life of the <a href=\"https://www.theguardian.com/environment/2023/jul/12/canada-calls-for-halt-to-deep-sea-mining-amid-fears-of-ecological-devastation\">controversial industry</a> may involve a wider “footprint” than previously expected.</p><p>According to analysis of seabed ecology undertaken after drilling tests in 2020 in Japan – the country’s first successful extraction of cobalt crusts from deep-sea mountains – there was a decrease in marine life such as fish and shrimp at the site a year later. The density had dropped even further in areas outside the impact zone, by more than half.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/deep-sea-mining-causes-huge-decreases-in-sealife-across-wide-region-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/deep-sea-mining-causes-huge-decreases-in-sealife-across-wide-region-says-study", "date_published": "2023-07-14T15:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood on the Tiber: stars return to Rome studios once home to Heston and Fellini", "description": "<p>Sprawling Cinecittà complex is in demand again thanks to tax breaks and boom in film and TV production </p><p>Walk through the 1930s-built, dusty pink gates of Cinecittà, the legendary film studios in Rome, and the magic of its golden era is immediately palpable. This is where Charlton Heston rode to victory in his chariot race in Ben Hur, which went on to win 11 Oscars. It is where the real-life love affair between Elizabeth Taylor and Richard Burton played out on the set of Cleopatra, and where Federico Fellini produced classics including La Dolce Vita and Amarcord.</p><p>The sprawling Cinecittà was opened with great pomp by Benito Mussolini in 1937, in part to make films promoting the dictator’s fascist propaganda. During the second world war it was first occupied by the Nazis and later became a refuge to the thousands made homeless by the allied bombing of the Italian capital.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/hollywood-on-the-tiber-cinecitta-stars-return-to-rome-studios-heston-fellini\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/hollywood-on-the-tiber-cinecitta-stars-return-to-rome-studios-heston-fellini", "date_published": "2023-07-14T15:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cocktail of the week: Bank’s moscato highball – recipe | The good mixer", "description": "<p>Sweet Italian white wine and a dash of Chartreuse turn a highball into an altogether more approachable summer drink</p><p>This drink was inspired by our love of good wine. The aim was to create a lower-abv drink that was really approachable, and could be enjoyed at any occasion, be that a barbecue in the sunshine, a dinner party with friends or just binge-watching a favourite TV show.</p><p>Paddy Cronin, general manager, <a href=\"https://www.bankbristol.com/\">Bank, Bristol</a></p> <a href=\"https://www.theguardian.com/food/2023/jul/14/cocktail-of-the-week-bank-bristol-moscato-highball-recipe\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/14/cocktail-of-the-week-bank-bristol-moscato-highball-recipe", "date_published": "2023-07-14T15:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s 4x100m women’s relay team upgraded to Commonwealth gold", "description": "<ul><li>Nigeria’s win in Birmingham struck off over doping violation</li><li>‘It is a bittersweet feeling,’ says England’s Daryll Neita</li></ul><p>England’s 4x100m women’s relay team have been upgraded to 2022 Commonwealth Games gold following the disqualification of original winners Nigeria because of an anti-doping violation.</p><p>The English quartet of Asha Philip, Imani-Lara Lansiquot, Bianca Williams and Daryll Neita finished second in Birmingham last summer. However, the Commonwealth Games Federation has announced Nigeria sprinter Nzubechi Grace Nwokocha had returned an adverse finding in her sample for two banned anabolic agents. Nwokocha’s results from the 100m, 200m and sprint relay have been disqualified, with the matter passed on to the Athletics Integrity Unit for any further sanctions.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/englands-4x100m-womens-relay-team-upgraded-to-commonwealth-games-gold-birmingham-2022\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/englands-4x100m-womens-relay-team-upgraded-to-commonwealth-games-gold-birmingham-2022", "date_published": "2023-07-14T14:53:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Dover Athletic’s transfer troubles and the chaos of non-league life", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>While many football fans spend their summers refreshing Fabrizio Romano’s feed on Dying Social Media Disgrace Twitter, most non-league supporters have to get their transfer updates from the source. Supporters of National League South side Dover Athletic are in need of some good news – after deductions resulted in them demoted from the 2021-22 National League with a solitary point, they dodged a second straight relegation on the final day of the 2022-23 season with Dulwich Hamlet going down instead. Spirits were quickly lifted when Dover’s 28-year-old manager, Mitch Brundle, announced a deal for midfielder Ade Shokunbi early in June.</p><p>Not often one writes to Football Daily about something that is not a trite and pithy comment about an overpaid footballer. However, as someone who deals daily with the clinical mental anguish of a loved one, I was inspired by Dele Alli and his comments (<a href=\"https://www.theguardian.com/football/2023/jul/13/football-daily-email-transfers-return\">yesterday’s Quote of the Day</a>). Of course, his hand was forced by the fact some media organisation was about to expose him, which is, as we have seen just recently, nothing to do with decency. Yet, that makes him no less brave. And yes, I am sure plenty of people will say he has nothing to be sad about; he is playing football and making lots of money, so ‘just get over it’. I have met far too many of these idiots. Mental health is little understood by the majority of us, yet it is very real and has many sufferers. We need more brave souls in the public eye like Dele, because it helps and inspires the millions who suffer silently” – Paul Arnold.</p><p>What will it take for the owner(s) of a top English football club to wake up to the fact that a highly successful manager, someone with a far better record than some of the geniuses upon whom they have lavished shedloads of cash, hides in full view before them? I can name, at most, four of the current Premier League managers who might do a better job than Sarina Wiegman, if only someone had the nous to offer her a job” – Tim Healy.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/football-daily-dover-athletic-transfers\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/football-daily-dover-athletic-transfers", "date_published": "2023-07-14T14:52:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I had no power wand to force people into bed, Kevin Spacey tells court", "description": "<p>Actor rejects claims against him during combative exchanges on second day in witness box</p><p>Kevin Spacey dismissed sexual assault allegations against him as “absolute bollocks” as he denied waving a “power wand” to force people into bed with him.</p><p>In combative exchanges at Southwark crown court on Friday, the Oscar-winning actor denied that the “crotch grab” was his “trademark move”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/i-had-no-power-wand-to-force-people-into-bed-kevin-spacey-tells-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/i-had-no-power-wand-to-force-people-into-bed-kevin-spacey-tells-court", "date_published": "2023-07-14T14:48:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sexual violence is junta’s ‘modus operandi’, Myanmar activist tells UN", "description": "<p>People are united to end military dictatorship but international support is needed, Naw Hser Hser says</p><p>The crisis in Myanmar should be referred to the international criminal court for war crimes and crimes against humanity, including widespread sexual violence, an open session at the UN security council will be told.</p><p>Naw Hser Hser, the first Myanmar human rights defender to brief council members in an open session since the 2021 coup, will also call for greater action to cut crucial supplies of arms and finances to the military junta.</p><p><em>In the UK, <a href=\"https://rapecrisis.org.uk/\">Rape Crisis</a> offers support for rape and sexual abuse on 0808 802 9999 in England and Wales, 0808 801 0302 in <a href=\"https://www.rapecrisisscotland.org.uk/\">Scotland</a>, or 0800 0246 991 in <a href=\"https://rapecrisisni.org.uk/\">Northern Ireland</a>. In the US, <a href=\"https://www.rainn.org/\">Rainn</a> offers support on 800-656-4673. In Australia, support is available at <a href=\"https://www.1800respect.org.au/\">1800Respect</a> (1800 737 732). Other international helplines can be found at <a href=\"http://ibiblio.org/rcip/internl.html\">ibiblio.org/rcip/internl.html</a></em></p> <a href=\"https://www.theguardian.com/global-development/2023/jul/14/myanmar-sexual-violence-junta-modus-operandi-naw-hser-hser-tells-un\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/14/myanmar-sexual-violence-junta-modus-operandi-naw-hser-hser-tells-un", "date_published": "2023-07-14T14:45:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal confirm Jurriën Timber signing from Ajax in initial £34.3m deal", "description": "<ul><li>Netherlands defender signs five-year contract</li><li>Timber says he has been an Arsenal fan since childhood</li></ul><p>Arsenal have announced the signing of the defender Jurriën Timber from Ajax. The 22-year-old becomes the club’s second summer acquisition after <a href=\"https://www.theguardian.com/football/2023/jun/28/arsenal-confirm-kai-havertz-signing-from-chelsea-in-65m-deal\">Kai Havertz</a>, and confirmation of <a href=\"https://www.theguardian.com/football/2023/jul/04/arsenal-close-to-finalising-terms-for-rices-105m-move-from-west-ham\">Declan Rice’s move</a> from West Ham will follow.</p><p>Arsenal are paying €40m (£34.3m) plus €5m in add-ons for Timber and have given him a five-year deal. Timber has 15 Netherlands caps and is believed to have been signed predominantly to play at right-back. He is also comfortable at centre-back and can operate in midfield.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/arsenal-sign-jurrien-timber-from-ajax\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/arsenal-sign-jurrien-timber-from-ajax", "date_published": "2023-07-14T14:39:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He is taking it to the next level’: the expert verdict on Tom Cruise’s epic Mission: Impossible stunts", "description": "<p>Amy Johnston, a stunt veteran of Suicide Squad, Deadpool and more, analyses the new blockbuster’s hair-raising action sequences – and praises the star’s commitment to realism</p><p>Tom Cruise’s new film Mission: Impossible – Dead Reckoning Part One is stuffed with spectacular stunts, but one in particular has grabbed the world’s attention: riding a motorbike off the top of a 1,240 metre-high crag, plummeting down its vertical, semi-cylindrical face, and opening his parachute, base-jump style, just before he hits the ground.</p><p><a href=\"https://www.youtube.com/watch?v=-lsFs2615gw&amp;ab_channel=ParamountPictures\">Cruise says</a> its “far and away the most dangerous thing [he’d] ever attempted”, and in <a href=\"https://www.youtube.com/watch?v=-lsFs2615gw&amp;ab_channel=ParamountPictures\">a video released by the film-makers</a>, revealed he had trained for the stunt by making more than 500 skydives and 13,000 motocross jumps over an 80ft mound, as well as training for a year in base jumping (a specialist skill involving parachuting from fixed objects including radio masts and skyscrapers). A practice ramp was constructed in a quarry <a href=\"https://www.dailymail.co.uk/news/article-12276719/After-three-years-training-13-000-practice-bike-jumps-500-skydives.html\">in Wallingford, Oxfordshire</a>, stuffed with fall-breaking plastic bags, before taking on the actual leap off the Helsetkopen in Norway. Cruise performed the stunt six times for the cameras.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/expert-verdict-tom-cruise-mission-impossible-stunts-amy-johnston\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/expert-verdict-tom-cruise-mission-impossible-stunts-amy-johnston", "date_published": "2023-07-14T14:38:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Better than a doughnut? Delia Smith dishes up a deep-fried jam sandwich", "description": "<p>Celebrity chef takes recipe she first tried at a Norfolk chippy to her restaurant at Norwich City FC</p><p>She is known as the no-nonsense celebrity chef who gives sensible advice on improving staple dishes.</p><p>But Delia Smith showed her taste for the adventurous this week by adding a deep-fried jam sandwich to the menu of one of her restaurants – after trying it in a fish and chip shop.</p> <a href=\"https://www.theguardian.com/food/2023/jul/14/better-than-a-doughnut-delia-smith-dishes-up-a-deep-fried-jam-sandwich\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/14/better-than-a-doughnut-delia-smith-dishes-up-a-deep-fried-jam-sandwich", "date_published": "2023-07-14T14:36:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup football kits proving a runway success", "description": "<p>Top designers and brands catch on to increasing popularity of women’s game among fans and fashionistas</p><p>The football at the Women’s World Cup in Australia and New Zealand will probably see all manner of style and finesse, with organisers expecting hundreds of millions of people to tune in for the tournament.</p><p>Boosted by England’s Lionesses winning the Euros last year, a large proportion of viewers are likely to be from the UK when the competition kicks off on 20 July. But with kits now firmly on fashion’s radar, the players’ shirts can expect to provide as much of a talking point as Megan Rapinoe’s retirement at the end of the tournament.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/14/womens-world-cup-football-kits-proving-a-runway-success\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/14/womens-world-cup-football-kits-proving-a-runway-success", "date_published": "2023-07-14T14:33:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tyrrell Hatton surges into Scottish Open contention with second-round 62", "description": "<ul><li>English player cards nine birdies to set clubhouses target</li><li>‘It was stressful at times, as most of my rounds are’</li></ul><p>England’s Tyrrell Hatton surged into contention for a first victory in two and a half years with a “stressful” second round of 62 in the Scottish Open.</p><p>Hatton, who began the day eight shots off the lead, carded nine birdies and a solitary bogey at the Renaissance Club to set an early clubhouse target of nine under par which was matched by South Korea’s Tom Kim.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/scottish-open-second-round-report-tyrrell-hatton\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/scottish-open-second-round-report-tyrrell-hatton", "date_published": "2023-07-14T14:33:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stonehenge road tunnel plans approved by transport secretary", "description": "<p>Mark Harper gives consent to disputed scheme to widen roads and dig two-mile tunnel near ancient site</p><p>Plans for a controversial road tunnel at Stonehenge have been approved by the government.</p><p>The transport secretary, Mark Harper, has granted a development consent order for a scheme to widen roads and dig a two-mile tunnel near the ancient site. The project, which was initially costed at £1.7bn, is designed to speed up journey times on the A303, a major link to south-west England.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/stonehenge-road-tunnel-plans-approved-transport-secretary-concent-widen-roads\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/stonehenge-road-tunnel-plans-approved-transport-secretary-concent-widen-roads", "date_published": "2023-07-14T14:25:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hundreds attend funeral of Nottingham attacks victim Barnaby Webber", "description": "<p>Tributes paid to teenager’s ‘swirl of laughter and kindness’ during emotional send-off in Taunton</p><p>Hundreds of people gathered to celebrate the life of 19-year-old Barnaby Webber, one of the three people killed in the Nottingham attacks, at an emotional service in Somerset.</p><p>About 600 people – family, friends, fellow sports players – packed in to Taunton Minster to pay tribute to Webber, described as a beautiful, beloved, open-hearted young man, a hero.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/hundreds-attend-funeral-of-nottingham-attacks-victim-barnaby-webber\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/hundreds-attend-funeral-of-nottingham-attacks-victim-barnaby-webber", "date_published": "2023-07-14T14:23:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain’s election is a key battle in the Europe-wide struggle against neofascism | Gordon Brown", "description": "<p>If the anti-feminist, anti-migration Vox seizes power, this will embolden the far right in Germany, Finland and beyond</p><p>If you want to peer into the future of Europe, just look to recent events in Spain in the lead up to its general election on 23 July. A billboard on one of Madrid’s main streets demonising feminism, migration and the LGBTQ+ community – by showing their symbols being thrown violently into a bin – has been the latest shock tactic used by the <a href=\"https://www.theguardian.com/world/2023/jun/11/from-cranks-to-contenders-how-spains-far-right-vox-party-is-rising-toward-power\">far-right Vox party</a> in its bid to drag the elections into the culture wars under the pretext of defending the traditional nation state.</p><p>The rhetoric escalated when Santiago Abascal, leader of Vox, falsely claimed during an inflammatory TV election debate that almost <a href=\"https://eufactcheck.eu/factcheck/false-69-of-sex-offenders-who-commit-gang-rape-in-spain-are-foreigners/\">70% of gang rapes</a> were committed by foreigners. These tactics are not new – during the 2016 Brexit referendum, Nigel Farage’s explosive <a href=\"https://www.itv.com/news/2016-06-19/gove-i-shuddered-at-farages-migrant-breaking-point-poster\">“breaking point”</a> poster depicted a horde of migrants forcing their way towards Britain. It is no accident that exactly the same photograph was blazoned across Hungary’s election billboards by its prime minister, Viktor Orbán, under the headline “<a href=\"https://www.euronews.com/2018/03/28/hungary-government-s-new-anti-immigration-ad-copies-ukip-s-controversial-anti-migrant-post\">Stop</a>”. Hungary is the European country with the lowest level of citizens born outside the country, but Orbán’s “copy and paste” campaign made the demand for walls to stop nonexistent “invaders” the election-winning issue.</p><p>Gordon Brown is the UN envoy for global education, and was UK prime minister from 2007 to 2010</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/spain-election-europe-neo-fascism-vox-germany-finland\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/spain-election-europe-neo-fascism-vox-germany-finland", "date_published": "2023-07-14T14:18:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Andy Coulson advising Huw Edwards’s family on crisis management", "description": "<p>Ex-News of the World editor is taking on old News UK colleagues over Sun’s allegations against suspended BBC presenter</p><p>Huw Edwards’s family is being advised on communications strategy by former News of the World editor Andy Coulson as the suspended BBC presenter battles to save his career, sources have told the Guardian.</p><p>Vicky Flind, the wife of Edwards, talked to Coulson prior to <a href=\"https://www.theguardian.com/media/2023/jul/12/wife-of-huw-edwards-names-him-as-bbc-presenter-at-centre-of-allegations\">releasing a statement on Wednesday</a> which identified her husband as the person accused by the Sun of giving £35,000 to a crack cocaine user in return for explicit images.</p> <a href=\"https://www.theguardian.com/media/2023/jul/14/andy-coulson-advising-huw-edwards-crisis-management\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/14/andy-coulson-advising-huw-edwards-crisis-management", "date_published": "2023-07-14T14:15:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biodegradable art and Bastille Day: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/14/biodegradable-art-and-bastille-day-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/14/biodegradable-art-and-bastille-day-fridays-best-photos", "date_published": "2023-07-14T14:08:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wolves first club to be punished by FA solely for homophobic chant", "description": "<ul><li>Club fined £100,000 for slur during Chelsea game in April</li><li>Wolves given action plan due to their inadequate response</li></ul><p>Wolves have become the first club to be punished by the Football Association solely over the homophobic chant of “Chelsea rent boy” by their fans. They have been fined £100,000 and given an action plan by the FA after supporters chanted the slur during a fixture against Chelsea in April.</p><p>A statement from the FA in January told clubs they could be charged with disciplinary action if their fans engaged in discriminatory behaviour – including the use of the term “rent boy”.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/wolves-fa-football-homophobic-chanting-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/wolves-fa-football-homophobic-chanting-chelsea", "date_published": "2023-07-14T14:06:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than 850 people referred to clinic for video game addicts", "description": "<p>Experts say UK not doing enough to tackle gambling-style features in games on smartphones and consoles </p><ul><li><a href=\"https://www.theguardian.com/society/2023/jul/14/video-games-gambling-big-spenders\">How video games use tricks from gambling to attract big spenders</a></li><li><a href=\"https://www.theguardian.com/society/2023/jul/14/i-was-not-prepared-for-what-we-came-across-when-treating-gaming-disorders\">Comment: I was not prepared for what we came across when treating gaming disorders</a></li></ul><p>More than 850 people have been referred to a clinic for video gaming addicts, as experts warn the UK is not doing enough to tackle gambling-style features in games on mobile phones and consoles.</p><p>The National Centre for Gaming Disorders (NCGD), which had its first patient in 2020, was originally given NHS funding based on seeing just 50 people a year.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/more-than-850-people-referred-to-london-clinic-for-video-game-addicts-gambling-style-features-loot-boxes\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/more-than-850-people-referred-to-london-clinic-for-video-game-addicts-gambling-style-features-loot-boxes", "date_published": "2023-07-14T14:02:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BBC’s week of scandal: from the Sun’s claims to naming of Huw Edwards", "description": "<p>One week after tabloid first published claims about a then unnamed presenter, the facts remain difficult to unpick</p><p>“At the heart of this are people and their families,” the BBC director general, Tim Davie, said on Wednesday about the presenter who had just been named over allegations of paying for sexually explicit photographs, and more.</p><p>If that point has at times been obscured this week, amid the coverage of a complex and disputed story that has dominated the British news agenda, the sobering events of the past few days have brought it sharply back into focus.</p> <a href=\"https://www.theguardian.com/media/2023/jul/14/bbc-week-of-scandal-sun-claims-naming-huw-edwards\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/14/bbc-week-of-scandal-sun-claims-naming-huw-edwards", "date_published": "2023-07-14T14:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benjamina Ebuehi’s recipe for strawberry and basil shortcakes | The sweet spot", "description": "<p>Tea is served with this more cakey alternative to scones and cream</p><p>I love a freshly baked scone with clotted cream and jam as much as anyone, but they don’t necessarily feel like dessert. Shortcakes are a bit more cakey than scones (I add a little cornmeal for texture), and I always overfill them with whipped cream and plenty of syrupy, basil-scented strawberries. So, when I want something that screams summer, and that I can eat outside in the sun, these fit the bill perfectly.</p> <a href=\"https://www.theguardian.com/food/2023/jul/14/strawberry-basil-shortcakes-recipe-benjamina-ebuehi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/14/strawberry-basil-shortcakes-recipe-benjamina-ebuehi", "date_published": "2023-07-14T14:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I was not prepared for what we came across when treating gaming disorders - Henrietta Bowden-Jones", "description": "<p>Most of our patients are young, and the desperation of families trying to address the disruption to their child’s life is extreme</p><ul><li><a href=\"https://www.theguardian.com/society/2023/jul/14/more-than-850-people-referred-to-london-clinic-for-video-game-addicts-gambling-style-features-loot-boxes\">More than 850 people referred to clinic for video game addicts</a></li><li><a href=\"https://www.theguardian.com/society/2023/jul/14/video-games-gambling-big-spenders\">How video games use tricks from gambling to attract big spenders</a></li></ul><p>The National Centre for Gaming Disorders, the first NHS clinic designated to treat gaming disorder, saw its first patient in early 2020 but I had been aware of the need for this type of treatment for several years prior to its opening.</p><p>The clinic was part of the much-lauded 2019 NHS long-term plan, which has only recently further expanded its network of gambling treatment clinics to a total of 15, reaching its planned national coverage a year ahead of plan.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/i-was-not-prepared-for-what-we-came-across-when-treating-gaming-disorders\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/i-was-not-prepared-for-what-we-came-across-when-treating-gaming-disorders", "date_published": "2023-07-14T14:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Hell on earth’: Phoenix’s extreme heatwave tests the limits of survival", "description": "<p>Residents of Arizona’s capital are used to scorching heat, but the summer’s unyielding sizzle is making harder to live there</p><p>It’s Wednesday morning in Phoenix and even under thick clouds, the thermometer is hovering above 100F (37.7C).</p><p>Arizona’s capital city is nicknamed “Valley of the Sun”, and residents are used to scorching heat. But by day 12 of a vicious heatwave that’s sent temperatures soaring into triple digits, with little relief overnight, limits are being tested – and it’s only going to get hotter.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/14/phoenix-heatwave-summer-extreme-weather-arizona\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/14/phoenix-heatwave-summer-extreme-weather-arizona", "date_published": "2023-07-14T14:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How food companies ‘sweetened the world’ – and increased the risk of disease", "description": "<p>The hard sell of ultra-processed foods in developing countries as being ‘good for you’ gives children a taste for sugar and salt that could have lasting effects on their health</p><p>The bright red bottle of Sting, an energy drink, catches Sunita Devi’s eye when she finds her local shopkeeper has run out of the biscuits she hoped to buy to fuel her son through his homework. She cannot read the English label, but 10-year-old Ajit says it sounds healthy.</p><p>“Stimulates mind, energises body” the bottle proclaims. It’s the type of marketing that helps shop owner Vasu Gupta sell energy drinks – mostly to families who have migrated from the countryside to a slum in Govindpuri in the Indian capital, Delhi.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/14/how-food-companies-sweetened-the-world-and-increased-the-risk-of-disease-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/14/how-food-companies-sweetened-the-world-and-increased-the-risk-of-disease-acc", "date_published": "2023-07-14T14:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cost of living crisis forces more Britons to use savings, with renters worst hit", "description": "<p>ONS finds one in 20 households have run out of food in the past and could not afford more</p><p>Britain’s cost of living crisis is forcing more people to dip into savings to make ends meet, according to official figures showing renters are at the greatest risk of financial vulnerability.</p><p>The <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/personalandhouseholdfinances/expenditure/articles/impactofincreasedcostoflivingonadultsacrossgreatbritain/februarytomay2023\">Office for National Statistics</a> said three in 10 people it surveyed were using savings because of the rising cost of living, an increase from a quarter of adults reporting this in late April.</p> <a href=\"https://www.theguardian.com/business/2023/jul/14/cost-of-living-crisis-britons-savings-renters\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/14/cost-of-living-crisis-britons-savings-renters", "date_published": "2023-07-14T13:56:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Painting ‘undoubtedly’ by Raphael to go on display in Bradford", "description": "<p>Analysis using AI-assisted facial recognition reveals faces in de Brécy Tondo are identical to those in Sistine Madonna</p><p>A mystery painting found to be “undoubtedly” by Raphael is to go on public display for the first time in Bradford.</p><p>The <a href=\"https://www.debrecy.org.uk/\">de Brécy Tondo</a> has been the subject of research and debate for more than 40 years due to its resemblance to Raphael’s Sistine Madonna. Recent analysis using artificial intelligence-assisted, computer-based facial recognition showed the faces in the painting were identical to those in Raphael’s famous altarpiece.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/14/painting-undoubtedly-raphael-go-on-display-bradford\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/14/painting-undoubtedly-raphael-go-on-display-bradford", "date_published": "2023-07-14T13:55:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Health alerts issued as blistering heat scorches southern Europe", "description": "<p>Tourists collapse in Greece and Italy and worker killed near Milan amid heatwave worsened by carbon pollution </p><p>A ferocious heatwave inflamed by carbon pollution is baking southern Europe, posing severe health risks to older people and those with underlying health conditions.</p><p>Scorching heat has already hit several countries, with local media reports of tourists collapsing in Greece and Italy, and an outdoor worker dying near Milan. Temperatures are expected to hit 42C in Athens on Saturday, 41C in Seville on Monday and 40C in Rome on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/health-alerts-blistering-heat-scorches-southern-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/health-alerts-blistering-heat-scorches-southern-europe", "date_published": "2023-07-14T13:55:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City target Pavard after Walker approves Bayern talks", "description": "<ul><li>Pavard, a right-back and central defender, plays for Bayern</li><li>Walker open to move but clubs remain in talks over a deal</li></ul><p>Manchester City have made Bayern Munich’s Benjamin Pavard their number-one target if Kyle Walker joins the German champions. Walker has given Bayern approval to advance negotiations but a contract has not been finalised and talks over a deal are continuing between the clubs.</p><p>Walker, who has one year on his contract, is open to playing outside England for the first time. The 33-year-old is <a href=\"https://www.theguardian.com/football/2023/jun/16/manchester-citys-kyle-walker-a-target-for-thomas-tuchel-at-bayern-munich\">admired by Bayern’s manager</a>, Thomas Tuchel, and was not always a first-choice pick for Pep Guardiola last season. He had a spell in March and April when he was left out of the first XI and was then a substitute in the Champions League final.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/manchester-city-target-benjamin-pavard-kyle-walker-bayern-munich-move\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/manchester-city-target-benjamin-pavard-kyle-walker-bayern-munich-move", "date_published": "2023-07-14T13:52:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tell us your experiences of delayed NHS cancer services", "description": "<p>We would like to hear from anyone who has experienced significant delays after a referral for suspected cancer or during treatment</p><p>The latest cancer waiting time figures in England show that <a href=\"https://news.cancerresearchuk.org/2023/07/13/cancer-waiting-times-latest-updates-and-analysis/\">four key waiting time targets have been missed</a>.<br /><br />A parliamentary public accounts committee warned in March that cancer waiting times were at their worst recorded level.<br /><br />We would be keen to hear from anyone who has experienced significant delays after a referral for suspected cancer or during treatment. How long was the delay and what impact did it have on you?<br /><br />With many appointments still being arranged by the sending of letters or telephone calls, we are also keen to hear of any missed appointments or delays caused by communication failures.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/tell-us-your-experiences-of-delayed-nhs-cancer-services\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/tell-us-your-experiences-of-delayed-nhs-cancer-services", "date_published": "2023-07-14T13:39:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Religious groups march in Malawi before court case on LGBTQ+ rights", "description": "<p>Faith leaders say the proceedings, brought by a transgender woman, are an attempt to legitimise ‘sinful acts’</p><p>Scores of <a href=\"https://www.nyasatimes.com/malawi-faith-groups-call-for-a-day-of-rage-against-legalization-of-homosexuality/\">religious groups and churches took to the streets</a> of several cities in Malawi on Thursday to denounce same-sex marriage before a constitutional court hearing next week.</p><p>The court is expected to sit for two days from 17 July to consider a case brought by Jana Gonani, a transgender woman who was charged with “unnatural” behaviour.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/14/religious-groups-march-in-malawi-before-court-case-on-lgbtq-rights\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/14/religious-groups-march-in-malawi-before-court-case-on-lgbtq-rights", "date_published": "2023-07-14T13:39:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "India: Delhi flooded after swollen river breaks through broken regulator – video report", "description": "<p>Several areas of India's capital were flooded on Friday after water from the swollen Yamuna River flowed into the city through a broken drain regulator. The river's levels were at their highest in 45 years this week, after unusually heavy rainfall in Delhi and the country’s hilly northern states, forcing the evacuation of hundreds of people during the last two days, as the river breached its banks. Since the rainy monsoon season began on 1 June, Delhi has recorded 113% above-average rainfall, according to the Indian meteorological department</p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/jul/10/tomato-crisis-hits-india-as-rain-ravages-crops-and-prices-rise-400-percent\">Tomato crisis hits India as rain ravages crops and prices rise 400%</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jul/14/india-new-delhi-flooded-swollen-river-broken-regulator-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jul/14/india-new-delhi-flooded-swollen-river-broken-regulator-video-report", "date_published": "2023-07-14T13:33:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Education secretary accused of being ‘flippant’ over absent pupils in England", "description": "<p>School leaders criticise Gillian Keegan for saying headteachers should personally collect pupils</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/14/nhs-doctors-strike-conservatives-rishi-sunak-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>The education secretary, Gillian Keegan, was accused of being “flippant” and unhelpful by school leaders, after suggesting that headteachers should personally collect absent pupils to help solve England’s “crisis” in school attendance.</p><p>Keegan told Sky News that headteachers “have a duty” to ensure that their pupils were regularly attending school, in the face of statistics showing that attendance rates in England have not returned to pre-pandemic levels.</p> <a href=\"https://www.theguardian.com/education/2023/jul/14/education-secretary-accused-of-being-flippant-over-absent-pupils-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/14/education-secretary-accused-of-being-flippant-over-absent-pupils-in-england", "date_published": "2023-07-14T13:31:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mahalia: ‘I love creating something fun out of something ugly, and painful’", "description": "<p>First seen supporting Ed Sheeran at 14, the singer has a clutch of Mobos, Grammy and Brit nominations, and a star-packed album just out. But has success been worth the slog?</p><p>Mahalia Burkmar has a knack for penning earworm-strewn pop about relationship drama: complex feelings, shady exes, just being generally irked by your lover. It’s fitting, then, that the day that we meet for a coffee close to her east London home she’s just had a row with her boyfriend. Happily it’s just a minor tiff: he passes by soon after to collect a set of keys en route to the gym, and the pair kiss and make up. As for the exes that appear frequently in her music, “it’s almost like they had a sonar signal that told them when I was single again … Every man in my life has done it. I’d come out of a relationship and then I would get a message from them and be like … ‘What?!’” She’s written a song about it for her new album, but it isn’t behaviour she endorses. “When I see, ‘Hey stranger’” – the title of the track – “I think: <em>‘Urgh</em>, go away!’”</p><p>Burkmar – better known simply by her first name – has garnered a fervent following in recent years, tackling breakups and growing up with honeyed, occasionally talky vocals that can turn a two-and-a-half minute pop song into a one-act play, reminiscent of Frank-era Amy Winehouse. On I Wish I Missed My Ex, from her 2019 debut album Love and Compromise, she laments the inevitability of an old flame popping up again (you can almost hear the sigh as she sings “You’ll be like ‘Babe, come over’ / I know how this goes, yeah”; today she describes it as “a painful experience that I was trying to play off as being hilarious”). On recent single Cheat, with the 00s pop great <a href=\"https://www.theguardian.com/music/2020/may/01/jojo-good-to-know-review-clover-music\" title=\"\">JoJo</a>, the pair unite against a philandering man, for what feels like an updated version of Brandy and Monica’s 90s hit The Boy Is Mine.</p> <a href=\"https://www.theguardian.com/music/2023/jul/14/mahalia-irl-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/14/mahalia-irl-interview", "date_published": "2023-07-14T13:30:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I want to go back on my decision to share maternity leave | Ask Annalisa Barbieri", "description": "<p>Neither of you could imagine how you’d feel once your baby arrived – but being an effective parent is about being flexible when things change</p><p><strong>I am currently on maternity leave with my first child. Before I had the baby I agreed to split my maternity leave with my partner 50:50; I planned to take the first</strong><strong> six months with him taking the last </strong><strong>six. I am four months in and finally starting to enjoy my maternity leave; </strong><strong>I feel like I’m getting to know my baby more each day. The first few months were tough and breastfeeding wasn’t easy. My partner took a considerable amount of time off upfront, which really helped as he picked up the household stuff while I focused on the baby. Now my </strong><strong>maternity leave is coming to an end and I really don’t feel ready to go back to work.</strong></p><p><strong>However, my partner is </strong><strong>upset about the possibility of shortening or completely foregoing shared parental leave</strong><strong>. He </strong><strong>said he would be </strong><strong>resentful if I took this time away from him. </strong><strong>But I will feel resentful about going back so soon when everyone around me is still off with their little ones</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/i-want-to-go-back-on-my-decision-to-share-maternity-leave-with-my-partner\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/i-want-to-go-back-on-my-decision-to-share-maternity-leave-with-my-partner", "date_published": "2023-07-14T13:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: US states submerged as southern Europe swelters", "description": "<p>New York and Vermont suffer severe flooding, while European heatwave expected to continue into next week</p><p>In the US, what is being termed as a one in 1,000 years flooding event has occurred, with a state of emergency called in New York and Vermont. From Sunday to Tuesday, vast quantities of rain fell across the two states. More than 30 locations in Vermont recorded more than 150mm (5.9 inches) of rain, with Plymouth and Mt Holly recording 230mm and 220mm respectively. At least four bridges are reported to have collapsed in the Plymouth area, leaving some families stranded in their homes. Meanwhile, storms in the state of New York brought more than 175mm of rain in a four-hour period at West Point on Sunday afternoon.</p><p>Such large amounts of rainfall led to fluvial flooding as rivers such as the Hudson in New York and the Winooski in Vermont breached their banks. A 43-year-old woman died in the Hudson Valley as flood waters swept her and her dog away.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/weather-tracker-us-new-york-vermont-floods-south-europe-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/weather-tracker-us-new-york-vermont-floods-south-europe-heatwave", "date_published": "2023-07-14T13:28:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US sees deadliest six months of mass killings on record since at least 2006", "description": "<p>From the first day of the year to the end of June, the US endured 28 mass killings,  and the death toll rose just about every week</p><p>Slain at the hands of strangers or gunned down by loved ones. Massacred in small towns, in big cities, inside their own homes or outside in broad daylight. This year’s unrelenting bloodshed across the US has led to the grimmest of milestones – the deadliest six months of mass killings recorded since at least 2006.</p><p>From 1 January to 30 June, the nation endured 28 mass killings, all but one of which involved guns. The death toll rose just about every week, a constant cycle of violence and grief.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/14/us-sees-deadliest-six-months-mass-killings-since-2006\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/14/us-sees-deadliest-six-months-mass-killings-since-2006", "date_published": "2023-07-14T13:26:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Time to end war on birds and find a way to coexist, say experts", "description": "<p>Discovery that some species build nests from anti-bird spikes highlights growing awareness in UK that deterrents don’t work  </p><p>It seems like the ultimate revenge: <a href=\"https://www.theguardian.com/science/2023/jul/11/crows-and-magpies-show-their-metal-by-using-anti-bird-spikes-to-build-nests\" title=\"\">birds have been found constructing nests from </a>the very spikes meant to deter them from perching on buildings. But while humans have no shortage of tactics to wage against unwanted birds, experts say it’s time to abandon the war.</p><p>Though there are myriad ways to deter or remove birds from city roofs, train stations and other settings – from spikes to fire gel, professional falconers and even plastic owls – it seems many only lead to a temporary reprieve.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/time-to-end-war-on-birds-and-find-a-way-to-coexist-say-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/time-to-end-war-on-birds-and-find-a-way-to-coexist-say-experts", "date_published": "2023-07-14T13:24:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Miss Saigon review – slick machine of a musical rather than a radical rewrite", "description": "<p><strong>Crucible, Sheffield<br /></strong>Billed as an opportunity to reframe Boublil and Schönberg’s original, this is more of a tweak but it is a visually captivating production</p><p>Last autumn, a theatre company of British east and south-east Asian artists <a href=\"https://www.theguardian.com/stage/2022/nov/21/theatre-group-pulls-play-from-sheffield-venue-staging-miss-saigon\">voiced its objection</a> to the staging of Boublil and Schönberg’s Vietnam war musical for its racially reductive stereotypes. Miss Saigon’s producers defended it as an opportunity to <a href=\"https://www.sheffieldtheatres.co.uk/news/worth-statement\">reframe the material</a> in a fresh way.</p><p>There are many positives in their shiny and accomplished crowdpleaser but this is more of a tweak than a rigorous reimagining. Directed by Robert Hastie and Anthony Lau, it is presented as “the first non replica production” of the musical since its 1989 premiere, with lyrics “modified in collaboration with the show’s original writers”. But the story of Vietnamese “bargirl” Kim (Jessica Lee), who falls fatally in love with Chris (Christian Maynard), an American GI posted in Saigon, feels much like the musical we know, complete with stereotypes. A thoroughly diverse cast has been employed but can casting make the story’s racial stereotypes less problematic? Not always in this case.</p><p>At the <a href=\"https://www.sheffieldtheatres.co.uk/events/miss-saigon\">Crucible, Sheffield</a>, until 19 August</p> <a href=\"https://www.theguardian.com/stage/2023/jul/14/miss-saigon-review-musical-sheffield-crucible\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/14/miss-saigon-review-musical-sheffield-crucible", "date_published": "2023-07-14T13:21:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Republicans use defense spending to target abortion; Tucker Carlson hosts Trump-free presidential forum – live", "description": "<p>Transgender care also targeted as House due to vote on spending; former Fox host’s forum with Republican presidential hopefuls happening without ex-president</p><p>Good morning, US politics blog readers. Every year for the last 50 or so, Congress passes the National Defense Authorization Act (NDAA) outlining the defense department’s annual budget, but this year’s bill is looking to be especially contentious. Yesterday, rightwing Republicans, with speaker of the House <strong>Kevin McCarthy’</strong>s blessing, succeeded in adding amendments to the legislation blocking the Pentagon from paying travel expenses for employees seeking abortions out of states, and another barring a healthcare program for the armed forces from providing gender-affirming care.</p><p>The House is expected to vote on final passage of the act around 10.30am eastern time today, but the amendments have sparked a revolt among Democrats, who are telling their lawmakers not to support it. And even if it passes Congress’s lower chamber, it still needs to be approved by the Senate, where <strong>Joe Biden</strong>’s allies have a majority and are unlikely to be friendly to conservative attempts to shoehorn culture war priorities into such crucial legislation. There will be plenty of news on this today, but one thing that can be said now is that this battle represents the latest consequence of the far right’s sway in the GOP, which only took control of the House at the start of this year.</p><p><strong>Tucker Carlson</strong>, eyeing a comeback after being fired from Fox News, will at 10am host a forum together with Blaze Media feature Republican presidential candidates <strong>Ron DeSantis</strong>, <strong>Tim Scott</strong>, <strong>Nikki Haley</strong>, <strong>Vivek Ramaswamy</strong> and <strong>Asa Hutchinson</strong>.</p><p><strong>Biden</strong> is taking it easy today after a long week visiting Nato allies in Europe, with no public events or press briefing scheduled.</p><p><strong>The state of American democracy:</strong> not good, according to a new poll from <a href=\"https://apnews.com/article/poll-democracy-partisanship-trump-biden-trust-221f2b4f6cf9805f766c9a8395b9539d\">The Associated Press-NORC Center for Public Affairs Research</a>. A troubling one in 10 people surveyed give it high marks, with the rest saying America’s system of government isn’t doing a good job representing their interests.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jul/14/tucker-carlson-presidential-forum-missing-trump-defense-bill-republicans-abortion-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jul/14/tucker-carlson-presidential-forum-missing-trump-defense-bill-republicans-abortion-latest", "date_published": "2023-07-14T13:07:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI resurrection of Brazilian singer for car ad sparks joy and ethical worries", "description": "<p>Beloved musician Elis Regina died aged 36 in 1982 but a new Volkswagen commercial shows her duetting with her daughter</p><p>The premature death in 1982 of one of Brazil’s most treasured musicians left her homeland reeling. “Brazil without Elis,” mourned one front page after the legendary singer Elis Regina unexpectedly died at the age of 36.</p><p>So when Elis Regina recently re-emerged, performing a soul-stirring duet with her daughter, the Grammy-winning singer Maria Rita, there were similarly charged scenes of catharsis and nostalgia.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/brazil-singer-elis-regina-artificial-intelligence-volkswagen\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/brazil-singer-elis-regina-artificial-intelligence-volkswagen", "date_published": "2023-07-14T13:01:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French wines for less than a tenner | Fiona Beckett on drink", "description": "<p>Prices may be creeping up generally, but there are still some great French wine bargains out there. So long as you know where to look…</p><p>I can’t separate summer from memories of road trips through France in years gone by, and if you’re doing that this year, you’ll no doubt pick up some wine along the way at a much cheaper price than you’ll pay back home. Even so, French wine can still offer amazingly good value here in the UK, particularly if you concentrate on lesser known and unfashionable appellations.</p><p>Muscadet is a good case in point. Yes, it’s usually eclipsed by the slightly cheaper and jauntier picpoul de pinet, but picpoul doesn’t quite have muscadet’s minerality and finesse. And, yes, if you want a wine to go with seafood, these days many of us will probably opt for albariño, but muscadet does the job just as well, and for less than a tenner, which much albariño struggles to achieve. So, if you haven’t tried muscadet for a while, it’s worth revisiting.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/jul/14/french-wines-for-less-than-a-tenner-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/14/french-wines-for-less-than-a-tenner-fiona-beckett", "date_published": "2023-07-14T13:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stalin erased one generation of Ukraine’s artists. Now Putin is killing another – including my friend | Charlotte Higgins", "description": "<p>An archive holding works by writers purged in the 1930s also hosted Victoria Amelina, lost to a Russian strike this summer</p><p></p><p>On 12 October last year, I met up in Kyiv with the novelist and war crimes investigator <a href=\"https://www.theguardian.com/world/2023/jul/07/victoria-amelina-obituary\">Victoria Amelina</a>, who died on 1 July from injuries sustained in an attack on a Kramatorsk pizza restaurant. We had first encountered each other some days earlier at a literary festival, <a href=\"https://www.hayfestival.com/lviv-bookforum\">Lviv BookForum</a>, and taken the same overnight train to the Ukrainian capital. Ninety minutes after we arrived, on the morning of 10 October, <a href=\"https://www.theguardian.com/world/live/2022/oct/10/russia-ukraine-war-live-news-putin-russian-security-council-zaporizhzhia-nuclear-power-plant-hit-again-latest-updates\">Moscow targeted</a> the city centre with cruise missiles.</p><p>The first person I rang to make sense of events, after the deafening whoosh-bang shook my hotel room windows, was Amelina. Her taxi home had taken her past three of the missile sites. Being absolutely unshakable in her calmness, and because of her determination to bear witness to events, she had got out of her taxi, filmed the smoking craters and recorded precisely what she had seen. One of the missiles had destroyed a children’s playground in Taras Shevchenko park nearby, which two days later we were now sitting in.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/stalin-ukraine-artists-vladimir-putin-victoria-amelina\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/stalin-ukraine-artists-vladimir-putin-victoria-amelina", "date_published": "2023-07-14T12:58:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Over-50s catching the music festival bug in the UK, Saga study finds", "description": "<p>Poll finds one-third of over-50s go to more festivals now than they did in their youths, as lineups also get older</p><p>More than one-third of people over the age of 50 go to more music festivals now compared with when they were younger, a study had found.</p><p>Older music lovers in the UK have caught the so-called “festival bug”, data from Saga shows.</p> <a href=\"https://www.theguardian.com/music/2023/jul/14/over-50s-catching-the-music-festival-bug-in-the-uk-saga-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/14/over-50s-catching-the-music-festival-bug-in-the-uk-saga-study-finds", "date_published": "2023-07-14T12:53:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United fined €300,000 by Uefa for financial fair play breaches", "description": "<ul><li>Fine relates to breaches over a four-year period from 2019</li><li>United describe it as ‘a minor break-even deficit’</li></ul><p>Manchester United have been fined €300,000 (£257,000) by Uefa for committing financial fair play breaches over a four-year period between 2019 and 2022.</p><p>The governing body’s club financial control body handed down the punishment after United reported what it describes as “a minor break-even deficit” during the financial years in question. They are among a number of clubs across the continent to be sanctioned in Uefa’s final monitoring of its old financial fair play rules, which were replaced by new regulations last year.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/manchester-united-fined-uefa-financial-fair-play-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/manchester-united-fined-uefa-financial-fair-play-breaches", "date_published": "2023-07-14T12:45:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brexit import controls: is the UK ready and will they push up prices?", "description": "<p>Firms in Kent uncertain as government’s strategy for checks from this autumn remains unclear</p><p>Every day, from early morning to late at night, lorries pull up at an inconspicuous-looking warehouse located just off the M20 near Lympne in Kent.</p><p>Less than half an hour by road from both the Port of Dover and the Eurotunnel terminal at Folkestone, trucks loaded with fresh produce come to a facility run by the logistics company PML to get consignments of goods arriving from overseas inspected, cleared for customs and sent on their way.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/14/brexit-import-controls-uk-push-up-prices-kent\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/14/brexit-import-controls-uk-push-up-prices-kent", "date_published": "2023-07-14T12:43:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN agency pushes for debt repayment breaks as poverty rates rocket", "description": "<p>Estimated 25 low-income countries spent more than 20% of their revenues on debt servicing last year</p><p>An additional 1.65 million people have been pushed into extreme poverty in the world’s poorest countries after a succession of economic shocks since the Covid pandemic, according to the United Nations.</p><p>In a report highlighting the “human cost of inaction”, the <a href=\"https://www.undp.org/press-releases/165-million-people-fell-poverty-between-2020-2023-debt-servicing-crowded-out-social-protection-health-and-education-expenditures\">UN Development Programme</a> (UNDP) said low-income countries urgently needed breaks from their debt repayments to cushion the blow from soaring borrowing costs.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/un-agency-calls-for-debt-repayment-break-as-poverty-rates-rocket\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/un-agency-calls-for-debt-repayment-break-as-poverty-rates-rocket", "date_published": "2023-07-14T12:39:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Overly physical’: Ireland abandon pre-World Cup friendly after 20 minutes", "description": "<ul><li>Game against Colombia cut short after talks with officials</li><li>Denise O’Sullivan to undergo scan after sustaining injury</li></ul><p>The Republic of Ireland’s behind-closed-doors match against Colombia in preparation for the Women’s World Cup was abandoned after 20 minutes for becoming “overly physical”, the Football Association of Ireland has said.</p><p>The decision was made after a number of rough challenges in Friday’s contest at Brisbane’s Meakin Park, and the key Ireland midfielder Denise O’Sullivan is to undergo a scan after sustaining a shin injury. The results are expected on Saturday.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/ireland-abandon-pre-world-cup-friendly-20-minutes-overly-physical-colombia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/ireland-abandon-pre-world-cup-friendly-20-minutes-overly-physical-colombia", "date_published": "2023-07-14T12:38:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘No point climbing the greasy pole’: Tory ministers want out in reshuffle", "description": "<p>Rumours Rishi Sunak will change his team have some, fearful of what an election will bring, seeking an exit to the backbenches</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/14/nhs-doctors-strike-conservatives-rishi-sunak-uk-politics-latest-news\">UK politics live – latest updates</a></li></ul><p>With a general election approaching, some Conservative ministers fear they won’t just be out of government in 18 months’ time but ejected from the House of Commons altogether.</p><p>With that in mind, and talk of a reshuffle next Friday growing, some admit privately they have signalled a desire to move to the backbenches. Doing so allows them to start running down the clock on the up-to-two-year ban that can be imposed on taking up a private sector job after leaving Whitehall.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/14/no-point-climbing-the-greasy-pole-tory-ministers-want-out-in-reshuffle\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/14/no-point-climbing-the-greasy-pole-tory-ministers-want-out-in-reshuffle", "date_published": "2023-07-14T12:37:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s like there’s no cost of living crisis’: visitors splash out at Wimbledon", "description": "<p>First day of competition was busiest since 2015 with record sales of branded products and drinks</p><p>A young, smartly dressed man is walking through the well-manicured grounds of Wimbledon, carefully carrying a couple of championship-branded plastic glasses and two half bottles of champagne. They are covered by tennis ball sleeves.</p><p>When asked how much they cost, he stops. “I don’t know, actually,” he says. He looks at the credit card receipt: £92. “Well, it’s champagne,” he shrugs. “At an event like this, that isn’t bad.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/wimbledon-no-cost-of-living-crisis-visitors-splash-out\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/wimbledon-no-cost-of-living-crisis-visitors-splash-out", "date_published": "2023-07-14T12:30:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jacob Zuma in Russia for ‘health reasons’, spokesperson says", "description": "<p>Ex-president of South Africa receives medical treatment day after court rules he should return to prison</p><p>The former South African president Jacob Zuma is receiving medical treatment in Russia, his spokesperson has said, a day after the country’s highest court upheld a ruling that he should return to prison.</p><p>“Zuma travelled to Russia last week for health reasons,” Mzwanele Manyi said on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/jacob-zuma-in-russia-for-health-reasons-spokesperson-says\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/jacob-zuma-in-russia-for-health-reasons-spokesperson-says", "date_published": "2023-07-14T12:11:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mission: Impossible takes flight at box office … before Barbie and Oppenheimer join the party", "description": "<p>Early release for the latest Tom Cruise action film proves a shrewd move, amid talk of an eventful summer season</p><p>Just as actors are congregating on the picket line in Los Angeles for the first time in more than 40 years, audiences are flocking to the cinemas to see their films in unprecedented post-pandemic numbers.</p><p><a href=\"https://www.theguardian.com/film/tomcruise\">Tom Cruise</a>’s new film, Mission: Impossible – Dead Reckoning Part One has beaten its own franchise record this week, making $15.5m on its opening day of release, including $7m in the US; a million more than the sixth instalment managed over the same time period in 2018.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/mission-impossible-takes-flight-at-box-office-before-barbie-and-oppenheimer-join-the-party\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/mission-impossible-takes-flight-at-box-office-before-barbie-and-oppenheimer-join-the-party", "date_published": "2023-07-14T12:09:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #95: One-day festivals, week-long Wembley residences – have we reached peak big gig?", "description": "<p>In this week’s newsletter: Wherever you look there’s a pricey new event – but the majority of the industry isn’t in such rude health</p><ul><li><strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up here</a></strong></li></ul><p>Were you watching live music in a field/city park/stadium/arena/back room of a pub last weekend? If so, you weren’t alone. Wherever you looked there seemed to be a festival or mega-gig blaring away. London alone felt like it might collapse under the force of decibels as <a href=\"https://www.bbc.co.uk/news/uk-england-london-66171206\">a reported one million people</a> went to a gig last week.</p><p>I was at Blur for the first of their two <a href=\"https://www.theguardian.com/music/2023/jul/09/blur-review-glorious-reunion-wembley-stadium-london#:~:text=Guardian%20Pick,Simply%20brilliant.\">Wembley stadium gigs</a>, but you could have taken your pick between The Weeknd, <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/03/the-idol-finale-review-one-of-the-worst-programmes-ever-made\">shaking off the stink of The Idol</a> at the Olympic stadium across two nights; The Boss at Hyde Park on Friday and Saturday; Lana Del Rey (<a href=\"https://www.theguardian.com/music/2023/jun/25/lana-del-rey-apologises-for-glastonbury-late-show-my-hair-takes-so-long\">making curfew this time</a>), at the same venue on Sunday; the, ahem, delights of Black Eyed Peas and Kaiser Chiefs at Greenwich Summer Sounds; or a bouncing Wireless festival weekend in Finsbury Park featuring Playboi Carti, Travis Scott and Lil Uzi Vert.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/14/the-guide-festivals\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/14/the-guide-festivals", "date_published": "2023-07-14T12:07:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why are there fears of a London measles outbreak and what can be done?", "description": "<p>Low MMR vaccine uptake in some areas means there could be a surge in cases of the infectious disease</p><ul><li><a href=\"https://www.theguardian.com/society/2023/jul/14/measles-outbreak-risk-london-uk-health-security-agency-mmr-vaccine-take-up\">London at risk of major measles outbreak, says UKHSA</a></li></ul><p>As modelling suggests London could be <a href=\"https://www.theguardian.com/society/2023/jul/14/measles-outbreak-risk-london-uk-health-security-agency-mmr-vaccine-take-up\">at risk of a measles outbreak</a> involving tens of thousands of cases, here we take a look at how the situation has arisen and what can be done.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/why-are-there-fears-of-a-london-measles-outbreak-and-what-can-be-done\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/why-are-there-fears-of-a-london-measles-outbreak-and-what-can-be-done", "date_published": "2023-07-14T12:01:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New host, new set, same fiendish questions: behind the scenes with the all-new University Challenge", "description": "<p>Forget the revamp, the quizshow is as tricky as ever. Scott Bryan plays along disastrously, then meets new anchor Amol Rajan to talk nerves, piña coladas and replacing Paxman</p><p>Amol Rajan is fresh out of his quizmaster booth. The new host of University Challenge, the third in the show’s 61-year history (following Bamber Gascoigne and, of course, Jeremy Paxman) is wearing his trademark suit and tie. He is also holding a bag for life full of tins. “Who wants a gin and tonic or piña colada?” he asks. This is not a moment I expected.</p><p>Filming has just finished (the tins are Rajan’s way of thanking the crew) and I’m here because, as well as talking to him about taking over as host of the iconic student quizshow, I have been invited to try it out. You won’t be surprised to find out that it is hard. So hard, in fact, that having just played I rummage through Rajan’s bag and down an entire piña colada in one go out of stress.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/new-host-new-set-same-fiendish-questions-behind-the-scenes-with-the-all-new-university-challenge\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/new-host-new-set-same-fiendish-questions-behind-the-scenes-with-the-all-new-university-challenge", "date_published": "2023-07-14T12:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London at risk of major measles outbreak, UK Health Security Agency warns", "description": "<p>Thousands could be hospitalised and dozens die if MMR vaccine take-up doesn’t rise, say immunologists</p><p><a href=\"https://www.theguardian.com/society/2023/jul/14/why-are-there-fears-of-a-london-measles-outbreak-and-what-can-be-done\">Explainer: Why are there fears of an outbreak and what can be done?</a></p><p></p><p>London is at risk of a major measles outbreak that could result in tens of thousands of cases, the UK Health Security Agency has warned.</p><p>Without an improvement in MMR vaccination rates, the capital could experience an outbreak of between 40,000 and 160,0000 cases, fresh analysis by the UKHSA suggests. Experts said an outbreak of this scale could lead to dozens of deaths and thousands of people hospitalised.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/measles-outbreak-risk-london-uk-health-security-agency-mmr-vaccine-take-up\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/measles-outbreak-risk-london-uk-health-security-agency-mmr-vaccine-take-up", "date_published": "2023-07-14T11:57:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s super-important’: women take on world’s toughest mountain bike track", "description": "<p>Female bikers at Hardline course in Wales hope to inspire girls to compete on extreme courses</p><p>Snaking down a Welsh mountain, featuring nerve-jangling jumps and screeching turns, <a href=\"https://www.redbull.com/gb-en/events/red-bull-hardline\">the Hardline course</a> is reputed to be the toughest downhill mountain bike track in the world, a severe test of body and mind for the boldest riders.</p><p>Until now it has been a male preserve, but this year a group of women from the UK, New Zealand, Canada and Argentina have joined the men hurtling through the forest at up to 40mph (64km/h), determined to show that this toughest of tracks is not just for the boys.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/not-just-for-the-boys-women-take-on-worlds-toughest-mountain-bike-track\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/not-just-for-the-boys-women-take-on-worlds-toughest-mountain-bike-track", "date_published": "2023-07-14T11:55:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France 2023: stage 13 heads for summit finish on Grand Colombier – live", "description": "<ul><li>Updates as riders head for brutal climb on Bastille Day</li><li><a href=\"mailto:luke.mclaughlin.casual@theguardian.com\">Email Luke</a> or <a href=\"https://twitter.com/LukeMcLaughlin?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet him</a> with your thoughts on the race</li></ul><p><strong>Tadej Pogacar</strong> speaks to Eurosport, and is asked about how today may play out: “A lot depends on the break … then we have to decide if we go for it, or we let go.”</p><p><strong>Is Grand Colombier a good climb for him?</strong> “I think yes, it suits me good. Three years ago <a href=\"https://www.theguardian.com/sport/live/2020/sep/13/tour-de-france-2020-stage-15-live\">was really nice memories</a>. It would be nice to have it again. But today might be totally different than three years ago.”</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/14/tour-de-france-2023-stage-13-heads-for-summit-finish-on-grand-colombier-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/14/tour-de-france-2023-stage-13-heads-for-summit-finish-on-grand-colombier-live", "date_published": "2023-07-14T11:52:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nokia and Ericsson shares fall as cost of living crisis hits telecoms sales", "description": "<p>Finnish company lowers profit expectations, while Swedish firm expects flat or ‘slightly up’ margins</p><p>Shares in Nokia and Ericsson fell after the telecommunications equipment suppliers warned that profits and sales were being hit by a slowdown in spending as the cost of living crisis hit consumer spending.</p><p>Nokia moved to cut its annual sales forecast and lowered its expectations on profit margin this year citing the knock-on effect of high inflation and rising interest rates on consumer spending.</p> <a href=\"https://www.theguardian.com/business/2023/jul/14/nokia-and-ericsson-shares-fall-as-cost-of-living-crisis-hits-telecoms-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/14/nokia-and-ericsson-shares-fall-as-cost-of-living-crisis-hits-telecoms-sales", "date_published": "2023-07-14T11:45:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A right Royals mess: Reading paying heavy price for rolling the dice", "description": "<p>Relegated men have threadbare squad and may be docked points and women’s team, also demoted, are now part-time</p><p>Roll the dice. It is said to be one of the Reading owner Dai Yongge’s go-to phrases but it can feel foolish at the best of times, let alone amid the current backdrop. A thirst to hurriedly elevate the club to the Premier League, after a near-miss six years ago, has spectacularly backfired. Three weeks out from Reading’s first season in the third tier since 2001-02, they are playing catch-up. They have a threadbare squad with a handful of fit senior players, a disillusioned fanbase and a manager who only took charge on Friday, 18 days after being appointed, because of delays obtaining a work permit. They also face the <a href=\"https://www.theguardian.com/football/2023/jun/16/reading-facing-points-deduction-failing-to-pay-players-wages-efl-charges\">threat of another points deduction</a> after failing to pay wages on time.</p><p>Dai, who made his fortune turning disused air-raid shelters into shopping malls in China, has spent about £250m in the six years since he and his sister, Dai Xiu Li, acquired Reading but aside from a sleek training facility, he has very little to show for it. “It’s legalised gambling,” says Paula Martin, chair of the Supporters Trust at Reading of the financial approach. “Throw money at it, and possibly with better advice so that we bought more appropriate players at the time, the gamble might have paid off and we might have been in the Premier League by now.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/reading-mess-men-women-relegated-squad-part-time\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/reading-mess-men-women-relegated-squad-part-time", "date_published": "2023-07-14T11:39:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Legal challenge to plan to house asylum seekers in airbases gets go-ahead", "description": "<p>Two councils and a local man say home secretary should not use ‘emergency’ planning rule at RAF Scampton and Wethersfield</p><p>A high court judge has ruled that two councils and a local resident can proceed with a legal challenge to the government about whether or not it is lawful to place thousands of asylum seekers on two military bases.</p><p>West Lindsey district council is challenging the plans to move people into the RAF Scampton site in Lincolnshire, while Braintree district council and a local man, Gabriel Clarke-Holland, are bringing a case over moves to Wethersfield airbase in north Essex, where the <a href=\"https://www.theguardian.com/politics/home-office\">Home Office</a> started placing asylum seekers on Wednesday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/legal-challenge-to-plan-to-house-asylum-seekers-in-airbases-gets-go-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/legal-challenge-to-plan-to-house-asylum-seekers-in-airbases-gets-go-ahead", "date_published": "2023-07-14T11:35:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thanks to Barbie, the high ponytail is back in – but is it for everyone?", "description": "<p>With Greta Gerwig’s hotly anticipated film upon us, interest in the Barbie aesthetic has shot up. But, unlike many other trends, this is one Black hair isn’t excluded from</p><p><strong>• <a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up to get the full article here</a></strong></p><p>Twenty-two-year-old Sofi Yazachew tried the Barbie ponytail months before the craze over the film started. “I’ve always been a mega fan, so whenever I do my hair it will always reflect something to do with her,” she says.</p><p>However, some are slightly newer devotees. With the new Barbie film – starring Margot Robbie and <a href=\"https://www.theguardian.com/film/2023/jul/09/it-had-to-be-totally-bananas-greta-gerwig-on-bringing-barbie-back-to-life\">directed by Greta Gerwig</a>, hitting screens next week – <a href=\"https://www.theguardian.com/film/gallery/2023/jul/12/barbie-film-fans-queue-london-premiere-pictures\">Barbie-inspired style has boomed</a>. From collaborations with Crocs and Aldo, to searches for “Barbie-inspired outfit” up 600%, magenta mini dresses and rose-coloured heels are swishing firmly into the spotlight.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/14/thanks-to-barbie-the-high-ponytail-is-back-in-but-is-it-for-everyone\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/14/thanks-to-barbie-the-high-ponytail-is-back-in-but-is-it-for-everyone", "date_published": "2023-07-14T11:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon semi-finals: Jannik Sinner v Novak Djokovic, Carlos Alcaraz v Daniil Medvedev – live", "description": "<ul><li>Men’s semi-finals, play on Centre Court from 1.30pm BST</li><li>Get in touch! You can <a href=\"mailto:daniel.harris.casual@theguardian.com\">mail Daniel</a> or <a href=\"https://twitter.com/DanielHarris?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet @DanielHarris</a></li></ul><p>Hello and welcome to Wimbledon 2023 – day 12! Our women’s final is set and now it’s time for the men.</p><p>We begin with the defending champion, playing his 12th semi-final at the All England Club – he’s won nine – a venue at which he’s not been beaten since 2017. And it’s hard to see that changing here, given his earth-shattering ability, spectacular form, and sense of mission. He is not on course for a calendar-year Grand Slam – rather it seems almost inevitable.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/14/wimbledon-semi-finals-jannik-sinner-v-novak-djokovic-carlos-alcaraz-v-daniil-medvedev-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/14/wimbledon-semi-finals-jannik-sinner-v-novak-djokovic-carlos-alcaraz-v-daniil-medvedev-live", "date_published": "2023-07-14T11:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sublime futurism, Renaissance inspiration and getting smashed – the week in art", "description": "<p>Herzog &amp; de Meuron build their dreams, Paula Rego cultivates Crivelli’s garden and Lindsey Mendick binge drinks<strong> </strong>– <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Lindsey Mendick</strong><strong>: Sh*tfaced<br /></strong>Ceramics and psychology come together in Shitfaced, a show about binge-drinking. And the fringe hasn’t even started yet.<br />• <a href=\"https://www.jupiterartland.org/art/lindsey-mendick-sht-faced/\">Jupiter Artland, near Edinburgh, until 1 October</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/14/sublime-futurism-renaissance-inspiration-and-getting-smashed-the-week-in-art\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/14/sublime-futurism-renaissance-inspiration-and-getting-smashed-the-week-in-art", "date_published": "2023-07-14T11:27:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: separate bedrooms should not just be for kings and queens | Lucy Mangan", "description": "<p>Plus, a hair-raising theory behind Nadine Dorries’s unwavering loyalty towards Boris Johnson</p><p>Maybe he IS my king after all … According to a royal expert (a posher, creepier version of David Attenborough comes to mind, tiptoeing from pot plant to pot plant down the palace corridors to chart the exotic creatures’ habits) it is Charles and Camilla’s custom to sleep in separate bedrooms every night.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/separate-bedrooms-king-charles-queen-camilla-nadine-dorries-boris-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/separate-bedrooms-king-charles-queen-camilla-nadine-dorries-boris-johnson", "date_published": "2023-07-14T11:20:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK holidaymakers: are you worried about the heat in Europe?", "description": "<p>We want to hear from people in the UK who are travelling to Europe this summer as parts of the continent experience a ‘heat dome’</p><p><strong><a href=\"https://www.theguardian.com/environment/2023/jul/14/europeans-are-you-being-affected-by-high-temperatures\">Europeans: are you being affected by high temperatures?</a></strong></p><p>As parts of Europe <a href=\"https://www.theguardian.com/environment/2023/jul/10/weather-tracker-heat-dome-temperatures-spain-portugal-forecast\">experience unusually high temperatures and a “heat dome”</a> effect , we want to hear from Britons who are travelling to Europe this summer.</p><p>If you are travelling to a region that is recording soaring temperatures, are you worried about your trip? When and where do you plan to go? Have you had to make any changes to your plans, or will you not be affected?</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/uk-holidaymakers-are-you-worried-about-the-heat-in-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/uk-holidaymakers-are-you-worried-about-the-heat-in-europe", "date_published": "2023-07-14T11:17:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Europeans: are you being affected by high temperatures?", "description": "<p>As parts of Europe experience a ‘heat dome’, tell us about how you are coping </p><p>With parts of Europe <a href=\"https://www.theguardian.com/environment/2023/jul/10/weather-tracker-heat-dome-temperatures-spain-portugal-forecast\">experiencing a “heat dome”</a> and unusually high temperatures, we want to speak to people who are being affected.</p><p>Where are you and how are you coping with the heat? What changes have you had to make to your daily life?</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/europeans-are-you-being-affected-by-high-temperatures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/europeans-are-you-being-affected-by-high-temperatures", "date_published": "2023-07-14T11:08:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "European heatwave to lead to 55mph wind gusts in UK, warns Met Office", "description": "<p>Sweltering temperatures in Europe are directing low-pressure systems towards UK and yellow wind warning is in place</p><p>Sweltering <a href=\"https://www.theguardian.com/world/2023/jul/10/italy-heatwave-temperatures-european-record-forecast\">temperatures</a> in Europe are directing low-pressure systems towards the UK and will lead to 55mph gusts and heavy rain this weekend.</p><p>A yellow Met Office wind warning is in place across south-west England and Wales until Friday evening, before another one covering swathes of central and southern England comes in on Saturday morning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/european-heatwave-lead-55mph-wind-gusts-uk-met-office\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/european-heatwave-lead-55mph-wind-gusts-uk-met-office", "date_published": "2023-07-14T11:02:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is the British media so utterly bonkers? | Arwa Mahdawi", "description": "<p>The Huw Edwards saga shows how the UK tabloids are both reckless and dangerously restrained at the same time</p><p>I hesitated about writing this column because, as a Brit in America, I don’t like it when my mother country looks ridiculous. (Yeah, I know, the last decade has been rough.) And there is simply no way to write this without making the UK, and more specifically, its media ecosystem, look ridiculous. Sorry King Charles, I tried my best.</p><p>So what’s going on? Good question: nobody really knows. But it all started last Saturday when the Sun <a href=\"https://viewer.gutools.co.uk/media/2023/jul/11/five-questions-for-the-sun-on-its-story-about-the-suspended-bbc-presenter\">put out an explosive front-page story</a> claiming that an unnamed but well-known male BBC presenter had been paying a now 20-year-old “<a href=\"https://viewer.gutools.co.uk/media/2023/jul/11/five-questions-for-the-sun-on-its-story-about-the-suspended-bbc-presenter\">more than £35,000 since they were 17 in return for sordid images</a>”. The British tabloid, which built its brand by featuring <a href=\"https://viewer.gutools.co.uk/media/greenslade/2015/jan/20/the-sun-page-3-17-november-1970-16-january-2015-rip\">topless women</a> on its page 3 for almost 50 years, is not known for being nuanced and restrained. Still, even by the paper’s own questionable standards, the reporting on this <a href=\"https://viewer.gutools.co.uk/media/2023/jul/12/sun-in-firing-line-over-report-on-huw-edwards?CMP=fb_gu&amp;utm_medium=Social&amp;utm_source=Facebook&amp;fbclid=IwAR3L_zjxYZI0GrlrN3vPlN8SvxNXAOrtpWcZt6Z6miBH5bMy2QpAutzpuII#Echobox=1689191576\">was shocking</a>. The Sun rushed out a story suggesting a serious criminal offence, without seeming to possess much of the underlying evidence to support the allegation.</p><p>Arwa Mahdawi is a Guardian US columnist</p> <a href=\"https://www.theguardian.com/global/commentisfree/2023/jul/14/british-media-tabloids-huw-edwards-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/global/commentisfree/2023/jul/14/british-media-tabloids-huw-edwards-bbc", "date_published": "2023-07-14T11:01:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s my Florida too’: Pulse shooting survivor Brandon Wolf on being Black, gay and the anti-Ron DeSantis", "description": "<p>Since losing his best friend in the 2018 nightclub attack, Wolf has become an outspoken advocate for gun safety and LGBTQ+ rights</p><p>Seven years after surviving the Pulse nightclub shooting in Orlando, Florida, and dealing with the guilt of losing his best friend there, <a href=\"https://brandonwolf.us/\">Brandon Wolf</a> is living life to the fullest. He belongs to an energized generation of young Democrats. He is a prominent gun safety and LGBTQ+ civil rights activist and, at just 34, is a newly published author.</p><p>But in Governor <a href=\"https://www.theguardian.com/us-news/series/florida-man\">Ron DeSantis’s Florida</a>, he does not always feel safe.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/14/brandon-wolf-florida-desantis-lgbtq-gun-safety\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/14/brandon-wolf-florida-desantis-lgbtq-gun-safety", "date_published": "2023-07-14T11:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Galatea by Madeline Miller audiobook review – literature’s first incel", "description": "<p>Actor Ruth Wilson narrates this powerful retelling of Ovid’s Pygmalion myth, in which a sculptor falls in love with a statue of a woman</p><p></p><p>This short story from <a href=\"https://www.theguardian.com/books/2021/aug/27/madeline-miller-on-the-song-of-achilles-it-helped-people-come-out-to-their-parents\">The Song of Achilles </a>author Madeline Miller is a powerful reimagining of Ovid’s Pygmalion, in which a sculptor falls in love with a woman he has carved out of ivory and who is, as Miller tells it, literature’s first “incel”. <a href=\"https://guardianbookshop.com/galatea-9781526652065?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\">First published in 2013</a>, Miller’s story opens with Galatea – the name means “she who is milk-white” – under the care of a medic who frets about her pale complexion. “I’m always this colour,” explains Galatea, “because I used to be made of stone.”</p><p>Gradually, we learn Galatea’s story: how, 10 years earlier, her husband (who remains deliberately nameless) had prayed to the goddess night after night to bring his sculpture of a perfect, naked woman to life. On touching her arm one day, he realised she was warm and that his prayers had been answered. Only soon he became frustrated as he realised his creation had a mind and a will of her own – “I don’t think he expected me to speak,” Galatea reflects – and resolved to keep her locked away under medical supervision. After Galatea becomes pregnant with their child, Paphos, her husband notices stretch marks on her belly and is enraged. “If you were stone, I would chisel them off,” he says.</p> <a href=\"https://www.theguardian.com/books/2023/jul/14/galatea-by-madeline-miller-audiobook-review-literatures-first-incel\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/14/galatea-by-madeline-miller-audiobook-review-literatures-first-incel", "date_published": "2023-07-14T11:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Polentina, London E3: ‘Utterly illogical, but altogether perfect’ – restaurant review | Grace Dent on restaurants", "description": "<p>The food is wonderful, but I cannot say that everything else about eating here isn’t rather peculiar, because it absolutely is</p><p>Three minutes after walking into <a href=\"https://www.polentina.com/\">Polentina</a> in east London, I messaged the person who had tipped me off about it, asking: “Where the hell am I?” I had muttered several much saltier things while I was wandering around an industrial estate in Tower Hamlets, down dusty tracks and weaving my way through overflowing bins while looking for this restaurant, which isn’t quite a restaurant, but rather a canteen in a factory, where the food is, I’d been told, astonishingly good.</p><p>Polentina is the work of <a href=\"https://www.sophiamassarella.com/\">Sophia Massarella, a photographer</a> and a forensically passionate fan of Italian food, although it is clearly the cooking side that has taken over of late. Massarella, a Canadian, started a business during lockdown to recreate the polenta, pasta and salad dishes so loved by the Italian side of her family. Her next, entirely illogical step was to take on this small space in the staff canteen of the sustainable fashion factory <a href=\"https://www.appareltasker.com/\">ApparelTasker</a>, though, in a world where rent, rates and food and staffing costs thwart much creativity in cooking, nothing is remotely logical any more. Anyone with enough investment can serve gold-leafed slop in Mayfair, but it requires genuine guts and passion to take on a few tables in Bow that look out on a load of sewing machines.</p> <a href=\"https://www.theguardian.com/food/2023/jul/14/polentina-london-e3-grace-dent-restaurant-review\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/14/polentina-london-e3-grace-dent-restaurant-review", "date_published": "2023-07-14T11:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part 22: France", "description": "<p>With the squad seemingly united after the departure of coach Corinne Diacre, France have their eyes on the latter stages of the tournament</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/14/womens-world-cup-2023-team-guides-part-22-france\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/womens-world-cup-2023-team-guides-part-22-france", "date_published": "2023-07-14T11:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘So drained and so exhausted’: readers on severe heat and floods in the US", "description": "<p>With blazing heat across the US making people suffer, Guardian readers share their stories of a summer of extreme weather</p><p>The US has been gripped by extreme weather, with millions of Americans either struggling with severe heat warnings or dealing with floods and tornado damage.</p><p>Parts of the US north-east braced for further thunderstorms and the potential for more floods while the south-west baked in unprecedented heat.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/readers-on-severe-heat-and-floods-in-the-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/readers-on-severe-heat-and-floods-in-the-us", "date_published": "2023-07-14T11:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The best recent crime and thrillers – review roundup", "description": "<p>The Second Murderer by Denise Mina; Beware the Woman by Megan Abbott; Murder in the Family by Cara Hunter; Black Thorn by Sarah Hilary; The Housekeepers by Alex Hay</p><p><strong><a href=\"https://guardianbookshop.com/the-second-murderer-9781787302853\">The Second Murderer</a> by Denise Mina (Harvill Secker, £18.99)</strong><br />Raymond Chandler’s Los Angeles PI Philip Marlowe is reimagined by Mina in a novel that also includes Anne Riordan, who aficionados will remember from Chandler’s 1940 novel Farewell, My Lovely, the working title of which was the same as this book. Here, Marlowe is tasked with tracking down Chrissie, only child of stratospherically rich sadist Chadwick Montgomery. The monstrous patriarch isn’t too bothered about being reunited with his daughter – she’s given him a legitimate grandson, so succession is assured – and Marlowe, who finds the young woman quickly, isn’t keen to return her. Matters are complicated by the fact that Riordan, now a professional rival, is also on the case, and because the next time Marlowe sees Chrissie she is standing over a corpse in a Skid Row hotel room. Mina, who is a considerably more efficient plotter than Chandler, remains true to his tone and to Marlowe’s character, while cleaning up his attitude to render him more palatable to modern readers: highly recommended.</p><p><strong><a href=\"https://guardianbookshop.com/beware-the-woman-9780349012490\">Beware the Woman</a> by Megan Abbott (Virago, £18.99)</strong><br />Abbott’s novel centres on a pregnant junior-school teacher, Jacy, who travels from New York with her husband, Jed, to visit her father-in-law in remote upper Michigan. Dr Ash and his loyal housekeeper are friendly enough, at least initially – and Jacy puts any misgivings down to hormones. However, it gradually becomes clear that unspoken family history simmers beneath the pleasant surface, not least the fact that Jed’s mother died giving birth to him. After Jacy has a miscarriage scare, Dr Ash is increasingly controlling, and Jed sides with him in infantilising his wife and putting her under the care of a judgmental local doctor. Jacy, already struggling with a body that feels no longer her own, grows distrustful as the men override her wishes, effectively imprisoning her. Abbott expertly rachets up the menace towards an unexpected and shocking ending in a claustrophobic and timely chiller about how men deny women agency.</p> <a href=\"https://www.theguardian.com/books/2023/jul/14/the-best-recent-and-thrillers-review-roundup\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/14/the-best-recent-and-thrillers-review-roundup", "date_published": "2023-07-14T11:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Helen Graham’s recipe for peanut, date and tahini banoffee pie", "description": "<p>A Middle Eastern twist on this classic sweet treat sees Bubala’s executive chef combine her favourite flavours for a ‘life-affirming’ result</p><p>This vegan treat is a little bit bonkers: banoffee pie by way of the Middle East. It features dates and tahini – my favourite flavour combination of all time, and a pairing you see in various iterations across Iraq, Iran and Israel. In my opinion, there’s nothing that can’t be bettered with date molasses and tahini (just ask my chefs), and I feel quite passionately that adding both to your banoffee pie will be a life-affirming experience.</p><p>This recipe is totally vegan, using coconut oil and coconut yoghurt in place of butter and yoghurt. You can, of course, go with dairy if you prefer, however, I really feel the coconut flavour cuts through the pie’s richness perfectly.</p><p>Belazu 100% Humera sesame seed Tahini is nutty, creamy and perfect for sweet and savoury recipes</p> <a href=\"https://www.theguardian.com/chef-grade-ingredients/2023/jul/14/helen-grahams-recipe-for-peanut-date-and-tahini-banoffee-pie\">Continue reading...</a>", "link": "https://www.theguardian.com/chef-grade-ingredients/2023/jul/14/helen-grahams-recipe-for-peanut-date-and-tahini-banoffee-pie", "date_published": "2023-07-14T10:58:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Helsinki mayor who got caught spraying graffiti: ‘I painted GCM – great career moves – which is ironic’", "description": "<p>Finnish politician Paavo Arhinmäki was spray-painting in a railway tunnel when he was busted. Now facing a police hearing, he talks about street art – and why he ought to have drawn on an official wall</p><p><strong>Police in the municipality next to Helsinki – the city of which you are deputy mayor – are currently investigating you over graffiti sprayed in a railway tunnel at the end of last month. What happened? <br /></strong>Paavo Arhinmäki:<strong> </strong>It was Midsummer, which is a time of the year when nothing much happens in Helsinki. In the early evening, a friend of mine and I drove down to Vuosaari harbour freight tracks just outside of Helsinki.</p><p>My friend and I drove past this tunnel that reminded us of an old freight tunnel in Pasila, the neighbourhood where we had grown up. Pasila is really the cradle of graffiti culture in Finland: an area full of freight yards, train tunnels and a massive number of concrete walls. It’s where I learned painting my own pictures after school in the late 80s and early 90s.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/14/helsinki-deputy-mayor-of-street-art-paavo-arhinmaki-graffiti-finland\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/14/helsinki-deputy-mayor-of-street-art-paavo-arhinmaki-graffiti-finland", "date_published": "2023-07-14T10:45:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Indian rocket blasts into space on historic moon mission", "description": "<p>Chandrayaan-3 launches from island in southern India in follow-up to failed effort four years ago</p><p>An Indian spacecraft has blazed its way to the far side of the moon in a follow-up mission to its <a href=\"https://www.theguardian.com/world/2019/sep/06/indias-moon-landing-suffers-last-minute-communications-loss\">failed effort</a> nearly four years ago to land a rover softly on the lunar surface, India’s space agency said.</p><p>Chandrayaan-3, the word for “moon craft” in Sanskrit, took off from a launch pad in Sriharikota, an island in southern India, with an orbiter, a lander and a rover, in a demonstration of India’s emerging space technology. The spacecraft will embark on a journey lasting slightly over a month before landing on the moon’s surface later in August.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/indian-rocket-chandrayaan-3-blasts-into-space-historic-moon-mission\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/indian-rocket-chandrayaan-3-blasts-into-space-historic-moon-mission", "date_published": "2023-07-14T10:42:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Just pathetic’: France’s ‘make do and mend’ green strategy proves divisive", "description": "<p>Policy, which includes refunds for repairing old clothes, puts too much responsibility on consumers, say critics</p><p>France is saving the planet <a href=\"https://www.theguardian.com/environment/2023/jul/12/stitch-in-time-france-to-help-pay-for-clothes-to-be-mended-to-cut-waste\">one shirt</a>, one plastic fork and one washing machine at a time. With refunds to be offered on repairs to clothing and household appliances, limits on single-use plastics in fast food and other restaurants and <a href=\"https://www.theguardian.com/world/2023/jul/11/paris-charge-suv-drivers-higher-parking-fees-tackle-auto-besity\">punitive parking fees for SUV</a> owners, the recent green focus has targeted the consumer.</p><p>It is the latest phase in the government’s environment roadmap, pledged by Emmanuel Macron in his presidential re-election campaign last year and announced by the prime minister, Élisabeth Borne, <a href=\"https://www.lemonde.fr/en/politics/article/2023/05/23/pm-borne-shows-resolve-with-ecological-planning-targets-but-few-concrete-measures_6027700_5.html\">in May</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/just-pathetic-france-make-do-and-mend-green-strategy-proves-divisive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/just-pathetic-france-make-do-and-mend-green-strategy-proves-divisive", "date_published": "2023-07-14T10:24:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK invites Saudi crown prince Mohammed bin Salman to visit", "description": "<p>Saudi heir’s official visit would be first since he was accused of being behind killing of Jamal Khashoggi</p><p>The Saudi crown prince, Mohammed bin Salman, has been invited to the UK on an official visit in late autumn, the first such visit by the heir to the Saudi throne since he was accused of masterminding the killing of Jamal Khashoggi, the Washington Post columnist and dissident.</p><p>Numerous UK ministers have been to Saudi Arabia in the interim, and senior Saudi ministers have also come to the UK, including the foreign minister, Faisal bin Farhan Al Saud.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/uk-invites-saudi-crown-prince-mohammed-bin-salman-to-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/uk-invites-saudi-crown-prince-mohammed-bin-salman-to-visit", "date_published": "2023-07-14T10:21:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester international festival: Benji Reid: Find Your Eyes; Tino Sehgal: This Entry – review", "description": "<p><strong>Manchester Academy; Whitworth Art Gallery, Manchester<br /></strong>A belief in the transformative power of art unites Reid’s sensational autobiographical work and Sehgal’s meditation on the grace of football</p><p><strong>Benji Reid</strong> sits centre stage, flanked by two huge screens, his hunched shoulders lit by a single spotlight. Camera in hand, he looks intently at the figures posing in the light in front of him. A bell rings. Act one. He soundlessly presses the shutter. There’s a pause. Then the photograph he has taken appears in sharp focus on the screens. Life and art in a single moment, its transformative power embodied in front of our eyes.</p><p>Reid used to be a famous dancer, a leading member of Soul II Soul, and an early pioneer of hip-hop theatre. Then he turned away from performance and with equal success took up photography. John McGrath, director of the Manchester international festival, has coaxed him back to the stage. The result is sensational.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/14/benji-reid-find-your-eyes-manchester-academy-review-tino-sehgal-this-entry-juan-meta-whitworth-art-gallery-manchester-international-festival-2023-mif\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/14/benji-reid-find-your-eyes-manchester-academy-review-tino-sehgal-this-entry-juan-meta-whitworth-art-gallery-manchester-international-festival-2023-mif", "date_published": "2023-07-14T10:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak must stick to £11.6bn climate commitment, say MPs", "description": "<p>Tories, including former net zero tsar, among signatories to letter urging PM not to let down developing countries</p><p>Rishi Sunak must uphold his <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1029990/icf-brochure-2021.pdf\">£11.6bn climate finance</a> commitment, Conservative parliamentarians, including the former net zero tsar, have said.</p><p>Writing to the prime minister in a cross-party letter, they say recommitting to the target and clearly demonstrating how it would be met would “avoid doing further damage to the UK’s climate leadership, and help to build a safe and more prosperous future”.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/rishi-sunak-must-stick-to-116bn-climate-commitment-say-mps\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/rishi-sunak-must-stick-to-116bn-climate-commitment-say-mps", "date_published": "2023-07-14T10:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A walk along the Essex coast to a historic pub: the Crooked Billet, Leigh-on-Sea", "description": "<p>This stroll past beach huts, wartime ruins and wildfowl cuts through Southend and ends in a 16th-century boozer</p><p>Why is the Essex coast so underrated? Close to London, and arguably as pretty as any other, is it because there’s something unchanging about it – perhaps even conventional? And yet stepping off the train at Shoeburyness – the last stop on the capital to coast railway from Fenchurch Street – feels gently discombobulating.</p><p>There’s always a romantic quality about the end of the line, and just a few minutes’ walk away there is a vast estuary foreshore with rocky outcrops under an expansive Essex sky.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/14/a-walk-along-the-essex-coast-to-a-historic-pub-the-crooked-billet-leigh-on-sea\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/14/a-walk-along-the-essex-coast-to-a-historic-pub-the-crooked-billet-leigh-on-sea", "date_published": "2023-07-14T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football and pollution: I have always felt bad because I know what a flight causes | Sofie Junge Pedersen", "description": "<p>I worry about the climate but didn’t think more than 40 Women’s World Cup players would sign up to create a positive environmental legacy for the tournament</p><p>If I had to pinpoint one moment when I started to really think about climate change it would be in 2009 when <a href=\"https://www.theguardian.com/environment/cop15\">Cop15</a> was held in Copenhagen. Since then, my interest has just been growing and I have become more and more concerned about the future.</p><p>My efforts to change my behaviour and reduce my carbon footprint didn’t come all at once, but gradually I have adjusted things in my life to be more carbon friendly. What is driving me is that the countries and the people that are least responsible for this situation are the most affected by the climate changes. That is unfair.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/football-and-pollution-i-have-always-felt-bad-because-i-know-what-a-flight-causes\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/football-and-pollution-i-have-always-felt-bad-because-i-know-what-a-flight-causes", "date_published": "2023-07-14T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Houseplant of the week: mini monstera", "description": "<p>This beautiful plant evokes the tropics on a small scale – so it’s perfect if your home isn’t big on space</p><p><strong>Why will I love it?</strong><br />This is perfect for bringing the beauty of the tropics into small spaces, as it’s a more compact version than most of the leafy tropical plants out there. Its charming appearance, combined with relatively easy care, makes the mini monstera (<em><a href=\"https://www.houseofplants.co.uk/products/rhaphidophora-tetrasperma\">Rhaphidophora tetrasperma</a></em>) a favourite among plant lovers.<br /><br /><strong>Light or shade?</strong><br />The plant thrives in bright, indirect light. It can tolerate lower light conditions, but sunlight will help promote healthy growth.<br /><br /><strong>Where should I put it?</strong><br />It looks stunning cascading from a suspended pot, adorning a shelf or climbing a moss pole. Place it near an east-facing window in your front room.</p><p><strong>How do I keep it alive?</strong><br />It’s essential to maintain a warm, moist environment – try misting or placing the pot on a wet pebble tray. However, this plant can generally tolerate normal household humidity. Keep the room temperatures above 13C. Water weekly during the growing season, and in the winter allow the soil to dry out before watering.<br /><br /><strong>Did you know …</strong><br />This Asian native is frequently confused with the Monstera deliciosa. However, the mini monstera stands on its own as a captivating plant. All parts of it are toxic to pets if ingested.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/houseplant-of-the-week-mini-monstera\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/houseplant-of-the-week-mini-monstera", "date_published": "2023-07-14T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Would you share your big day? Or ban booze? The rise of the cut-price wedding", "description": "<p>Do-it-yourself, crowdfunded and micro – how six couples cut the cost of getting hitched</p><p>With <a href=\"https://www.theguardian.com/lifeandstyle/2019/jul/01/sober-curious-alcohol-abuse\" title=\"\">sober curiosity on the rise</a>, a growing number of couples are opting to leave alcohol off the menu at their weddings. Online wedding planner Hitched’s <a href=\"https://streaklinks.com/BgmOWZ9mpiqXkJv9Pg8QtbIM/https%3A%2F%2Fwww.hitched.co.uk%2Fwedding-planning%2Forganising-and-planning%2Faverage-uk-wedding%2F\" title=\"\">National Wedding Survey</a> shows an increase in dry weddings in the UK last year, with 11% of couples choosing to host booze-free big days in 2022 compared with 10% in 2021. Meanwhile, TikTok is full of ideas for wedding mocktails.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/the-rise-of-the-cost-cutting-wedding-joint-booze-free-crowdfunded-micro-wedding\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/the-rise-of-the-cost-cutting-wedding-joint-booze-free-crowdfunded-micro-wedding", "date_published": "2023-07-14T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s a constant hustle’: Hollywood actors join writers on the picket line", "description": "<p>Joint strike by the two unions at the heart of the US television and film industry aims to force studios to share profits</p><p>It’s been a hot, frustrating summer on the picket lines in Los Angeles, where film and TV writers have been striking for more than two months, no deal in sight.</p><p>But outside of the Netflix building on Sunset Boulevard on Thursday, the striking writers finally got some news they wanted to hear. “Sag is going on strike!” someone called, and the crowd of picketing writers <a href=\"https://twitter.com/sdunnewold/status/1679580786574626816\">roared their approval</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/14/its-a-constant-hustle-actors-join-writers-on-the-picket-line\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/14/its-a-constant-hustle-actors-join-writers-on-the-picket-line", "date_published": "2023-07-14T10:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russian Duma passes draft law banning gender change", "description": "<p>Bill going through parliament is latest example of crackdown on LGBTQ+ rights under Vladimir Putin</p><p>A sweeping Russian draft law to ban legally or medically changing gender has been approved by the lower house of parliament in its final reading, part of a crackdown against LGBTQ+ rights under the president, Vladimir Putin.</p><p>The bill would bar Russians from changing their gender on official identity documents, which had been legal since 1997. Health workers would be banned from “performing medical interventions designed to change the sex of a person”, including surgery and prescribing hormone therapy.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/russian-duma-passes-draft-law-banning-gender-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/russian-duma-passes-draft-law-banning-gender-change", "date_published": "2023-07-14T09:56:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US actors: why are you striking?", "description": "<p>We want to hear from Hollywood actors, as well as writers, about their reasons for taking industrial action</p><p>The union <a href=\"https://www.theguardian.com/us-news/2023/jul/13/hollywood-actors-union-recommends-strike-as-talks-deadline-passes\">representing Hollywood actors announced</a> a strike on Thursday, joining writers who began taking industrial action in May.</p><p>The strike by the Screen Actors Guild-American Federation of <a href=\"https://www.theguardian.com/culture/television\">Television</a> and Radio Artists (Sag-Aftra), which begins on Friday, is the first time in 63 years that Hollywood writers and actors are striking simultaneously.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/14/us-actors-and-writers-are-you-striking\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/14/us-actors-and-writers-are-you-striking", "date_published": "2023-07-14T09:54:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Latest Studio Ghibli mystery film release ends months of guesswork for Japanese fans", "description": "<p>Details of plot for veteran director Hayao Miyazaki’s first feature for 10 years had been kept largely secret</p><p>Fans of the celebrated director <a href=\"https://www.theguardian.com/film/hayaomiyazaki\">Hayao Miyazaki</a> queued outside cinemas in <a href=\"https://www.theguardian.com/world/japan\">Japan</a> early Friday morning to be the first to see the Oscar-winning animator’s first feature film for a decade – and had no idea what to expect.</p><p>Speculation about How Do You Live? had been building for months, not least because it is expected to be the last by the 82-year-old, who spent five years making the film after reversing a decision to retire.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/studio-ghibli-release-japan-anime-hayao-miyazaki\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/studio-ghibli-release-japan-anime-hayao-miyazaki", "date_published": "2023-07-14T09:45:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "London losing out to Paris and Milan over tourist shopping, says Burberry", "description": "<p>British brand’s sales jump by 18% year on year on back of post-Covid bounceback in China</p><p>Burberry has reported a sales surge of almost a fifth thanks to a bounceback in China, but the luxury British fashion brand has warned that London is <a href=\"https://www.theguardian.com/business/2022/nov/17/burberry-tourists-snap-up-goods-paris-milan-not-london-vat-shoppers\">losing out to rivals</a> such as Paris and Milan, which are enjoying a stronger tourist shopping boom.</p><p>The British fashion brand, best known for its signature check bags and raincoats, said that global sales grew 18% year on year to £589m in the quarter to 1 July – its fastest growth rate in two years.</p> <a href=\"https://www.theguardian.com/business/2023/jul/14/london-losing-out-to-paris-and-milan-over-tourist-shopping-says-burberry\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/14/london-losing-out-to-paris-and-milan-over-tourist-shopping-says-burberry", "date_published": "2023-07-14T09:26:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aspartame is safe in limited amounts, say experts after cancer warning", "description": "<p>Up to 14 cans of diet drink a day considered safe for 70kg person, as WHO says sweetener is ‘possibly’ carcinogenic in larger amounts</p><p>A widely used artificial sweetener deemed a “possible” cause of cancer is safe in limited quantities, such as consuming fewer than nine to 14 cans of soft drink a day, experts have said.</p><p>The sugar substitute aspartame, used in thousands of products including diet fizzy drinks, ice-cream and chewing gum, was classified as “possibly carcinogenic to humans” in <a href=\"https://www.who.int/news/item/14-07-2023-aspartame-hazard-and-risk-assessment-results-released\">a report released on Thursday</a> by the World Health Organization’s International Agency for Research on Cancer (IARC).</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/aspartame-is-safe-in-limited-amounts-say-experts-after-cancer-warning\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/aspartame-is-safe-in-limited-amounts-say-experts-after-cancer-warning", "date_published": "2023-07-14T09:23:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elly Griffiths: ‘If I love a book I read it multiple times’", "description": "<p>The crime writer on embracing politics in her teens, discovering the thrill of George Eliot, and learning from Wilkie Collins</p><p><strong>My earliest reading memory<br /></strong><a href=\"https://www.theguardian.com/books/2014/jan/20/100-best-novels-alice-wonderland\">Alice’s Adventures in Wonderland</a>. I think I was about four or five. My sisters had had it first (of course) and they had drawn all over the pages, which just added to their appeal. No one disturbed me and I made the wonderful discovery that you can spend a whole day just reading – or at least you could in our house.</p><p><strong>My favourite book growing up<br /></strong>To Kill a Mockingbird by Harper Lee. At one time I could quote whole pages of it by heart. I loved the strange American vocabulary – bangs, overalls, sleeping in cots on the porch – and the descriptions of the sleepy southern town. Atticus was my first literary hero and for a long time I wanted to be a lawyer because of him.</p> <a href=\"https://www.theguardian.com/books/2023/jul/14/elly-griffiths-if-i-love-a-book-i-read-it-multiple-times\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/14/elly-griffiths-if-i-love-a-book-i-read-it-multiple-times", "date_published": "2023-07-14T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Looking for the perfect travel outfit? Here’s how to upgrade your look | Jess Cartner-Morley on fashion", "description": "<p>Cushioned-sole pumps, tapered joggers, and layers on top are comfortable and hardy – and look great on holiday, too</p><p>The right outfit will make your day go better. This starts with nuts-and-bolts functionality: shoes that can get you to the day’s step count without blisters, that kind of thing. But there is way more to it than that. A good outfit makes your day better in less obvious but equally powerful ways. It smooths your passage through the world. When you walk into a room, before you say a word, good clothes are a charm offensive.</p><p>Take, for example, the perfect travel outfit: that it has to be comfy is non-negotiable, obviously. And it needs to be made up of layers that will flex to accommodate changes in temperature. It must be reasonably hardy against smudges and creases. And if your destination is a holiday, it needs to be made up of pieces that will make themselves useful in your holiday wardrobe. Logistical stuff, all important, which I will return to in a moment.</p> <a href=\"https://www.theguardian.com/fashion/2023/jul/14/looking-for-the-perfect-travel-outfit-heres-how-to-upgrade-your-look\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jul/14/looking-for-the-perfect-travel-outfit-heres-how-to-upgrade-your-look", "date_published": "2023-07-14T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Heart-stopping’: censored pages of history of Elizabeth I reappear after 400 years", "description": "<p>British Library uses new technique to uncover passages of Camden’s<em> </em>Annals, the first official account of Elizabeth’s reign</p><p>It was the first official account of Elizabeth I’s reign, one of the most valuable sources on early modern Britain, commissioned by her successor, King James I. But, for 400 years, no one has been able to read passages on hundreds of pages of this manuscript because they had been so heavily revised and self-censored by their 17th-century author, apparently to avoid punishment for offending his patron.</p><p>Now state-of-the-art imaging technology has enabled the British Library to read hidden pages of William Camden’s<em> </em>Annals for the first time, “a significant finding in early modern historical scholarship”.</p> <a href=\"https://www.theguardian.com/books/2023/jul/14/heart-stopping-censored-pages-of-history-of-elizabeth-i-reappear-after-400-years\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/14/heart-stopping-censored-pages-of-history-of-elizabeth-i-reappear-after-400-years", "date_published": "2023-07-14T09:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experience: we adopted the loneliest dog in Britain", "description": "<p>He’d been in the rescue centre for 500 days. No one wanted him</p><p>I was eating breakfast at home in Hampshire in March this year, scrolling through social media on my phone, when a story caught my eye. It was about a nine-year-old dog, Charlie, dubbed the loneliest in Britain. He had been in an RSPCA rescue centre in Somerset for more than 500 days.</p><p>For some reason, nobody wanted to adopt him. I clicked on the link and straight away these huge, sad eyes stared back at me. I was smitten. I turned to my husband, Sam, and said: “We’ve got to have him.” He read the article over my shoulder and felt exactly the same way. We wanted to give Charlie a happy home and a new lease of life.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/experience-we-adopted-the-loneliest-dog-in-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/experience-we-adopted-the-loneliest-dog-in-britain", "date_published": "2023-07-14T09:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The ice-cream man targets the adult market – the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jul/14/the-ice-cream-man-targets-the-adult-market-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jul/14/the-ice-cream-man-targets-the-adult-market-the-stephen-collins-cartoon", "date_published": "2023-07-14T09:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gatwick airport workers to strike for eight days over summer in pay row", "description": "<p>Unite says members who carry out roles such as baggage handling and check-in will take action</p><p>About 950 workers at Gatwick airport will take eight days of strike action beginning later this month in a dispute over pay.</p><p>Gatwick said airline contingency plans should allow flights to operate but the news of strikes affecting schedules, on top of <a href=\"https://www.theguardian.com/business/2023/jul/10/easyjet-axes-1700-summer-flights-over-air-traffic-control-delays\">air traffic control issues</a>, will raise fears of another difficult summer after the <a href=\"https://www.theguardian.com/business/2022/may/27/uk-airports-ports-and-roads-under-pressure-as-half-term-getaway-begins\">labour shortages of 2022</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/gatwick-airport-workers-to-strike-for-eight-days-over-summer-in-pay-row\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/gatwick-airport-workers-to-strike-for-eight-days-over-summer-in-pay-row", "date_published": "2023-07-14T08:46:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matildas v France: 2023 Women’s World Cup warm-up – live updates", "description": "<ul><li>Updates from Australia’s final pre-tournament game in Melbourne</li><li>Kick-off time at Marvel Stadium tonight is 7:30pm AEST</li><li>Any thoughts? <a href=\"mailto:jonathan.howcroft.casual@guardian.co.uk\">Email</a> or tweet <a href=\"https://twitter.com/JPHowcroft\">@JPHowcroft</a></li></ul><p><strong>Hello everybody and welcome to live coverage of Australia v France from Melbourne’s Marvel Stadium. Kick-off in this World Cup send-off is 7.30pm.</strong></p><p>With the World Cup kicking off in under a week, tonight offers one last precious opportunity for Tony Gustavsson and Hervé Renard to work through their options before the serious action begins. Tenth-ranked Australia and fifth-ranked France will consider themselves among the contenders for the biggest prize in the sport. The Matildas, on home soil, are unlikely to ever have a better opportunity.</p> <a href=\"https://www.theguardian.com/football/live/2023/jul/14/matildas-vs-france-live-updates-score-australia-aus-v-fra-womens-world-cup-warm-up-kick-off-start-time-scores-football-soccer-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jul/14/matildas-vs-france-live-updates-score-australia-aus-v-fra-womens-world-cup-warm-up-kick-off-start-time-scores-football-soccer-latest-news", "date_published": "2023-07-14T08:37:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elina Duni: A Time to Remember review | John Fordham’s jazz album of the month", "description": "<p><strong>(ECM)</strong><br />Albanian-born Elina Duni sounds intensely like herself while drawing on a variety of influences, as her impeccable trio back her with diamond-bright sounds</p><p>It’s sometimes said that jazz vocals are supposed to sound like the singer, not the song. Departed legends from <a href=\"https://www.theguardian.com/music/musicblog/2009/may/25/jazz-billie-holiday-strange-fruit\">Billie Holiday</a> and Ella Fitzgerald to Mark Murphy and Betty Carter have epitomised that, as idiosyncratic muses such as Cécile McLorin Salvant and <a href=\"https://www.theguardian.com/music/2013/nov/28/gretchen-parlato-live-in-nyc-review#:~:text=Along%20with%20the%20enthusiastic%20racket,which%20Parlato%20clearly%20chooses%20for\">Gretchen Parlato</a> continue to do today. But few contemporary jazz-influenced singers manage to sound so intensely like themselves while drawing on such a variety of genres, languages, and cultural backstories as the Albania-born vocalist <a href=\"https://www.theguardian.com/music/2015/aug/20/elina-duni-quartet-dallendyshe-review#:~:text=Duni%20expressively%20draws%20the%20sleepless,awestruck%20Bukuroshe%20(Beautiful%20Girl)%20exert\">Elina Duni</a>.</p><p>A Time to Remember is Duni’s ninth album and second with the UK’s Rob Luft (guitar), Fred Thomas (piano/percussion), and Switzerland’s Matthieu Michel (flugelhorn) – a trio impeccably attuned to her ability to convey intensity with the most delicate yet diamond-bright sounds, cannily improvising in ways that stretch the songs without disrupting Duni’s surefooted control over their shape.</p> <a href=\"https://www.theguardian.com/music/2023/jul/14/elina-duni-a-time-to-remember-review-a-unique-voice-in-jazz\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/14/elina-duni-a-time-to-remember-review-a-unique-voice-in-jazz", "date_published": "2023-07-14T08:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Babylon to They Cloned Tyrone: the seven best films to watch on TV this week", "description": "<p>Brad Pitt and Margot Robbie light up Damien Chazelle’s ambitious look at Hollywood in the 20s and 30s, while John Boyega and Jamie Foxx star in a blaxploitation-style sci-fi caper</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/babylon-to-they-cloned-tyrone-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/babylon-to-they-cloned-tyrone-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-07-14T08:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "That was hardcore: Pulp in the 1990s – in pictures", "description": "<p>Pulp’s landmark album This Is Hardcore was released in 1998, and photographer Paul Burgess documented the band and video shoots to promote it. A forthcoming book, written and designed by Burgess and Louise Colbourne, contains unseen images, plus interviews with band members and creatives involved in its production. This Is Hardcore: The Cinematic World of Pulp is available to <a href=\"https://www.amazon.co.uk/dp/050002698X?ref_=cm_sw_r_cp_ud_dp_YAF973D2RHBA59Q4ZKPF\">pre-order</a> from Thames &amp; Hudson, published on 23 November</p> <a href=\"https://www.theguardian.com/culture/gallery/2023/jul/14/that-was-hardcore-pulp-in-the-1990s-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/jul/14/that-was-hardcore-pulp-in-the-1990s-in-pictures", "date_published": "2023-07-14T08:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fabinho the latest Liverpool target for Saudi Arabia as Al-Ittihad hold talks", "description": "<ul><li>Discussions over salary and contract but no bid yet</li><li>Jordan Henderson has verbally agreed to join Al-Ettifaq</li></ul><p>Fabinho is a top target for Nuno Espírito Santo at Al-Ittihad, raising the prospect that two Liverpool midfielders could leave for Saudi Arabia. Jordan Henderson has <a href=\"https://www.theguardian.com/football/2023/jul/13/jordan-henderson-al-ettifaq-liverpool-contract-talks-jurgen-klopp\">verbally agreed to join Al-Ettifaq</a> and that deal should go through if the clubs can agree a fee for the 33-year-old.</p><p>Fabinho’s camp has been approached by Al-Ittihad and talks have taken place regarding salary and contract but Liverpool have not received an offer. Al-Attihad, one of four Saudi Arabian clubs owned by the Public Investment Fund that controls Newcastle United, have signed Karim Benzema, N’Golo Kanté and Jota for next season. Nuno, the former Wolves and Tottenham manager, took over there a year ago and won the league at the first attempt.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/fabinho-liverpool-saudi-arabia-al-ittihad\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/fabinho-liverpool-saudi-arabia-al-ittihad", "date_published": "2023-07-14T07:43:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN agency calls for ‘debt-poverty pause’ to help poorer countries – business live", "description": "<p>UNDP warns debt servicing costs are hitting spending on health, education and social protection</p><p>The United Nations Development Programme (<strong>UNDP</strong>) has calculated it would cost around $14bn to lift back out of poverty the extra 165m people since 2020 who are living on less than $3.65 a day.</p><p>The solution “is not out of reach for the multilateral system”, they say.</p><p>“This systemic addition to the international financial architecture should be triggered automatically, to stabilize free-falls when exogenous shocks shrink developing countries’ fiscal space, bloat their debt servicing and throw households into poverty.</p><p>This is the beginning of a new adaptive social protection architecture to prepare for a future prone to shocks.”</p> <a href=\"https://www.theguardian.com/business/live/2023/jul/14/un-agency-debt-poverty-pause-global-economy-china-uk-recession-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/14/un-agency-debt-poverty-pause-global-economy-china-uk-recession-business-live", "date_published": "2023-07-14T07:27:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Get stuffed! Why The Beanie Bubble is 'a joyful funeral for the American dream'", "description": "<p>Beneath the fluffy exterior of a new film about the 90s soft toy craze lies a tale of corruption, collective madness and toxic narcissism. Its unlikely directors discuss bosses, brands – and how to negotiate with five-year-olds</p><p>When Damian Kulash and Kristin Gore were growing up – back when they were friends in high school, two decades before they reunited, got married and had twins – there was, he says, “this basic feeling that the world was really screwed up in the past but would get much better in the future, and we were somewhere on that curve: lots of things weren’t yet fixed, but we were inexorably going towards somewhere fairer.”</p><p>Next to him, Gore nods. Sunny optimism was, she says, “a very 90s thing”.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/get-stuffed-why-the-beanie-bubble-is-a-joyful-funeral-for-the-american-dream\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/get-stuffed-why-the-beanie-bubble-is-a-joyful-funeral-for-the-american-dream", "date_published": "2023-07-14T07:05:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Magnus Carlsen hits two maximums as carefree world No 1 continues his surge", "description": "<p>After scoring 11/11 in <a href=\"http://chess.com/\">chess.com</a>’s Titled Tuesday and 9/9 in the Zagreb Grand Tour blitz, he now contends in the Aimchess Masters</p><p>Magnus Carlsen’s decision to abdicate the world crown he had held for a decade is looking like an inspired choice as the Norwegian, 32, has hit a rich vein of form in the past two weeks.</p><p>Maximum tournament scores are rare, but Carlsen achieved 11/11 in <a href=\"http://chess.com/\">chess.com</a>’s Titled Tuesday, only the second time this has been done <a href=\"https://www.chess.com/news/view/korobov-carlsen-win-titled-tuesday-july-4-2023\">in the notoriously competitive event</a>, then a few days later notched up 9/9 against stronger opposition at the Zagreb Rapid and Blitz, part of the St Louis-organised Grand Tour. Afterwards Carlsen said: “That achievement feels sweeter than almost any tournament win because it’s something I’ve never done before and won’t do again.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/14/magnus-carlsen-hits-two-maximums-as-carefree-world-no-1-continues-his-surge\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/14/magnus-carlsen-hits-two-maximums-as-carefree-world-no-1-continues-his-surge", "date_published": "2023-07-14T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Naomi Girma: the brilliant scientist at the heart of USA’s defense", "description": "<p>After a formidable academic and athletic career at Stanford University, the Californian is an integral part of the defending champions’ World Cup campaign</p><p>Each Saturday morning as a young child growing up in San Jose, California, Naomi Girma would show up to the park to play a version of soccer that was “as informal as you can think”, she says now.</p><p>The children were divided by the adults into three groups: little, medium, and big. From there, the kids would scrimmage, their voices cutting through the crisp, California air uninterrupted by any formal coaching.</p> <a href=\"https://www.theguardian.com/football/2023/jul/14/naomi-girma-uswnt-center-back-world-cup-soccer-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/14/naomi-girma-uswnt-center-back-world-cup-soccer-2023", "date_published": "2023-07-14T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including released beavers, fantastic flamingos and a hungry puffin</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/jul/14/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/jul/14/the-week-in-wildlife-in-pictures", "date_published": "2023-07-14T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my housemate stop flushing tampons down the toilet?", "description": "<p>He thinks it’s repulsive and worries about pollution. She says ‘No womb, no say’. Whose argument will you bin?<br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>It’s disgusting to see tampons floating in the loo, and our sewers can’t handle them</em></p><p><em>It’s my job to take the bins out – and handling used tampons makes me feel sick</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/you-be-the-judge-should-my-housemate-stop-flushing-tampons-down-the-toilet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/you-be-the-judge-should-my-housemate-stop-flushing-tampons-down-the-toilet", "date_published": "2023-07-14T07:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lindstrøm: Everyone Else Is a Stranger review – minor variations on sleek space disco pleasures", "description": "<p><strong>(Smalltown Supersound)</strong><br />This Norwegian producer returns from his period forays into the leftfield for an album that is as fizzy and enticing as ever</p><p>Hans-Peter Lindstrøm is nothing if not consistent. The Norwegian electronic producer is known for his romantic, cosmic take on disco: along with his countrymen Todd Terje and Prins Thomas, he helped popularise a sleek, euphoric form that felt novel in the mid-2000s, and which is now the de-facto soundtrack of every hip beachside bar the world over. Once in a while, Lindstrøm will make a left-field, exploratory record before snapping back to the space disco that made him famous.</p><p>Everyone Else Is a Stranger, his first album since the 2020 Prins Thomas collab III, represents the snap-back point: it’s a suite of four gloriously starry-eyed dance epics, filled with cheeky synth whirrs and undulating bass rhythms. It has all the enthusiastic fizz and enticing hue of a £30 bottle of <a href=\"https://www.theguardian.com/food/2023/may/23/why-pet-nat-is-so-much-more-than-hipster-bubbles\">pét nat</a>; although it’s slightly less exciting than the seductive, moonlit III, it arrives at the perfect point of summer, when the heat is gruelling and the only thing that might help you cool down is 40 minutes of expansive synth jams.</p> <a href=\"https://www.theguardian.com/music/2023/jul/14/lindstrm-everyone-else-is-a-stranger-review-minor-variations-on-sleek-space-disco-pleasures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/14/lindstrm-everyone-else-is-a-stranger-review-minor-variations-on-sleek-space-disco-pleasures", "date_published": "2023-07-14T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tapsoba or Van de Ven? Comparing Tottenham’s targets at centre-back", "description": "<p>Spurs must decide between the more developed Leverkusen defender or the quick and versatile Wolfsburg prospect</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>Tottenham’s failure to convince Brentford to lower their asking price for David Raya skewed their summer plans a little. The Bees were demanding £40m for the Spain international, this despite Raya entering the final year of his contract and Mark Flekken arriving from Freiburg.</p><p>Spurs instead <a href=\"https://www.theguardian.com/football/2023/jun/22/tottenham-empoli-goalkeeper-guglielmo-vicario-bid-edmond-tapsoba\">brought in Guglielmo Vicario from Empoli</a>, and while the Italian is a fine capture, his signing also presented a problem. Raya was born in Barcelona but actually fits the criteria for a homegrown player having moved to Blackburn aged 17 years.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/jul/14/tapsoba-or-van-de-ven-comparing-tottenhams-targets-at-centre-back\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/jul/14/tapsoba-or-van-de-ven-comparing-tottenhams-targets-at-centre-back", "date_published": "2023-07-14T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Yes, AI could profoundly disrupt education. But maybe that’s not a bad thing | Rose Luckin", "description": "<p>Humans need to excel at things AI can’t do – and that means more creativity and critical thinking and less memorisation</p><p>Education strikes at the heart of what makes us human. It drives the intellectual capacity and prosperity of nations. It has developed the minds that took us to the moon and eradicated previously incurable diseases. And the special status of education is why generative AI tools such as ChatGPT are likely to profoundly <a href=\"https://www.theguardian.com/money/2023/jun/27/the-future-is-bleak-how-ai-concerns-are-shaping-graduates-career-choices\">disrupt this sector</a>. This isn’t a reflection of their intelligence, but of our failure to build education systems that nurture and value our unique human intelligence.</p><p>We are being duped into believing these AI tools are <a href=\"https://www.theguardian.com/technology/2023/mar/16/the-stupidity-of-ai-artificial-intelligence-dall-e-chatgpt\">far more intelligent</a> than they really are. A <a href=\"https://www.theguardian.com/commentisfree/2023/apr/01/chatgpt-write-code-computer-programmer-software\">tool like ChatGPT</a> has no understanding or knowledge. It merely collates bits of words together based on statistical probabilities to produce useful texts. It is an incredibly helpful assistant.</p><p>Rose Luckin is professor of learner-centred design at the UCL Knowledge Lab in London</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/ai-artificial-intelligence-disrupt-education-creativity-critical-thinking\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/ai-artificial-intelligence-disrupt-education-creativity-critical-thinking", "date_published": "2023-07-14T07:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ordinary Human Failings by Megan Nolan review – lyrical tale of a family accused", "description": "<p>An Irish family in early 90s London become tabloid scapegoats in this politically astute novel of lives foreclosed</p><p>Ordinary Human Failings is a considerably more interesting book than it claims to be. It’s pitched as a procedural thriller of sorts – an unsolved murder, the cops closing in, an ambitious journalist snooping around. While there may be a depressing commercial logic to this framing, it does the novel scant justice; those plot elements amount to little more than a deftly handled framing device. Beyond lies a subtle, accomplished and lyrical study of familial and intergenerational despair, a quiet book about quiet lives. And it also happens to be an excellent novel: politically astute, furious and compassionate. It’s considerably better than Nolan’s first novel, the acclaimed <a href=\"https://www.theguardian.com/books/2021/mar/03/acts-of-desperation-by-megan-nolan-review-learning-to-say-no\" title=\"\">Acts of Desperation</a> – worth stating, given our neophilic literary culture’s obsession with debuts and novelty.</p><p>Set mostly in the early 1990s, it tells the story of the Greens, a family of Irish immigrants who have moved to London in the hope of escaping the social stigma of daughter Carmel’s teenage pregnancy and her brother Ritchie’s escalating alcoholism. Judged reclusive and odd by their new neighbours, the Greens are easy scapegoats when tragedy visits their estate. As we gradually learn more about the psychological and structural forces that have shaped the family, a picture emerges of lives foreclosed; of youthful audacity hardening into resignation and resentment, fresh starts rendered heavy by old habit, sadnesses handed from parent to child like cursed heirlooms.</p> <a href=\"https://www.theguardian.com/books/2023/jul/14/ordinary-human-failings-by-megan-nolan-review-lyrical-tale-of-a-family-accused\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/14/ordinary-human-failings-by-megan-nolan-review-lyrical-tale-of-a-family-accused", "date_published": "2023-07-14T06:30:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nothing Phone 2 review: novel mobile is more than just flashing lights", "description": "<p>Cool design, competitive price, solid performance and good battery life – but let down by lack of support</p><p>The Phone 2 is the latest Android smartphone from Nothing, a London-based company that specialises in good value devices with a novel transparent aesthetic.</p><p>Costing £579 ($599), it offers top-phone specs for a mid-range price. After the success of its first handset, the <a href=\"https://www.theguardian.com/technology/2022/aug/04/nothing-phone-1-review-an-android-with-funky-lights-on-its-transparent-back-cameras-battery\">Phone 1 last year</a>, Nothing has stuck with its unique design, which takes the classic metal and glass slab of most mobiles and livens them up with a transparent back that exposes a series of LED strips.</p><p><strong>Screen:</strong> 6.7in 120Hz FHD+ OLED (394ppi)</p><p><strong>Processor:</strong> Snapdragon 8+ Gen 1</p><p><strong>RAM:</strong> 8 or 12GB</p><p><strong>Storage:</strong> 128, 256 or 512GB</p><p><strong>Operating system:</strong> Nothing OS 2.0 (Android 13)</p><p><strong>Camera:</strong> 50MP main and ultrawide, 32MP selfie</p><p><strong>Connectivity:</strong> 5G, eSIM, wifi 6, NFC, Bluetooth 5.3 and GNSS</p><p><strong>Water resistance:</strong> IP54 (splash-resistant)</p><p><strong>Dimensions:</strong> 162.1 x 76.4 x 8.6mm</p><p><strong>Weight:</strong> 201.2g</p> <a href=\"https://www.theguardian.com/technology/2023/jul/14/nothing-phone-2-review-novel-mobile-is-more-than-just-flashing-lights\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/14/nothing-phone-2-review-novel-mobile-is-more-than-just-flashing-lights", "date_published": "2023-07-14T06:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 2023 Comedy Pet Photography awards – in pictures", "description": "<p>Shortlisted entries for the 2023 Comedy Pet Photography awards. The competition was created by professional photographers Paul Joynson-Hicks and Tom Sullam to celebrate the positive and vital role that pets have in our lives and to encourage engagement around animal welfare</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jul/14/the-2023-comedy-pet-photography-awards-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jul/14/the-2023-comedy-pet-photography-awards-in-pictures", "date_published": "2023-07-14T06:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Bear: the best show of 2022 is back – and it’s the perfect example of how to ace a second series", "description": "<p>It’s wild we’ve been messing around with Timothée Chalamet when we already had Jeremy Allen White – a Michelin-level chef in a white T-shirt trying to turn around a doomed Chicago sandwich shop</p><p>To punish myself for living an imperfect life, I sometimes watch a really terrible TV series right to the very end, just to make sure I am right about it (I always am). This is how I ended up watching the <a href=\"https://www.theguardian.com/tv-and-radio/2015/jun/23/true-detective-two-review\">second series of True Detective</a>, which is dreadful in every possible way: Vince Vaughn is horribly miscast; it’s filmed with all the style of a filler episode of CSI; the central mysterious murder is impossible to care about; and, crucially, it seems to have been written and made and acted in by people who have never consumed any art beyond a mid-game mission from GTA V. Colin Farrell is the only one doing any acting, and even then it’s to such a non-end that I am retroactively rescinding a star from my personal review of The Banshees of Inisherin for his involvement in it.</p><p>Anyway, I’ve been thinking about second-season syndrome as a result, and how common it used to be. Back in 2015, when True Detective was ruining the legacy of its <a href=\"https://www.theguardian.com/tv-and-radio/2014/jun/12/true-detective-box-set-review\">first season</a> with the doomed second, it was fairly common to see TV shows not know how to start again after neatly finishing up their first series and getting more lauded than expected. It makes sense: when you’re creating a 10-episode run of TV, you truly don’t know if it’s going to get picked up again, so you try to write a story freestanding enough to make sense if it gets cancelled but with enough loose ends to pick up again should it not be (if you closely watch the early seasons, they kept doing this with <a href=\"https://www.theguardian.com/tv-and-radio/2018/jan/20/breaking-bad-10-years-on-tv-is-still-in-walter-whites-shadow\">Breaking Bad</a>). Then you get the phone call from HBO saying: “We’ve seen the audience figures and guess what – we now love it!” and you realise you’ve painted yourself into a corner. Follow-up problems happen with albums, they happen with books. Sometimes you just run out of road.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/the-bear-the-best-show-of-2022-is-back-and-its-the-perfect-example-of-how-to-ace-a-second-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/the-bear-the-best-show-of-2022-is-back-and-its-the-perfect-example-of-how-to-ace-a-second-series", "date_published": "2023-07-14T06:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon once helped to stop a black player from competing. Such injustice has never been recognised | Saleem Badat", "description": "<p>In 1971, black tennis players from South Africa toured Europe, trying to escape the restrictions of apartheid. But even in the UK they faced exclusion. It’s time for this history to be faced</p><p>Today, the <a href=\"https://www.wimbledon.com/en_GB/atoz/about_aeltc.html\">All England Lawn Tennis Club</a>, hosts of the famous <a href=\"https://www.wimbledon.com/\">Wimbledon Championships</a>, pledges to be diverse and inclusive. But in 1971 an 18-year-old university student from Durban, <a href=\"https://www.theguardian.com/sport/2023/jun/28/how-junior-wimbledon-apartheid-south-africa-blocked-hoosen-bobat-tennis-dream\">Hoosen Bobat</a>, was excluded from becoming the first black South African to play in the Wimbledon men’s junior tournament. This was due to <a href=\"https://www.sahistory.org.za/article/history-apartheid-south-africa\">apartheid</a>, and the collusion of the all-white tennis union in South Africa and the International Lawn Tennis Federation, with Wimbledon toeing the line.</p><p>As a scholar who has published <a href=\"https://scholar.google.com/scholar?hl=en&amp;as_sdt=0%2C5&amp;q=saleem+badat&amp;btnG=\">books and papers</a> on the histories of <a href=\"https://jacana.co.za/product/the-forgotten-people-political-banishment-under-apartheid/\">black exclusion</a> and <a href=\"https://www.google.co.za/books/edition/Black_Man_You_are_on_Your_Own/DsLYRwAACAAJ?hl=en\">black resistance</a> during apartheid, and on social justice and transformation, I tell Bobat’s story in <a href=\"https://www.ukznpress.co.za/?class=bb_ukzn_books&amp;method=view_books&amp;global%5Bfields%5D%5B_id%5D=598\">Tennis, Apartheid and Social Justice</a>. The book documents the 1971 first international tour by a squad of black South Africans who played under the auspices of the non-racial Southern African Lawn Tennis Union.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/wimbledon-once-helped-to-stop-a-black-player-from-competing-such-injustice-has-never-been-recognised\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/wimbledon-once-helped-to-stop-a-black-player-from-competing-such-injustice-has-never-been-recognised", "date_published": "2023-07-14T06:00:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amazing UK homes to rent – in pictures", "description": "<p>From a restored 1808 chapel to a sprawling country pile with Frankie Dettori as its landlord</p> <a href=\"https://www.theguardian.com/money/gallery/2023/jul/14/amazing-uk-homes-to-rent-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/jul/14/amazing-uk-homes-to-rent-in-pictures", "date_published": "2023-07-14T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Post your questions for Mark Gatiss", "description": "<p>What does Mycroft actually do in the government? What’s it like to work with Tom Cruise? And is there any Doctor Who role he hasn’t played? Ask all this and more of the actor and writer</p><p>If you were going to invite anyone to your fantasy dinner party table, actor and writer Mark Gatiss would be perfect. He’d have some stories about the BBC’s <a href=\"https://www.theguardian.com/tv-and-radio/the-league-of-gentlemen\">The League of Gentlemen</a> – perhaps letting us in on the secret of what exactly is Hilary Briss the butcher’s “special stuff” added ingredient. He could let you know what it’s like being Sherlock Holmes’ older brother Mycroft (and what their parents were thinking when they were dishing out forenames), after starring in and co-writing four series of Sherlock with Steven Moffat. Gatiss has also appeared in Game of Thrones and written and acted in multiple episodes of Doctor Who, playing a mad scientist opposite David Tennant, a creepy alien with Matt Smith and a first world war captain opposite Peter Capaldi.</p><p>On film (which is why we’re all here, of course), he has been in Shaun of the Dead, The Hitchhiker’s Guide to the Galaxy, Wallace &amp; Gromit: The Curse of the Were-Rabbit, Dad’s Army (the 2016 film), Christopher Robin, Operation Mincemeat and now features in Mission: Impossible – Dead Reckoning Part One as the head of the NSA.</p> <a href=\"https://www.theguardian.com/film/2023/jul/14/post-your-questions-for-mark-gatiss\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/14/post-your-questions-for-mark-gatiss", "date_published": "2023-07-14T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pro-LTN councillors do not suffer at ballot box, research suggests", "description": "<p>Voicing support for traffic schemes has no statistically significant effect on re-election chances, study finds</p><p>Councillors who publicly declare support for low-traffic neighbourhoods do not suffer at the polls as a result, research suggests, indicating that the schemes might not be as politically divisive as is often believed.</p><p>The study also indicates that local politicians who openly express displeasure about LTNs do not suffer consequences in elections, although Labour councillors may benefit from a slightly positive effect.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/14/councillors-support-ltns-election-impact-research\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/14/councillors-support-ltns-election-impact-research", "date_published": "2023-07-14T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Camaraderie, love and affection’: migration and the making of the NHS – a photo essay", "description": "<p><a href=\"https://heartofthenation.migrationmuseum.org/\">Heart of the Nation: migration and the making of the NHS</a> is a touring exhibition to mark the service’s 75th anniversary and celebrate the crucial role of its international workers</p><p>Since its creation in 1948, people have come to Britain from all over the world to work in the NHS. Today, about one in six people working in the NHS are non-British and many others are the children and grandchildren of migrant healthcare workers. Without its international workers, the NHS would not have become the institution it is today but their crucial role has largely been ignored.</p><p>Heart of the Nation is an immersive multimedia exhibition which asks: who are the people who care for us? And do we care enough? The exhibition features personal stories contributed by NHS workers from the 1940s to the present day, brought to life through photography, film, oral histories, singing and storytelling.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/14/camaraderie-love-affection-migration-making-of-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/14/camaraderie-love-affection-migration-making-of-nhs", "date_published": "2023-07-14T06:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boundaries are suddenly everywhere. What does the squishy term actually mean?", "description": "<p>The notion of ‘boundaries’ is a seductive metaphor for how our relationships should work – but where did it come from?</p><ul><li><em>A version of this piece was first published in <a href=\"https://www.parapraxismagazine.com/magazine/\">Parapraxis magazine</a></em></li></ul><p>We are obsessed with invisible circles.</p><p>“Personal boundaries” – or often just “boundaries” – are nowadays seen as the hallmark of emotional maturity. Wellness influencers promise that if you clarify the line dividing you from those around you, your boyfriend will stop envying your career and start doing the dishes. Children will stay out of your home office. Friends and lovers will stop using you as a screen for their projections. As you are released from everyone else’s psychodrama, your racing thoughts will quiet, and your ability to concentrate will return. You will learn to say the word “no”, protect your time, and double your salary.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/what-are-relationship-boundaries-jonah-hill\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/what-are-relationship-boundaries-jonah-hill", "date_published": "2023-07-14T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Bear to Fifteen Love: the seven best shows to stream this week", "description": "<p>Jeremy Allen White is back with a delicious second serving of the hit chef drama, while Aidan Turner and Ella Lily Hyland ace their performances in a toxic tale of tennis coach and his protege</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/the-bear-to-fifteen-love-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/the-bear-to-fifteen-love-the-seven-best-shows-to-stream-this-week", "date_published": "2023-07-14T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘There are even surfing lessons for pooches’: readers’ favourite dog-friendly places in the UK", "description": "<p>These tips on the country’s best dog-friendly beaches, hotels, bars and country parks will get plenty of tails wagging</p><p>Woolacombe Beach is where soft sand meets the wild Atlantic and is perfect for our pooches. It consists of a wide, three-mile long sandy stretch from Barricane Beach down to Baggy Point, but <a href=\"https://www.woolacombetourism.co.uk/plan-your-visit/dog-information\">dogs are restricted </a>in certain areas. Parts of it are surfing areas and some kiosks even offered boards and lessons for dogs, though I didn’t want to embarrass Bob and Bertrand – our lovely Beagles – by insisting they try. Other pet owners were not so bashful. There are lots of dog bins and the cafes have bowls of water for four-legged friends. The <a href=\"https://www.facebook.com/people/Barricane-Beach-Woolacombe/100064414370771/\">Barricane Beach cafe</a> is run by animal lovers, has great coffee and great-value curry nights.<br /><strong>Gayle</strong></p> <a href=\"https://www.theguardian.com/travel/2023/jul/14/readers-favourite-dog-friendly-places-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/14/readers-favourite-dog-friendly-places-in-the-uk", "date_published": "2023-07-14T06:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the BBC Proms kicks off with a world premiere", "description": "<p>A new work by Ukrainian composer Bohdana Frolyak will feature at the Royal Albert Hall. Plus, the finale of Five Star Kitchen. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/tv-tonight-the-bbc-proms-kicks-off-with-a-world-premiere\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/tv-tonight-the-bbc-proms-kicks-off-with-a-world-premiere", "date_published": "2023-07-14T05:20:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Wagner not supporting Russian combat operations ‘in any significant capacity’ says Pentagon", "description": "<p>Most Wagner fighters still however in occupied areas of Ukraine, says Pentagon press secretary</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>In case you missed it: Cluster munitions provided by the United States have now arrived in <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a>, the Pentagon confirmed on Thursday.</p><p>The munitions – <a href=\"https://www.theguardian.com/world/2023/jul/06/what-are-cluster-bombs-biden-ukraine-russia\">bombs that open in the air and release scores of smaller bomblets</a> – are seen by the US as a way to get Kyiv critically needed ammunition to help bolster its offensive and push through Russian frontlines. US leaders debated the thorny issue for months, before President <a href=\"https://www.theguardian.com/us-news/2023/jul/07/joe-biden-military-aid-ukraine-war-cluster-bombs-human-rights-groups\">Joe Biden made the final decision last week</a>.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/14/russia-ukraine-war-live-wagner-combat-operations-support-pentagon\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/14/russia-ukraine-war-live-wagner-combat-operations-support-pentagon", "date_published": "2023-07-14T05:07:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Army shelling of market kills dozens as Sudan violence escalates", "description": "<p>Witnesses say some victims’ bodies still lay uncovered two days after incident in Omdurman</p><p>At least 30 people died when the Sudanese army shelled a market in Omdurman during what residents of the country’s most populous city described as the worst week for civilian casualties since the outbreak of war in April.</p><p>Most of the victims in the incident at the Shaabi souk on Tuesday were children and women, according to witnesses. Medical sources said the shells were fired from the Karri military base, which the army controls, during fierce fighting with the paramilitary Rapid Support Forces.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/army-shelling-of-market-kills-dozens-as-sudan-violence-escalates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/army-shelling-of-market-kills-dozens-as-sudan-violence-escalates", "date_published": "2023-07-14T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Parliament launches new inquiry into City sexism after scandals", "description": "<p>Treasury committee requests evidence from women in business after allegations of sexual misconduct at the CBI and a City hedge fund</p><p>A parliamentary committee is renewing an inquiry into sexism and misogyny in the City after a spate of sexual harassment allegations rocked the business world.</p><p>MPs on the influential Treasury committee said the new inquiry would examine the barriers faced by women in financial services, and determine whether meaningful progress had been made since <a href=\"https://publications.parliament.uk/pa/cm201719/cmselect/cmtreasy/477/477.pdf\">its last investigation in 2018</a> raised concerns over the gender pay gap, stigmas against working mothers, and an “alpha male” culture.</p> <a href=\"https://www.theguardian.com/business/2023/jul/14/parliament-launches-new-inquiry-into-city-sexism-after-scandals\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/14/parliament-launches-new-inquiry-into-city-sexism-after-scandals", "date_published": "2023-07-14T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A shopping guide to the best … beach bags", "description": "<p>Shades, towel and paperback sorted? All you need is a colourful bag to pop them in</p><p><strong>Red stripe</strong>, £12.99, <a href=\"https://www2.hm.com/en_gb/productpage.1152378008.html?hier_id=go_cmp-12796663434_adg-126516122332_ad-516052907212_pla-919986572321_dev-c_ext-_prd-en-1152378008001_sig-CjwKCAjw-7OlBhB8EiwAnoOEk8hh14lLVbaohXnNL7rJc-DXZxjn4T4nfZYyJJ22AAAF_FsQUlvBDxoCuDIQAvD_BwE&amp;utm_source=Google&amp;gclid=CjwKCAjw-7OlBhB8EiwAnoOEk8hh14lLVbaohXnNL7rJc-DXZxjn4T4nfZYyJJ22AAAF_FsQUlvBDxoCuDIQAvD_BwE\">hm.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/a-shopping-guide-to-the-best-beach-bags\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/a-shopping-guide-to-the-best-beach-bags", "date_published": "2023-07-14T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "If Labour wins power, will Starmer’s safe strategy become a huge risk? | Andy Beckett", "description": "<p>Given the mess he will inherit and potential future crises, ‘sticking-plaster politics’ may not sustain public support</p><p>The bigger Britain’s problems get, the more Labour seems to shrink. As almost every economic, social and public sector indicator flashes red, Labour politicians explain that regretfully they will only be able to do a limited amount in government about the worst set of interlocking crises in our modern history.</p><p>The more disenchantment with politics grows, the more narrowly Labour defines the kind of politicians and party members it wants. It excludes or marginalises Corbynistas, leftwingers in general, respected local government radicals such as Jamie Driscoll, and even the mild centre-left organiser Neal Lawson. The few clearly left-leaning figures who remain – for now – in the shadow cabinet, such as Ed Miliband, are briefed against by anonymous Labour sources in the Tory press. Meanwhile, Keir Starmer has increasingly regular chats with <a href=\"https://theguardian.com/politics/2023/jul/09/rupert-murdoch-keir-starmer-labour-party-power-no-10\">Rupert Murdoch</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/labour-power-keir-starmer-politics-crises\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/14/labour-power-keir-starmer-politics-crises", "date_published": "2023-07-14T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Latest blasphemy killing highlights Nigeria’s problem with religious extremism", "description": "<p>Police are yet to make arrests after a butcher was stoned to death by a mob for perceived insult to Islam</p><p>Lawiza Buda rocks on the sand, wailing with grief for her husband, Usman Buda, murdered by a mob in a marketplace after being accused of blasphemy. “Ya Allah! Ya Allah!” Lawiza screams. Two friends attempt to comfort her, but their own sorrow takes hold and they too burst into tears. Lawiza had fainted when the news of her husband’s gruesome killing reached her.</p><p>Usman Buda, a father of six, was <a href=\"https://www.vanguardngr.com/2023/06/butcher-stoned-to-death-in-sokoto-for-blasphemy/\">stoned to death</a> on 25 June after he made a passing remark to a beggar that wastaken by the mob as a slur on the prophet Muhammad.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/14/latest-blasphemy-killing-highlights-nigerias-problem-with-religious-extremism\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/14/latest-blasphemy-killing-highlights-nigerias-problem-with-religious-extremism", "date_published": "2023-07-14T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Great season three review – Elle Fanning absolutely carries this rip-roaring series", "description": "<p>Nicholas Hoult has a blast in this whip-smart, sex and death-filled outing. But it’s the lead who truly shines as the period drama tears through plots packed with bawdy, anarchic fun</p><p>I saw The Favourite, Yorgos Lanthimos’s film about Queen Anne, at the cinema when it came out, and I remember the loud tutting of some people sitting nearby who seemed outraged by every rude word and sex scene. Clearly, they had expected a period drama in a more traditional sense, and its bawdy take on history wasn’t for them. The Favourite’s co-writer, Tony McNamara takes another cock-eyed look at history with The Great, debuting its third season in the UK at last. I suspect those cinema-goers would approve of this even less than The Favourite.</p><p>It’s their loss. For those yet to fall for its ample charms, The Great plays hard and fast with the rise of Catherine the Great, Empress of all Russia, and her attempts to modernise the nation. But newcomers should not start with season three, and in fact should stop reading now. It is well worth going back to the start to see how everybody got to their positions, and almost requires notes to keep up. It is impossible to accuse The Great of being boring, as every episode romps along at speed, fuelled mostly by those twin engines of every good story, sex and death.</p><p>The Great series three is on Lionsgate+</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/the-great-season-three-review-elle-fanning-absolutely-carries-this-rip-roaring-series\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/the-great-season-three-review-elle-fanning-absolutely-carries-this-rip-roaring-series", "date_published": "2023-07-14T05:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pollutionwatch: improving air quality could ease pressure on NHS", "description": "<p>People in Bradford made more GP and A&amp;E visits for breathing problems after polluted days, researchers find</p><p><a href=\"https://www.sciencedirect.com/science/article/pii/S0269749123011259\">A study</a> shows that the impact of air pollution on GP and A&amp;E workloads may be greater than previously thought. Put another way, improving air quality could ease pressure on the NHS.</p><p>Researchers compared the timing of 114,930 GP and 9,878 A&amp;E respiratory visits in Bradford with air pollution measured around the city. Polluted days were followed by increased health service use for breathing problems, with impacts persisting for more than 100 days.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/14/pollutionwatch-improving-air-quality-could-ease-pressure-on-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/14/pollutionwatch-improving-air-quality-could-ease-pressure-on-nhs", "date_published": "2023-07-14T05:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Will Spain’s snap election usher in the far right – or can PM’s gamble pay off?", "description": "<p>Pedro Sánchez is betting on galvanising leftwing voters to block the far right  getting into government for first time since Franco</p><p>Spain was due to go to the polls in November, four years after the last general election. But its socialist prime minister, Pedro Sánchez, surprised everyone in May by <a href=\"https://www.theguardian.com/world/2023/may/29/spain-pm-calls-snap-election-after-opposition-and-far-right-wins-in-local-polls-pedro-sanchez\">calling an early election</a> for 23 July, after his party’s poor showing in local and regional polls. Faced with a resurgent opposition conservative People’s party (PP) that exceeded expectations in those elections – and which is firmly ahead in the opinion polls – Sánchez brought forward the election in the hope of mobilising leftwing voters and avoiding months of wear and tear to his coalition minority government.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/will-spains-snap-election-usher-in-the-far-right-or-can-pedro-sanchez-gamble-pay-off\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/will-spains-snap-election-usher-in-the-far-right-or-can-pedro-sanchez-gamble-pay-off", "date_published": "2023-07-14T04:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Hugely exciting and rare’: Neolithic polishing stone found in Dorset", "description": "<p>‘Polissoir’, discovered in Valley of Stones nature reserve, was used about 5,000 years ago to hone tools such as axes</p><p>At first glance it looked like nothing more than a rugged boulder jumbled among many others on the floor of a valley in the West Country.</p><p>But a smooth, glossy dip in the stone indicated that it was something very special – a vanishingly rare “polissoir”, or polishing stone, used 5,000 years ago by Neolithic people to hone tools such as axes.</p> <a href=\"https://www.theguardian.com/science/2023/jul/14/hugely-exciting-and-rare-neolithic-polishing-stone-found-in-dorset\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/14/hugely-exciting-and-rare-neolithic-polishing-stone-found-in-dorset", "date_published": "2023-07-14T04:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is the left afraid to talk about Hunter Biden? – podcast", "description": "<p>Last month we learned that President Biden’s son, Hunter Biden, will plead guilty to two counts of misdemeanour tax crimes and accept a deal with prosecutors related to a separate illegal firearm possession charge. Republicans and rightwing media outlets jumped at the chance to discuss the case, but liberals have been much quieter on the issue.</p><p>Jonathan Freedland speaks to the Guardian US columnist Margaret Sullivan about why many on the left are quick to analyse the legal woes of the former<em> </em>president, but pay much less attention to the current president’s son</p><p><em>Archive: Fox News, CNN, MSNBC, ABC7</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/jul/14/why-is-the-left-afraid-to-talk-about-hunter-biden-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/jul/14/why-is-the-left-afraid-to-talk-about-hunter-biden-podcast", "date_published": "2023-07-14T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "MPs demand dentistry overhaul as patients resort to DIY treatment", "description": "<p>Report calls for urgent reform to NHS services with some people unable to access care said to be using pliers to extract teeth</p><p>NHS dental services are not fit for purpose and need urgent reform, according to MPs who have warned that people are resorting to DIY treatment using pliers.</p><p>A report published on Friday by the health and social care select committee said it was “totally unacceptable in the 21st century” that large numbers of patients had to experience pain and distress because they <a href=\"https://www.theguardian.com/music/2023/jun/25/people-seek-dentists-at-glastonbury-because-they-cant-get-appointments-at-home\">could not see</a> an NHS dentist.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/mps-demand-urgent-reform-nhs-dental-services-report\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/mps-demand-urgent-reform-nhs-dental-services-report", "date_published": "2023-07-14T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wales launches campaign to help tackle misogyny and violence against women", "description": "<p>Campaign aims to put onus on men to stop violence against women as figures suggest most already feel country safe place for women</p><p>A campaign aimed at making young men reflect about violence against women and domestic abuse is being launched in Wales as new figures suggest most already feel the country is a safe place for women and almost 40% believe enough has been done to fill the gender equality gap.</p><p>The “Sound” campaign, which the Labour-controlled government hopes will help tackle the crisis of toxic masculinity, is aimed at men between the ages of 18 and 34, and will try to reach them via social media, podcasts, digital television and streaming channels.</p><p>75% of men think Wales is a safe place to be a woman.</p><p>37% believe the country has gone far enough in closing the gender equality gap.</p><p>39% believe efforts to achieve women’s equality have led to discrimination against men.</p><p>43% believe traditional masculinity is under threat.</p><p>64% underestimate the prevalence of violence against women.</p><p>There was a very low understanding of terms such as love-bombing, gaslighting and coercive control.</p><p>Younger men were both more likely to agree that traditional masculinity is under threat – and to describe themselves as feminists. They also perceived scenarios involving physical abuse as less harmful and wrong compared with older age groups.</p> <a href=\"https://www.theguardian.com/society/2023/jul/14/wales-launches-campaign-to-help-tackle-misogyny-and-violence-against-women\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/14/wales-launches-campaign-to-help-tackle-misogyny-and-violence-against-women", "date_published": "2023-07-14T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t even know how to be me quite yet’: Jorja Smith on self-doubt, body positivity and her stunning second album", "description": "<p>Living in her childhood town, the two-time Brit award winner is finally content. But, she says, insecurity still creeps in – especially after ferocious scrutiny of her appearance</p><p>Jorja Smith was done with London. It was early 2021, about five years since the singer had left her home in Walsall at 18 to try to make it big in music. She hadn’t done badly: two Brit awards and <a href=\"https://www.theguardian.com/music/2018/jul/26/mercury-prize-2018-shortlist-nominees-noel-gallagher-florence-and-arctic-monkeys\">Mercury prize</a> and <a href=\"https://www.theguardian.com/music/2018/dec/07/grammy-nominations-2019-cardi-b-kendrick-lamar-drake-lead\">Grammy</a> nominations followed her atmospheric 2018 debut album <a href=\"https://www.theguardian.com/music/2018/jun/10/jorja-smith-lost-and-found-review-eclectic-silken-slow-jams\">Lost &amp; Found</a>. But she was not all that happy. “I got really overwhelmed in London,” she says. “I realised it was the smallest thing: not being able to see the sky. Back home, bro, there’s trees everywhere, whereas here I felt trapped.”</p><p>She moved back to Walsall, where she is renting a cottage while waiting for builders to finish doing up a 400-year-old farmhouse she bought in 2019. With all due respect to the West Midlands market town, it is not where you tend to find young pop-R&amp;B stars, let alone one with 3.7 million Instagram followers who has worked with Drake, Stormzy, FKA twigs, Burna Boy and Kendrick Lamar and walked in more than one fashion show. She now tends to split herself in two: there is Jorja, the performer (she uses air quotes the first time she speaks about herself like this, pastel talons swooping), and Jorja, the girl born down a quiet road of red-brick terraced houses.</p> <a href=\"https://www.theguardian.com/music/2023/jul/14/i-dont-even-know-how-to-be-me-quite-yet-jorja-smith-on-self-doubt-body-positivity-and-her-stunning-second-album\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/14/i-dont-even-know-how-to-be-me-quite-yet-jorja-smith-on-self-doubt-body-positivity-and-her-stunning-second-album", "date_published": "2023-07-14T04:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "J Hus: Beautiful and Brutal Yard review | Alexis Petridis's album of the week", "description": "<p><strong>(Black Butter Ltd)</strong><br />Back after three years away, the east Londoner is polarised between feelgood summer tracks and bleak reportage – but he makes it all cohere, despite some terrible sex puns</p><p>At the end of last month, a series of cryptic messages appeared on electronic billboards in east London. “With da Burna. Boy you know I’m masculine,” read one. “I made a comeback as a villain &amp; made a movie so sit back &amp; get the Popcaan my killy,” read another. These turned out to be advance publicity for Beautiful and Brutal Yard (BABY), their announcement of the album’s guest features forming part of a lengthy, mysterious promotional campaign.</p><p>Everyone they were aimed at seemed to know straight away who they referred to, which tells you a great deal about the status of the album’s creator, <a href=\"https://www.theguardian.com/music/j-hus\">J Hus</a>, which only appears to have grown during his absence from the world of music. The east London rapper hasn’t released solo work in the three years since his chart-topping second album Big Conspiracy in 2020 and – his ability to do so held back by a spell in prison and then the pandemic – last toured in 2017: an intriguing corrective to the contemporary wisdom that an artist needs to pump out a constant stream of product lest they get forgotten about.</p> <a href=\"https://www.theguardian.com/music/2023/jul/14/j-hus-beautiful-and-brutal-yard-review-still-britains-most-adaptable-charismatic-mc\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/14/j-hus-beautiful-and-brutal-yard-review-still-britains-most-adaptable-charismatic-mc", "date_published": "2023-07-14T04:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The first time we’ve ever heard him’: podcast claims it may have recording of Banksy’s voice", "description": "<p>A 2005 radio clip from a man claiming to be the artist is ‘a bit of a find’, according to a new BBC series </p><p>Mystery has shrouded the entire career of the street artist Banksy, but a new BBC podcast and Radio 4 series may just have revealed something about him: his voice.</p><p>The Banksy Story features a 2005 recording that has only ever been broadcast in the US, and which, according to the show, is “a bit of a find”. The clip is from the All Things Considered news show on the NPR (National Public Radio) station, which was broadcast on 24 March – a few days after the artist <a href=\"https://www.theguardian.com/uk/2005/mar/26/arts.artsnews\">exhibited his own work</a> in the Met, AKA New York’s Metropolitan Museum of Art.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/14/banksy-voice-story-podcast-bbc-radio-4-fwiw\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/14/banksy-voice-story-podcast-bbc-radio-4-fwiw", "date_published": "2023-07-14T04:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My husband has started paying escorts for live video sessions. Is he cheating? | Leading questions", "description": "<p>Whether or not this is technically cheating isn’t the most important thing, writes advice columnist <strong>Eleanor Gordon-Smith</strong>. What matters is how you feel about it</p><p><strong>My husband has a strong urge for sex. I have been sexually unavailable to him because I was pregnant back-to-back with two kids after our marriage. He used to watch pornography frequently to cope with his desires. But recently I have seen that he has started paying escorts for live video sessions</strong><strong>.</strong></p><p><strong>When I asked him about it, he said “What’s the difference between paid private video session and unpaid porn videos?” He says there’s no difference as he is not having any physical relationship with escorts.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/14/my-husband-has-started-paying-escorts-for-live-video-sessions-is-he-cheating\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/14/my-husband-has-started-paying-escorts-for-live-video-sessions-is-he-cheating", "date_published": "2023-07-14T02:12:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australian psychiatrists push for Medicare to subsidise ketamine for treatment-resistant depression", "description": "<p>Application for subsidy follows results of a groundbreaking study into severe depression</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Researchers supported by Australia’s peak body for psychiatrists have applied to have ketamine treatments for depression subsidised by Medicare, following the results of a trial which found a low-cost version of the drug can treat severe depression.</p><p>Currently, S-ketamine nasal spray is sometimes prescribed in Australia for treatment-resistant depression, but it costs approximately $800 per dose, and combined with the consultation cost, patients can pay around $1,150 for treatment.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/14/australian-psychiatrists-push-for-medicare-to-subsidise-ketamine-for-treatment-resistant-depression\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/14/australian-psychiatrists-push-for-medicare-to-subsidise-ketamine-for-treatment-resistant-depression", "date_published": "2023-07-14T02:01:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Sun, the BBC and Huw Edwards: the story of a scandal - podcast", "description": "<p>After a week of frenzied reporting about allegations against the BBC presenter, there are uncomfortable questions for the paper that ran the scoop, reports Jim Waterson</p><p>The Saturday edition of <a href=\"https://www.theguardian.com/media/2023/jul/11/five-questions-for-the-sun-on-its-story-about-the-suspended-bbc-presenter\">the Sun</a> started the frenzy. Its front-page splash contained allegations that an unnamed BBC presenter had paid thousands of pounds for explicit photos to a young person he had been in touch with since they were 17.</p><p>Instantly, the guessing game began. And as the Guardian’s<strong> </strong>media editor, <strong>Jim Waterson</strong>,<strong> </strong>tells <strong>Nosheen Iqbal, </strong>BBC presenters were clambering to get out in front of the story and deny they were the man at the centre of it. The BBC suspended the presenter and the police began investigating, although they quickly concluded it was not a matter for them. On Wednesday evening, in a <a href=\"https://www.theguardian.com/media/2023/jul/12/five-extremely-difficult-days-huw-edwards-wifes-statement-in-full\">statement by his wife</a>, Vicky Flind, it emerged the allegations were related to the News at Ten anchor Huw Edwards.</p> <a href=\"https://www.theguardian.com/media/audio/2023/jul/14/sun-bbc-huw-edwards-story-of-scandal-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/media/audio/2023/jul/14/sun-bbc-huw-edwards-story-of-scandal-podcast", "date_published": "2023-07-14T02:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jared Kushner appeared before grand jury about Trump’s efforts to overturn election", "description": "<p>The son-in-law and former adviser to the ex-president testified that Trump seemed to believe that he had won the 2020 election </p><p>Donald Trump’s son-in-law Jared Kushner was among several witnesses to testify before a grand jury in recent weeks about the former president’s efforts to overturn the 2020 election, US media reported on Thursday.</p><p>Testifying at a federal courthouse in Washington DC last month, Kushner, a former White House adviser to Trump, said it was his impression that Trump truly believed the 2020 election was stolen, the <a href=\"https://www.nytimes.com/2023/07/13/us/politics/kushner-grand-jury-trump.html\">New York Times</a> reported, citing a person briefed on the matter.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/13/jared-kushner-testify-grand-jury\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/13/jared-kushner-testify-grand-jury", "date_published": "2023-07-14T01:25:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "India readies historic moon mission as it seeks to cement position as a space power", "description": "<p>The Chandrayaan-3 is set to blast off from a spaceport in the southern state of Andhra Pradesh</p><p>India’s space agency is readying to launch a rocket that will attempt to land a rover on the moon and mark the country’s arrival as a power in space exploration.</p><p>Only the United States, the former Soviet Union and China have made successful lunar landings. An attempt by a Japanese start-up earlier this year <a href=\"https://www.theguardian.com/world/2023/apr/26/japan-ispace-moon-lander-hakuto-r-probably-crashed-lunar-surface\">ended with the lander crashing</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jul/14/india-readies-historic-moon-mission-as-it-seeks-to-cement-position-as-a-space-power\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/14/india-readies-historic-moon-mission-as-it-seeks-to-cement-position-as-a-space-power", "date_published": "2023-07-14T00:20:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]