[{"source": "https://www.gamespot.com/feeds/mashup", "title": "Preorder Life Is Strange Developer's New Action-RPG At A Discount", "description": "<p dir=\"ltr\">The upcoming action-RPG Banishers: Ghosts of New Eden is available for preorder at multiple online retailers ahead of its November 7 release date, but <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/banishers-ghosts-of-new-eden\">PC players can snag a copy for just $50.39 (normally $60) at Fanatical</a>. Considering the PS5 and Xbox Series X|S versions of Banishers go for $70 at <a href=\"https://www.amazon.com/Banishers-Ghosts-Eden-PS5-PlayStation-5/dp/B0C7S8VMB2?tag=gamespot-promos-20\">Amazon</a> and <a href=\"https://shop-links.co/1816822676055571559?u1=subid_value\">Best Buy</a>, you're saving $20 by opting for PC.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/banishers-ghosts-of-new-eden\">Preorder at Fanatical</a> </div><p dir=\"ltr\">Banishers: Ghosts of New Eden is an action-RPG from French development studio Dontnod, best known for character-focused adventure games like Remember Me and Life is Strange. Set in a fantastical reimagining of 17th-century North America, the game follows dual protagonists Antea and Red--romantic partners and ghost hunters on a quest to undo a tragic curse.</p><p dir=\"ltr\">While Banishers: Ghosts of New Eden is a major shift in gameplay and setting compared to Dontnod's previous efforts, the game promises to include the story-rich experiences and branching dialogue choices the studio is known for. <span class=\"norewrite\">           <a href=\"https://www.jdoqocy.com/click-100770772-13797872?sid=subid_value&amp;url=https://www.fanatical.com/en/game/banishers-ghosts-of-new-eden\">This Fanatical preorder deal</a> </span> is a great way to grab the game at a discount and get a few extras as well.</p><a href=\"https://www.gamespot.com/articles/banishers-ghosts-of-new-eden-preorder-deal/1100-6516864/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/banishers-ghosts-of-new-eden-preorder-deal/1100-6516864/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T21:29:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Kraven The Hunter's Aaron Taylor-Johnson Opens Up About Superhero Fatigue", "description": "<p dir=\"ltr\">British actor Aaron Taylor-Johnson, known for his roles as the title character in Kick-Ass and Pietro Maximoff in Avengers: Age of Ultron, is suffering from extreme superhero fatigue. In a pre-strike <a href=\"https://www.esquire.com/entertainment/a44730888/aaron-taylor-johnson-interview-2023/\">Esquire</a> profile, Taylor-Johnson candidly expressed his disinterest in the blockbuster films he once headlined.</p><p dir=\"ltr\">\"There was Kick-Ass and then there was Godzilla and Avengers, and all those things lined up for me,\" Taylor-Johnson said. \"But I didn't really care for them.\"</p><div>          </div><p dir=\"ltr\"><span>In a feature that shifts between examining passed over and intentionally declined opportunities, Taylor-Johnson also mentions that he \"was probably not ready\" to fully engage his skills within an expansive cinematic universe brimming with commitments. Interestingly, these remarks align with advice from Elizabeth Olsen (Wanda Maximoff in the Marvel Cinematic Universe) earlier this year, suggesting actors might </span><a href=\"https://www.gamespot.com/articles/elizabeth-olsens-advice-for-any-actor-joining-the-mcu/1100-6514579/\">favor single projects over long-term contracts</a><span>--which strikes a surprising contrast when you consider that Taylor-Johnson was also reportedly meeting earlier this year with 007 producers to </span><a href=\"https://www.gamespot.com/articles/the-next-james-bond-aaron-taylor-johnson-reportedly-meets-with-007-producers/1100-6510251/\">possibly become the next James Bond</a><span>.</span></p><a href=\"https://www.gamespot.com/articles/kraven-the-hunters-aaron-taylor-johnson-opens-up-about-superhero-fatigue/1100-6516865/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/kraven-the-hunters-aaron-taylor-johnson-opens-up-about-superhero-fatigue/1100-6516865/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T21:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "1993's Mario Movie Is Coming Back To Theaters, In 4K", "description": "<p>In commemoration of the upcoming 30th anniversary on September 15, <a href=\"https://www.crunchyroll.com/news/latest/2023/8/8/1993-super-mario-bros-film-4k-anniversary-screening\">Crunchyroll</a> reports that Japan is set to mark the occasion with a celebratory screening of the 4K re-release of the Super Mario Bros. movie. This movie, known in Japan as Super Mario: Goddess of the Demon Empire, will hit cinemas there, providing audiences a chance to revisit the cult classic. Japanese data and information company <a href=\"https://www.oricon.co.jp/news/2290128/photo/1/\">Oricon</a> has a neon-flecked poster worth checking out--even if you aren't in Japan and can't make it out for a screening.</p><p dir=\"ltr\">The film, starring Bob Hoskins and John Leguizamo as the iconic plumber siblings, still occupies a polarizing but important place in videogame cinematic history. Debuting in 1993, it took an unexpected turn by placing the Mario Bros. in the lively and distinct universe of Dinohattan--a parallel realm inhabited by humanoid descendants of dinosaurs. Samantha Mathis played Princess Daisy, while Dennis Hopper portrayed President Koopa. Despite initial criticism, the movie's lasting charm has resulted in a global fan base for what still stands largely as a cult hit.</p><p dir=\"ltr\">The newer movie hasn't been without its detractors. Leguizamo, who played Luigi in the film opposite Hoskins' Mario, told <a href=\"https://www.indiewire.com/2022/11/john-leguizamo-slams-super-mario-bros-casting-1234782477/\">IndieWire</a> that casting the voices of Chris Pratt and Charlie Day as the Mario Bros. feels \"going backwards.\" The animated movie caused a stir with Pratt's involvement after the first teaser was released, with most fans citing there's no element of the character showing through. Leguizamo critiques that the casting of the brothers doesn't include a person of color.</p><a href=\"https://www.gamespot.com/articles/1993s-mario-movie-is-coming-back-to-theaters-in-4k/1100-6516863/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/1993s-mario-movie-is-coming-back-to-theaters-in-4k/1100-6516863/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T20:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Margot Robbie To Take Home $50 Million From Barbie's Huge Success - Report", "description": "<p>Actress Margot Robbie is poised for a huge payday thanks to the massive, ongoing success of the Barbie movie. Robbie, who stars in the movie and is a producer on it, could earn $50 million in combined salary and bonuses, according to a report from <a href=\"https://variety.com/2023/film/news/barbie-pay-margot-robbie-salary-box-office-bonuses-1235695563/\">Variety</a>.</p><p>Robbie is getting a massive payday, and director Greta Gerwig is lined up to receive a bonus as well, tied to the performance of the movie. The value of Gerwig's pay package for Barbie is unknown, however, but it is presumably a back-end compensation based on box office grosses.</p><p>If this sounds familiar, it's because Warner Bros. had another surprise hit on its hands years ago with the Joker movie starring Joaquin Phoenix. That movie also earned more than $1 billion, and director Todd Phillips is reported to have <a href=\"https://www.gamespot.com/articles/joker-movie-director-todd-phillips-to-earn-100-mil/1100-6471686/\">earned a $100 million bonus</a>, with<a href=\"https://www.gamespot.com/articles/joker-passes-wonder-woman-and-batman-v-superman-ne/1100-6471123/\"> Phoenix also enjoying a \"generous\" pay package</a>.</p><a href=\"https://www.gamespot.com/articles/margot-robbie-to-take-home-50-million-from-barbies-huge-success-report/1100-6516862/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/margot-robbie-to-take-home-50-million-from-barbies-huge-success-report/1100-6516862/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T19:39:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 - Save Vanra Quest And Legendary Guide", "description": "<p>The Save Vanra quest in <a href=\"https://www.gamespot.com/games/baldurs-gate-3/\">Baldur's Gate 3</a> takes place during the third act. It's also fairly important, especially if you remember the events that transpired early in the campaign. Depending on your decisions back then, you might encounter a couple of familiar faces. Our guide discusses the Baldur's Gate 3 Save Vanra quest, as well as the legendary weapon that you can obtain. Likewise, please be aware that <strong>this article contains spoilers</strong>.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">How to save Vanra in Baldur's Gate 3</a><ul><li><a href=\"https://www.gamespot.com\">Investigate the Blushing Mermaid</a></li></ul></div><h2 id=\"How_to_save_Vanra_in_Baldur_s_Gate_3\">How to save Vanra in Baldur's Gate 3</h2><p>The Baldur's Gate 3 Save Vanra quest can be started by going to the Basilisk Gate Barracks (it's right next to the waypoint). There, you'll meet a woman named Lora. Her daughter is missing, and she last went to the Blushing Mermaid tavern.</p><h3 id=\"Investigate_the_Blushing_Mermaid\">Investigate the Blushing Mermaid</h3><p>The Baldur's Gate 3 Investigate the Blushing Mermaid task requires you to talk to Captain Grizly. You'll find her on the second floor of the tavern (X:-120; -80). Grizly said that Lora assaulted her, and she wants her dead. That seems a bit extreme, so you should respond with: \"Absolutely not - I refuse to do your dirty work.\"</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-save-vanra-legendary-guide/1100-6516833/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/baldurs-gate-3-save-vanra-legendary-guide/1100-6516833/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T19:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 - How To Win Akabi's Jackpot", "description": "<p>Some sections in <a href=\"https://www.gamespot.com/games/baldurs-gate-3/\">Baldur's Gate 3</a> can be quite tricky. But, what happens when someone is intentionally tricking you? That's what you'll experience once you go to the Circus of the Last Days, where you'll notice that a fella keeps cheating. Our guide discusses how you can win Akabi's jackpot in Baldur's Gate 3, which nets you a legendary weapon.</p><h2>How to win Akabi's Jackpot in Baldur's Gate 3</h2><p>The Baldur's Gate 3 Akabi jackpot task happens during the game's third act. Specifically, once you've reached the village of Rivington, you want to go north and enter the gates to the Circus of the Last Days. This area is filled with curious attractions, including fey and undead performers. It also happens to be where you can start the <a href=\"https://www.gamespot.com/articles/baldurs-gate-3-dribbles-the-clown-guide/1100-6516719/\"><strong>Dribbles the Clown quest</strong></a>.</p><h3>How to stop Akabi from cheating</h3><p>In any case, you'll see an attraction to the left of the entrance. It's none other than a djinni named Akabi. When you spin the wheel, you need to pass a hidden Perception check. You'll realize that he's rigged the game. However, if you continue to accuse him of cheating, he'll turn you into a wheel of cheese for several turns. Also, if you keep spinning the wheel, you'll lose 500 gold each time, only to receive a bunch of junk.</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-akabi-jackpot-legendary-guide/1100-6516834/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/baldurs-gate-3-akabi-jackpot-legendary-guide/1100-6516834/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T19:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Texas Chain Saw Massacre Review - Thrill Of The Hunt", "description": "<p dir=\"ltr\">1974's The Texas Chain Saw Massacre is a horror landmark. It's gritty like no other, unflinching in its brutality, and downright terrifying as often as it wants to be. Bringing those same qualities to a video game adaptation of the movie milestone would be paramount, which is exactly what Gun Media and Sumo Nottingham have done. <a href=\"https://www.gamespot.com/games/the-texas-chain-saw-massacre/\">The Texas Chain Saw Massacre</a> (TCM) is every bit as nauseatingly tense as the classic movie, all while cleverly gamifying its scares in ways that are satisfying and built for the long haul.</p><p dir=\"ltr\">Asymmetrical horror multiplayer games have been experiencing a golden age for several years now, but TCM is already my favorite of them. In TCM, a unique 4v3 setup allows each round to play out like an actual horror movie. What I didn't realize until I played it for review is that to properly balance this particular game, creating an even playing field isn't necessarily the best approach. Each round is a horror story, and its team of \"victims\" intentionally have the odds stacked against them, often coming down to just one Final Girl (or Guy) who might limp off the property to salvation. The high-stakes game of hide-and-seek is better for it.</p><p dir=\"ltr\">A cast of five victims and five Slaughter family members, including two newly created characters who fit right into the world, make up the roster. While those playing the family have what are essentially class-based villains to pick from, the victims are closer in performance to each other, save for a special ability they each uniquely possess and starting stats that make up their various but customizable builds. As the victims start out in the basement impaled on meat hooks, the goal is simple and exciting in horror movie terms: Get the hell out of there. That encompasses first needing to climb off the hook, then unlocking an escape route, then traversing a labyrinthine and treacherous outside section no matter which of the game's three maps they're on, all while being hunted. Needless to say, survival is never easy.</p><a href=\"https://www.gamespot.com/reviews/the-texas-chain-saw-massacre-review-thrill-of-the-hunt/1900-6418102/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/reviews/the-texas-chain-saw-massacre-review-thrill-of-the-hunt/1900-6418102/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T19:13:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pokemon Scarlet And Violet DLC Will Feature All Previous Starter Pokemon", "description": "<p>During the closing ceremonies of the 2023 Pokemon World Championships in Yokohama, Japan, a new trailer for Pokémon Scarlet And Violet: The Hidden Treasure Of Area Zero Part 2 - The Indigo Disk debuted. The new video revealed several blasts from Pokemon’s past, as every starter Pokemon from previous generations of the game will appear in the wild.</p><p dir=\"ltr\">All 24 starters from previous Pokémon games—from Bulbasaur, Charmander, and Squirtle to Grookey, Scorbunny, and Sobble—made an appearance in the trailer. Each of them will appear throughout the Blueberry Academy’s different biomes, where they can be caught and trained like ordinary wild Pokémon.</p><div>          </div><p dir=\"ltr\">The trailer also showcased a new slate of Paradox Pokemon which will also arrive in The Indigo Disk. Raging Bolt—which looks like the Gen 2 legendary Raikou mixed with a Tallneck from Horizon: Zero Dawn—showed off its new Thunderclap attack. The other new Paradox Pokémon, the Cobalion-inspired Iron Crown, unleashed a new move of its own called Tachyon Cutter. The trailer ended by teasing a new 19th type for Tera Pokémon, though no specifics were revealed.</p><a href=\"https://www.gamespot.com/articles/pokemon-scarlet-and-violet-dlc-will-feature-all-previous-starter-pokemon/1100-6516859/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/pokemon-scarlet-and-violet-dlc-will-feature-all-previous-starter-pokemon/1100-6516859/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T18:53:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Barbie Director Greta Gerwig Becomes Highest-Grossing Female Director Of All Time In The US", "description": "<p>After another weekend as the No. 1 movie at the box office, Barbie and director Greta Gerwig continue to make history. Gerwig is now the female director with the highest grossing film ever at the domestic box office, surpassing Frozen II co-director Jennifer Lee.</p><p>Barbie has now earned more than $525 million in North America, zooming past Frozen II's domestic results of $477.4. million. Only 20 movies in history have made more than $500 million in the US.</p><p>Barbie reached $500 million in the US after 22 days. By comparison, Top Gun: Maverick needed 30 days to hit that mark and The Super Mario Bros. film took 31 days to achieve that, <a href=\"https://deadline.com/2023/08/box-office-barbie-last-voyage-of-the-demeter-1235460243/\">according to Deadline.</a> Barbie has been the No. 1 movie in the US every weekend since it debuted on July 21.</p><a href=\"https://www.gamespot.com/articles/barbie-director-greta-gerwig-becomes-highest-grossing-female-director-of-all-time-in-the-us/1100-6516860/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/barbie-director-greta-gerwig-becomes-highest-grossing-female-director-of-all-time-in-the-us/1100-6516860/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T18:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Netflix Is Now Streaming Video Games To Your TV And Computer", "description": "<p>Netflix's gaming output so far has been limited to mobile games, but the streaming giant is now expanding in a big way. The company is bringing titles to TV screens and computers by way of streaming.</p><p>A limited beta test is now live in Canada and the UK for TVs, with support for PC and Mac coming in the next few weeks. As part of this test, people can try the games Oxenfree and Molehew's Mining Adventure using their phone as a controller for games played on TV and keyboard and mouse for computer games on Netflix.com</p><p>\"This limited beta is meant to test our game streaming technology and controller, and to improve the member experience over time,\" Netflix said. As you can see in the image below, the Netflix gaming controller takes over your smartphone screen and includes ABXY buttons and a virtual thumbstick.</p><a href=\"https://www.gamespot.com/articles/netflix-is-now-streaming-video-games-to-your-tv-and-computer/1100-6516856/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/netflix-is-now-streaming-video-games-to-your-tv-and-computer/1100-6516856/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T18:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Amid Fan Complaints, Pokemon Company Is Discussing Game Quality And Release Timing Internally", "description": "<p dir=\"ltr\">Pokémon Scarlet And Violet launched in November to mixed reviews, with praise for the game’s scale and world mired by rampant technical issues. Speaking to press at the 2023 Pokemon World Championships, The Pokemon Company COO Takato Utsunomiya confirmed the team is \"having conversations\" regarding future releases.</p><p dir=\"ltr\">According to <a href=\"https://comicbook.com/gaming/news/pokemon-company-game-releases-takato-utsunomiya-interview/\">ComicBook.com</a>, Utsunomiya first addressed the question by looking into the past. \"I think in general, if you look at the past, the path we've taken up until now has been this constant release, always regularly releasing products on a fairly fixed kind of a cadence,\" he said. \"Always having these products able to be introduced and new experiences for our customers, and that's how we've operated up until now.\"</p><figure style=\"width: 1280px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4178431-img_4580.jpeg\"><img alt=\"Pokemon Scarlet And Violet\" src=\"https://www.gamespot.com/a/uploads/original/3/37852/4178431-img_4580.jpeg\" /></a><figcaption>Pokemon Scarlet And Violet</figcaption></figure><p dir=\"ltr\">Utsunomiya then confirmed that the team was discussing how they can adhere to the schedule while maintaining the games’ overall quality. \"I think we're still operating in that way, but there's more and more conversations, as the development environments change, about how we can continue to do this,\" he explained, \"while making sure that we're ensuring really quality products are also being introduced.\"</p><a href=\"https://www.gamespot.com/articles/amid-fan-complaints-pokemon-company-is-discussing-game-quality-and-release-timing-internally/1100-6516858/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/amid-fan-complaints-pokemon-company-is-discussing-game-quality-and-release-timing-internally/1100-6516858/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T18:39:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Original Exorcist Is Getting A 4K Special Edition", "description": "<p>The classic horror film The Exorcist is getting a special-edition 4K Blu-ray release later this year, exclusively at <span class=\"norewrite\">           <a href=\"https://shop-links.co/1815146407401511330?u1=subid_value\">Best Buy.</a> </span> The special edition will include 4K remasters of the original theatrical cut and the extended director's cut on two discs, plus digital copies of both versions, all packaged in a collectible steelbook case.</p><figure style=\"width: 1000px;\"><a href=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4171121-gsexorcistbestbuyeditionhero.jpg\"><img alt=\"The Exorcist 4K Blu-ray\" src=\"https://www.gamespot.com/a/uploads/original/1701/17013431/4171121-gsexorcistbestbuyeditionhero.jpg\" /></a><figcaption>The Exorcist 4K Blu-ray</figcaption></figure><p dir=\"ltr\">The Exorcist 4K SteelBook edition will release on September 19 for $35 at Best Buy. Preorders are available now, but keep in mind this Best Buy-exclusive already sold out once, so it could disappear again.</p><div class=\"norewrite\" title=\"\">           <a href=\"https://shop-links.co/1815146407401511330?u1=subid_value\">See at Best Buy</a> </div><p dir=\"ltr\">Preordering the two-disc set will lock you in for Best Buy's preorder price guarantee, so if the price drops between now and the release, you only pay the lowest price.</p><a href=\"https://www.gamespot.com/articles/the-original-exorcist-is-getting-a-4k-special-edition/1100-6516366/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-original-exorcist-is-getting-a-4k-special-edition/1100-6516366/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T18:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Diablo 4 Dungeon Can Power-Level You In Record Time (But Blizzard Will Probably Fix It Soon)", "description": "<p><a href=\"https://www.gamespot.com/games/diablo-iv/\">Diablo IV's</a> recent changes to monster density has made one dungeon in particular extremely lucrative for those looking to level-up fast.</p><p dir=\"ltr\">As highlighted by prominent Diablo content creator <a href=\"https://www.youtube.com/watch?v=r-j85WHeb48\">Raxxanterax</a>, players who run the first portion of the Domhainne Tunnels on repeat can power-level their characters from level 1-40 in around two hours. That's extremely fast and is so fast that speedrunners are now using the method to shave a significant amount of time off previous records.</p><div>          </div><p dir=\"ltr\">To efficiently farm the dungeon, players don't want to actually complete it. Instead, the trick is to battle through the first part of the dungeon without completing the objective and to then simply leave and reset the dungeon via the journal once all the enemies in its first area have been wiped out. Rinse and repeat. The number of monsters is so high in this first area that there's no real reason to do anything other than farm that one specific section. Additionally, events and the Butcher have a chance to spawn in the dungeon's first area. As Raxxanterax puts it, players who push forward and complete the whole dungeon will just \"lose time efficiency and XP.\"</p><a href=\"https://www.gamespot.com/articles/diablo-4-dungeon-can-power-level-you-in-record-time-but-blizzard-will-probably-fix-it-soon/1100-6516857/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/diablo-4-dungeon-can-power-level-you-in-record-time-but-blizzard-will-probably-fix-it-soon/1100-6516857/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T18:18:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The Pokemon Company Sees Plenty Of Room For Many More Pokemon Designs", "description": "<p>With the release of Pokemon Scarlet And Violet last year, the franchise as a whole introduced its 1,000th unique Pokemon design--and then some. However, even with so many Pokemon already in the game, The Pokemon Company COO Takato Utsunomiya says new additions aren’t going anywhere anytime soon.</p><p dir=\"ltr\">GameSpot sat down with Utsunomiya as part of a group interview at the 2023 Pokemon World Championships in Yokohama, Japan, where he responded to a question regarding challenges in coming up with new designs for Pokémon. Essentially, according to Utsunomiya, with new generations of developers will come fresh Pokémon ideas.</p><figure style=\"width: 1920px;\"><a href=\"https://www.gamespot.com/a/uploads/original/3/37852/4178425-img_4579.jpeg\"><img alt=\"The Pokemon Company COO Takato Utsunomiya.\" src=\"https://www.gamespot.com/a/uploads/scale_super/3/37852/4178425-img_4579.jpeg\" /></a><figcaption>The Pokemon Company COO Takato Utsunomiya.</figcaption></figure><p dir=\"ltr\">\"As new generations of people come to work on the games and they'll have new ideas for new creatures, we're able to continue creating new Pokemon,\" Utsunomiya said.</p><a href=\"https://www.gamespot.com/articles/the-pokemon-company-sees-plenty-of-room-for-many-more-pokemon-designs/1100-6516855/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/the-pokemon-company-sees-plenty-of-room-for-many-more-pokemon-designs/1100-6516855/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T17:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Armored Core 6 Has Demanding PC Requirements If You Plan To Enable Its Garage-Exclusive Ray Tracing", "description": "<p>Armored Core 6: Fires of Rubicon is almost here, and with the game sporting some good-looking mech-on-mech action, you'll need some beefy hardware to run From Software's latest game. The first Armored Core game in over a decade, Armored Core 6 requires fairly recent GPUs and plenty of RAM on its minimum settings, although surprisingly, the requirements to run the game on recommended settings aren't that much higher.</p><p>At the very least, you'll need 60GB of storage space, at least 12GB of RAM, and a 20-series Nvidia GPU before you can start exploring Rubicon. One thing to note here is that these specs include ray tracing, but that lighting feature is only available in the garage area. The rest of the game will not launch with ray tracing supported in its levels, according to the <a href=\"https://twitter.com/armoredcore/status/1691102397823959040\">spec sheet</a>.</p><h2>Armored Core 6 minimum PC requirements:</h2><ul><li>Windows 10</li><li>Intel Core i7-4790K | Intel Core i5-8400 or AMD Ryzen 7 1800X | AMD Ryzen 5 2600</li><li>12GB RAM</li><li>Nvidia GeForce RTX 2060, 6GB, or AMD Radeon RX 6600, 8 GB</li><li>DirectX: Version 12</li><li>60GB storage</li></ul><h2>Armored Core 6 recommended PC requirements:</h2><ul><li>Windows 10 or 11</li><li>Intel Core i7-7700 | Intel Core i5-10400, or AMD Ryzen 7 2700X | AMD Ryzen 5 3600</li><li>12GB RAM</li><li>Nvidia GeForce GTX 2070, 8GB, or AMD Radeon RX 6650 XT, 8GB, or Intel Arc A770, 16GB</li><li>DirectX: Version 12</li><li>60GB storage</li></ul><p>If you're not planning to enable ray tracing, the minimum requirements drop dramatically:</p><a href=\"https://www.gamespot.com/articles/armored-core-6-has-demanding-pc-requirements-if-you-plan-to-enable-its-garage-exclusive-ray-tracing/1100-6516854/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/armored-core-6-has-demanding-pc-requirements-if-you-plan-to-enable-its-garage-exclusive-ray-tracing/1100-6516854/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T17:50:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "How To Play Madden 24 Three Days Early", "description": "<p>It is officially Madden season, as EA Sports is launching Madden NFL 24 this Friday, August 18. However, there are multiple ways to get started three days earlier. In this post, we're rounding up how you can jump in as soon as Tuesday, August 15.</p><h3><strong>Buy the Deluxe Editio</strong>n</h3><p>The $100 Deluxe Edition of Madden NFL 24 comes with three-day early access to the full game. That means people who pay $30 more than the standard edition can jump in on Tuesday, August 15. Of note, EA Play members save 10%, knocking the price down to $90. Alternatively, Best Buy customers can <span class=\"norewrite\">           <a href=\"https://shop-links.co/1816798344184638196?u1=subid_value\">get a free $15 gift card</a> </span> by purchasing the Deluxe edition.</p><p>In addition to early access, the Deluxe Edition includes 4,600 Madden Points, an \"elite\" player item for cover star Josh Allen, and choice of two strategy items, among other perks.</p><a href=\"https://www.gamespot.com/articles/how-to-play-madden-24-three-days-early/1100-6516853/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/how-to-play-madden-24-three-days-early/1100-6516853/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T17:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Here's When Humans Land On Mars (According To Starfield's Timeline)", "description": "<p>In a galaxy filled with plenty of planets, factions, and <a href=\"https://www.gamespot.com/articles/starfield-will-not-have-a-rover-for-planet-exploration/1100-6515420/\">zero lunar rovers</a>, Starfield's lore is just waiting to be discovered by eager explorers. Ahead of its release in early September, Bethesda has unveiled the <a href=\"https://bethesda.net/en/game/starfield?linkId=100000213816675\">official Starfield timeline</a>, which reveals that humanity finally reached Mars in 2050.</p><p>This date is set much later than the current proposal, <a href=\"https://www.nasa.gov/artemisprogram\">NASA's Artemis mission</a>, which is aiming to send astronauts to Mars by the mid-2030s. This is estimated to be a 16-month-long journey just to reach Mars, and to prepare, NASA plans to establish a sustainable presence on the Moon to prepare for missions to Mars.</p><p>Other highlights from the Starfield timeline include humans reaching the Alpha Centauri system in 2156, the United Colonies being established in 2159, and New Atlantis becomes the official capital city of the UC in 2161. Sadly, humanity's more aggressive side sees a decades-long conflict known as the Narion War rage from 2196-2216, and the Colony Wars begin in 2307.</p><a href=\"https://www.gamespot.com/articles/heres-when-humans-land-on-mars-according-to-starfields-timeline/1100-6516852/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/heres-when-humans-land-on-mars-according-to-starfields-timeline/1100-6516852/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T17:09:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 Endings Guide", "description": "<p>There are several endings that you can get in <a href=\"https://www.gamespot.com/games/baldurs-gate-3/\">Baldur's Gate 3</a>. These depend on the choices you've made throughout the campaign, such as how you tackled companion quests, which person you romanced, and pivotal decisions toward the finale. Our guide discusses the Baldur's Gate 3 endings that we've seen so far. Naturally, please be aware that <strong>this article contains spoilers</strong>.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">Baldur's Gate 3 endings guide</a><ul><li><a href=\"https://www.gamespot.com\">Major Decision: Good Versus Evil</a></li></ul></div><h2 id=\"Baldur_s_Gate_3_endings_guide\">Baldur's Gate 3 endings guide</h2><p>Our Baldur's Gate 3 endings guide is categorized into several sections based on a particular branch or decision that you make during the finale. We detail the different scenes and outcomes pertaining to your companions, as well as other notable characters.</p><h3 id=\"Major_Decision__Good_Versus_Evil\">Major Decision: Good Versus Evil</h3><p>After defeating the Netherbrain in the final battle, you're given a choice as to what you should do with the Crown of Karsus:</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-endings-guide/1100-6516815/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/baldurs-gate-3-endings-guide/1100-6516815/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T16:47:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Baldur's Gate 3 - Legendary Weapons And Armors Guide", "description": "<p>You can acquire many legendary items in <a href=\"https://www.gamespot.com/games/baldurs-gate-3/\">Baldur's Gate 3</a>. However, almost all of these are hard to come by. Either they're part of elaborate quests, or they're quite well-hidden in areas that you won't get to explore normally. Some are also dropped by powerful bosses. Our guide the Baldur's Gate 3 legendary weapons and armors, and how you can acquire all of them. Likewise, please be aware that <strong>this article contains spoilers</strong>.</p><div><span><strong>Table of Contents</strong> [<a href=\"https://www.gamespot.com\">hide</a>]</span><ul class=\"collapse in\" id=\"toc_list\"><li><a href=\"https://www.gamespot.com\">How to Get All Legendary Weapons and Armors in Baldur's Gate 3</a><ul><li><a href=\"https://www.gamespot.com\">Blood of Lathander</a></li></ul></div><h2 id=\"How_to_Get_All_Legendary_Weapons_and_Armors_in_Baldur_s_Gate_3\">How to Get All Legendary Weapons and Armors in Baldur's Gate 3</h2><p>As of the time of this writing, we've discovered around 15 legendary items in Baldur's Gate 3. We've categorized these based on when you're likely to obtain them during the campaign. Be forewarned, however, that advancing too far might make certain locations inaccessible, and there are also branching decisions that have their own rewards. Lastly, we've included links to separate guides that discuss these Baldur's Gate 3 legendary weapons and armors in more detail.</p><h3 id=\"Blood_of_Lathander\">Blood of Lathander</h3><ul><li>Location: Act 1 - Rosymorn Monastery</li><li>Type: Mace</li><li>Effects: Damage - 1d6 +3 bludgeoning<br /><ul><li>Lathander's Blessing - One per long rest, if your HP reaches zero, you restore 2-12 HP; nearby allies also regain 1-6 HP.</li><li>Lathander's Light - Creates a holy light in a six-meter radius; fiends and undead within the radius are blinded unless they succeed in a Constitution saving throw.</li><li>+3 weapon enchantment</li><li>Spell: Sunbeam</li></ul></li><li>Related guide: <a href=\"https://www.gamespot.com/articles/baldurs-gate-3-how-to-get-the-blood-of-lathander/1100-6516604/\"><strong>How to Get the Blood of Lathander</strong></a></li></ul><p>To get this Baldur's Gate 3 legendary weapon, you must reach the Rosymorn Monastery, part of the overland route that leads to Moonrise Towers. This is also the Githyanki Creche main quest that Lae'zel keeps telling you about. As such, it's imperative to complete this before you advance too far into Act 2.</p><a href=\"https://www.gamespot.com/articles/baldurs-gate-3-legendary-weapons-armors-items-guide/1100-6516816/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/baldurs-gate-3-legendary-weapons-armors-items-guide/1100-6516816/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T16:26:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Assassin's Creed Mirage Release Date Moves Forward", "description": "<p>Ubisoft has announced that Assassin's Creed Mirage's release date has been moved up one week from October 12 to October 5. The game has also gone gold.</p><p>Ubisoft <a href=\"https://twitter.com/assassinscreed/status/1691117533846482944\">said</a>, \"Congratulations to all of our hard-working teams, we're so proud of you all and can't wait to show everyone what they've been working on with an earlier launch this October 5!\"</p><p><a href=\"https://www.gamespot.com/articles/2023-upcoming-games-release-schedule/1100-6508202/\">October is an incredibly busy month with big game releases</a>. Within Assassin's Creed Mirage's original release week, Forza Motorsport and Lords of the Fallen are scheduled to launch as well. During the week right after, Alan Wake 2, Marvel's Spider-Man 2, and Super Mario Bros. Wonder will be released.</p><a href=\"https://www.gamespot.com/articles/assassins-creed-mirage-release-date-moves-forward/1100-6516850/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/assassins-creed-mirage-release-date-moves-forward/1100-6516850/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T16:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Rainbow Six Siege Operation Heavy Mettle Will Launch New Operator And Commendation System", "description": "<p>Rainbow Six Siege is soon launching the third season of Year 8, entitled Operation Heavy Mettle. It will introduce a new South Korean operator named Ram, a new commendation system, and a variety of tweaks to game modes and player characters. Operation Heavy Mettle is set to release on August 29.</p><p>New operator Ram is an attacker with a BU-GI Auto-Breacher gadget. With her automated tank, Ram can destroy walls and floors to open up tactical advantages. A tank can smash gadgets and soft surfaces. Ram is a one-speed, three-health operator. Her loadout includes a R4C or LMG-E for the primary weapon and an MK1 or ITA12S for the secondary weapon.</p><p>The season will also bring a new commendation system to Rainbow Six. It will allow players to rate each other on what it was like to play together. The system is moderated to ensure fairness. Highly commended players will also be rewarded, with a legendary Alpha Pack drop at the end of the season. According to <a href=\"https://rainbow6.com/classified_July23\">internal review</a>, around 50% of players who were given a warning for toxicity or abuse changed their behavior and avoiding a second penalty.</p><a href=\"https://www.gamespot.com/articles/rainbow-six-siege-operation-heavy-mettle-will-launch-new-operator-and-commedation-system/1100-6516847/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/rainbow-six-siege-operation-heavy-mettle-will-launch-new-operator-and-commedation-system/1100-6516847/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T16:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Overwatch 2 Is Steam's Worst User-Reviewed Game Of All Time, But For A Surprising Reason", "description": "<p dir=\"ltr\"><a href=\"https://www.gamespot.com/games/overwatch-2/\">Overwatch 2</a> has finally arrived on <a href=\"https://store.steampowered.com/app/2357570/Overwatch_2/\">Steam</a>, to less than great user reviews. Of 118,000 user reviews (a number that dwarfs other recent releases), the majority are \"overwhelmingly negative,\" as fans take aim at how Blizzard has handled the FPS franchise since Overwatch 2's launch on Battle.net and consoles almost a year ago. That has made it the worst user-reviewed game on Steam of all time just a few days after its launch, with only around 9% of reviews being positive.</p><p dir=\"ltr\"><a href=\"https://www.gamespot.com/articles/new-valve-tool-will-address-steam-review-bombings/1100-6465619/\">Review-bombing is nothing new</a>. That, however, isn't the full picture. As pointed out on Twitter by <a href=\"https://twitter.com/ZhugeEX/status/1690727634492088320?s=20\">Daniel Ahmad</a>, a video game analyst specializing in the Asian market, over two-thirds of the game's Steam reviews are written in Chinese, with the majority of those being negative. While many of the reviews from Chinese players sport similar complaints to those of negative reviews from the rest of the world--like <a href=\"https://www.gamespot.com/articles/overwatch-2s-pve-mode-is-being-scrapped-blizzard-explains-what-happened-and-why/1100-6514242/\">Blizzard's cancellation of Overwatch 2's planned PvE Hero mode</a> and the price of the game's microtransactions--Ahmad said the reviews also reflect larger feelings of frustration that have long gone unanswered.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Here's something that no English language media outlet has caught on to: <br />Overwatch 2 currently has 100k reviews on Steam since launching 3 days ago, of which 91% are negative. <br />However, nearly 2/3 of those reviews (63k) are written in S.Chinese, with 97% of them being… <a href=\"https://t.co/sbnSxRdraW\">https://t.co/sbnSxRdraW</a></p>  — Daniel Ahmad (@ZhugeEX) <a href=\"https://twitter.com/ZhugeEX/status/1690727634492088320?ref_src=twsrc^tfw\">August 13, 2023</a></blockquote>              </div><p dir=\"ltr\">Chinese players have been unable to play Overwatch 2 (or any Blizzard games aside from the NetEase co-developed <a href=\"https://www.gamespot.com/games/diablo-immortal/\">Diablo Immortal</a>) for nearly eight months following the <a href=\"https://www.gamespot.com/articles/chinese-wow-servers-shut-down-after-14-years-following-expiration-of-netease-agreement/1100-6510829/\">end of Blizzard and NetEase's 14-year distribution agreement back in January 2023</a>. The breakup between Blizzard and NetEase was messy, with both companies issuing statements accusing the other as being the reason a <a href=\"https://www.gamespot.com/articles/netease-declines-blizzards-contract-extension-offer-amidst-upcoming-game-shutdown-in-china/1100-6510632/\">new agreement or contract extension couldn't be reached</a>. Blizzard games are still largely inaccessible in China as a result, as Blizzard searches for a new distribution partner in the region for its games.</p><a href=\"https://www.gamespot.com/articles/overwatch-2-is-steams-worst-user-reviewed-game-of-all-time-but-for-a-surprising-reason/1100-6516849/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/overwatch-2-is-steams-worst-user-reviewed-game-of-all-time-but-for-a-surprising-reason/1100-6516849/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T16:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Pokemon Company Makes Donation For Hawaii Relief After Honolulu 2024 World Championships Announcement", "description": "<p dir=\"ltr\">With the Pokemon World Championships returning to Hawaii next year, the Pokemon Company has announced a $200,000 donation to a relief fund for the Maui wildfires. The natural disaster has seen the death toll climb to near 100 people, with a reported $6 billion in damages.</p><p dir=\"ltr\">The 2024 Pokemon World Championships will specifically take in place in Honolulu, which isn't the same island as Maui. Instead, it resides on Oahu. Hawaii has been host to the championships three times in the past--2007, 2010, and 2012--but all three events were on the Big Island.</p><div>          </div><p dir=\"ltr\">An official statement on the donation was provided on <a href=\"https://worlds.pokemon.com/en-us/news/2023-pokemon-world-championships-closing-ceremonies-recap/\">the Pokemon website</a>: \"Our hearts go out to all those who have been impacted by the devastating wildfires in Hawai'i,\" said Colin Palmer, a vice president with the Pokemon Company International. \"Our immediate priority is to aid children, families, and their affected communities. To support relief efforts, The Pokemon Company International is making an immediate monetary donation of $200,000 to its partner at GlobalGiving through its Hawai'i Wildfire Relief Fund.\"</p><a href=\"https://www.gamespot.com/articles/pokemon-company-makes-donation-for-hawaii-relief-after-honolulu-2024-world-championships-announcement/1100-6516845/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/pokemon-company-makes-donation-for-hawaii-relief-after-honolulu-2024-world-championships-announcement/1100-6516845/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T15:36:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "CoD: Modern Warfare 3 Beta Will Be On PlayStation First - Report", "description": "<p>Call of Duty: Modern Warfare 3's beta will be available to PlayStation players first, according to a video that's been discovered.</p><p>This timed exclusivity agreement on PlayStation is reportedly based on a video from Sony's Arabic YouTube channel that states the beta will be on that platform at least five days before any other platform receives it. Additionally, you must preorder the game in order to get access to the early beta.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">Modern Warfare III Beta will be available first on PlayStation <br />(img via Sony Arabic YT channel/<a href=\"https://twitter.com/BKTOOR_?ref_src=twsrc^tfw\">@BKTOOR_</a>) <a href=\"https://t.co/kD5kflPUH3\">pic.twitter.com/kD5kflPUH3</a></p>  — CharlieIntel (@charlieINTEL) <a href=\"https://twitter.com/charlieINTEL/status/1690134351139278848?ref_src=twsrc^tfw\">August 11, 2023</a></blockquote>              </div><p>Sony has a history of working with Activision Blizzard on Call of Duty, including PlayStation getting early access to last year's Modern Warfare 2 beta, as well as 2021's Call of Duty: Vanguard. Sony also got exclusive early access to 2020's Black Ops Cold War and 2019's Modern Warfare betas.</p><a href=\"https://www.gamespot.com/articles/cod-modern-warfare-3-beta-will-be-on-playstation-first-report/1100-6516846/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/cod-modern-warfare-3-beta-will-be-on-playstation-first-report/1100-6516846/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T15:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "NHL 24 Cover Star Revealed, And It's The Guy Who Ate Cookies During A Game", "description": "<p>EA Sports has revealed NHL 24's cover star, and it's none other than Colorado Avalanche phenom Cale Makar. The 24-year-old who also plays for Team Canada is one of the NHL's brightest stars and most electric players, and he's also known for <a href=\"https://twitter.com/BringHockeyBack/status/1521898255935688706?lang=en\">that time he ate a cookie on the bench.</a></p><p>Makar won a Stanley Cup with the Avalanche in 2022, also taking home the Conn Smythe trophy as the playoff MVP. Makar also won the Norris trophy in 2022 for being the league's best defenseman.</p><p>Posting on Twitter, Makar said he \"couldn't be more excited\" to be this year's cover star. \"Honored to have this opportunity,\" he added. The game's full reveal is taking place on August 16.</p><a href=\"https://www.gamespot.com/articles/nhl-24-cover-star-revealed-and-its-the-guy-who-ate-cookies-during-a-game/1100-6516844/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/nhl-24-cover-star-revealed-and-its-the-guy-who-ate-cookies-during-a-game/1100-6516844/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T15:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "B1G1 Free Licensed Apparel - Nintendo, Anime, Marvel, DC, And More", "description": "<p>More than 500 items are featured in the latest <span class=\"norewrite\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/search/?pmid=29487\">B1G1 free sale</a> </span> at GameStop, with much of the collection composed of T-shirts, hoodies, hats, pin sets, and other accessories. The gear comes from a wide range of series (including Pokemon, Naruto, Dragon Ball, Zelda, Kirby, Halo, Call of Duty, Mario, Marvel, DC, and more), so there’s bound to be something that catches your eye.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://click.linksynergy.com/deeplink?id=VZfI20jEa0c&amp;mid=24348&amp;u1=subid_value&amp;murl=https://www.gamestop.com/search/?pmid=29487\">See all eligible items</a> </div></div><p> </p><p>Best of all, there’s no need to be a PowerUp Rewards member. Paying members will get a bit of a discount on most items, but the actual B1G1 free sale is open to everyone. Just add two eligible items to your cart and the cheaper of the two will be discounted to $0.</p><a href=\"https://www.gamespot.com/articles/b1g1-free-licensed-apparel-nintendo-anime-marvel-dc-and-more/1100-6516843/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/b1g1-free-licensed-apparel-nintendo-anime-marvel-dc-and-more/1100-6516843/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T15:22:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Respawn Wants To Move Apex Legends' Storyline Between Revenant And Loba Along", "description": "<p><a href=\"https://www.gamespot.com/articles/apex-legends-season-18-revenants-new-abilities-no-more-skydive-trails-and-double-xp/1100-6516547/\">Apex Legends Season 18</a> sees <a href=\"https://www.gamespot.com/articles/revenant-guide-apex-legends/1100-6473464/\">Revenant</a> return to the forefront of the battle royale game's story, as the murderous simulacrum undergoes unexpected changes in his programming. Revenant's role in Apex Legends' story has consistently been the silent villain, the omnipresent threat to the rest of the legends. But with Duardo--Octane's grandfather--beginning to take the reins as the game's big bad, it seems like it's finally time to see Revenant narratively grow beyond the reputation he's cultivated for so long.</p><p dir=\"ltr\">\"Revenant has always been someone who, ever since we've known him, he's never chosen to be a simulacrum or anything that was out of his control, and he really hates feeling like he doesn't have any agency,\" Respawn writer Jaclyn Seto told me during a press roundtable. \"So these changes that happened to him are a pretty big blow and he's really struggling with that. And so that's something that we wanted to bring to the forefront of his story this season, and you'll see how he deals with that over the course of Kill Code's story.\"</p><p dir=\"ltr\">Following that up, IGN's Stella Chung asked whether that means fans can expect to see a conclusion to Revenant's arc, regardless of what that might entail. Revenant's big goal, after all, is regaining control of his life by killing himself. It would be tricky for him to finally achieve his goal given that Apex Legends is a live-service game that needs to keep going for as long as it can and Respawn just offing one of the game's main characters and removing him from the roster is probably not conducive to keeping players invested.</p><a href=\"https://www.gamespot.com/articles/respawn-wants-to-move-apex-legends-storyline-between-revenant-and-loba-along/1100-6516825/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/respawn-wants-to-move-apex-legends-storyline-between-revenant-and-loba-along/1100-6516825/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T15:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Why Apex Legends Changed Revenant From Assault To Skirmisher", "description": "<p><a href=\"https://www.gamespot.com/articles/revenant-guide-apex-legends/1100-6473464/\">Revenant</a> has gone through quite a substantial transformation with the start of <a href=\"https://www.gamespot.com/articles/apex-legends-season-18-revenants-new-abilities-no-more-skydive-trails-and-double-xp/1100-6516547/\">Apex Legends Season 18</a>, adopting brand-new abilities to match his monstrous new form. As part of that change, the previously Assault class legend has moved over to the Skirmisher category. According to Respawn, this change was done to better reflect Revenant's depiction in the battle royale game's story.</p><p dir=\"ltr\">\"As far as changing him over to Skirmisher, that didn't come [because] we wanted to move him to Skirmisher and that [decision] influenced the rework,\" Apex Legends game designer Evan Funnell told me. \"It was mostly that we had a goal in mind for where we wanted Revenant to be to match him closer to the lore--or to his fantasy--and to his narrative.\"</p><p dir=\"ltr\">There's a tricky distinction between both Assault and Skirmisher. Unlike the other classes where legends have fairly distinct roles, legends in both the Assault and Skirmisher classes can have similarly movement-oriented and damage-dealing abilities. After this past season--which saw Mirage move from Skirmisher to Support--it seemed like the main difference between the two classes when movement-oriented abilities were involved was in how they are usually used. Assault legends primarily use their abilities to initiate fights while Skirmisher legends can use their abilities to initiate or escape.</p><a href=\"https://www.gamespot.com/articles/why-apex-legends-changed-revenant-from-assault-to-skirmisher/1100-6516824/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/why-apex-legends-changed-revenant-from-assault-to-skirmisher/1100-6516824/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T15:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "It's (Turtle) Time To Check Out This TMNT: Cowabunga Collection Deal", "description": "<p>If you're in the mood for some more Turtle Time after watching Teenage Mutant Ninja Turtles: Mutant Mayhem, you can save on The Cowabunga Collection at <a href=\"https://www.amazon.com/Teenage-Turtles-Cowabunga-Collection-Nintendo-Switch/dp/B09W39YNQV?tag=gamespot-promos-20\">Amazon</a>, <a href=\"https://shop-links.co/1816798766334427308?u1=subid_value\">Best Buy</a>, and <a href=\"https://www.anrdoezrs.net/click-100770772-13142092?sid=subid_value&amp;url=https://electronics.woot.com/offers/tmnt-cowabunga-collection-limited-edition\">Woot</a>. The treasure trove of classic TMNT games usually sells for $30, but right now you can grab the PS5 and Xbox Series X versions for $20. The Switch version is also on sale, but it's going for $25. Meanwhile, you can get the $150 limited edition for Xbox or PS5 for only $65 at Woot.</p><p><strong>Amazon</strong></p><ul><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Teenage-Turtles-Cowabunga-Collection-Nintendo-Switch/dp/B09W39YNQV?tag=gamespot-promos-20\">Switch</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Teenage-Turtles-Cowabunga-Collection-Nintendo-Switch/dp/B09W3ZFK5Z?tag=gamespot-promos-20\">PS5</a> </span></li><li><span class=\"norewrite\">           <a href=\"https://www.amazon.com/Teenage-Turtles-Cowabunga-Collection-Nintendo-Switch/dp/B09W3PV47F?tag=gamespot-promos-20\">Xbox Series X|S</a> </span></li></ul><p><strong>Best Buy</strong></p><a href=\"https://www.gamespot.com/articles/its-turtle-time-to-check-out-this-tmnt-cowabunga-collection-deal/1100-6516842/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/its-turtle-time-to-check-out-this-tmnt-cowabunga-collection-deal/1100-6516842/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T14:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Street Fighter 6 Collector's Edition Discounted At Amazon", "description": "<p>Fighting games are making a big comeback lately, and one of the prime examples is Capcom's Street Fighter 6. Not just a hard-hitting test of skill, Street Fighter 6 is a colorful and approachable fighting game that has a fun single-player mode and robust online offerings. If you're looking to pick the game up, you can grab its <a href=\"https://www.amazon.com/dp/B0BYQQ227P?tag=gamespot-promos-20\">fancy collector's edition</a> for a discount at Amazon.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/dp/B0BYQQ227P?tag=gamespot-promos-20\">See at Amazon (PS5)</a> </div></div><p> </p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/dp/B0BYQPKTYW?tag=gamespot-promos-20\">See at Amazon (Xbox)</a> </div></div><p> </p><a href=\"https://www.gamespot.com/articles/street-fighter-6-collectors-edition-discounted-at-amazon/1100-6516841/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/street-fighter-6-collectors-edition-discounted-at-amazon/1100-6516841/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T14:43:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Final Fantasy Creator Shares His Thoughts On FF16", "description": "<p>Final Fantasy creator Hironobu Sakaguchi has played the contentious latest entry in the series, Final Fantasy 16, and he has now weighed in with his thoughts. In a tweet, Sakaguchi called the game the \"ultimate fantasy Final Fantasy,\" although just what he meant is up for debate.</p><div><blockquote align=\"center\" class=\"twitter-tweet\"><p dir=\"ltr\">FF16　最後まで。<br />究極の幻想「FINAL FANTASY」でした。<a href=\"https://twitter.com/hashtag/FF16?src=hash&amp;ref_src=twsrc^tfw\">#FF16</a> <a href=\"https://t.co/rSLabmIO0t\">pic.twitter.com/rSLabmIO0t</a></p>  — 坂口博信 (@auuo) <a href=\"https://twitter.com/auuo/status/1690910975732731904?ref_src=twsrc^tfw\">August 14, 2023</a></blockquote>              </div><p>It's worth noting that this is a translated tweet, which does leave room for interpretation. As noted by streamer and Final Fantasy fan <a href=\"https://twitter.com/aitaikimochi/status/1690990538475118592\">Audrey AKA Aitai Kimochi</a>, Sakaguchi could be referring to a number of things, including Final Fantasy's original title of Ultimate Fantasy or a <a href=\"https://twitter.com/aitaikimochi/status/1690999482014629888\">specific line</a> from the Japanese dub of Final Fantasy 16.</p><p>In a follow-up tweet with an image of the Bahamut Eikon from Final Fantasy 16 flying into battle, Sakaguchi briefly wrote about the qualities that the Final Fantasy series embodies. According to the developer, \"adventurousness, courage, and determination\" are the core concepts that drive each game in the franchise and that Final Fantasy will always continue to evolve.</p><a href=\"https://www.gamespot.com/articles/final-fantasy-creator-shares-his-thoughts-on-ff16/1100-6516838/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/final-fantasy-creator-shares-his-thoughts-on-ff16/1100-6516838/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T14:29:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Superhero Movie Fatigue \"Absolutely Exists,\" Says The Marvels Director", "description": "<p> </p><p dir=\"ltr\">The Marvel Cinematic Universe has dominated the box office for the past decade. But this year has seen films like Ant-Man and the Wasp: Quantumania disappoint with ticket sales. And that's not even mentioning total bombs like DC's The Flash. It's just more evidence that superhero fatigue could be setting in, something that The Marvels director Nia DaCosta believes is happening for moviegoers.</p><p dir=\"ltr\">Speaking with Total Film (via <a href=\"https://www.gamesradar.com/the-marvels-nia-dacosta-wacky-silly-superhero-fatigue-interview/\">GamesRadar</a>), DaCosta said she thinks \"superhero fatigue absolutely exists.\" So how will she fight back against that lethargy? By making her MCU sequel feel unique, she argues.</p><a href=\"https://www.gamespot.com/articles/superhero-movie-fatigue-absolutely-exists-says-the-marvels-director/1100-6516839/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/superhero-movie-fatigue-absolutely-exists-says-the-marvels-director/1100-6516839/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T14:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "This MCU And DCU Actor Really Wants To Play A Bond Villain", "description": "<p>Actor David Dastmalchian, who is known for his roles in Ant-Man and The Suicide Squad, has said he wants to play a villain in a James Bond movie someday. Speaking to <a href=\"https://www.slashfilm.com/1323282/david-dastmalchian-exclusive-interview-last-voyage-of-the-demeter/\">SlashFilm</a>, Dastmalchian said his campaign to play a Bond villain is now underway and that he hopes the right people read or hear his words and seriously consider him for a part.</p><p>\"Whoever is reading this, take it as a sign. You were meant to be reading this line at this moment as you're thinking about the future of what you guys are doing with the franchise. Trust me when I say that I can bring something to an enemy of 007, whether he or she or they be played in a way that no one has ever seen Bond brought to life before, which is of course the way that you guys always do it,\" he said.</p><p>\"I think there's no one to push Bond to the limits of their capabilities the way that I could, and I would love to do it. So there's my pitch to them. I can't wait for them to read this,\" he added.</p><a href=\"https://www.gamespot.com/articles/this-mcu-and-dcu-actor-really-wants-to-play-a-bond-villain/1100-6516837/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/this-mcu-and-dcu-actor-really-wants-to-play-a-bond-villain/1100-6516837/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T13:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Zelda: Tears Of The Kingdom Pro Controller In Stock, Discounted At Amazon", "description": "<p>Nintendo's Pro Controller for the Switch has been an excellent choice for anyone looking to hold something more traditional in their hands when compared to the Joy-Cons, and right now, you can get your hands on a hard-to-find limited-edition version of the Pro Controller. <a href=\"https://www.amazon.com/dp/B0BZTWJFXT?tag=gamespot-promos-20\">The Legend of Zelda: Tears of the Kingdom Pro Controller is up for grabs for only $64.67</a>. This is an import that ships from Amazon Japan.</p><div><div class=\"norewrite\" title=\"\">           <a href=\"https://www.amazon.com/dp/B0BZTWJFXT?tag=gamespot-promos-20\">See at Amazon</a> </div></div><p> </p><p> </p><a href=\"https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-pro-controller-in-stock-discounted-at-amazon/1100-6516615/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/zelda-tears-of-the-kingdom-pro-controller-in-stock-discounted-at-amazon/1100-6516615/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T13:36:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Shazam 2's Zachary Levi Says You Should Stop Watching \"Garbage\" Hollywood Movies", "description": "<p>Actor Zachary Levi has spoken out to say that Hollywood produces a lot of \"garbage\" content and he called upon people to make better choices when it comes to entertainment to help turn the tide. Levi recently starred in Shazam! Fury of the Gods, which was a box office flop.</p><p><a href=\"https://ew.com/movies/zachary-levi-slams-garbage-coming-out-of-hollywood-fan-expo/?utm_campaign=entertainmentweekly_entertainmentweekly&amp;utm_content=new&amp;utm_medium=social&amp;utm_source=twitter.com&amp;utm_term=64d972c5e54c5100011d8816\">Entertainment Weekly reports </a>that Levi said at Chicago Fan Expo, \"I personally feel like the amount of content that comes out of Hollywood that is <em>garbage--</em>they don't care enough to actually make it great for you guys. They don't.\"</p><p>Levi went on to say: \"How many times do you watch a trailer and go, 'Oh my god, this looks so cool!' Then you go to the movie and it's like, 'This was what I get?'\"</p><a href=\"https://www.gamespot.com/articles/shazam-2s-zachary-levi-says-you-should-stop-watching-garbage-hollywood-movies/1100-6516836/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/shazam-2s-zachary-levi-says-you-should-stop-watching-garbage-hollywood-movies/1100-6516836/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T13:16:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Wheel Of Time Stars Discuss How The Series Separates Itself From Game Of Thrones", "description": "<p>Prime Video's Wheel of Time series, based on the beloved and best-selling fantasy series of the same name, took a lot of criticism for its first season, but after two years and solid viewership, Season Two will arrive September 1 on the streaming service.</p><p>Having filmed seasons two and three back-to-back, and with the main goal being able to get five altogether, the show takes some rather large liberties with how the story unfolds compared to the book series. The Wheel of Time book series consists of 14 main books, with a prequel novel detailing the origins of Moiraine and Lan, played by Rosamund Pike and Daniel Henney on the show, respectively.</p><p>However, the biggest challenge for the series to get there might not be fan backlash, but the fact that even though The Wheel of Time predates A Song of Fire and Ice's publication date, the show has a lot of catching up to do to be part of the cultural zeitgeist the same way Game of Thrones has for over a decade. To complicate that even more, Amazon is also home to a show with an even larger following--The Lord of the Rings: The Rings of Power.</p><a href=\"https://www.gamespot.com/articles/wheel-of-time-stars-discuss-how-the-series-separates-itself-from-game-of-thrones/1100-6516827/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/wheel-of-time-stars-discuss-how-the-series-separates-itself-from-game-of-thrones/1100-6516827/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T13:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Call Of Duty: Modern Warfare 3 Is A Full Price $70 Game", "description": "<p> Activision has once again stated that this year's <a href=\"https://www.gamespot.com/games/call-of-duty-modern-warfare-iii/\">Call of Duty: Modern Warfare III</a> is a \"premium release.\" As such, it will cost $70 USD for the standard edition.  Activision confirmed this to CharlieIntel, following ongoing speculation that Modern Warfare III might be a lower-priced game. </p><p>There has been great speculation and uncertainty about 2023's Call of Duty game in the past year. It was at one point reported that <a href=\"https://www.gamespot.com/articles/no-call-of-duty-in-2023-could-have-a-major-lasting-impact-on-gaming-analyst-says/1100-6500957/\">Activision would not release a full Call of Duty game at all this year</a>. But Activision quickly stamped that out and confirmed that 2023's game would be a full, premium release. The game is a direct sequel to 2022's Modern Warfare II, and it's expected to have a campaign, multiplayer, and Zombies. </p><p>The full reveal of Modern Warfare III will take place inside Warzone on August 17, and there is an <a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-reveal-set-for-next-week-inside-warzone-heres-when/1100-6516673/\">in-game event happening where players can earn special items and rewards. </a></p><a href=\"https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-is-a-full-price-70-game/1100-6516835/?ftag=CAD-01-10abi2f/\">Continue Reading at GameSpot</a>", "link": "https://www.gamespot.com/articles/call-of-duty-modern-warfare-3-is-a-full-price-70-game/1100-6516835/?ftag=CAD-01-10abi2f", "date_published": "2023-08-14T12:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]