[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "QwixxRAT: New Remote Access Trojan Emerges via Telegram and Discord", "description": "A new remote access trojan (RAT) called QwixxRAT is being advertised for sale by its threat actor through Telegram and Discord platforms.\n\"Once installed on the victim's Windows platform machines, the RAT stealthily collects sensitive data, which is then sent to the attacker's Telegram bot, providing them with unauthorized access to the victim's sensitive information,\" Uptycs said in a new", "link": "https://thehackernews.com/2023/08/qwixxrat-new-remote-access-trojan.html", "date_published": "2023-08-14T15:54:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ongoing Xurum Attacks on E-commerce Sites Exploiting Critical Magento 2 Vulnerability", "description": "E-commerce sites using Adobe's Magento 2 software are the target of an ongoing campaign that has been active since at least January 2023.\nThe attacks, dubbed Xurum by Akamai, leverage a now-patched critical security flaw (CVE-2022-24086, CVSS score: 9.8) in Adobe Commerce and Magento Open Source that, if successfully exploited, could lead to arbitrary code execution.\n\"The attacker seems to be", "link": "https://thehackernews.com/2023/08/ongoing-xurum-attacks-on-e-commerce.html", "date_published": "2023-08-14T13:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Identity Threat Detection and Response: Rips in Your Identity Fabric", "description": "Why SaaS Security Is a Challenge\nIn today's digital landscape, organizations are increasingly relying on Software-as-a-Service (SaaS) applications to drive their operations. However, this widespread adoption has also opened the doors to new security risks and vulnerabilities.\nThe SaaS security attack surface continues to widen. It started with managing misconfigurations and now requires a", "link": "https://thehackernews.com/2023/08/identity-threat-detection-and-response.html", "date_published": "2023-08-14T11:13:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Charming Kitten Targets Iranian Dissidents with Advanced Cyber Attacks", "description": "Germany's Federal Office for the Protection of the Constitution (BfV) has warned of cyber attacks targeting Iranian persons and organizations in the country since the end of 2022.\n\"The cyber attacks were mainly directed against dissident organizations and individuals – such as lawyers, journalists, or human rights activists – inside and outside Iran,\" the agency said in an advisory.\nThe", "link": "https://thehackernews.com/2023/08/charming-kitten-targets-iranian.html", "date_published": "2023-08-14T11:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Financial Malware 'JanelaRAT' Targets Latin American Users", "description": "Users in Latin America (LATAM) are the target of a financial malware called JanelaRAT that's capable of capturing sensitive information from compromised Microsoft Windows systems.\n\"JanelaRAT mainly targets financial and cryptocurrency data from LATAM bank and financial institutions,\" Zscaler ThreatLabz researchers Gaetano Pellegrino and Sudeep Singh said, adding it \"abuses DLL side-loading", "link": "https://thehackernews.com/2023/08/new-financial-malware-janelarat-targets.html", "date_published": "2023-08-14T10:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "India Passes New Digital Personal Data Protection Bill (DPDPB), Putting Users' Privacy First", "description": "The Indian President Droupadi Murmu on Friday granted assent to the Digital Personal Data Protection Bill (DPDPB) after it was unanimously passed by both houses of the parliament last week, marking a significant step towards securing people's information.\n\"The Bill provides for the processing of digital personal data in a manner that recognizes both the rights of the individuals to protect their", "link": "https://thehackernews.com/2023/08/india-passes-new-digital-personal-data.html", "date_published": "2023-08-14T05:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]