[{"source": "https://www.theguardian.com/rss", "title": "Women with poor mental health ‘have 50% higher risk of preterm birth’", "description": "<p>Study of more than 2m pregnancies in England found link between severity of mental health difficulties and adverse outcomes at birth</p><p>Women who struggle with their mental health have an almost 50% higher risk of preterm births, according to the biggest study of its kind.</p><p>The research, <a href=\"https://www.thelancet.com/journals/lanpsy/article/PIIS2215-0366(23)00200-6/fulltext\">published on Tuesday in the Lancet Psychiatry</a>, examined data from more than 2m pregnancies in England and found about one in 10 women who had used mental health services had a preterm birth, compared with one in 15 who did not.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/14/women-with-poor-mental-health-have-50-higher-risk-of-preterm-birth\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/14/women-with-poor-mental-health-have-50-higher-risk-of-preterm-birth", "date_published": "2023-08-14T22:30:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three sought over Woking killing were known to 10-year-old victim, police say", "description": "<p>Suspects may have fled the country after girl, named locally as Sara Sharif, died last week</p><p>Three people sought by detectives over the murder of a 10-year-old girl in Woking were known to the victim and may have fled the country, police have said.</p><p>The child, who has been named as Sara Sharif in reports, was found dead at a house in Horsell, a village to the north-west of the town last Thursday. Surrey police believe the trio left the country the previous day.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/three-sought-over-woking-killing-were-known-to-10-year-old-victim-police-say\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/three-sought-over-woking-killing-were-known-to-10-year-old-victim-police-say", "date_published": "2023-08-14T22:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Henderson feels Saudi heat but Mané fails to ruin Al-Ettifaq debut", "description": "<p>Former Liverpool captain has moved to Saudi Pro League and was not alone in finding going tough as they beat Al-Nassr</p><p>Jordan Henderson was on his haunches. He had given everything. The former Liverpool captain, and new talisman for Al-Ettifaq, had pushed himself to the physical limits in the service of his team. It was the sort of moment that has previously served to build the Henderson legend, except with a small difference: his team were 1-0 down here and there was still an hour to play.</p><p>An important qualification should probably be made here: it was 34.6C in the stadium at this point and with a level of humidity high enough to hydrate a pack of instant noodles. It was surely, by far, the hottest football match Henderson had ever played in, but one recovery sprint, and a not entirely full-throttle one at that, had entirely done him in. And the England man was hardly alone.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/jordan-henderson-feels-saudi-heat-but-mane-fails-to-ruin-al-ettifaq-debut\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/jordan-henderson-feels-saudi-heat-but-mane-fails-to-ruin-al-ettifaq-debut", "date_published": "2023-08-14T21:57:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray: ‘I’m at my highest ranking since the operation. I’m really proud of that’", "description": "<p>Currently ranked No 36 in the world, the Scot believes he can go even higher despite his four-year fight to get back to the top</p><p>Just a few minutes after his devastating five-set second‑round defeat by Stefanos Tsitsipas at Wimbledon this year, Andy Murray was inconsolable as he arrived before the press. Murray had spent the prior months working tirelessly with the belief he had positioned himself for a positive run on home soil. Instead, despite leading by two sets to one overnight, he could not close it out. Asked if he would be back at Wimbledon next year, Murray said he did not know.</p><p>But tennis never stops. One of the fundamental requirements of being a professional tennis player is learning how to swiftly move on from victories and defeats, focusing on the present and looking back only in service of improvement.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/14/andy-murray-im-at-my-highest-ranking-since-the-operation-im-really-proud-of-that\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/14/andy-murray-im-at-my-highest-ranking-since-the-operation-im-really-proud-of-that", "date_published": "2023-08-14T21:25:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Raphaël Varane gives nervy Manchester United win against lively Wolves", "description": "<p>It was far from deserved but Manchester United and Erik ten Hag started their tricky second album with a win thanks to Raphaël Varane’s header against Wolves. It was not without a late, late scare, though, as André Onana collided with two Wolves players in the penalty area when trying to punch out a cross but the VAR saw nothing untoward.</p><p>The visitors wasted a collection of chances to ensure one goal was enough to collect three points. Wolves leave Old Trafford frustrated but with the hope that their new era does not look as doomed as many feared when Julen Lopetegui left days before the season started, while United will be relieved to get off the mark.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/manchester-united-wolves-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/manchester-united-wolves-premier-league-match-report", "date_published": "2023-08-14T21:05:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sam Bankman-Fried charged with using stolen funds for political donations", "description": "<p>New indictment charges former billionaire with seven counts of conspiracy and fraud</p><p>Sam Bankman-Fried used stolen customer funds to make more than $100m in campaign contributions ahead of the 2022 US midterm elections, federal prosecutors said on Monday in a new indictment filed against the founder of the FTX cryptocurrency exchange.</p><p>The new indictment charges the <a href=\"https://www.theguardian.com/business/2023/jul/21/sam-bankman-fried-nauru-bunker-ftx\">31-year-old former billionaire</a> with seven counts of conspiracy and fraud over the collapse of the exchange. He has previously pleaded not guilty.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/sam-bankman-fried-latest-charges-campaign-donation-ftx\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/sam-bankman-fried-latest-charges-campaign-donation-ftx", "date_published": "2023-08-14T20:36:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alison & Larry: Billericay to Barry review – the dullest celebrity travel show of all time", "description": "<p>Are Gavin and Stacey co-stars Alison Steadman and Larry Lamb even friends? You can’t tell from this mind-bendingly banal failure of a series. Who is responsible for this flop?</p><p>The celebrities are everywhere: go to the ends of the earth and there you will find famous faces wryly immersing themselves in the local culture in the name of yet another TV travelogue (and enjoying a free – no wait, paid – holiday in the process). Stanley Tucci is in Italy, as are Alan Carr and Amanda Holden. Jane McDonald is cruising around the globe. Bradley Walsh, Romesh Ranganathan and Jack Whitehall have made their trips a family affair. Martin Clunes, Conan O’Brien, Fern Britton, Gordon Ramsay, Paul Merton, Zac Efron – I could go on – are all at it, too.</p><p>Granted, few are undertaking quite as humdrum a journey as that of Alison Steadman and Larry Lamb in Alison &amp; Larry: Billericay to Barry. The pair are driving from Essex to south Wales, the twin settings of the beloved 00s sitcom <a href=\"https://www.theguardian.com/tv-and-radio/2019/dec/26/gavin-and-stacey-christmas-special-watched-by-116-million-people\">Gavin and Stacey</a>, in which they co-starred (not as the culture-clash couple in question, of course, but as Gav’s parents). That is no slight on Britain’s lovely scenery, or the ever-so-friendly people they meet during their increasingly random sightseeing stopoffs: a bird of prey centre, Marlow lock, a puppet-making workshop. Rather, the mundanity of this essentially uneventful trip is magnified by the fact that it has been stretched, wafer-thin, into three hour-long episodes. Worse, squatting at the show’s core is a sad reality: Steadman and Lamb have absolutely nothing to say to each other.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/14/alison-larry-billericay-to-barry-review-the-dullest-celebrity-travel-show-of-all-time\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/14/alison-larry-billericay-to-barry-review-the-dullest-celebrity-travel-show-of-all-time", "date_published": "2023-08-14T20:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Girl, 13, gives birth after she was raped and denied abortion in Mississippi", "description": "<p>The nearest abortion clinic – in Chicago – was too far away and too expensive for her mother to provide her with the procedure</p><p>A 13-year-old girl in Mississippi gave birth to a boy after she was raped as well as impregnated by a stranger – and then was unable to get an abortion, according to a Time magazine <a href=\"https://time.com/6303701/a-rape-in-mississippi/\">report</a> published on Monday.</p><p>The mother of the girl, who uses the pseudonym Ashley in the report, was looking to get an abortion for her daughter but was told the closest <a href=\"https://www.theguardian.com/world/abortion\">abortion</a> provider was in Chicago – a drive of more than nine hours from their home in Clarksdale, Mississippi.</p><p><em>Information and support for anyone affected by rape or sexual abuse issues is available from the following organisations. In the US, Rainn offers support on 800-656-4673. In the UK, Rape Crisis offers support on 0808 500 2222. In Australia, support is available at 1800Respect (1800 737 732). Other international helplines can be found at ibiblio.org/rcip/internl.html</em></p> <a href=\"https://www.theguardian.com/world/2023/aug/14/mississippi-abortion-ban-girl-raped-gives-birth\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/mississippi-abortion-ban-girl-raped-gives-birth", "date_published": "2023-08-14T19:56:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bibby Stockholm: Home Office ‘should accept blame’ for delay in removing people", "description": "<p>Mayor of Portland says ‘buck stops with Suella Braverman’ after it took three days to inform ministers about outbreak</p><p>The Home Office should accept responsibility for failing to immediately remove asylum seekers from a giant barge after the <a href=\"https://www.theguardian.com/uk-news/2023/aug/13/home-office-was-told-about-legionella-on-refugees-barge-on-day-they-boarded\">detection of a dangerous bacteria</a>, the mayor of Portland has said.</p><p>Carralyn Parkes said the “the buck stops with Suella [Braverman]” after Whitehall briefings over the weekend claimed that contractors on the Bibby Stockholm were to blame for delays as it took three days to inform ministers about the outbreak of legionella.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/home-office-urged-to-accept-blame-for-failure-to-evacuate-barge-after-legionella-discovered\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/home-office-urged-to-accept-blame-for-failure-to-evacuate-barge-after-legionella-discovered", "date_published": "2023-08-14T19:48:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain continuing ‘emotional’ journey in World Cup semi-final with Sweden", "description": "<p>Some players protested against their manager in 2022 but Jorge Vilda is still there as Spaniards’ interest in team grows</p><p>Jenni Hermoso could already feel the butterflies. There were plenty of tears shed after the win against the Netherlands, and if they can beat Sweden on Tuesday to reach Spain’s first World Cup final then doubtless there will be plenty more. But now, as she put it: “We need to feel that nervous sensation in our stomach. Just thinking about it gives me shivers. It feels so close.”</p><p>As she stepped into the press conference room at Auckland’s Eden Park, the first thing she noticed was the sheer number of journalists and cameras in the room. The semi-final between Spain and Sweden is a 46,000 sell-out, but of course Hermoso can remember the days when, as she put it, “there were five or 10 people asking us questions and 300 people watching the game”. She can sense the magnitude of what they might achieve. But she can also feel the weight of what they already have.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/spain-journey-in-world-cup-semi-final-with-sweden\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/spain-journey-in-world-cup-semi-final-with-sweden", "date_published": "2023-08-14T19:32:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Threads app usage plummets despite initial promise as refuge from Twitter", "description": "<p>Social media app, launched in the wake of Twitter chaos, recorded 576,000 active users in August, down 79% from 2.3 million in July</p><p>The daily usage of Threads, Meta’s answer to Twitter, continues to slump after a strong start in its first weeks of existence.</p><p>Engagement with the social media app is down 79% from a high of 2.3m active users in early July to 576,000 as of 7 August, <a href=\"https://www.similarweb.com/blog/insights/social-media-news/threads-first-month/\">according to Similarweb</a>, a digital intelligence platform.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/14/threads-app-slump-daily-active-users-twitter-competition\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/14/threads-app-slump-daily-active-users-twitter-competition", "date_published": "2023-08-14T19:31:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former Mississippi officers plead guilty to state charges for torturing Black men", "description": "<p>Group of six white Mississippi police officers had tortured two Black men for an hour and a half during a house raid</p><p>In late January, a group of six white Mississippi police officers raided a house in Rankin county, a suburb outside of Jackson, and tortured two Black men for an hour and a half. The following month, the justice department <a href=\"https://apnews.com/article/politics-crime-michael-corey-mississippi-jackson-f2125de1425697f923f179d3be415340\">opened</a> a civil rights investigation into the Rankin county sheriff’s department, and since then, the officers have either resigned or been fired. Activists <a href=\"https://www.wjtv.com/news/local-news/demonstrators-demand-resignation-of-rankin-county-sheriff/\">have also called</a> for the resignation of Rankin county sheriff Bryan Bailey.</p><p>On Monday, the former officers <a href=\"https://apnews.com/article/mississippi-deputies-goon-squad-guilty-pleas-a04261f338812a0aaf43b4b7efa8c944\">pleaded guilty</a> to state charges of obstruction of justice and conspiracy from the assault of Michael Corey Jenkins and Eddie Terrell Parker. The former sheriff’s deputies Brett McAlpin, Hunter Elward, Christian Dedmon, Jeffrey Middleton and Daniel Opdyke, along with Joshua Hartfield, a former police officer in nearby Richland, had already pleaded guilty to federal charges on 3 August.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/former-mississippi-officers-plead-guilty-state-charges-torturing-black-men\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/former-mississippi-officers-plead-guilty-state-charges-torturing-black-men", "date_published": "2023-08-14T19:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK universities face more strikes unless employers resume talks, union warns", "description": "<p>University and College Union is preparing a new ballot that could lead to marking boycott continuing and strikes lasting till 2024</p><p>Universities across the UK will face another round of strikes next month unless employers agree to return to the negotiating table, the University and College Union has warned.</p><p>A <a href=\"https://www.theguardian.com/education/2023/jun/24/uk-final-year-students-university-undergraduates-results-grades-delay\">marking boycott</a> that has left tens of thousands of students without their degree result this summer will continue, the union said, while preparations will get under way for a new strike ballot to renew the union’s mandate.</p> <a href=\"https://www.theguardian.com/education/2023/aug/14/uk-universities-face-more-strikes-unless-employers-resume-talks-union-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/14/uk-universities-face-more-strikes-unless-employers-resume-talks-union-warns", "date_published": "2023-08-14T19:15:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Adam Flood: Remoulded review – high-kicks and comedy gems in energetic debut", "description": "<p><strong>Monkey Barrel Comedy, Edinburgh<br /></strong>Showing off an impressive range of facial expressions, the comic takes us on a whistle-stop tour of his life with songs and sketches</p><p>I’ve seen Adam Flood tell the joke about his haircut, which appears in his debut hour, about four times now in different settings. It is a testament to his quality that today it’s just as funny as the first time.</p><p>In Remoulded, Stoke-on-Trent native Flood offers a fun take on the musical comedy autobiography. Armed with an Auto-Tune pedal, which he uses to great effect for songs and to slip into different characters, he embarks on a whistle-stop tour of his various identities: teen weed dealer, indie band boy, startup bro and comedian.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/adam-flood-remoulded-review-monkey-barrel-comedy-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/adam-flood-remoulded-review-monkey-barrel-comedy-edinburgh", "date_published": "2023-08-14T19:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on reports Julian Assange may be offered a plea deal – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/14/steve-bell-reports-julian-assange-offered-plea-deal-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/14/steve-bell-reports-julian-assange-offered-plea-deal-cartoon", "date_published": "2023-08-14T19:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hunter Biden lawyers say collapsed plea deal on gun charge remains valid", "description": "<p>Response to federal prosecutors’ move to render plea deal moot comes days after appointment of David Weiss to special counsel</p><p>Lawyers for Hunter Biden, the son of President Joe Biden who has been under a years-long federal investigation over failing to pay taxes and, separately, illegally possessing a gun, said that part of the plea deal which unexpectedly fell apart in July remains “valid and binding”, <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ded.82797/gov.uscourts.ded.82797.27.0.pdf\">in a Sunday court filing</a>.</p><p>Federal prosecutors, led by US attorney David Weiss, had on Friday <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ded.82797/gov.uscourts.ded.82797.25.0.pdf\">asked the court to cancel its request</a> that the two sides reach a renewed agreement on the deal “since there is no longer a plea agreement or diversion agreement for the Court to consider”.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/hunter-biden-lawyers-plea-deal-valid-special-counsel\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/hunter-biden-lawyers-plea-deal-valid-special-counsel", "date_published": "2023-08-14T18:56:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harry Kane’s signing is an attempt to make Bundesliga less competitive", "description": "<p>Core product remains authentic but Bayern Munich, fresh from 11th straight title, have their eyes on Champions League glory</p><p>Harry Kane was still more than a fortnight from joining Bayern Munich when his prospective employers’ president, Herbert Hainer, attempted to take a look at the bigger picture. “Here in the Bundesliga we don’t have many international stars any more,” he said. “He would do us and the Bundesliga good.”</p><p>Officials monitoring the TV ratings on Friday, when Kane is expected to make his full debut at Werder Bremen, are unlikely to disagree. Germany’s top flight will be appointment viewing on the campaign’s first night just as it was <a href=\"https://www.theguardian.com/football/live/2023/may/27/borussia-dortmund-v-mainz-cologne-v-bayern-munich-bundesliga-finale-live\">on the final day of 2022-23 </a>when <a href=\"https://www.theguardian.com/football/2023/may/27/borussia-dortmund-hand-bundesliga-title-to-bayern-munich-with-mainz-draw\">Borussia Dortmund allowed Bayern to steal in</a> and win an 11th successive title. Eyeballs, clicks, intrigue: on the surface, the Bundesliga will pick up roughly where it left off.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/harry-kane-signing-bundesliga-less-competitive-bayern-munich\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/harry-kane-signing-bundesliga-less-competitive-bayern-munich", "date_published": "2023-08-14T18:43:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United v Wolves: Premier League – live", "description": "<ul><li>Premier League updates from the 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/blog/2023/aug/14/premier-league-10-talking-points-from-the-weekends-action\">Ten talking points from the weekend’s matches</a></li></ul><p><strong>There have been protests at Old Trafford tonight</strong> about both the Glazers and the potential return of Mason Greenwood. This is well worth a listen on what is a slightly confusing time for Manchester United fans.</p><p><strong>“It still boggles me,”</strong> writes Doremus Schafer, “that a player with Pablo Sarabia’s pedigree has become a forgotten man at Wolves.”</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/14/manchester-united-v-wolves-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/14/manchester-united-v-wolves-premier-league-live-score-updates", "date_published": "2023-08-14T18:41:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Billion Dollar Heist review – cybercrime documentary relives tech chaos", "description": "<p>A hit-and-miss documentary often struggles to explain the hows and whys of the Bangladesh Central Bank cyber heist of 2016</p><p>Cybercrime, on top of being difficult to detect and even more so to prove, is notoriously tricky to visualize. The impact may be tangible, even devastating – <a href=\"https://www.theguardian.com/technology/2010/sep/24/stuxnet-worm-national-agency\">nuclear plants damaged</a>, <a href=\"https://www.theguardian.com/technology/2017/oct/27/nhs-could-have-avoided-wannacry-hack-basic-it-security-national-audit-office\">hospitals disabled</a>, <a href=\"https://www.theguardian.com/technology/2021/may/13/colonial-pipeline-ransomware-attack-cyber-crime\">pipelines shut down</a> – but the perpetrators are shadowy and inscrutable, the crime unseen and insidious, the methods vague and indecipherable to lay people without a knack for computer science.</p><p>Billion Dollar Heist, a new feature-length documentary, attempts the formidable challenge of turning one of the biggest financial crimes in history – the February 2016 cyber heist of $81m from the US Central Reserve accounts for the central bank of Bangladesh – into informative entertainment. Director Daniel Gordon employs a range of cinematic techniques – some illuminative, some overly cliched – to get at a highly sophisticated cyber crime involving several countries, time zones and financial institutions. Among them: animation, dramatic recreation, stock footage of beeping ones and zeros, archival footage on the relatively brief history of hacking, ominous narration from British broadcaster and cybersecurity journalist Misha Glenny.</p> <a href=\"https://www.theguardian.com/film/2023/aug/14/billion-dollar-heist-movie-review-tech-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/14/billion-dollar-heist-movie-review-tech-documentary", "date_published": "2023-08-14T18:26:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Which UK nation has the longest NHS waiting list?", "description": "<p>Steve Barclay says Welsh and Scottish patients could be seen more quickly in England, but devolved politicians dispute this</p><p>The numbers are striking in their enormous size: <a href=\"https://www.theguardian.com/society/2023/aug/10/people-england-waiting-for-nhs-treatment\">7.6 million</a> people are now on waiting lists in England, a figure that has been growing in recent years, breaking records in all but three of the last 30 months.</p><p>Therefore, English patients may have been surprised to hear that Steve Barclay <a href=\"https://www.gov.uk/government/news/uk-health-secretary-steps-in-to-offer-long-term-waiting-list-support-in-wales-and-scotland\">is open</a> to Welsh and Scottish patients on long waiting lists for treatment being able to <a href=\"https://www.theguardian.com/society/2023/aug/13/steve-barclay-open-to-scottish-and-welsh-nhs-patients-requesting-care-in-england\">request NHS care in England</a>.</p> <a href=\"https://www.theguardian.com/society/2023/aug/14/which-uk-nation-has-got-the-longest-nhs-waiting-list\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/14/which-uk-nation-has-got-the-longest-nhs-waiting-list", "date_published": "2023-08-14T18:02:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Compassion can produce better performance – just look at the Lionesses | Cath Bishop", "description": "<p>Sarina Wiegman stood by Lauren James but how many elite athletes experience that depth of support in moments of crisis?</p><p>If you want to see a high‑performance team with compassion at its heart, there are regular <a href=\"https://www.theguardian.com/football/2023/aug/07/england-nigeria-womens-world-cup-match-report-lauren-james-red-card\" title=\"\">90-minute(-plus) masterclasses</a> from the Lionesses free on UK screens at the moment. We’ve seen a few individual athletes start to role‑model self-compassion publicly over recent times, <a href=\"https://www.theguardian.com/sport/blog/2021/dec/27/simone-biles-and-ben-stokes-show-sport-can-lead-positive-social-change\" title=\"\">ranging from Simone Biles to Ben Stokes</a>. Now we are seeing the power of compassion in team performance.</p><p>Compassion has not been a traditional hallmark of sport. With its UK roots in 19th-century British public schools and universities, modern sport developed as way of creating strong military leaders, training them in the resilience defined in those times by grit and a stiff upper lip. Fear and harsh criticism were essential to toughening up players and soldiers alike. The “tough guy” narrative was dramatised and reinforced by 20th-century media stereotypes and Hollywood’s heroes and became engrained into sport and society.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/14/compassion-better-performance-lionesses-england-sarina-wiegman\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/14/compassion-better-performance-lionesses-england-sarina-wiegman", "date_published": "2023-08-14T18:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "One Way Out review – haunting Windrush drama beneath teenage banter", "description": "<p><strong>Underbelly Cowgate, Edinburgh<br /></strong>Montel Douglas writes four males leads who are on the brink of becoming men, but their jokes and dancing belie a darker story</p><p>We might not all remember our school days fondly, but One Way Out – one of the three winner’s of this year’s <a href=\"https://underbellyedinburgh.co.uk/untapped\">Untapped award</a> in Edinburgh – coaxes out all the banter, fun and games you’d want from your teenage years. Underneath the sparky rapport shared by the four male leads, however, this play written by Montel Douglas tells a darker story.</p><p>The play was inspired by Douglas’s memories of his cousin being handed a deportation notice at 19. It shows Devonte (Shem Hamilton), who was born in Jamaica but whose life has been spent in the UK, opening a letter informing him that he must find the correct documents to prove his right to stay. All of this burns with the unfairness of the system and Devonte’s cries of “there must be another way” are haunting.</p><p>At <a href=\"https://underbellyedinburgh.co.uk/event/one-way-out\">Underbelly Cowgate, Edinburgh</a>, until 27 August.</p><p><a href=\"https://viewer.gutools.co.uk/stage/edinburgh-festival-2023\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/one-way-out-review-underbelly-cowgate-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/one-way-out-review-underbelly-cowgate-edinburgh", "date_published": "2023-08-14T18:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael Oher says adoption at heart of The Blind Side was a lie", "description": "<ul><li>Former NFL star says he was never adopted by Tuohy family</li><li>Lawsuit claims family made millions as conservators</li></ul><p>Michael Oher, the former NFL player who was the subject of the tale of adoption and athletic triumph documented in The Blind Side, has alleged that the story at the heart of the popular book and movie was a lie.</p><p><a href=\"https://www.theguardian.com/film/2010/mar/25/the-blind-side-review\">The 2009 movie</a>, based on a book by Michael Lewis, tells the story of how Oher, who is Black, grew up in abject poverty before being adopted by a rich white family and eventually making his way to the NFL, where he won a championship. Yet in court documents filed in Tennessee on Monday, Oher claims Sean and Leigh Anne Tuohy did not adopt him – but instead deceived him into making them his conservators just after his 18th birthday.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/14/michael-oher-the-blind-side-allegations-tuohy-family\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/14/michael-oher-the-blind-side-allegations-tuohy-family", "date_published": "2023-08-14T17:51:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s no police or state’: Haitians helpless as violence and brutality soars", "description": "<p>Human Rights Watch says country unable to protect citizens from killing and rape by armed gangs, and floats overseas peacekeepers</p><p>Human rights abuses in <a href=\"https://www.theguardian.com/world/haiti\">Haiti</a> are soaring while the Haitian state is almost nonexistent and unable to protect its people from the brutality of armed gangs, Human Rights Watch has warned in a new report.</p><p>Rival criminal factions now have such a tight grip over the country that international security forces could be necessary to restore order, the rights groups said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/haiti-violence-abuse-killing-human-rights-watch\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/haiti-violence-abuse-killing-human-rights-watch", "date_published": "2023-08-14T17:43:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK should embrace foreign students or lose them to rival countries, warns Ucas chief", "description": "<p>Many institutions have become increasingly reliant on higher fees from international students to help cover costs</p><p>Britain should warmly welcome international students joining universities across the country or risk losing out to the US, Canada and Australia, the higher education admissions chief has said.</p><p>The intervention came amid concerns that domestic students hoping to begin undergraduate courses this autumn could lose out to international applicants. Some courses in clearing in the run-up to A-level results day this week are available only to overseas students.</p> <a href=\"https://www.theguardian.com/education/2023/aug/14/uk-should-embrace-foreign-students-or-lose-them-to-rival-countries-warns-ucas-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/14/uk-should-embrace-foreign-students-or-lose-them-to-rival-countries-warns-ucas-chief", "date_published": "2023-08-14T17:38:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on lives lost in the Channel: tragedies continue, to the accompaniment of Tory insults | Editorial", "description": "<p>Chaos surrounding the discovery of legionella on the Bibby Stockholm asylum barge reveals a policy that is at sea</p><p>The <a href=\"https://www.theguardian.com/uk-news/2023/aug/12/channel-boat-deaths-prompt-fresh-anger-over-asylum-policy\" title=\"\">tragedy of the deaths of at least six people</a> on Saturday morning, as another overcrowded boat sank while trying to reach England’s south coast, has focused attention on the plight of Afghans fleeing their homeland. Rightly so: in the almost two years since the Taliban seized control, it has carried out <a href=\"https://www.theguardian.com/global-development/2023/aug/14/thousands-of-afghan-judges-and-legal-staff-remain-at-risk-post-taliban-takeover\" title=\"\">reprisals</a> against opponents, while the independent legal system has collapsed and poverty and hunger have risen dramatically. Girls and women are living under a regime described by one UN official as “<a href=\"https://www.theguardian.com/commentisfree/2023/aug/08/halt-taliban-repression-afghan-women-girls-education\" title=\"\">gender apartheid</a>”, and highlighted in this newspaper by Gordon Brown last week.</p><p>Last year, Afghan was the <a href=\"https://www.refugeecouncil.org.uk/wp-content/uploads/2023/03/Refugee-Council-Asylum-Bill-impact-assessement.pdf\" title=\"\">second-most common nationality</a> of people arriving in the UK on small boats – although the government deflected attention from this by focusing on Albanians, who constituted the majority of small-boat arrivals. With just <a href=\"https://www.refugeecouncil.org.uk/wp-content/uploads/2023/08/What-happened-to-the-warm-welcome-Refugee-Council.pdf\" title=\"\">96 Afghans resettled</a> in the UK in 2022, compared with 8,429 who arrived by small boat in the year to March 2023, the government is falling dramatically short of its pledge to resettle 5,000 Afghans.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/the-guardian-view-on-lives-lost-in-the-channel-tragedies-continue-to-the-accompaniment-of-tory-insults\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/the-guardian-view-on-lives-lost-in-the-channel-tragedies-continue-to-the-accompaniment-of-tory-insults", "date_published": "2023-08-14T17:36:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Hawaii’s lethal wildfire: lessons to learn from a catastrophe | Editorial", "description": "<p>In a new reality of climactic instability and volatility, proactive planning for the very worst needs to be part of the new normal</p><p>The dreadful scale of the loss of life on the Hawaiian island of Maui has emerged day by day, as search and rescue teams scour ash and rubble. But it is already clear that the wind-fuelled blaze which last week ripped through the historic town of Lahaina was the <a href=\"https://www.theguardian.com/us-news/2023/aug/14/hawaii-fires-lahaina-maui-death-toll-missing\" title=\"\">deadliest wildfire</a> in the United States for more than 100 years.</p><p>Hundreds are still missing, and the sheer intensity of the fire means that the <a href=\"https://www.nytimes.com/2023/08/14/us/hawaii-missing-answers.html\" title=\"\">identification</a> of bodies and the notification of relatives will be a difficult and slow process. The west Maui town itself, the former capital of the Hawaiian kingdom, is a charred wasteland in which close to 3,000 structures were burned to the ground at terrifying speed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/the-guardian-view-on-hawaiis-lethal-wildfire-lessons-to-learn-from-a-catastrophe\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/the-guardian-view-on-hawaiis-lethal-wildfire-lessons-to-learn-from-a-catastrophe", "date_published": "2023-08-14T17:35:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea complete Moisés Caicedo signing in British record £115m deal", "description": "<ul><li>Midfielder joins from Brighton after weeks of negotiations</li><li>Chelsea beat Liverpool in race for Ecuador international</li></ul><p>Chelsea have completed the signing of the midfielder Moisés Caicedo from Brighton in a deal worth a British record £115m.</p><p>It is the second time in seven months that Chelsea have smashed the British transfer record after <a href=\"https://www.theguardian.com/football/2023/feb/01/chelsea-to-sign-enzo-fernandez-benfica-british-record-transfer-fee\">paying £106.8m</a> for another midfielder, Enzo Fernández, in the winter window. Caicedo has signed an eight-year contract, with a club option of a further year.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/chelsea-sign-moises-caicedo-british-record-115m-deal-brighton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/chelsea-sign-moises-caicedo-british-record-115m-deal-brighton", "date_published": "2023-08-14T17:32:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drought causes queues and delays for ships passing through Panama Canal", "description": "<p>Number of vessels able to pass through each day limited due to lower availability of water amid ‘unprecedented challenges’</p><p>Commercial ships are facing long queues and delays to travel through the <a href=\"https://www.theguardian.com/world/panama\">Panama</a> Canal as a lengthy drought in the Central American country has led to a cut in the number of vessels able to pass through one of the world’s most important trading routes.</p><p>In a fresh demonstration of the impact of the <a href=\"https://www.theguardian.com/environment/climate-crisis\">climate crisis</a> on global business and trade, the Panama Canal Authority (ACP), which manages the waterway, introduced restrictions on the number of transiting vessels as a result of the drought.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/drought-causes-queues-and-delays-for-ships-passing-through-panama-canal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/drought-causes-queues-and-delays-for-ships-passing-through-panama-canal", "date_published": "2023-08-14T17:10:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Afghan scholars in UK fear they may be forced to return home", "description": "<p>Government urged to grant current cohort of Afghans on Chevening scholarship programme indefinite leave to remain</p><p>Afghan scholars studying in the UK under a Foreign Office scheme say they live in fear of being forced back into Taliban clutches.</p><p>The current cohort of Afghan Chevening scholars say they are stuck in limbo and face the possibility of having to return to Afghanistan after their graduation in September or once their visas expire.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/afghan-scholars-in-uk-fear-they-may-be-forced-to-return-home\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/afghan-scholars-in-uk-fear-they-may-be-forced-to-return-home", "date_published": "2023-08-14T17:01:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Darren Campbell no longer with GB on eve of World Athletics Championships", "description": "<ul><li>Absence comes amid difference of opinion with UKA’s Maguire</li><li>News is the latest bump in the road for team before Budapest</li></ul><p>Britain’s preparations for the World Athletics Championships are facing more turbulence with Darren Campbell, the popular head of sprints and relays, no longer with the team as they fly to Budapest.</p><p>Officially Campbell is on sick leave, but the Guardian also understands that his absence comes amid differences of opinion with the UK Athletics technical director, Stephen Maguire, including over the direction of the 4x100m relay team.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/14/darren-campbell-no-longer-with-gb-on-eve-of-world-athletics-championships\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/14/darren-campbell-no-longer-with-gb-on-eve-of-world-athletics-championships", "date_published": "2023-08-14T17:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Judge in landmark climate trial issues order that is win for young activists", "description": "<p>Sixteen young plaintiffs had alleged the Montana state government had violated their right to a healthy environment</p><p>The judge who heard the US’s <a href=\"https://www.theguardian.com/us-news/2023/jun/20/held-v-montana-climate-trial-youth-end\">first constitutional climate trial</a> earlier this year has issued an <a href=\"https://westernlaw.org/wp-content/uploads/2023/08/2023.08.14-Held-v.-Montana-victory-order.pdf\">order</a> which is a win for a group of young plaintiffs who had accused state officials in Montana of <a href=\"https://www.theguardian.com/us-news/2023/jun/17/montana-climate-trial-helena\">violating their right</a> to a healthy environment.</p><p>In a case that made headlines around the US and internationally, 16 plaintiffs, aged five to 22, had alleged the state government’s pro-fossil fuel policies contributed to climate change.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/montana-climate-trial-young-activists-judge-order\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/montana-climate-trial-young-activists-judge-order", "date_published": "2023-08-14T16:58:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Form of gene therapy offers hope for severe alcohol addiction, study finds", "description": "<p>US research linked to dopamine release finds macaques decreased consumption by up to 90% after treatment</p><p>A form of gene therapy that is already being trialled in patients with Parkinson’s disease might provide a one-off treatment for severe alcohol addiction.</p><p>A study in macaque monkeys that were predisposed to heavy drinking found that it dramatically curbed their alcohol consumption. “Drinking went down to almost zero,” said Prof Kathleen Grant,<strong> </strong>at Oregon Health and Science University’s National Primate Research Centre in Beaverton, US, who co-led the research. “For months on end, these animals would choose to drink water and just avoid drinking alcohol altogether.”</p> <a href=\"https://www.theguardian.com/society/2023/aug/14/form-of-gene-therapy-offers-hope-for-severe-alcohol-addiction-study-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/14/form-of-gene-therapy-offers-hope-for-severe-alcohol-addiction-study-finds", "date_published": "2023-08-14T16:50:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "City watchdog to contact MPs and other PEPs to ask if they have been debanked", "description": "<p>Inquiry aims to find out extent of denial of banking services to politically exposed persons such as politicians and army leaders</p><p>The City watchdog is to write to politicians and civil servants asking whether they have been denied banking or other financial services, following the scandal that erupted after <a href=\"https://www.theguardian.com/politics/2023/jul/03/banks-accused-of-closing-accounts-such-as-nigel-farages-on-political-grounds\">Nigel Farage’s accounts were threatened with closure</a>.</p><p>The Financial Conduct Authority plans to send letters on Tuesday to politically exposed persons (PEPs) – who include MPs, peers, leaders of UK political parties and senior ranking military officers – to ascertain whether individuals are struggling to secure services and how widespread the problem may be.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/city-watchdog-to-contact-mps-and-other-peps-to-ask-if-they-have-been-debanked\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/city-watchdog-to-contact-mps-and-other-peps-to-ask-if-they-have-been-debanked", "date_published": "2023-08-14T16:49:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Man dies after ‘major incident’ at Everton stadium construction site", "description": "<p>Health and Safety Executive investigating circumstances that led to the death of 26-year-old</p><p>A 26-year-old man has been killed in a “major incident” at the construction site of the new Everton stadium.</p><p>Emergency services including an air ambulance arrived at the site on Bramley Moore dock, Liverpool, shortly after midday on Monday, and workers were asked to leave the area.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/man-dies-after-being-injured-at-everton-stadium-construction-site\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/man-dies-after-being-injured-at-everton-stadium-construction-site", "date_published": "2023-08-14T16:32:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lappartient’s grand vision of cycling ‘mini-Olympics’ realised in Glasgow | Jeremy Whittle", "description": "<p>Britain did well not just in collecting world championship medals but also in rising to the occasion as hosts</p><p>Less than 12 months from the opening ceremony of the Paris Olympic Games, British cycling’s good health was evident across the UCI Cycling World Championships, which ended in Glasgow on Sunday afternoon.</p><p>From <a href=\"https://www.theguardian.com/sport/2023/aug/12/tom-pidcock-overcomes-mechanical-problems-and-controversy-to-claim-gold\">Tom Pidcock’s gold medal</a> in the men’s Olympic mountain biking event, to <a href=\"https://www.theguardian.com/sport/2023/aug/07/eilinor-barker-and-neah-evans-win-world-madison-gold-for-britain\">Elinor Barker and Neah Evans</a>’s world title in the women’s madison, <a href=\"https://www.theguardian.com/sport/2023/aug/11/josh-tarling-and-ben-wiggins-claim-world-championship-medals-for-britain-cycling\">Josh Tarling</a>’s bronze in the men’s time trial and Beth Shriever’s gold in the BMX supercross, there were stellar performances across the multidisciplined event from rapidly maturing talents.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/14/david-lappartients-grand-vision-of-cycling-olympics-realised-in-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/14/david-lappartients-grand-vision-of-cycling-olympics-realised-in-glasgow", "date_published": "2023-08-14T16:17:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football team walk off over ‘racial abuse’", "description": "<p>Match abandoned as Wednesfield FC leave pitch over alleged racial abuse by spectator in match against Droitwich Spa </p><p>A non-league football team walked off the pitch in disgust at alleged racial abuse directed towards teammates, leading to the match being abandoned.</p><p>Players and staff for Wednesfield FC left towards the end of the second half of their match on Saturday at Droitwich Spa FC. The <a href=\"https://www.midlandfootballleague.co.uk/league-tables.html\">Midland Football League division one</a> game was officially abandoned.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/non-league-football-team-walk-off-over-racial-abuse\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/non-league-football-team-walk-off-over-racial-abuse", "date_published": "2023-08-14T16:12:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barcelona fume at ‘disgrace’ after 116 minutes of pure Bordalásball | Sid Lowe", "description": "<p>The champions were held at Getafe; in fact, they had almost been beaten. Either way, they had been <em>Bordalásed</em></p><p>It’s back: La Liga, home of the beautiful game. Land of <a href=\"https://www.theguardian.com/football/2017/may/11/iago-aspas-that-corner-is-liverpool-fans-lasting-image-of-me-but-you-cant-live-in-the-past\">Iago Aspas</a>, <a href=\"https://www.theguardian.com/football/2022/jun/19/pedri-barcelona-spain-canary-islands\">Pedri</a> and Antoine Griezmann, of <a href=\"https://www.theguardian.com/football/2023/jun/15/jude-bellingham-makes-pitch-perfect-start-to-epic-adventure-at-real-madrid\">Jude Bellingham</a> too. Of Isinho, Iker Muniain, <a href=\"https://www.theguardian.com/football/2021/apr/29/villarreal-gerard-moreno-arguably-spains-best-player-now-arsenal-europa-league\">Gerard Moreno</a>, and <em><a href=\"https://www.espn.com/soccer/story/_/id/37625379/espanyol-captain-mental-health-facing-barcelona-working-stress\">Darderismo</a></em>. Of Papu Gómez, the man who says “a dribble opens a new world” and follows the referee, because there’s no one better positioned, <a href=\"https://elpais.com/deportes/2020/02/18/actualidad/1582056831_365538.html\">see</a>? Of Youssef En-Nesyri’s leap, the outside of Luka Modric’s boot and Isco’s dancing feet. Feel the quality, the intelligence, the touch, the technique, the fantasy, the …</p><p>Oh. <em>That</em>. Yep, that’s back too. Bigger than ever before. One hundred and sixteen minutes of pure Bordalásball.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/barcelona-fume-at-disgrace-after-116-minutes-of-pure-bordalasball-la-liga-getafe\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/barcelona-fume-at-disgrace-after-116-minutes-of-pure-bordalasball-la-liga-getafe", "date_published": "2023-08-14T16:11:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Frustration and failure as HS2 threatens to derail | Letters", "description": "<p><strong>Alex Ramage</strong>, <strong>John Dunn</strong> and <strong>Mark Sullivan</strong> respond to Larry Elliott’s call to  scrap the high-speed rail project</p><p>I was depressed to read Larry Elliott’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/10/hs2-scrap-tories-labour-budget-public-finances\" title=\"\">HS2 is the white elephant in the room. If the Tories won’t scrap it, Labour must, 10 August</a>). I have worked on HS2 contracts for the last five years, and it’s crucial that common misconceptions in the piece do not go unchallenged.</p><p>What the story lacks is its central political context. The scope of HS2 and its procurement contracts are subject to continuous revision. This may seem like due diligence on a £106bn project, but in reality this process is itself piling waste on to the scheme while pushing back the date at which we can benefit from a new low-carbon railway.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/frustration-and-failure-as-hs2-threatens-to-derail\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/frustration-and-failure-as-hs2-threatens-to-derail", "date_published": "2023-08-14T16:05:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers’ attacks on civil servants ‘damaged Whitehall staff retention’", "description": "<p>Exclusive: Ethics watchdog castigates government over power imbalance and affect on morale of erosion in conventions</p><p>Ministers’ disparaging public attacks on civil servants have damaged staff retention and morale in Whitehall, the government’s ethics watchdog has said.</p><p>Government officials have been castigated for being “obstructive and furthering their own agenda”, according to the committee on standards in public life, which pointed to an erosion of the normal conventions that govern their relationship with ministers.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/14/ministers-attacks-on-civil-servants-damaged-whitehall-staff-retention\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/14/ministers-attacks-on-civil-servants-damaged-whitehall-staff-retention", "date_published": "2023-08-14T16:05:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why SheraSeven is not a female Andrew Tate | Letters", "description": "<p>Readers respond to Kimberly McIntosh’s article about the influencer’s dating doctrine</p><p>Women manipulating men for a more comfortable life (or even just to survive) is as old as patriarchy itself, being born from the disparity between men and women’s relative positions in society (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/09/female-andrew-tate-influencer-dating-debt-man-bills\" title=\"\">‘The female Andrew Tate’: the new influencer dating doctrine is extreme – but I can see why it’s popular, 9 August</a>). SheraSeven’s “dating doctrine” is apparently gaining popularity, and both the subject of this article and its writer, Kimberly McIntosh, rightly identify gendered power as relevant context. Men hold more privilege, money, status and agency. Women are perpetually required to adapt to and/or resist this oppression. Here, the focus is on heterosexual relationships. But there is a more sinister undercurrent that McIntosh fails to address.</p><p>I found it jarring that the article said SheraSeven had often been described as “the female Andrew Tate”. Although it said this description was used “half‑jokingly”, this nevertheless gives a dangerously misleading impression that an equivalence between SheraSeven and Tate is in some way possible – it is not. Misandry (and actually I saw none of this in SheraSeven’s views) and misogyny are not some kind of gender-swap equivalents. Violent misogyny is actively expressed in every corner of society every day – women are beaten, murdered and raped with impunity – and this is the context for Tate’s vile fame.</p> <a href=\"https://www.theguardian.com/media/2023/aug/14/why-sheraseven-is-not-a-female-andrew-tate\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/14/why-sheraseven-is-not-a-female-andrew-tate", "date_published": "2023-08-14T16:03:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Yes, rebuild the Crooked House brick by brick – and buttress local planning, too | Simon Jenkins", "description": "<p>Communities need more power to protect assets such as historic pubs: the centralised system too often favours developers</p><p>Whose fault is the demise of the Crooked House in Himley, Staffordshire, now a pile of bricks? The nation is up in arms. MPs, peers, mayors, editors, villagers and about 18,000 people on a <a href=\"https://www.facebook.com/groups/326277673260879/\">Facebook group</a> are all gnashing their teeth. Even the demolition contractor, whose digger was actually booked <a href=\"https://www.telegraph.co.uk/news/2023/08/10/wonky-pub-owners-hired-digger-demolish-pub/\">before</a> the pub caught fire, is embarrassed. Many of these worthies may not have known of the pub before. They sure donow, and they all want it put back, brick by crooked brick.</p><p>There is a tried and tested procedure for securing a building that is of “architectural and historic interest”. It is called <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/10/reform-planning-laws-protect-historic-pub-buildings-crooked-house\">protective listing</a>. An 18th-century pub would surely have qualified. <a href=\"https://www.bbc.co.uk/news/uk-england-birmingham-66459842\">Historic England</a>, which wants the Crooked House restored, said it received a request to list the building a few days before the fire. But such a renowned building should have been listed a long time ago. This is perhaps more evidence for the inadequacy of the current system in England – witness the ongoing row over saving the unlisted <a href=\"https://www.architectsjournal.co.uk/news/this-is-not-just-any-public-inquiry?tkn=1\">M&amp;S store on Oxford Street</a> in London.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/rebuild-crooked-house-local-planning-communities-assets-pubs-developers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/rebuild-crooked-house-local-planning-communities-assets-pubs-developers", "date_published": "2023-08-14T16:02:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French coastguards mobilise six boats and a helicopter after Channel deaths", "description": "<p>Improving weather and sea conditions have raised fears of further attempts to reach the UK on small boats</p><p>French coastguards have mobilised six patrol boats in the Channel and a helicopter in anticipation of further attempts by migrants to cross as weather and sea conditions improve.</p><p>The high alert comes as prosecutors opened an investigation for manslaughter after at least six people died as a result of a small boat capsizing and sinking in the early hours of Saturday. Rescuers are still searching for at least one other missing person presumed drowned.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/french-coastguards-mobilise-six-boats-and-a-helicopter-after-channel-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/french-coastguards-mobilise-six-boats-and-a-helicopter-after-channel-deaths", "date_published": "2023-08-14T16:01:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England outage hits key payments systems processing billions", "description": "<p>Technical issue which shut down vital system that processes about £1tn in transactions daily now fixed</p><p>The Bank of England says it has resolved a technical issue that shut down a vital system that processes around £1tn in transactions every day.</p><p><a href=\"https://www.bankofengland.co.uk/news/2023/august/rtgs-chaps-resolved-technical-issue\">The central bank said</a> the “issue has been resolved and settlement will resume shortly”.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/bank-of-england-outage-hits-key-payments-systems-processing-billions\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/bank-of-england-outage-hits-key-payments-systems-processing-billions", "date_published": "2023-08-14T15:53:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Storm Hans: railway bridge collapses in southern Norway", "description": "<p>Middle section of Randklev Bridge on Oslo-to-Trondheim line slid into Lågen River on Monday morning</p><p>A critical railway bridge in Norway has collapsed into a river after a storm caused widespread damage to infrastructure.</p><p>The middle part of the Randklev Bridge in Ringebu, which is crossed by the Dovre line connecting Oslo and Trondheim, slid into the Lågen River on Monday morning.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/storm-hans-railway-bridge-collapses-in-southern-norway\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/storm-hans-railway-bridge-collapses-in-southern-norway", "date_published": "2023-08-14T15:42:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Number of landlords selling up in UK grows as mortgage rates surge", "description": "<p>Those who sold buy-to-let this year made £10,500 less than those who did so in 2022, separate data shows</p><p>A growing number of landlords have sold up <a href=\"https://theguardian.com/business/2023/aug/03/uk-interest-rate-rise-what-it-means-for-you#:~:text=The%20Bank%20of%20England%20has,the%20base%20rate%20to%205.25%25.\">as rates on mortgages surge</a>, according to data that showed tenants facing sharply rising rents amid a squeezed housing market.</p><p>Estimates by the estate agent Savills showed that 25,000 homes in UK were sold by landlords between April and May, compared with 22,000 in the previous two months.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/number-of-landlords-selling-up-in-uk-grows-mortgage-rates-surge-buy-to-let\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/number-of-landlords-selling-up-in-uk-grows-mortgage-rates-surge-buy-to-let", "date_published": "2023-08-14T15:31:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | The England v Australia rivalry rears its head in a World Cup semi-final", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>When various media outlets started giving more than a cursory token nod to women’s football a few years ago, quite a few men seemed to presume it had become compulsory to watch the game and made it clear they were unhappy with having this sporting aberration “rammed down our throats”. A woman’s place was elsewhere, they crudely insisted, not contesting World Cup quarter-finals in packed stadiums in front of 75,784 fans who had presumably wandered in by mistake. That was the official attendance at England’s match against Colombia on Saturday in Sydney, a city that has long been synonymous with its Opera House, Bondi Beach and bizarrely strict pub door policies, but until this tournament had kept its huge population of football-mad, hostile Colombian diaspora largely under wraps.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/football-daily-email-england-australia-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/football-daily-email-england-australia-world-cup", "date_published": "2023-08-14T15:22:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US university discovers 142-year-old observatory buried on campus", "description": "<p>Michigan State discovery of building demolished in 1920s provides rare on-campus experience for archaeology students</p><p>Construction workers at <a href=\"https://www.theguardian.com/us-news/michigan\">Michigan State University</a> hit something hard earlier this summer while installing hammock poles into the ground outside a residence hall.</p><p>A closer inspection then revealed it was the foundation of a 140-year-old observatory that was demolished in the 1920s and – over the course of a century – became buried underground.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/michigan-state-campus-observatory\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/michigan-state-campus-observatory", "date_published": "2023-08-14T15:05:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Let me explain, my dear son, why I left you in Afghanistan. Hang in there, I have not given up  | Shadi Khan Saif", "description": "<p>I remember you humming like a bulbul in our back yard in Kabul. When you are finally given a visa you will see there are all sorts of colourful birds here in Melbourne</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Dear Walo,</p><p>It is time to confess that two dreadful long years ago when I left you, aged five, to “fetch some new flower trees” for our back yard, I lied – as you have rightly realised by now and hence stopped talking to me.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/dec/21/sign-up-for-five-great-reads-guardian-australias-wrap-of-our-best-summer-stories\">Sign up for a weekly email featuring our best reads</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/let-me-explain-my-dear-son-why-i-left-you-in-afghanistan-hang-in-there-i-have-not-given-up\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/let-me-explain-my-dear-son-why-i-left-you-in-afghanistan-hang-in-there-i-have-not-given-up", "date_published": "2023-08-14T15:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s the greatest feeling’: six knitters on their all-time favourite projects", "description": "<p>For many, knitting is a skill passed down, then sustained by an online and real-life community. Here, enthusiasts talk about the garments they are most proud of</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get Guardian Australia’s weekend culture and lifestyle email</a></li></ul><p>It feels important to state from the outset: I don’t knit. But like many actual knitters, at some point in my childhood my mum taught me how. I still remember the soft click of the grey plastic needles and the satisfaction of a row of neat loops of magenta wool (a shade I would have only chosen between the ages of five and 10).</p><p>With knitting, the legacy of women sharing a skill that can nurture, warm and soothe feels powerful in a low-key feminist way – even when that knowledge is forgotten, then rediscovered later via friends, online tutorials or social media.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/15/its-the-greatest-feeling-six-knitters-on-their-all-time-favourite-projects\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/15/its-the-greatest-feeling-six-knitters-on-their-all-time-favourite-projects", "date_published": "2023-08-14T15:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kerr-Van Egmond-Foord: from Matildas upstarts in 2011 to the team’s core in 2023", "description": "<p>The trio have appeared at three previous World Cups together and ‘know each other’s game inside out’. Now at their fourth they are preparing for a semi-final </p><p>Not long after the Matildas’ historic victory over France on Saturday night, after she had helped take Australian sport to a place it had never been, Sam Kerr went back to her roots. To her 1.4 million Instagram followers, the Western Knights junior posted a photo in quadruplicate. It depicted herself arm-in-arm with teammates Caitlin Foord and Emily van Egmond at each of the previous four World Cups.</p><p>This trio, shining treasures of the Matildas’ golden generation, have been rightly recognised as the fuel for Australia’s attack. The whole squad is tight, but the strength of bond between these three is something else. One that has been forged over more than a decade in the fires of international football.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/15/kerr-van-egmond-foord-from-matildas-upstarts-in-2011-to-the-teams-core-in-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/15/kerr-van-egmond-foord-from-matildas-upstarts-in-2011-to-the-teams-core-in-2023", "date_published": "2023-08-14T15:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Magoo: rapper who collaborated with Timbaland, Missy Elliott and Aaliyah dies aged 50", "description": "<p>Hailing from then unfashionable Norfolk, Virginia, Timbaland and Magoo’s partnership went on to become a decisive influence on 90s Black music</p><p>The rapper Magoo, an early collaborator of producer Timbaland, has died aged 50. No cause of death has been shared.</p><p>The news was confirmed by Timbaland, who <a href=\"https://www.instagram.com/p/Cv7XTVeght6/\">posted on Instagram</a>: “This one hits different  long live Melvin aka magoo !!! Tim and Magoo forever ️️️ rest easy my king ❤️❤️❤️”</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/magoo-rapper-who-collaborated-with-timbaland-missy-elliott-and-aaliyah-dies-aged-50\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/magoo-rapper-who-collaborated-with-timbaland-missy-elliott-and-aaliyah-dies-aged-50", "date_published": "2023-08-14T14:51:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I smoked neurotically on the day of my A-level results. But I would be much more nervous today | Zoe Williams", "description": "<p>It took 26 cigarettes before I was ready to open that envelope. The situation is now harder in every way – and trite statements about success and failure won’t comfort school leavers</p><p>It is A-level results week, and I like to spend it scandalising young people with my reminiscing. That probably sunny August morning on which my results arrived, in 1989, I didn’t open the envelope until I had smoked all the cigarettes in the house – 26 in total. It took ages, and by the time I had small capital letters to read, I could barely see. Kids are always so shocked by this, and I can never figure out whether what horrifies them is that an 18-year-old smoked at home, the sheer amount of smoking or the neurotic procrastination. I no longer get any uptake from my own kids, who have heard it, but I never fail to get a – I like to think awestruck – “Did you <em>really</em>?”, from their friends, and I always go: “I don’t know why you’re so surprised, I’m vaping right now,” even though I did know they would be surprised, otherwise I wouldn’t have said it.</p><p>The world has changed so much in the however-many decades it is since I took my A-levels. Grades have changed, university has changed, the jobs market has changed, the concept of work has changed, students have changed, and yet the suite of responses to this moment remains exactly the same. The Telegraph splashes with a pretty blond student looking happy, other papers of note worry about either grade inflation or grade deflation. On social media, the empathy-wing of the teaching profession reminds us that all the kids worked really hard and deserve congratulation, and this hopefully ignites our better selves, so then a load of onlookers do a generic: “Congratulations on your results! If it’s what you hoped for, wonderful. If it isn’t, remember that [insert platitude about life] happens to everyone.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/i-smoked-neurotically-on-the-day-of-my-a-level-results-but-i-would-be-much-more-nervous-today\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/i-smoked-neurotically-on-the-day-of-my-a-level-results-but-i-would-be-much-more-nervous-today", "date_published": "2023-08-14T14:48:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Call for memorial for British Jews whose remains were moved to mass grave in 1970s", "description": "<p>Remains were moved from a cemetery in Mile End, east London, after it was bought by the forerunner of Queen Mary University London in 1973</p><p>The remains of thousands of British Jews including Benjamin Disraeli’s grandfather and the prizefighter Daniel Mendoza were reburied in unmarked mass graves to make way for a new university campus.</p><p>Half a century later, the Jewish organisation responsible for the graves has for the first time publicly acknowledged that the reburial contravened Jewish law and that there is no lasting memorial to the dead.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/call-for-memorial-for-british-jews-whose-remains-were-moved-to-mass-grave-in-1970s\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/call-for-memorial-for-british-jews-whose-remains-were-moved-to-mass-grave-in-1970s", "date_published": "2023-08-14T14:47:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Airstrike in Ethiopia’s Amhara region kills at least 26 people", "description": "<p>Residents say attack on town square in Finote Selam targeted ethnic Fano militia but civilians were also hit</p><p>An airstrike on a busy town square in Ethiopia’s Amhara region has killed at least 26 people, in the latest instance of violence in Ethiopia’s second-biggest state, <a href=\"https://www.theguardian.com/global-development/2023/aug/04/ethiopia-declares-a-state-of-emergency-in-amhara-amid-increasing-violence\">where militia have been fighting the army</a>.</p><p>The attack occurred in the early hours of Sunday morning in Finote Selam, a town in Amhara’s West Gojjam zone, a local doctor told the Guardian.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/airstrike-in-ethiopia-amhara-region-kills-people\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/airstrike-in-ethiopia-amhara-region-kills-people", "date_published": "2023-08-14T14:42:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sardinecore: welcome to summer’s sexiest, fishiest new fashion trend", "description": "<p>From romantic lunches at eye-watering prices to must-have T-shirts and covetable clutch bags, the humble sprat is having a massive moment</p><p><strong>Name:</strong> Sardinecore.</p><p><strong>Age: </strong>Freshly spawned this summer.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/14/sardinecore-welcome-to-summers-sexiest-fishiest-new-fashion-trend\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/14/sardinecore-welcome-to-summers-sexiest-fishiest-new-fashion-trend", "date_published": "2023-08-14T14:29:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Off-duty medics helped treat people injured in Welsh campsite crash", "description": "<p>Emergency workers on holiday tended to those hurt when car ‘flipped and rolled’ into tent</p><p>Off-duty medics and emergency workers who were on holiday tended to nine people injured when a car “flipped and rolled” into a packed campsite, hitting a tent where a young boy was sleeping.</p><p>Witnesses described how medics staying at the site in Pembrokeshire, south-west Wales, treated injured people until paramedics arrived at the scene and told of the screams coming from the crashed car.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/pembrokeshire-campsite-crash-off-duty-medics-treated-injured-people\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/pembrokeshire-campsite-crash-off-duty-medics-treated-injured-people", "date_published": "2023-08-14T14:20:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Barbie to Talk to Me, trans actors’ visibility is at a tipping point – and about time too | Caspar Salmon", "description": "<p>Whether it’s one of the many stars in this summer’s blockbuster, or the bratty bully in Talk to Me, trans stars are showing up on cinema screens. And the big deal is that it’s no big deal</p><p>The last few weeks have quietly seen a significant and mostly unremarked flowering of on-screen trans visibility, to the extent we might consider cinema is at a tipping point for trans acting. In Barbie, Talk to Me and Red, White and Royal Blue, three films on worldwide release at the same time offer vastly different declensions of trans representation at a time when trans rights are being rolled back around the world. This variety of depictions, from billion-banking blockbusters to breakout hits and cult concerns, has raised few eyebrows from audiences, giving a few clues as to cinema’s ability to provide hope as to public views on trans people.</p><p>That hope is needed. Just last week it was reported that the A24 horror film <a href=\"https://www.theguardian.com/film/2023/jul/25/talk-to-me-review-horror-michael-danny-philippou-creepy-hand\">Talk to Me</a>, in which a crucial supporting role is taken – and brilliantly performed – by transmasculine actor Zoe Terakes, had been <a href=\"https://www.theguardian.com/film/2023/aug/07/kuwait-bans-hit-australian-horror-film-talk-to-me-over-casting-of-trans-actor-zoe-terakes\">banned in Kuwait</a> because of Terakes’ gender identity. In an Instagram post, the actor hit out at the decision, saying: “Our film doesn’t actually ever mention my transness, or my queerness. I am a trans actor who happened to get the role. I’m not a theme. I am a person.”</p> <a href=\"https://www.theguardian.com/film/2023/aug/14/barbie-talk-to-me-trans-actors-visibility\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/14/barbie-talk-to-me-trans-actors-visibility", "date_published": "2023-08-14T14:15:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "French singer’s criticism of ‘rightwing’ hit song causes political stir", "description": "<p>Politicians weigh in on Michel Sardou’s 1980s Lakes of Connemara after Juliette Armanet calls it ‘odious’</p><p>French politicians have interrupted their holidays to wade into a national debate – described in one newspaper headline as “absurd” – after a singer criticised the massively popular 1980s hit <em><a href=\"https://www.youtube.com/watch?v=bpEmjxobvbY\">Les Lacs du Connemara</a></em> (Lakes of Connemara).</p><p>The political song and dance started when Juliette Armanet, whose last album sold 200,000 copies, was asked by the Belgian pop broadcaster <a href=\"https://www.rtbf.be/tipik\">Tipik</a> what three songs would make her leave a party.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/france-michel-sardou-lakes-of-connemara-political-stir\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/france-michel-sardou-lakes-of-connemara-political-stir", "date_published": "2023-08-14T14:08:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Document ‘from PSNI data leak’ posted on Belfast wall alongside threat", "description": "<p>Document with names of police officers redacted placed beside a Sinn Féin office on Falls Road</p><p>A document purportedly from the Police Service of Northern Ireland (PSNI) data leak has appeared on a wall in Belfast alongside a threatening message.</p><p>The document, which had the names of police officers redacted, was posted overnight beside a Sinn Féin office on Falls Road, suggesting <a href=\"https://www.theguardian.com/uk-news/2023/aug/11/data-leaks-irish-republican-groups-upper-hand-against-police-analysts-warn\">dissident republicans</a> had obtained material from last week’s data breach, Gerry Kelly, the party’s policing spokesperson, said on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/document-psni-data-leak-belfast-wall-threat\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/document-psni-data-leak-belfast-wall-threat", "date_published": "2023-08-14T14:03:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Clarence Avant, ‘Godfather of Black music’, dies aged 92", "description": "<p>Producer and record executive was, according to Quincy Jones, the ‘silent architect of so many deals it would make your head spin’</p><p>Clarence Avant, a longtime Hollywood insider whose work as a record executive, promoter, mentor and dealmaker earned him the moniker “the Godfather of Black music”, has died at 92.</p><p>Avant, the subject of a 2019 Netflix documentary <a href=\"https://www.theguardian.com/film/2019/jun/12/the-black-godfather-clarence-avant-netflix-documentary-life-hollywood-music-exec\">The Black Godfather</a>, died on Sunday at his home in Los Angeles, according to a statement by his family to <a href=\"https://www.hollywoodreporter.com/news/music-news/clarence-avant-dead-godfather-black-music-1235565979/#recipient_hashed=58e80303eb86ef6e1590496f3313a95182cb7e47e4431739bdb854b95b0768c7&amp;recipient_salt=7e749829dd8fdacaf3affd4f51643a323740a6b6883a45b85c04133fdf95e512\">the Hollywood Reporter</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/14/clarence-avant-black-music-legend-dead\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/14/clarence-avant-black-music-legend-dead", "date_published": "2023-08-14T14:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can Sunak’s rightwing war on ‘woke’, migrants and the environment save the Tories? | The panel", "description": "<p>We asked a panel of commentators for their view on the government’s electoral strategy</p><p>In the face of Labour poll leads, Rishi Sunak and his government appear to be increasingly focused on rightwing campaigns related to the culture wars, migration and opposition to environmental initiatives and targets. Do you think this is, or could be, a credible strategy?</p><p>John Redwood is the Conservative MP for Wokingham</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/rishi-sunak-rightwing-war-on-woke-migrants-environment-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/rishi-sunak-rightwing-war-on-woke-migrants-environment-tories", "date_published": "2023-08-14T14:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How the Hives made Hate to Say I Told You So: ‘The riff was like striking gold’", "description": "<p>‘Sweden was either death metal or shoegaze. None of the bands we liked ever made any money … Then the world turned’</p><p>When we were five or six we had a band at home in Sweden called Stallion. The logo was our drawing of two amplifiers connected. Niklas [Almqwist, brother] and our neighbour had got drums and guitars for Christmas. I didn’t get an instrument, but there was a mic, which made me the singer. I couldn’t sing and maybe I still can’t, but it was never about that.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/14/how-the-hives-made-hate-to-say-i-told-you-so\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/14/how-the-hives-made-hate-to-say-i-told-you-so", "date_published": "2023-08-14T14:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Technical problems ground German foreign minister’s plane in Abu Dhabi", "description": "<p>Incident on Annalena Baerbock’s aircraft is latest to be criticised for damaging Germany’s reputation for technical prowess</p><p>A government plane carrying <a href=\"https://www.theguardian.com/world/germany\">Germany</a>’s foreign minister, Annalena Baerbock, and a delegation of officials has been forced to return to a layover airport due to technical problems, in the latest of a string of mishaps to beset the government aircraft.</p><p>The plane, which was taking Baerbock to Australia, had made a refuelling stopover in Abu Dhabi. But just minutes after taking off, it was forced to turn back after the pilot detected a problemwith a landing flap that failed to open towards the tail end of the plane.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/technical-problems-ground-german-foreign-ministers-plane-in-abu-dhabi\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/technical-problems-ground-german-foreign-ministers-plane-in-abu-dhabi", "date_published": "2023-08-14T14:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rural areas being hit hardest at pumps as fuel prices rise again, says AA", "description": "<p>Motoring body highlights major differences in prices of supermarket petrol around Britain</p><p>Supermarkets have been accused of overcharging customers in rural areas for petrol, as holidaymakers face the highest fuel prices since early this year.</p><p>The cost of petrol reached 149.13p a litre on Sunday, the highest since early February, while diesel broke 150p a litre for the first time since May, at 150.61p, as increases in oil prices caused by <a href=\"https://www.theguardian.com/business/2023/jun/05/brent-crude-price-rises-after-saudi-arabia-agrees-to-cut-oil-output\">global production cuts</a> fed through to prices at the pump, the AA said.</p> <a href=\"https://www.theguardian.com/money/2023/aug/14/rural-areas-being-hit-hardest-at-pumps-as-fuel-prices-rise-again-says-aa-supermarkets\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/14/rural-areas-being-hit-hardest-at-pumps-as-fuel-prices-rise-again-says-aa-supermarkets", "date_published": "2023-08-14T13:49:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Data on insecure work in UK shows ‘structural racism in action’, TUC says", "description": "<p>Number of black and minority ethnic workers in low-paid and insecure jobs doubled in past decade, figures reveals</p><p>The number of black and minority ethnic (BME) workers in insecure work has more than doubled, from 360,200 to 836,340, between 2011 to 2022, data reveals.</p><p>The research, published by the Trades Union Congress on Monday, showed the proportion of BME workers in <a href=\"https://www.theguardian.com/commentisfree/2023/may/01/the-guardian-view-on-work-in-britain-insecurity-is-making-people-sick\">low-paid and insecure work</a> increased from 12.2% to 17.8% in the last decade. In comparison, the proportion of white workers in insecure work only rose marginally from 10.5% to 10.8%.</p> <a href=\"https://www.theguardian.com/society/2023/aug/14/tuc-says-uk-insecure-work-structural-racism-in-action-black-minority-ethnic-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/14/tuc-says-uk-insecure-work-structural-racism-in-action-black-minority-ethnic-workers", "date_published": "2023-08-14T13:47:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trump praises ‘terrific’ white supremacist conspiracy theorist", "description": "<p>Laura Loomer, banned from social media after describing herself as ‘proud Islamophobe’, draws approval from former president</p><p>In an online video, Donald Trump praised the <a href=\"https://www.splcenter.org/hatewatch/2022/07/06/white-nationalist-conference-lists-former-congressman-and-current-gop-congressional\">white nationalist</a> conspiracy theorist Laura Loomer as “terrific” and “very special” and said: “You are a very opinionated lady, I have to tell you. And in my opinion, I like that.”</p><p>Loomer, 30, is a Floridian activist and failed political candidate who once described herself as a “<a href=\"https://www.cnn.com/2020/08/19/politics/laura-loomer-donald-trump-florida/index.html\">proud Islamophobe</a>”, earning bans from major social media platforms.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/laura-loomer-trump-praise-white-supremacist\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/laura-loomer-trump-praise-white-supremacist", "date_published": "2023-08-14T13:47:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A giant sleeping baby and wild geese: Monday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/14/a-giant-sleeping-baby-and-wild-geese-mondays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/14/a-giant-sleeping-baby-and-wild-geese-mondays-best-photos", "date_published": "2023-08-14T13:41:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leigh were not the only winners at an inclusive, vibrant Challenge Cup final", "description": "<p>The four-finals-in-one-day format needs tweaks but there was plenty of drama and excitement for everyone at Wembley</p><p>By <a href=\"https://www.theguardian.com/profile/gavin-willacy\">Gavin Willacy</a> for <a href=\"https://twitter.com/NoHelmetsReq\">No Helmets Required</a></p><p>The unlikeliest of <a href=\"https://www.theguardian.com/sport/2023/aug/12/hull-kr-leigh-rugby-league-challenge-cup-final-match-report\">Challenge Cup finals between Leigh and Hull KR</a> was top of the bill, but the whole day was a festival: from the schools final on Saturday morning – which featured, by incredible coincidence, a school from Leigh against one from Hull – to the women of St Helens and Leeds creating history, to Batley being roared on by a passionate block of cowbell-clanging fans in their first ever Wembley appearance.</p> <a href=\"https://www.theguardian.com/sport/no-helmets-required/2023/aug/14/leigh-winners-inclusive-vibrant-challenge-cup-final-wembley\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/no-helmets-required/2023/aug/14/leigh-winners-inclusive-vibrant-challenge-cup-final-wembley", "date_published": "2023-08-14T13:31:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Times change’: what authors think about rewriting older books", "description": "<p>Jacqueline Wilson is latest writer to wade into debate over changing dated and offensive language</p><p>The publishing industry has been mired in debate in recent years about editing older books to remove content that could be deemed offensive.</p><p>Even the prime minister became involved in February after the publisher Puffin Books <a href=\"https://www.theguardian.com/books/2023/feb/18/roald-dahl-books-rewritten-to-remove-language-deemed-offensive\">hired sensitivity readers</a> to rewrite parts of Roald Dahl’s books to ensure they “can continue to be enjoyed by all today”. The development <a href=\"https://www.theguardian.com/books/2023/feb/20/roald-dahl-books-editing-philip-pullman\">prompted Rishi Sunak</a> to say that publishers “shouldn’t gobblefunk around with words”.</p> <a href=\"https://www.theguardian.com/books/2023/aug/14/authors-rewriting-older-books-jacqueline-wilson-roald-dahl\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/14/authors-rewriting-older-books-jacqueline-wilson-roald-dahl", "date_published": "2023-08-14T13:30:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lahaina relies on swell of volunteer support amid slow government response to fires", "description": "<p>Frustration at government response to deadliest wildfire in recent US history is mounting but community groups mobilized to help</p><p>Nearly a week after Hawaii’s devastating wildfires destroyed the historic town of Lahaina and <a href=\"https://www.theguardian.com/us-news/2023/aug/14/hawaii-fires-lahaina-maui-death-toll-missing\">killed at least 96 people</a>, the need in Maui is still so great that when boats approach the western side of the island with donations, people run across the beach to welcome them.</p><p>It’s a sight Edgar Rodriguez appreciates – and understands. Rodriguez and his family lost their Lahaina home to the flames. In the days since, he has shepherded supplies to those who stayed behind in the closed portion of the island with the Pacific Whale Foundation, a marine conservation nonprofit.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/lahaina-volunteer-support-slow-government-response-fires\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/lahaina-volunteer-support-slow-government-response-fires", "date_published": "2023-08-14T13:18:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BBC sells Maida Vale studios to partnership including Hans Zimmer", "description": "<p>New owners vow to continue music legacy of London venue where pop and rock royalty have performed </p><p>The BBC has sold its historic Maida Vale studios to a partnership that includes the Oscar-winning composer Hans Zimmer and the film producers Tim Bevan and Eric Fellner.</p><p>The venue in north-west London has hosted thousands of performances from generations of pop and rock royalty including the Beatles, David Bowie, Led Zeppelin, Dusty Springfield, Beyoncé and Adele.</p> <a href=\"https://www.theguardian.com/media/2023/aug/14/bbc-sells-maida-vale-studios-partnership-hans-zimmer\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/14/bbc-sells-maida-vale-studios-partnership-hans-zimmer", "date_published": "2023-08-14T13:13:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United approach Everton for Amadou Onana in midfielder hunt", "description": "<ul><li>Everton reluctant to sell 21-year-old after one season</li><li> United would need to bid at least £50m to stand a chance</li></ul><p>Manchester United’s search for midfield reinforcements has led them to approach Everton about a deal for Amadou Onana.</p><p>Erik ten Hag is keen to address his team’s lack of physicality and has turned his focus to bringing in a commanding central midfielder. United are yet to make progress in their <a href=\"https://www.theguardian.com/football/2023/jul/28/manchester-united-plan-amrabat-move\">pursuit of Fiorentina’s Sofyan Amrabat</a>.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/manchester-united-everton-amadou-onana-midfielder\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/manchester-united-everton-amadou-onana-midfielder", "date_published": "2023-08-14T13:06:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Parents of baby killed by their husky in Lincolnshire given suspended sentences", "description": "<p>Vince King and Karen Alcock were racing 19 dogs near Woodhall Spa when one fatally mauled their three-month-old daughter</p><p>The parents of a three-month-old girl who was mauled to death by one of their husky dogs have been given suspended jail sentences.</p><p>A judge at Lincoln crown court on Monday said she had no doubt that Vince King, 55, and Karen Alcock, 41, wished every day that they could turn the clock back.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/parents-of-baby-killed-by-their-husky-in-lincolnshire-given-suspended-sentences\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/parents-of-baby-killed-by-their-husky-in-lincolnshire-given-suspended-sentences", "date_published": "2023-08-14T13:05:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh’s superstar magicians on secrets and surprises: ‘You have to be very good at lying’", "description": "<p>Magic and mentalism abounds at this year’s festival. But how are the tricks done? Some of the best performers remain tightlipped – while others reveal all</p><p>“That feeling you have right now,” says Colin Cloud, putting his cards down, “it’s wonderful, right?” He has just performed a baffling trick that somehow allowed me to read his mind, and he leans back, pleased at my stunned reaction. “That is the feeling we don’t get any more, so remember what it feels like.” Then he tells me how he did it.</p><p>The Scottish mentalist, often called the real-life Sherlock Holmes, is about to take a break from his nightly performances in Las Vegas <a href=\"https://tickets.edfringe.com/whats-on/colin-cloud-after-dark\">to premiere his new show at the Edinburgh fringe</a>. He will be performing alongside more than 50 other magicians who are artfully rolling up their sleeves for <a href=\"https://www.theguardian.com/culture/edinburghfestival\">this year’s festival</a>. With <a href=\"https://www.theguardian.com/stage/magic\">magic shows</a> traversing cabaret, comedy, horror and myth, each is hoping to dazzle audiences with an impossible feat of mentalism, like Cloud, or spectacular sleight-of-hand and illusion, like magician and magic designer Ben Hart, who, eyebrow cocked, gazes firmly at a little ball of scrunched-up tinfoil that he is holding up.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/edinburghs-superstar-magicians-on-secrets-and-surprises-you-have-to-be-very-good-at-lying\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/edinburghs-superstar-magicians-on-secrets-and-surprises-you-have-to-be-very-good-at-lying", "date_published": "2023-08-14T13:04:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Secretive and evasive’: Patel criticises plan to house asylum seekers at Essex RAF base", "description": "<p>Former home secretary demands answers from Suella Braverman about timeframe for government’s use of the site</p><p>The former home secretary Priti Patel has accused the government of being “secretive” and “evasive” about plans to house asylum seekers on a disused RAF base which has become the target of protests and legal challenges.</p><p>She demanded answers from Suella Bravermen, the current home secretary, in a letter, saying there was an “alarming and staggering” lack of clarity about how long the site would be used for and how many people would be accommodated there.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/priti-patel-criticises-plan-to-house-asylum-seekers-at-essex-raf-base\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/priti-patel-criticises-plan-to-house-asylum-seekers-at-essex-raf-base", "date_published": "2023-08-14T13:03:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Having a baby does mess with your memory. I’m glad I recorded the truth – good and bad – in real time | Rhiannon Lucy Cosslett", "description": "<p>Most of us quickly forget the reality of early parenthood, but writing it all down was one of the best things I’ve ever done</p><p>“How old was your baby when he started sleeping through?” asked a friend recently. She is in the trenches with her newborn, who will only sleep on her – an affliction that has the potential to push parents to the brink of madness, and for which they have yet to find a cure. I recalled that it was eight weeks, if you count sleeping through as five hours or more, but I didn’t have the heart to tell her. I only remember, I think, because I was well rested enough to make decent memories.</p><p>People, readers included, took great joy in telling me that it wouldn’t last, and they were right: it didn’t. Though because of it, I can scarcely remember the winter at all. The baby was constantly unwell and we had entered the sort of co-sleeping situation that saw neither of us get much rest. For his part, he was waking for milk every hour; and for my part, I couldn’t get a sentence from <a href=\"https://guardianbookshop.com/your-baby-week-by-week-9780091910556\">Your Baby Week By Week</a> out of my head. The line was something like: “Imagine how bad you’d feel if your baby died because you co-slept with them.” I can’t remember it word for word now, but at the time it beat its way through the membrane of my troubled slumber to form a haunting refrain that meant any rest I was getting was of even poorer quality and thus, conversely, meant I was probably more likely to have an accident during my waking hours. (I should add here that I have great respect for the book’s author Prof Caroline Fertleman and her co-writer Simone Cave, and say that I met the former when she was briefly my son’s consultant and was genuinely starstruck. Some people turn to putty when they meet pop stars; for others, it’s paediatricians.)</p><p>Rhiannon Lucy Cosslett is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/baby-memory-truth-time-early-parenthood-writing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/baby-memory-truth-time-early-parenthood-writing", "date_published": "2023-08-14T13:00:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Wilko bidders given two days to submit offers with 12,000 jobs at stake", "description": "<p>Administrator PwC understood to have brought deadline forward as retailer risks running out of money</p><p>Bidders interested in buying the <a href=\"https://www.theguardian.com/business/2023/aug/10/wilko-collapses-into-administration-after-rescue-talks-fail\">collapsed budget retailer Wilko</a> have been given two days to submit their offers as the future of its more than 12,000 employees remains in doubt.</p><p>The family-owned household and garden products retailer, which has about 400 outlets, called in administrators last Thursday after it <a href=\"https://www.theguardian.com/business/2023/aug/09/wilko-suspends-home-deliveries-as-it-holds-talks-on-rescue-deal\">failed to secure a rescue deal</a>.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/wilko-bidders-given-two-days-to-submit-offers-with-12000-jobs-at-stake\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/wilko-bidders-given-two-days-to-submit-offers-with-12000-jobs-at-stake", "date_published": "2023-08-14T12:53:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Madagascar official accused of trying to secure bribe from Fabergé owner", "description": "<p>Madagascan president’s chief of staff charged in UK over alleged attempt to secure £225,000 from gem firm</p><p>The chief of staff to the president of Madagascar has been charged with bribery over an alleged attempt to secure bribes worth about £225,000 from the British owner of the luxury gemstone company Fabergé.</p><p>Romy Andrianarisoa, the chief of staff to Andry Rajoelina, and an associate are accused of offering Gemfields, the London-listed mining company that owns Fabergé, mining licences in Madagascar in return for 250,000 Swiss francs (£225,000) and a 5% equity stake in any Gemfields projects in the country, according to the UK’s National Crime Agency (NCA).</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/madagascar-official-accused-of-trying-to-secure-bribe-from-faberge-owner\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/madagascar-official-accused-of-trying-to-secure-bribe-from-faberge-owner", "date_published": "2023-08-14T12:34:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League returns with a bang and sanitation issues – Football Weekly", "description": "<p><a href=\"https://twitter.com/maxrushden\">Max Rushden</a> is joined by <a href=\"https://twitter.com/bglendenning\">Barry Glendenning</a>, <a href=\"https://twitter.com/NickyBandini\">Nicky Bandini</a> and <a href=\"https://twitter.com/JohnBrewin_\">John Brewin</a> as the Premier League season gets under way</p><p><strong>Rate, review, share on <a href=\"https://itunes.apple.com/podcast/football-weekly-the-guardian/id188674007?mt=2\">Apple Podcasts</a>, <a href=\"https://soundcloud.com/guardianfootballweekly\">Soundcloud</a>, <a href=\"https://audioboom.com/channel/football-weekly\">Audioboom</a>, <a href=\"https://www.mixcloud.com/guardianfootballweekly/\">Mixcloud</a>, <a href=\"https://www.acast.com/footballweekly\">Acast</a> and <a href=\"http://www.stitcher.com/podcast/guardianuk/football-weekly\">Stitcher</a>, and join the conversation on <a href=\"https://www.facebook.com/GuardianPodcasts/\">Facebook</a>, <a href=\"https://twitter.com/guardianaudio\">Twitter</a> and <a href=\"mailto:footballweekly@theguardian.com\">email</a>.</strong></p><p>Today: Chelsea and Liverpool look like two exciting sides in desperate need of a defensive midfielder – if only there was an obvious candidate both teams could have spent the summer <a href=\"https://www.theguardian.com/football/2023/aug/13/jurgen-klopp-braced-to-lose-battle-with-chelsea-for-brightons-moises-caicedo\">trying to sign</a>?</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/14/premier-league-returns-with-a-bang-and-no-running-water-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/14/premier-league-returns-with-a-bang-and-no-running-water-football-weekly-podcast", "date_published": "2023-08-14T12:33:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Proms 37 & 38: Budapest Festival Orchestra/Fischer review – bold, theatrical and enthralling", "description": "<p><strong>Royal Albert Hall, London<br /></strong>The first two Proms of the Hungarians’ mini residency found orchestra, conductor and soloist Andras Schiff moving and thinking as one. The Audience Choice programme might have been eccentric but it was hugely entertaining<strong><br /></strong></p><p>When Iván Fischer and the Budapest Festival Orchestra come to town, expect the unexpected. It’s not just that they eschew auditions, preferring to recruit like-minded musicians with shared views on how classical music must change if it is going to have a future. There is something about <em>how</em> they play, the visceral, physically dynamic way they move as one, that turns a concert into a communal act for orchestra and audience. Clearly word has got around. For the first of three Proms appearances in the orchestra’s 40th year, the Royal Albert Hall was packed to the rafters.</p><p>Given their radical credentials, Saturday evening’s prom was a pretty conservative programme, but there was nothing ordinary about the performances. There is a remarkable weight to the golden, glowing BFO sound, assisted by some canny orchestral geography that places the double basses high up at the back and the timpani even higher. Fischer is a bold, sometimes audacious interpreter, urging his players forward with defined, demonstrative gestures. The results are individual, frequently gripping and often thought-provoking.</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/proms-37-38-budapest-festival-orchestra-fischer-schiff-review-audience-choice-prom\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/proms-37-38-budapest-festival-orchestra-fischer-schiff-review-audience-choice-prom", "date_published": "2023-08-14T12:24:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rouble falls to 16-month low against dollar as Russian exports collapse", "description": "<p>High spending on war in Ukraine and drop in export revenues put further pressure on Russia’s economy</p><p>The rouble has fallen to its weakest point in almost 17 months as a collapse in export revenues and growing military spending increase pressure on Russia’s economy.</p><p>The currency, which has been steadily losing value in a long fall since the beginning of the year, slid past the psychologically important level of 100 to the dollar on Monday morning.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/rouble-falls-to-16-month-low-dollar-russian-exports-collapse-war-ukraine-russia-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/rouble-falls-to-16-month-low-dollar-russian-exports-collapse-war-ukraine-russia-economy", "date_published": "2023-08-14T12:23:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Floods and landslides kill at least 24 people with dozens missing in northern India", "description": "<p>Days of torrential rain have washed away vehicles, demolished buildings and destroyed bridges in Himalayan region</p><p>At least 24 people have been killed, nine of them in a temple collapse, and dozens more are feared missing after intense rains caused floods and landslides in India’s Himalayan region.</p><p>Days of torrential downpours have washed away vehicles, demolished buildings and destroyed bridges in the northern states of Uttarakhand and Himachal Pradesh.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/floods-and-landslides-kill-dozens-missing-in-northern-india\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/floods-and-landslides-kill-dozens-missing-in-northern-india", "date_published": "2023-08-14T12:22:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Neymar joining Saudi Arabia’s Al-Hilal in £86m deal as PSG end galáctico era", "description": "<ul><li>Brazilian forward to sign two-year deal subject to medical</li><li>PSG tightening belt to comply with financial fair play</li></ul><p>Neymar has agreed to leave Paris Saint-Germain for the Saudi Arabian club Al-Hilal in a move worth up to £86m, bringing to an end his colourful six-year stay in the French capital.</p><p>Subject to a successful medical the Brazilian will sign a two-year deal with the Riyadh-based side and become the most high-profile player to have joined the Saudi Pro League during its summer of extravagant transfer spending. The move marks a shift in dynamic for PSG, who also allowed <a href=\"https://www.theguardian.com/football/2023/jul/15/lionel-messi-inter-miami-mls-major-league-soccer\">Lionel Messi to depart for Inter Miami</a> at the end of last season.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/neymar-saudi-arabia-al-hilal-86m-psg\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/neymar-saudi-arabia-al-hilal-86m-psg", "date_published": "2023-08-14T12:19:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hawaii fires: death toll stands at 96 as hundreds remain missing", "description": "<p>Governor Josh Green says he expects deaths to rise as fire crews search destroyed Maui town of Lahaina for missing people</p><p>The death toll from the <a href=\"https://www.theguardian.com/us-news/hawaii-fires\">Maui wildfires</a> stood at 96 on Monday, the worst recorded in the US in more than 100 years.</p><p>Officials said the number of dead could grow. Hundreds remained missing. Firefighters battled flare-ups as searches of the destroyed town of Lahaina continued.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/hawaii-fires-lahaina-maui-death-toll-missing\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/hawaii-fires-lahaina-maui-death-toll-missing", "date_published": "2023-08-14T12:18:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jacqueline Wilson says rewriting children’s books can be justified", "description": "<p>Young people sometimes lack ‘sense of history’ to read texts with dated language, argues bestselling author</p><p>Jacqueline Wilson has said editing children’s books to remove inappropriate and dated language is sometimes justified because young people do not have “a sense of history”.</p><p>However, the bestselling children’s author told ITV’s Good Morning Britain that she was opposed to “meddling with adult classics”.</p> <a href=\"https://www.theguardian.com/books/2023/aug/14/jacqueline-wilson-rewriting-childrens-books-sometimes-justified\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/14/jacqueline-wilson-rewriting-childrens-books-sometimes-justified", "date_published": "2023-08-14T12:15:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘The girls are ready to fight’ – England’s Keira Walsh fired up for Australia semi", "description": "<ul><li>England midfielder hopes to silence raucous home crowd</li><li>Australia only side to have beaten England under Wiegman</li></ul><p>Keira Walsh is hoping England can silence the raucous home crowd on Wednesday when they play co-hosts Australia in a mouthwatering World Cup semi-final.</p><p>“When you are playing against it, when you can quieten the crowd, it is a very nice feeling,” said Walsh. World Cup fever has exploded in Australia and a match-up with old sporting foes England has got the press talking. On Monday, the Australian Daily Telegraph was renamed the ‘Daily Tillygraph’ and the lead story on the front page was: “Now for the Poms”.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/the-girls-are-ready-to-fight-england-keira-walsh-australia-semi-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/the-girls-are-ready-to-fight-england-keira-walsh-australia-semi-final", "date_published": "2023-08-14T12:04:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two men stabbed in homophobic attack outside London nightclub", "description": "<p>Pair were treated in hospital and discharged after attack in Clapham high street on Sunday night</p><p>Two men were taken to hospital after being stabbed in a homophobic attack outside a south London nightclub.</p><p>The pair, one in their 20s and the other in their 30s, were in Clapham high street at about 10.15pm on Sunday when they were targeted. They were treated in hospital and discharged.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/two-men-stabbed-in-homophobic-attack-outside-london-nightclub\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/two-men-stabbed-in-homophobic-attack-outside-london-nightclub", "date_published": "2023-08-14T12:03:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Photo that solves Sgt. Pepper McCartney mystery up for auction", "description": "<p>Rumours that musician was not present for the Sgt. Pepper’s Lonely Hearts Club Band photoshoot are proven false by picture, say UK auctioneers</p><p>A vivid image of the Beatles and a memo from their record company’s PR manager busting a myth that Paul McCartney was not present at the photoshoot for one of the most famous album covers of all time are coming up for auction this week.</p><p>The photo shows McCartney with the other three Beatles posing together in 1967 for the Sgt Pepper’s Lonely Hearts Club Band shoot, which produced the famous cover featuring the band in front of lifesize cut-outs of actors, writers and other figures.</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/photo-that-solves-sgt-pepper-mccartney-mystery-up-for-auction\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/photo-that-solves-sgt-pepper-mccartney-mystery-up-for-auction", "date_published": "2023-08-14T12:00:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TIM review – sinister household gadget leads AI thriller of android infatuation", "description": "<p>Walking robot who looks like a Nazi youth leader turns out – surprise surprise – to have creepy designs on his owner</p><p>As if the future of AI wasn’t already nightmarish enough, along comes this British sci-fi thriller with its storyline about an AI servant becoming dangerously infatuated with his female owner. It’s a creepy premise: a cross between Fatal Attraction and The Servant, Harold Pinter and Joseph Losey’s 1963 drama about a malevolent manservant. Though in the end TIM might be too silly to be scary and yet not sharp enough to work as satire.</p><p>Part of the problem is the AI itself, a humanoid robot inoffensively named TIM (short for “technologically integrated manservant”), played by Eamon Farren. There’s no question of keeping us guessing about his intentions: TIM is sinister from the get-go. With his slicked-down blond hair and penetrating blue-eye stare, he looks like a spoof of a Nazi youth leader with a flash of Hannibal Lecter.</p> <a href=\"https://www.theguardian.com/film/2023/aug/14/tim-review-sinister-household-gadget-leads-ai-thriller-of-android-infatuation\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/14/tim-review-sinister-household-gadget-leads-ai-thriller-of-android-infatuation", "date_published": "2023-08-14T12:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I was transformed’: the power of Brazilian jazz legend Bola Sete", "description": "<p>The late guitarist, who would have just turned 100, blew the minds of Carlos Santana, John Fahey and more with his hypnotic technique and expansive creative vision</p><p>San Francisco, early 1962. For Brazilian guitarist Bola Sete – who would have turned 100 last month – a night would hardly go by without a gig in the Tudor Room of the Sheraton Palace hotel. Bossa nova, seen as a classy background music in hotel dining rooms, was in high demand – but hired to play at cocktail hour, Sete would often go ignored by the audience of thirsty diners. Things changed when trumpeter Dizzy Gillespie recognised Sete and his guitar, the pair having met in Rio de Janeiro a few years earlier.</p><p>Gillespie was astonished, so much so that he would return to the Tudor Room with pianist Lalo Schifrin to witness what this little-known musician was capable of. “He was sending a message. It was a message very intense,” Schifrin later said.</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/i-was-transformed-the-power-of-brazilian-jazz-legend-bola-sete\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/i-was-transformed-the-power-of-brazilian-jazz-legend-bola-sete", "date_published": "2023-08-14T12:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pici and penne: Rukmini Iyer’s budget pasta recipes", "description": "<p>Little bouncy pasta bits with an easy broccoli and walnut pesto, and a Roman-style chickpea, tomato and rosemary bowl of penne</p><p>A pair of Roman-inspired pasta dishes. If you’ve never tried to make homemade pasta, it really couldn’t be easier than this recipe for pici – little pasta worms with a wonderfully bouncy texture. I’d usually serve them <a href=\"https://www.padella.co/\">Padella</a>-style with cacio e pepe, but, in a nod to getting one of my five-a-day into dinner, here they’re paired with an easy broccoli and walnut pesto. Pasta with chickpeas and rosemary is another Roman classic, which I’ve taken great liberties with, adding fresh cherry tomatoes and spinach for a moreish and filling supper (which, incidentally, ticks all your food group boxes).</p><p>Rukmini Iyer is the author of The Roasting Tin series. Her latest book is India Express: Fresh and Delicious Recipes for Every Day, published by Square Peg at £22. To order a copy for £19.36, go to <a href=\"https://guardianbookshop.com/india-express-9781529110074\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/food/2023/aug/14/pici-pesto-chickpea-tomato-penne-budget-pasta-recipes-rukmini-iyer\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/14/pici-pesto-chickpea-tomato-penne-budget-pasta-recipes-rukmini-iyer", "date_published": "2023-08-14T12:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leicestershire and Warwickshire lead groups as One-Day Cup takes shape", "description": "<p>Elsewhere, James Bracey and Prithvi Shaw starred with the bat and a possible England spinner found rhythm with the ball</p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>Leicestershire continue to set the pace in Group A of the One-Day Cup after a match that threatened to get away from them twice at the Ageas Bowl.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/aug/14/leicestershire-warwickshire-lead-groups-one-day-cup-england-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/aug/14/leicestershire-warwickshire-lead-groups-one-day-cup-england-cricket", "date_published": "2023-08-14T11:46:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "James Acaster: Hecklers Welcome review – comic boldly goes with the flow", "description": "<p><strong>Theatre Royal, Glasgow<br /></strong>Delivering his own ‘origin story’, with interruptions encouraged, Acaster skilfully  pieces together big-yield routines from inauspicious beginnings</p><p>We all learned something during lockdown, says <a href=\"https://www.theguardian.com/music/2023/mar/15/james-acaster-interview-experimental-music\">James Acaster</a>, and he learned that “I don’t like doing standup comedy”. Wracked with nerves before each gig, annoyed that the wrong people came to his shows, the Kettering comic had hit a wall. This show is his response. For the first time in Acaster’s standup career, Hecklers Welcome takes us back into his childhood to unearth the roots of his love/hate relationship with performance. It also obliges the 38-year-old to embrace audience input. James “has to accept whatever happens”, we’re told pre-show – even if that’s sometimes through gritted teeth.</p><p>It’s a two-times gift of a set, then, offering a glimpse behind the curtain of <a href=\"https://www.theguardian.com/stage/2020/dec/21/james-acaster-cold-lasagne-hate-myself-1999-show\">one of the best comics now working</a>, and obliging him to be phlegmatic – which is not his default mode. The first half in particular is fascinating as well as funny, as Acaster interrogates the standup psyche and pores over those moments he’s allowed audiences (too silent, too rowdy) to get under his skin. Then comes his “origin story”, the tale of a spinning-wheel workshop five-year-old James’s granny once delivered at his school. Summoned onstage by gran, Acaster was emotionally overwhelmed – and (<em>pace</em> his therapist) that same fragile infant has been looking over his shoulder at every live appearance since.</p><p><a href=\"https://www.jamesacaster.com/gigs/\">Touring until 22 June</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/james-acaster-hecklers-welcome-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/james-acaster-hecklers-welcome-review", "date_published": "2023-08-14T11:38:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pilot and crew member ‘not seriously hurt’ after Michigan airshow crash", "description": "<p>Pair taken to hospital after ejecting from vintage MiG-23 plane before it crashed into car park</p><p>A pilot and crew member escaped serious injury when they ejected from a vintage jet that crashed during a Michigan airshow on Sunday, officials have said.</p><p>The MiG-23 demonstration plane crashed during the Thunder over Michigan air show shortly after 4pm local time, the Wayne County airport authority said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/pilot-and-crew-member-not-seriously-hurt-after-michigan-airshow-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/pilot-and-crew-member-not-seriously-hurt-after-michigan-airshow-crash", "date_published": "2023-08-14T11:23:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Need a good laugh? The 10 best jokes from the Edinburgh festival 2023", "description": "<p>No one-liner list would be complete with Olaf Falafel. He’s here alongside nine other standups with great quips from this year’s festival</p><p><strong><a href=\"https://tickets.edfringe.com/whats-on#q=%22Olaf%20Falafel%22\">Olaf </a></strong><strong><a href=\"https://tickets.edfringe.com/whats-on#q=%22Olaf%20Falafel%22\">Falafel</a></strong>:<strong> </strong>Getting mythology wrong is my Hercules ankle.</p><p><strong><a href=\"https://tickets.edfringe.com/whats-on/leila-navabi-composition\">Leila Navabi</a></strong>:<strong> </strong>I have an unconscious bias. I’m biased firmly towards being unconscious.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/need-a-good-laugh-the-10-best-jokes-from-the-edinburgh-festival-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/need-a-good-laugh-the-10-best-jokes-from-the-edinburgh-festival-2023", "date_published": "2023-08-14T11:22:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "National Gallery in London extends pay what you wish scheme for major shows", "description": "<p>Visitors can pay £1 for special exhibitions, including Frans Hals showcase next month, amid cost of living crisis</p><p>The National Gallery is extending its scheme allowing visitors to major exhibitions to pay as little as £1 entrance to a third show opening this autumn.</p><p>The gallery’s pay what you wish initiative, which was launched as a response to the cost of living crisis, will apply to its exhibition of Frans Hals works opening on 30 September.</p><p>Booking for the Frans Hals exhibition opens on 16 August. Timed slots are available from 5.30pm to 9pm on Fridays under the pay what you wish scheme.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/14/national-gallery-in-london-extends-pay-what-you-wish-scheme-for-major-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/14/national-gallery-in-london-extends-pay-what-you-wish-scheme-for-major-shows", "date_published": "2023-08-14T11:21:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa’s Tyrone Mings unlikely to play again this season after ACL injury", "description": "<ul><li>Second ACL injury at Villa in four days after Emiliano Buendía</li><li>Central defender’s chances of going to Euro 2024 all but over</li></ul><p>Tyrone Mings is unlikely to play again this season and his hopes of making any England Euro 2024 squad have also suffered a major blow after he sustained an anterior cruciate ligament injury.</p><p>Mings was carried off on a stretcher and replaced by Pau Torres after picking up the serious knee injury after an innocuous collision with Alexander Isak in <a href=\"https://www.theguardian.com/football/2023/aug/12/newcastle-aston-villa-premier-league-match-report\">Aston Villa’s 5-1 defeat at Newcastle</a> on Saturday.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/aston-villa-tyrone-mings-acl-injury-unlikely-play-again-this-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/aston-villa-tyrone-mings-acl-injury-unlikely-play-again-this-season", "date_published": "2023-08-14T11:19:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italy’s Meloni defends windfall tax move against banks", "description": "<p>PM says ‘the right things must be done’, having watered down measure in response to fall in lenders’ shares</p><p>Italy’s prime minister, Giorgia Meloni, has doubled down on a shock decision to introduce a 40% windfall tax on banks, saying she would “do it again” despite having sent <a href=\"https://www.theguardian.com/world/2023/aug/08/italy-approves-40-windfall-tax-on-banks-for-2023-as-profits-soar\">lenders’ shares plunging</a> last week.</p><p>The leader of the rightwing Brothers of Italy party told Italian newspapers on Monday that implementing the tax was the right decision for her government, which is the latest to target banks accused of profiteering at a time of high interest rates.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/italy-giorgia-meloni-defends-windfall-tax-move-against-banks\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/italy-giorgia-meloni-defends-windfall-tax-move-against-banks", "date_published": "2023-08-14T11:13:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Everton sign Jack Harrison from Leeds on loan despite winger’s hip injury", "description": "<ul><li>Unai Emery had been keen to bring Harrison to Aston Villa</li><li>Harrison the seventh player to leave Leeds on loan</li></ul><p>Everton have signed Jack Harrison on a season’s loan from Leeds despite the winger facing another month on the sidelines with a hip injury.</p><p>Harrison passed an Everton medical on Sunday and has signed on loan with an option to buy. The 26-year-old had a clause in his Leeds contract that allowed him to leave on loan in the event of relegation from the Premier League.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/everton-sign-jack-harrison-leeds-on-loan\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/everton-sign-jack-harrison-leeds-on-loan", "date_published": "2023-08-14T11:12:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England reshuffle Rugby World Cup pack with Mitchell in for Van Poortvliet", "description": "<ul><li>Van Poortvliet set for ankle surgery after injury against Wales</li><li>Ben Youngs becomes favourite to take England No 9 jersey</li></ul><p>England have called up the Northampton scrum-half Alex Mitchell to their World Cup squad after confirming that Jack van Poortvliet will undergo ankle surgery and miss the forthcoming tournament.</p><p>Van Poortvliet suffered the injury towards the end of the first half of Saturday’s <a href=\"https://www.theguardian.com/sport/2023/aug/12/england-wales-rugby-world-cup-warmup-report\">dramatic victory over Wales</a> and was in obvious pain, receiving lengthy treatment before being helped off the pitch. Steve Borthwick immediately headed pitchside to check on the 22-year-old scrum-half and the head coach’s fears have now been realised.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/14/england-reshuffle-world-cup-pack-alex-mitchell-in-after-jack-van-poortvliet-exit-rugby-union\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/14/england-reshuffle-world-cup-pack-alex-mitchell-in-after-jack-van-poortvliet-exit-rugby-union", "date_published": "2023-08-14T11:02:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dead flies could be used to make biodegradable plastic, scientists say", "description": "<p>Polymer from black soldier flies seen as promising source as it has no other competing uses such as food</p><p>Dead flies could be turned into biodegradable plastic, researchers have said.</p><p>The finding, presented at the autumn meeting of the American Chemical Society (ACS), could be useful as it is difficult to find sources for biodegradable polymers that do not have other competing uses.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/14/dead-flies-biodegradable-plastic-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/14/dead-flies-biodegradable-plastic-scientists", "date_published": "2023-08-14T10:55:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sweden v Spain semi-final will be full of nuances and tactical battles. I can’t wait | Jonas Eidevall", "description": "<p>Kosovare Asllani’s intelligent press and Stina Blackstenius’ runs behind the defence will be key if Sweden are to reach the final</p><p>Spain and Sweden’s World Cup semi-final in Auckland on Tuesday is so tough to call. The winner will be the team that have the best day executing their plan and it is so exciting to see two teams with such clear identities face each other. It’s a game I not only look forward to as a Swede but also as a lover of the game. There will be so many nuances and tactical battles for the players and coaches to solve.</p><p>This is the fourth consecutive major tournament in which Sweden have reached at least the semi-final so it would be wrong to say it is a surprise they have made the last four. However, considering the changes they have needed to make and how tough the draw was on their side then their performances have been highly impressive. Their <a href=\"https://www.theguardian.com/football/2023/aug/11/sweden-japan-womens-world-cup-match-report\">quarter-final against Japan</a> was astonishing. A lot of people had Japan as favourites and yet Sweden won comfortably.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/sweden-v-spain-semi-final-jonas-eidevall-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/sweden-v-spain-semi-final-jonas-eidevall-womens-world-cup", "date_published": "2023-08-14T10:47:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Donald Trump expected to face 2020 election charges in Georgia this week – sources", "description": "<p>Witness summonses give clear indication prosecution is about to start, with indictments also expected against more than a dozen others</p><p>The Fulton county district attorney investigating <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> efforts to overturn the 2020 election results in Georgia is expected early this week to seek multiple charges against more than a dozen defendants including the former president, according to two people briefed on the matter.</p><p>The timeline for when the district attorney, Fani Willis, would present evidence to a grand jury came into sharper relief over the weekend after prosecutors summoned the former Georgia lieutenant governor Geoff Duncan and reporter George Chidi to testify on Tuesday.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/donald-trump-charges-georgia-2020-us-election-overturn-interference\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/donald-trump-charges-georgia-2020-us-election-overturn-interference", "date_published": "2023-08-14T10:30:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Healthy diet in UK at risk from Mediterranean droughts, experts say", "description": "<p>Fresh fruit and vegetables from Europe will be more expensive as drought and wildfires shrink supplies</p><p>A healthy diet in the UK will be put at risk by climate breakdown as European droughts shrink fresh fruit and vegetable supplies, experts have said.</p><p>Fresh produce from the Mediterranean, upon which the UK is reliant, will become more expensive and harder to obtain as extreme heat causes yields to reduce, putting a healthy diet out of reach of the poorest in society, according to a <a href=\"https://eciu.net/analysis/reports/2023/climate-impacts-on-uk-food-imports\">report by the Energy and Climate Intelligence Unit</a> (ECIU).</p> <a href=\"https://www.theguardian.com/environment/2023/aug/14/healthy-diet-in-uk-at-risk-from-mediterranean-droughts-experts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/14/healthy-diet-in-uk-at-risk-from-mediterranean-droughts-experts-say", "date_published": "2023-08-14T10:29:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I lied about my age to date a younger man. Now I’m realizing my mistake | Shanti Nelson", "description": "<p>A friend persuaded me that ‘everyone does it’. That may be true, but maybe honesty – and self-worth – are better policies</p><p>I lied about my age on Tinder and now I’m menopausal, spooning an unsuspecting millennial while he sleeps.</p><p>“Everyone over 50 lies about their age on dating apps, plus you don’t look 53.” I never should have listened to Helen. We’re best friends and I love her, but we’re polar opposites.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/dating-lying-about-age-mistake\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/dating-lying-about-age-mistake", "date_published": "2023-08-14T10:06:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Covid variant Eris is reminder to monitor virus data, US experts say", "description": "<p>Variant is anticipated evolution but exact scope of virus is difficult to discern because of limited surveillance, experts say</p><p>A new Covid-19 variant has become the dominant lineage of the virus in recent weeks in the US and while it should not be a cause of undue concern for the public, its emergence is a reminder of the need for greater surveillance of the virus and of the importance of vaccine boosters, according to infectious disease experts.</p><p>EG.5.1, an Omicron subvariant <a href=\"https://www.theguardian.com/world/2023/aug/09/who-declares-eris-covid-strain-a-variant-of-interest-as-uk-cases-rise\">also known as Eris</a>, is the leading version of the virus and makes up about 17% of Covid cases in the United States, according to the <a href=\"https://covid.cdc.gov/covid-data-tracker/#variant-proportions\">Centers for Disease Control and Prevention</a>. Its rise coincides with a recent uptick in the number of hospitalizations due to Covid.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/new-covid-variant-eris-surge-vaccine-boosters-data\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/new-covid-variant-eris-surge-vaccine-boosters-data", "date_published": "2023-08-14T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for torta di ceci, or chickpea flour pancakes (in a sandwich)", "description": "<p>This gram flour pancake has myriad names in its home country and is best served in a bun</p><p>We pit-stopped in Livorno, on the west coast of Tuscany, on our way back from a wedding a few weeks ago; just long enough to fill the car with petrol, drive twice around Piazza della Repubblica, unfold our bodies, then fill them with <em>5 e 5</em> bun from the Da Gagarin bakery.</p><p>Just behind the handsome mercato centrale, the full name of this historic Livornese joint is <a href=\"https://m.facebook.com/profile.php?id=1059901520849647\">Antica Torteria Al Mercato Da Gagarin</a>. A torteria<strong> </strong>(probably a Livornese word) is the place that makes <em>torte –</em> that is, round, flat, baked things – while a <em>tortiera</em> is an object: the round tray used for baking the round, flat, baked things. The tortiere in Da Gagarin are brass and the size of crash cymbals; they have a low lip and are used to bake <em>torta di ceci</em>. Making just one thing means there is a continual flow. As we arrive, chickpea flour and water batter is being poured into <em>tortiere </em>on a work surface set back from the counter. At the same time, just-cooked torte are being paddled from the narrow mouth of the wood oven.</p> <a href=\"https://www.theguardian.com/food/2023/aug/14/torta-di-ceci-recipe-chickpea-flour-pancakes-sandwich-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/14/torta-di-ceci-recipe-chickpea-flour-pancakes-sandwich-rachel-roddy", "date_published": "2023-08-14T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: neo-Nazi active club counts several of US military as members", "description": "<p>Clockwork Crew, formerly known as Crew 562, was founded in 2021 and has  roughly a dozen members, researchers say</p><p>A neo-Nazi ‘active club’ counts several current and former members of the United States military as its members, the Guardian has learned, including a lance corporal machine gunner currently in detention on insubordination charges and a former US Marine Corps staff sergeant who was booted from the service for stealing large quantities of ammunition.</p><p>Lance corporal machine gunner Mohammed Wadaa and former Marine Corps staff sergeant Gunnar Naughton are part of the Clockwork Crew, California’s first <a href=\"https://www.vice.com/en/article/n7evgw/neo-nazi-fight-clubs-robert-rundo-fat-shaming-white-nationalism\">‘active club</a>,’ according to the group’s own internal research records and social media posts<em>, </em>as well as law enforcement sources.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/revealed-neo-nazi-active-club-us-military-members\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/revealed-neo-nazi-active-club-us-military-members", "date_published": "2023-08-14T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: Rambo the tarantula scared people – but he was basically an eight-legged cat", "description": "<p>We watched serial killer dramas together while I stroked his plump little rump and he never once bit me. If only he hadn’t come to such an unhappy end</p><p>I trained myself to love Rambo by reasoning that he was basically just an eight-legged cat. A friend who worked at a reptile house had hooked us up when, on a visit home from university, I decided I simply had<em> </em>to have a tarantula. Rambo was an infant, a Grammostola pulchripes who was expected to live about seven years. At first, our relationship consisted of me eyeing him warily through his perspex box, checking that the lid remained wedged against any possibility of escape.</p><p>I had never been an “animal person”. It took many years to work out that my sneezing was not because of my mother’s attitude towards dusting but the parade of pets that trundled through our home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/14/the-pet-ill-never-forget-rambo-the-tarantula-scared-people-but-he-was-basically-an-eight-legged-cat\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/14/the-pet-ill-never-forget-rambo-the-tarantula-scared-people-but-he-was-basically-an-eight-legged-cat", "date_published": "2023-08-14T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s going to be very surprised’: Georgia DA Fani Willis prepares to face off with Trump", "description": "<p>Legal watchers say the Fulton county district attorney’s entire career has prepared her for the prosecution of Donald Trump</p><p>The synopsis for a Fani Willis biopic would probably go something like this:<em> In Fulton </em><em>county, the first Black woman to serve as district attorney takes on an unlikely case. Willis grew up attending court with her father, a defense attorney and Black Panther. Now, she sits on the opposite side of the courtroom, hoping to indict a former president who sought to overturn election results and often espoused white supremacist rhetoric while doing so.</em></p><p>The film’s montage would pull from real life, depicting a determined, unflappable Willis relentlessly pouring over documents, leading her team through the long work hours and security risks that come with bringing an indictment against an often inflammatory former president, even as national attention on the case reached a groundswell.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/donald-trump-prosecutor-fulton-county-georgia-district-attorney-fani-willis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/donald-trump-prosecutor-fulton-county-georgia-district-attorney-fani-willis", "date_published": "2023-08-14T10:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lives of Performers review – the wonderful, wonky world of 70s New York avant garde", "description": "<p>Yvonne Rainer’s first film is a fascinating immersion in radical art practice in all its meta-narrative incoherence and mess</p><p>Here is the first film from avant garde film-maker Yvonne Rainer, showing as part of a <a href=\"https://www.ica.art/films/yvonne-rainer\">retrospective of her work at the ICA in London</a>, affording viewers a chance to appreciate the wonky, wonderful weirdness that was integral to the New York experimental art scene in the early 1970s. Aptly enough for an artist who started her career in the dance world (having studied with such luminaries as Martha Graham and Merce Cunningham), Rainer grounds this in the world of dance, opening with a rehearsal of a company running through different moves. Don’t be alarmed if no sound is coming through – it’s meant to be that way. Rainer plays throughout with audience expectations and need for narrative closure, offering little titbits of story and then whipping them away from us in juddering ruptures with convention.</p><p>Drill down a bit and it’s not impossible to find a narrative about some kind of love triangle between one man and two women, who may or may not be the performers we see on screen. Over still photographs and snippets of moving theatre, voices are heard reading, with remorselessly flat intonation, a script in which lead dancer Valda (Valda Setterfield) longs for her lover Fernando (Fernando Torm). The plot often doesn’t match up with the action on screen, which is filmed in pencilly black and white 16mm stock by cinematographer Babette Mangolte. (Mangolte would go on to shoot Chantal Akerman’s 1975 classic Jeanne Dielman, 23 Quai du Commerce, 1080 Bruxelles, recently voted by critics as <a href=\"https://www.theguardian.com/film/2022/dec/01/chantal-akerman-becomes-first-woman-to-top-bfis-greatest-all-time-films-poll\">the greatest film of all time</a>.) Later on, the performers stand frozen in tableaux as the camera rolls, apparently acting out scenes from a dance version of Frank Wedekind’s classic play Lulu.</p> <a href=\"https://www.theguardian.com/film/2023/aug/14/lives-of-performers-review-yvonne-rainer-new-york-avant-garde\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/14/lives-of-performers-review-yvonne-rainer-new-york-avant-garde", "date_published": "2023-08-14T10:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The micro-micro wedding: how the ‘big day’ got smaller, more intimate and affordable", "description": "<p>Half of all weddings at Gretna Green now involve just the couple and two witnesses. But it’s not only elopements. Many more couples are enjoying stealth nuptials</p><p>James and Kathryn drove up to Gretna Green the day before their wedding in 2021, in a clapped-out Seat Leon. On the big day, while Kathryn got her hair done, James went to Gretna football club for a look at the grounds. Their witnesses were a photographer and “some random person who normally works there but had just come in for a cup of tea”. The ceremony, plus the photos, took about 45 minutes, then they went for a pint. Afterwards, they went to Carlisle and “did an escape room – I was still in my wedding dress”, says Kathryn. “The woman thought I was mad.” They finished with one second to spare – they still have the ticket, saying 59:59 – and “had our first marital row”, says Kathryn, about “how to get out of the escape room”.</p><p>Forget the micro-wedding, which is one with fewer than 50 attendees, and consider the micro-micro wedding – just the couple, or maybe a handful of guests. Being allowed to have a row on your big day is just one of what turns out to be a lot of upsides driving the trend. Another advantage that comes up constantly is that you don’t have to engage with the whole wedding industry. “The ridiculous overpricing … it didn’t feel like us,” says Matthew, 35, who married Jo, 30, in May 2022. They had their parents, a sister and an aunt – six guests in all.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/14/micro-micro-wedding-how-big-day-got-smaller-more-intimate-affordable\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/14/micro-micro-wedding-how-big-day-got-smaller-more-intimate-affordable", "date_published": "2023-08-14T10:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She spoke truth to power, always’: Sinéad O’Connor’s affinity with Black music – and liberation", "description": "<p>The Irish musician expressed solidarity and an appreciation for Black music with gospel, rap and roots reggae recordings, which were often fuelled by her own experiences of marginalisation</p><p>On paper, jungle – one of the defining, pioneering sounds of 90s rave music – and the music of Sinéad O’Connor might not be the most obvious pairing. And yet, in 1995, the renowned Irish artist (later called Shuhada’ Sadaqat) requested UK junglist M-Beat <a href=\"https://www.youtube.com/watch?v=qdBiSt45t3Y\">remix her track Fire on Babylon</a> after the pair had met briefly backstage at Top of the Pops the year before. The result was glorious: expansive, shifting beats with her emotive vocal calling out on top.</p><p>For M-Beat, real name Marlon Hart, the reason it worked was simple: “Her music had realness to it,” he says. “The common ground that we shared was that our music was very sincere.” At Top of the Pops, he recalls, “I’m an unknown council estate boy who has been lucky to have some songs chart. And I’m meeting this big star. But she was down to earth, she said she really liked our music.”</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/she-spoke-truth-to-power-always-sinead-oconnors-affinity-with-black-music-and-liberation\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/she-spoke-truth-to-power-always-sinead-oconnors-affinity-with-black-music-and-liberation", "date_published": "2023-08-14T10:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aliens: The Chequered History of Britain’s Wartime Refugees by Paul Dowswell – review", "description": "<p>Fascinating material casts light on some of the less familiar stories of those who settled in Britain during and after the second world war, from ‘Casanova’ Poles to Waffen SS</p><p>Even when promoting highly illiberal policies on immigration or asylum seeking, ministers can seldom resist making reference to what Boris Johnson called Britain’s “proud history of welcoming people from overseas, including many fleeing persecution”. The main piece of supporting evidence is always the roughly 80,000 Jews, and particularly around 10,000 children on<em> </em><a href=\"https://www.theguardian.com/world/2018/nov/06/the-kindertransport-children-80-years-on-we-thought-we-were-going-on-an-adventure\">Kindertransport</a><em>, </em>who were saved from Nazi persecution and likely death through finding safety in the UK.</p><p>Though acknowledging that this was a major humanitarian achievement, Paul Dowswell is determined that we do not turn it into a comforting myth we can use as a stick to beat today’s government policy. Then, as now, newspapers led by the <em>Daily Mail </em>(which greeted Hitler’s accession to power with an article that “fizzes with fanboy adoration”) <em>“</em>created a climate of fear and resentment” about refugees, and “governments used bureaucratic barriers and obfuscation to prevent their arrival”.</p><p><em>Aliens: The Chequered History of Britain’s Wartime Refugees</em> by Paul Dowswell is published by Biteback (£25). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/aliens-9781785907937?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/aug/14/aliens-the-chequered-history-of-britains-wartime-refugees-by-paul-dowswell-review\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/14/aliens-the-chequered-history-of-britains-wartime-refugees-by-paul-dowswell-review", "date_published": "2023-08-14T09:30:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The fans of Women’s World Cup 2023 – in pictures", "description": "<p>It’s not just the teams competing at the showpiece in Australia and New Zealand – fans have also been putting on a magnificent show of support</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/14/the-fans-of-womens-world-cup-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/14/the-fans-of-womens-world-cup-2023-in-pictures", "date_published": "2023-08-14T09:25:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cycling World Championships 2023 – in pictures", "description": "<p>For the first time, the UCI brought the world’s greatest riders together in one place as Scotland played host to the ultimate tests of talent, tenacity and toughness. The power of the bike was shown by a two-wheeled Olympics and Paralympics</p> <a href=\"https://www.theguardian.com/sport/gallery/2023/aug/14/cycling-world-championships-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/gallery/2023/aug/14/cycling-world-championships-2023-in-pictures", "date_published": "2023-08-14T09:08:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Poem of the week: The Meeting by Harriet Monroe", "description": "<p>A quiet standoff on a US road in the early years of the automobile age is a vivid picture of a world in transition</p><p><strong>The Meeting</strong></p><p>The ox-team and the automobile\u2028<br />Stood face to face on the long red road.\u2028<br />The long red road was narrow\u2028<br />At the turn of the hill,\u2028<br />And below was the sun-dancing river\u2028<br />Afoam over the rocks.\u2028</p> <a href=\"https://www.theguardian.com/books/2023/aug/14/poem-of-the-week-the-meeting-by-harriet-monroe\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/14/poem-of-the-week-the-meeting-by-harriet-monroe", "date_published": "2023-08-14T09:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Should we sell inherited house and staircase our shared-ownership flat to 100%?", "description": "<p>Half the profit in former family home, now rented out, would raise enough to buy our home outright but not leave much of a nest egg</p><p><strong>Q</strong> My mother recently died, leaving my sister and me 50% shares in the former family home. The house is currently privately let and we each get 50% of the rent each month. My sister and I get on well. I am recently retired and have paid off my shared-ownership mortgage, and if the family house were sold, half the profit would raise enough capital for my husband and me to staircase to 100% and own our own flat outright but that would not leave much of a nest egg. What’s the best thing to do?<br /><strong>AN</strong></p><p><strong>A</strong> I’m assuming that staircasing to 100% would mean an end to paying rent on the share of your flat that you and your husband don’t currently own. If that’s correct and if what you pay out in rent is more than the rent you receive (after taking income tax into account), selling your mother’s house would seem to be a reasonable option. It would certainly reduce your monthly outgoings, which may be an attractive proposition on a reduced post-retirement income.</p> <a href=\"https://www.theguardian.com/money/2023/aug/14/should-we-sell-inherited-house-and-staircase-our-shared-ownership-flat-to-100\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/14/should-we-sell-inherited-house-and-staircase-our-shared-ownership-flat-to-100", "date_published": "2023-08-14T09:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The psychological immune system: four ways to bolster yours – and have a happier, calmer life", "description": "<p>All of us will experience pain and stress, but the brain has some smart ways to protect us. Here is how to get prepared for periods of adversity</p><p>Our minds are more resilient than we know. According to a growing body of research, first popularised by psychologists Daniel Gilbert and Tim Wilson in the early 2000s, the brain has a remarkable capacity to make the best of bad events: when we encounter negative situations we subconsciously activate what is known as our psychological immune system.</p><p>A self-protective mechanism analogous to the body’s own immune system, the psychological immune system is a series of processes that our brain initiates to help us make sense of the adverse environment we might be in, assign meaning to what is happening, and ultimately find positives for the future. If we fail to land a job we had wanted, for instance, our brain might reason that the interviewer was rude and biased, therefore it wasn’t the role for us. Or, we will speak to a friend and gain a new perspective on the benefits of our existing job.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/14/the-psychological-immune-system-four-ways-to-bolster-yours-and-have-a-happier-calmer-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/14/the-psychological-immune-system-four-ways-to-bolster-yours-and-have-a-happier-calmer-life", "date_published": "2023-08-14T09:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We’re all living longer. Instead of struggling to stay young, why not learn to age well? | Devi Sridhar", "description": "<p>While the ultra-wealthy spend millions on bizarre elixirs, the rest of us can follow these simple steps to enjoy a better life</p><p>In the words of Taylor Swift, I might be “feeling 22” but the reality is that my 39th birthday approaches and with that the slow creep to 40: official midlife territory. The desire to stay young feels like a universal pursuit, whether you are <a href=\"https://www.youtube.com/watch?v=maEVfpxDB8k\">Swift</a>, <a href=\"https://www.mirror.co.uk/3am/celebrity-news/madonnas-562600-regime-look-young-233662\">Madonna</a> or <a href=\"https://www.townandcountrymag.com/style/mens-fashion/a31915854/jeff-bezos-male-vanity-now/\">Jeff Bezos</a>. Indeed, it is an obsession that transcends the centuries: in 1513, explorer Juan Ponce de León <a href=\"https://www.theguardian.com/travel/2013/apr/05/st-augustine-florida-500-anniversary-holiday\">discovered Florida</a> while searching for the fountain of youth and eternal life.</p><p>Fast forward just more than 500 years and American tech centimillionaire Bryan Johnson is on his own voyage of discovery. Johnson reportedly spends $2m (£1.6m) a year on an intensive regime designed to reduce his biological age from 45 to 18. He recently <a href=\"https://www.standard.co.uk/tech/bryan-johnson-tech-millionaire-reverse-ageing-b1083695.html\">made headlines</a> for injecting himself with his 17-year-old son’s plasma, after studies in mice showed young blood can rejuvenate old tissue.</p><p>Prof Devi Sridhar is chair of global public health at the University of Edinburgh</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/living-longer-stay-young-age-millions-life\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/living-longer-stay-young-age-millions-life", "date_published": "2023-08-14T09:00:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool agree £60m Roméo Lavia deal but face Chelsea competition again", "description": "<ul><li>Liverpool want Southampton midfielder after Caicedo blow</li><li>They must convince Lavia to choose Anfield ahead of Chelsea</li></ul><p>Liverpool have agreed a deal worth £60m for the Southampton midfielder Roméo Lavia. Chelsea are also trying to sign Lavia and Liverpool must convince the 19-year-old to move to Anfield.</p><p>Jürgen Klopp is desperate to strengthen his midfield and has been stung by Chelsea <a href=\"https://www.theguardian.com/football/2023/aug/13/jurgen-klopp-braced-to-lose-battle-with-chelsea-for-brightons-moises-caicedo\">winning the race</a> to sign Moisés Caicedo from Brighton. Caicedo, who is due to undergo a medical, is moving for a British record fee of £115m.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/liverpool-romeo-lavia-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/liverpool-romeo-lavia-chelsea", "date_published": "2023-08-14T09:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: Japan braces for flooding and disruption from Typhoon Lan", "description": "<p>Potential 90-100mph gusts and heavy rainfall threaten Obon holiday, possibly disrupting travel for millions</p><p>Japan has entered its annual holiday festival of Obon, or Bon, when millions of people normally travel across the country to see family.</p><p>Bon, which runs until Wednesday 16 August, is being threatened across some parts of Japan by Typhoon Lan. The storm is now east of Japan, tracking gradually north-westward with maximum wind gusts of around 90-100mph on Sunday.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/14/weather-tracker-japan-braces-flooding-disruption-typhoon-lam\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/14/weather-tracker-japan-braces-flooding-disruption-typhoon-lam", "date_published": "2023-08-14T08:57:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Buzzing to be here’: James Ward-Prowse seals £30m West Ham move", "description": "<ul><li>Hammers make second summer signing after Edson Álvarez</li><li>Southampton salute club ‘legend’ after his 20 years there</li></ul><p>James Ward-Prowse has completed his £30m transfer to West Ham from Southampton. The move ends the midfielder’s 20-year stay at Southampton, whom he joined at the age of eight.</p><p>The England international is West Ham’s second summer signing, after another midfielder, Edson Álvarez, joined from Ajax from £32m, and they expect to complete a £30m deal for the Manchester United defender Harry Maguire after <a href=\"https://www.theguardian.com/football/2023/aug/09/west-ham-harry-maguire-james-ward-prowse-agree-30m-deals-manchester-united-southampton\">agreeing a fee</a> and personal terms. Maguire has been tying up some financial matters with United.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/james-ward-prowse-west-ham-30m-southampton\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/james-ward-prowse-west-ham-30m-southampton", "date_published": "2023-08-14T08:26:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ministers ‘only told of Bibby Stockholm legionella three days after test results’", "description": "<p>Health secretary says he does not know if Dorset council informed Home Office officials about presence on barge earlier</p><p>Ministers were not told about the presence of the potentially deadly legionella bacteria on the Bibby Stockholm barge until Thursday night, the health secretary has said, three days after health protection officials informed the county council.</p><p>Steve Barclay said he could not say whether Dorset council had informed Home Office officials earlier about the test results on the vessel, which is being used to house asylum seekers, but that ministers first knew late on Thursday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/bibby-stockholm-steve-barclay-ministers-only-told-of-legionella-three-days-after-test-results\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/bibby-stockholm-steve-barclay-ministers-only-told-of-legionella-three-days-after-test-results", "date_published": "2023-08-14T08:13:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Far-right outsider takes shock lead in Argentinian primary elections", "description": "<p>Javier Milei, an admirer of Donald Trump, thinks the climate crisis is a lie and wants sale of human organs to be legalised</p><p>The far-right populist Javier Milei rocked Argentina’s political establishment on Sunday by emerging as the leader in primary elections to choose presidential candidates for the October general election.</p><p>Milei, an admirer of the former US president Donald Trump, says Argentina’s central bank should be abolished, thinks the climate crisis is a lie, characterises sex education as a ploy to destroy the family, believes the sale of human organs should be legal and wants to make it easier to own handguns.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/argentina-far-right-populist-javier-milei-shock-lead-primary-presidential-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/argentina-far-right-populist-javier-milei-shock-lead-primary-presidential-elections", "date_published": "2023-08-14T08:05:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Love Affair, or The Case of the Missing Switchboard Operator review – dissident sex and death", "description": "<p>A Yugoslavian pulp classic from 1967, this tale of a young woman’s erotic misadventures more than matches the French new wave for black humour</p><p><a href=\"https://www.theguardian.com/film/2019/feb/06/dusan-makavejev-obituary\">Dušan Makavejev</a> was the Serbian creator of the incendiary <a href=\"https://www.theguardian.com/film/1999/jun/03/derekmalcolmscenturyoffilm.derekmalcolm\">1971 movie WR: Mysteries of the Organism</a>, the final word in that title destined forever to be misread as “orgasm”. He was a satirist, political subversive and eroto-evangelist, a performance artist of ex-Yugoslavia’s cinematic Black Wave. Love Affair, or The Case of the Missing Switchboard Operator is an early work from 1967, a brilliant pulp classic which showed that the 1960s could swing behind the iron curtain. I wonder: did anything in the French new wave measure up to this level of nihilist black humour? Godard gave us Breathless; Makavejev gave us an actual breathless corpse.</p><p>It’s about a bored young woman working for a telephone exchange: she wears an audio headset, pushing plugs into sockets and putting people through. She falls in love with an intense young man employed in plumbing and waterworks, but cheats on him with the sleazy postman to the murderous rage of her new boyfriend – and vanishes. The result is something insouciantly explicit and disturbing that defies classification. The action is bisected with digressive lectures on sexology and criminology, with slogans flashed up on screen, clips from Soviet propaganda movies, fourth walls broken. You might call it a forensic crime comedy because the love affair is interspersed with autopsy scenes of the young woman’s corpse: a truly chilling juxtaposition.</p> <a href=\"https://www.theguardian.com/film/2023/aug/14/love-affair-or-the-case-of-the-missing-switchboard-operator-review-dissident-sex-and-death\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/14/love-affair-or-the-case-of-the-missing-switchboard-operator-review-dissident-sex-and-death", "date_published": "2023-08-14T08:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fears UK’s cashless society will leave more than just the vulnerable behind", "description": "<p>There have long been concerns that older people will suffer as we ditch coins and notes, but other groups, such as tourists, may also be affected</p><p>Armando Bordalo e Sá planned ahead before coming to London for a five-day trip this summer, exchanging euros for sterling at a good rate to pay for meals, tickets to events and other expenses.</p><p>But by the end of his short trip, much of it went unused, because so many places no longer accept cash, and he had racked up a series of unwanted charges from his bank in Portugal.</p> <a href=\"https://www.theguardian.com/money/2023/aug/14/fears-uks-cashless-society-will-leave-more-than-just-the-vulnerable-behind\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/14/fears-uks-cashless-society-will-leave-more-than-just-the-vulnerable-behind", "date_published": "2023-08-14T08:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sound footing: campaign promotes female DJs at Notting Hill carnival", "description": "<p>Exclusive: pioneering DJ Linett Kamala sets up mentoring programme to bring more women into soundsystem scene</p><p>A Notting Hill carnival pioneer has launched a campaign to bring more women into the festival’s soundsystem scene with a new grassroots mentoring programme.</p><p>Linett Kamala, who at 14 became one of the first female DJs at carnival, has partnered with Guinness to support up-and-coming soundsystem operators, DJs and producers hoping to break into the scene.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/14/women-djs-soundsystems-notting-hill-carnival-linett-kamala\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/14/women-djs-soundsystems-notting-hill-carnival-linett-kamala", "date_published": "2023-08-14T07:27:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "NHS in England to replace two-week cancer appointment target", "description": "<p>Expected new standard means patients who have received urgent referral should receive diagnosis in 28 days</p><p>The scrapping of a target for patients to see a specialist within two weeks if their GP suspects they have cancer is expected to be confirmed within days under new plans by the NHS in England.</p><p>Instead, the new “faster diagnosis standard” proposes that patients who have been urgently referred should have cancer ruled out or receive a diagnosis within 28 days.</p><p>Patients who have been urgently referred, have symptoms of breast cancer, or have been picked up through screening, should have cancer ruled out or receive a diagnosis within 28 days, also known as the faster diagnosis standard.</p><p>Patients who receive a cancer diagnosis will start treatment within nine weeks from the date of referral, called a 62-day referral to treatment standard.</p><p>Cancer patients should receive their first treatment within a month of a decision to treat after diagnosis, which the NHS calls a 31-day decision to treatment standard.</p> <a href=\"https://www.theguardian.com/society/2023/aug/14/nhs-in-england-to-replace-two-week-cancer-appointment-target\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/14/nhs-in-england-to-replace-two-week-cancer-appointment-target", "date_published": "2023-08-14T07:27:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Helen Skelton quits Radio 5 Live to spend more time with her children", "description": "<p>Presenter, who has three young children, says pressures of juggling home and work life are ‘real’ </p><p>Presenter Helen Skelton has broadcast her final show for BBC Radio 5 Live “for now” to spend more time with her children.</p><p>The TV and radio broadcaster has hosted the Sunday morning programme for the past year after taking over the slot from former Love Island host Laura Whitmore.</p> <a href=\"https://www.theguardian.com/media/2023/aug/14/helen-skelton-quits-radio-5-live-to-spend-more-time-with-her-children\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/14/helen-skelton-quits-radio-5-live-to-spend-more-time-with-her-children", "date_published": "2023-08-14T07:17:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England cannot afford sloppy mistakes in World Cup semi-final against Australia | Karen Carney", "description": "<p>Lionesses have not hit heights of Euros triumph but strong mentality and resilience have helped in tough situations</p><p>England might not be hitting the performance heights of their triumphant European Championship campaign but have instead relied on a strong World Cup mentality on their journey to the semi-finals.</p><p>The <a href=\"https://www.theguardian.com/football/2023/aug/12/england-colombia-womens-world-cup-quarter-final-match-report\" title=\"\">quarter-final victory against Colombia</a> was the third single‑goal win of the tournament for England, in addition to the penalty shootout triumph against Nigeria. It is a sign that despite not being at their free-flowing best these new-look Lionesses have the fortitude to get through tough situations.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/england-womens-world-cup-semi-final-australia-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/england-womens-world-cup-semi-final-australia-football", "date_published": "2023-08-14T07:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Catholicism held my family in its sway for decades – but it hid from me a vital truth  | Georgina Lawton", "description": "<p>A secret at the heart of my life was never addressed. Then meeting a power-mad priest helped me realise this was no way to live</p><p>In the wake of the Pope’s recent <a href=\"https://edition.cnn.com/videos/world/2023/08/04/exp-pope-francis-portugal-mortensen-looklive-080412aseg2-cnni-world.cnn\">visit to Lisbon</a>, where I live, I’ve been thinking a lot about my relationship with Catholicism – largely because I don’t really identify as one any more, after years of being brought up in the faith.</p><p>My disillusionment with the church developed over time, like a creeping mould. With news of each sexual abuse scandal and coverup, I found it harder to align myself with its values. But my central reasons for quitting religion are closer to home.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/catholicism-family-truth-secret-priest\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/catholicism-family-truth-secret-priest", "date_published": "2023-08-14T07:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kenya launches inquiry into claims of abuse by British soldiers at training unit", "description": "<p>Nairobi MPs say findings could have implications for the defence deal that allows UK troops to train in the country</p><p>The Kenyan government has launched an inquiry into allegations of abuse by the British army, which MPs say could have implications for the future role of UK troops in the country.</p><p>The investigation will examine the activities of the British Army Training Unit Kenya (Batuk), whose soldiers have been accused of murder, sexual abuse, and damaging land close to its base in Nanyuki, about 125 miles (200km) north of the capital, Nairobi.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/14/kenya-launches-inquiry-into-claims-of-abuse-by-british-soldiers-at-training-unit\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/14/kenya-launches-inquiry-into-claims-of-abuse-by-british-soldiers-at-training-unit", "date_published": "2023-08-14T07:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Premier League: 10 talking points from the weekend’s action", "description": "<p>Tonali starts in style, Nketiah shows he should start more and De Bruyne’s fitness is becoming a worry</p><p>Beyond bedding in four debutants at Brentford, a leading task for Ange Postecoglou at Tottenham is to revive a number of players who were all but given up on by Antonio Conte. Richarlison, who scored just one Premier League goal in his first season at the club, has taken on Harry Kane’s role as striker with James Maddison the new playmaker. Few beyond Conte doubt Brazil’s first-choice No 9’s talent but renovation is required. “He’s got a lot of great attributes and he will always work hard for the team and that’s a good starting point for me,” Postecoglou said, while similarly enthusiastic about the midfield performance of Yves Bissouma, signed last year from Brighton and underused by Conte. Davinson Sánchez replaced the concussed Cristian Romero and looked a different player to the befuddled defender targeted by fans last season. The £100m <a href=\"https://www.theguardian.com/football/2023/aug/13/german-press-sceptical-harry-kane-100m-transfer\">received for Kane</a> will allow reinvestment but Postecoglou inherited talent he is ready to make use of. <strong>John Brewin</strong></p><p>Match report: <a href=\"https://www.theguardian.com/football/2023/aug/13/brentford-tottenham-premier-league-match-report\">Brentford 2-2 Tottenham</a></p><p><em>Match report: <a href=\"https://www.theguardian.com/football/2023/aug/13/chelsea-liverpool-premier-league-match-report\">Chelsea 1-1 Liverpool</a></em></p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/14/premier-league-10-talking-points-from-the-weekends-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/14/premier-league-10-talking-points-from-the-weekends-action", "date_published": "2023-08-14T07:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My family were horrified’: comedian Sophie Zucker on her hilarious cousin-kissing funeral musical", "description": "<p>A writer on The Daily Show who has been compared to Barbra Streisand, the New York comic has an unashamedly attention-seeking show at the Edinburgh fringe</p><p>In the musical fringe comedy <a href=\"https://tickets.edfringe.com/whats-on/sophie-sucks-face\">Sophie Sucks Face</a>, an attention-seeking young woman hooks up with her cousin at her grandfather’s funeral. It is hilarious, laden with catchy tunes – and surprisingly relatable.</p><p>“I thought I was gonna be a musician for a long time,” says its creator, Sophie Zucker. “Then I got into comedy and I was like: I might like this more.” One of her songs, It’s About Me – followed by the refrain “not him”, meaning her grandfather – captures that overwhelming need at family events to show everyone you have grown up and made something of yourself. “At the same time,” Zucker says, those occasions “can make you feel infantilised and do some crazy thing”.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/sophie-zucker-sophie-sucks-face-edinburgh-the-daily-show\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/sophie-zucker-sophie-sucks-face-edinburgh-the-daily-show", "date_published": "2023-08-14T07:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m not littering – the Nanofiche is very small!’: meet the man who sends art to the moon", "description": "<p>Physicist Samuel Peralta’s Lunar Codex project has seen the work of 30,000 artists from 158 countries carried on into space – and the effect on them has been profound</p><p>Before the age of space exploration, all artists could do was look up and gaze, sketch and write about a moon they could never reach. But Samuel Peralta, a semi-retired physicist living in Canada, has changed all that with the launch of the <a href=\"https://www.lunarcodex.com/\">Lunar Codex</a>, a project that sends art to the moon, converted into Nanofiche files (think microfiche but smaller) and left on the surface in time capsules.</p><p>“The whole thing started with the realisation that Nasa was going to privatise lunar landers,” he tells me on a video call. This enabled him to buy payload space – room on a rocket – for an artwork he created called Moonstone, which was etched on a metal disc.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/14/im-not-littering-the-nanofiche-is-very-small-meet-the-man-who-sends-art-to-the-moon\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/14/im-not-littering-the-nanofiche-is-very-small-meet-the-man-who-sends-art-to-the-moon", "date_published": "2023-08-14T07:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Niger’s coup leaders say deposed president could face treason charges", "description": "<p>Military regime lays out possible charges against Mohamed Bazoum, who was ousted on 26 July</p><p>The leaders of Niger’s military coup have said that the country’s deposed president, Mohamed Bazoum, could be charged with “high treason” and undermining state security.</p><p>In an announcement on state television on Sunday night, spokesperson Col Maj Amadou Abdramane said the military regime had “gathered the necessary evidence to prosecute before competent national and international authorities the ousted president and his local and foreign accomplices for high treason and for undermining the internal and external security of Niger”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/niger-coup-leaders-say-deposed-president-mohamed-bazoum-could-face-treason-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/niger-coup-leaders-say-deposed-president-mohamed-bazoum-could-face-treason-charges", "date_published": "2023-08-14T06:55:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mary Fowler: creative maestro’s work not done yet with England up next for Matildas | Kieran Pender", "description": "<p>Still just 20 years old, the Australia forward has risen to the occasion at this Women’s World Cup but her biggest test awaits in the semi-final</p><p></p><p>When Mary Fowler stepped up to take a penalty on Saturday, the Matildas’ quarter-final was on a knife-edge, with France holding a slight advantage. Fowler was taking Australia’s fourth penalty – had she missed, the French would take a critical advantage into the final pair of attempts.</p><p>The pressure on the shoulders of the 20-year-old could not have been greater, in her first shootout in competitive football. Fowler walked slowly to the mark and stared down France goalkeeper Solène Durand. She bounced the ball like a basketballer, once, twice. The Manchester City player walked a few steps backwards before pausing to draw in a deep breath. She exhaled – this was it. A step forward, then another – almost prancing. And then she smashed the ball low and hard towards the left corner. Durand went the wrong way, but she never had any chance. It was a perfect penalty.</p> <a href=\"https://www.theguardian.com/football/2023/aug/14/who-is-mary-fowler-australia-matildas-womens-world-cup-2023-upbringing-family-life-nationality-career-timeline\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/14/who-is-mary-fowler-australia-matildas-womens-world-cup-2023-upbringing-family-life-nationality-career-timeline", "date_published": "2023-08-14T06:10:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I came out of my shell when I retired. Now, I’m a podcast star at 67", "description": "<p>Distinguished but disillusioned, TV producer Judith Holder decided to stop work at 60. Now, she co-hosts a hit show with the comedian Jenny Eclair and has sold out a West End theatre</p><p>In her late 50s, <a href=\"https://www.imdb.com/name/nm0390313/\" title=\"\">Judith Holder</a>, a television producer, found that none of her ideas were accepted. Twice nominated for a Bafta, she had executive-produced the comedy series Grumpy Old Women, recorded the voiceover and written the spin-off books. Now the message was: “We’re not going to commission anything for the older woman, Judith, because they are watching anyway.”</p><p>Clearly, this rankled, because Holder, 67, retired – then re-emerged as a<strong> </strong>co-presenter of the podcast <a href=\"https://www.instagram.com/olderandwiderpodcast/?hl=en\" title=\"\">Older &amp; Wider</a>, with the comedian <a href=\"https://www.theguardian.com/stage/jenny-eclair\" title=\"\">Jenny Eclair</a>. “The older women we had attracted with Grumpy needed some sort of gang show of their own,” she says. They are more than 200 episodes in, with 5.5m downloads. Last month, Holder made her stage debut in Older &amp; Wider Live. The dates at the Leicester Square theatre in London sold out within 48 hours. It’s “a massive V-sign to a world that assumes that a woman like me is not worth a second glance”, she says.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/14/a-new-start-after-60-i-came-out-of-my-shell-when-i-retired-now-im-a-podcast-star-at-67\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/14/a-new-start-after-60-i-came-out-of-my-shell-when-i-retired-now-im-a-podcast-star-at-67", "date_published": "2023-08-14T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fake or not fake? Booking.com’s hotel or apartment was ‘a private house’", "description": "<p>On arrival in Paris guests had to find alternative accommodation but a refund has been refused</p><p><strong>I work for a community trust in east London and we have been trying to help a disabled woman who had a terrible experience after using Booking.com to book a hotel stay in Paris.</strong></p><p><strong>When she arrived at the property along with her sister-in-law in April, the door was answered by a woman who explained that the address </strong><strong>was her own house – not a hotel or apartment.</strong></p> <a href=\"https://www.theguardian.com/money/2023/aug/14/how-can-we-prove-our-bookingcom-accommodation-didnt-exist\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/14/how-can-we-prove-our-bookingcom-accommodation-didnt-exist", "date_published": "2023-08-14T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Seals, hot tubs, overpriced beer: how I holidayed in Iceland – without leaving Hastings", "description": "<p>Can you get a taste of the land of fire and ice without leaving the English seaside? I put on my horned helmet to find out</p><p>Despite my Turkish heritage, I cannot handle hot holidays, so a trip to Iceland is my dream, combining two of my favourite things: nature and jumpers. I have long been fascinated with this small, otherworldly country on the edge of the Arctic Circle. What natural wonders it has! Auroras, whales and bearded men. How friendly Iceland must feel when everyone is referred to, officially, by their first name. When I was in labour with my second child, it was to the stirring sounds of Sigur Rós, as if I was a rare mammal on a BBC nature documentary. In 1975, <a href=\"https://www.theguardian.com/world/2005/oct/18/gender.uk\">Iceland’s women went on strike</a>; inspired by these women, forged in fire and ice and battles with trolls, I too rarely do any housework. I don’t know if I’ll ever make it to Iceland but, failing a trip, is it possible to live my own Icelandic saga from home?</p> <a href=\"https://www.theguardian.com/travel/2023/aug/14/dream-holiday-at-home-how-i-holidayed-in-iceland-without-leaving-hastings\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/14/dream-holiday-at-home-how-i-holidayed-in-iceland-without-leaving-hastings", "date_published": "2023-08-14T06:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Decay and discovery: the allure of abandoned sites in Malaysia", "description": "<p>Photographer Dax Ward explores the history and mystery of locations no longer dominated by humans</p><p>The enigmatic charm of abandoned locations beckons curious and adventurous urban explorers to these forgotten places. There are a number of intrinsic reasons behind the allure.</p><p>For some, it’s the simple fascination with history and the mystery that surrounds these sites. Others are captivated by the chance to get a glimpse of what once was, what could have been, and what endures when we forget.</p><p>The Hosba Valley resort in Kedah, Malaysia, not far from the Thai border, was once a sprawling complex offering a haven of leisure and relaxation.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/decay-and-discovery-abandoned-sites-in-malaysia-dax-ward-photographer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/decay-and-discovery-abandoned-sites-in-malaysia-dax-ward-photographer", "date_published": "2023-08-14T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Have you ever wondered how much your hands weigh? I have – to the point of obsession", "description": "<p>After reading that they are far heavier than you think, I abandoned the housework, the dog – and my grip on reality – and got out the kitchen scales</p><p>Summer makes me go a bit odd. A case in point – I spotted a <a href=\"https://www.newscientist.com/article/2383998-your-hands-are-probably-about-twice-as-heavy-as-you-think-they-are/\">headline</a> recently that read: “Your hands are probably about twice as heavy as you think they are”, and I became instantly obsessed. How heavy are mine, and how could I weigh them? If I estimated their weight, would I mentally factor in this bombshell headline, skewing the result? I mean, have you ever thought about the weight of your hands? Go on: how heavy do you think they are?</p><p>Then I found myself wondering whether heavy hands were bad, like heavy legs are in France. Every pharmacy there will offer you a selection of products at varying prices to deal with what is, I believe, a fictional condition, and if you tell a medical professional that your legs are heavy, they will take this entirely seriously and may even prescribe a trip to walk around in some knee-high seawater, like a racehorse, in a coastal spa somewhere. I’ve seen (and envied) it. Has the scourge spread? What is happening to our hands?</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/have-you-ever-wondered-how-much-your-hands-weigh-i-have-to-the-point-of-obsession\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/have-you-ever-wondered-how-much-your-hands-weigh-i-have-to-the-point-of-obsession", "date_published": "2023-08-14T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zo Reken review – Toyota Land Cruiser becomes a safe space in conflict-ridden Haiti", "description": "<p>Debates on national identity and foreign aid are par for the course for car riders – though this documentary is itself tangled up in the country’s complex power structures</p><p>‘Zo reken” means “shark bones” in Haitian Creole, and refers to a traditional cane liquor purported to increase virility. It is also a local nickname for the Toyota Land Cruiser, a high-powered car that can breezily weather the tough road conditions in Port-au-Prince. Largely shot in the back of one of these vehicles, Emanuel Licha’s documentary is structured around a steady flow of conversations on national identity, political conflicts and foreign intervention.</p><p>Emerging from these discussions is discontent at the government of Jovenel Moïse – the country’s former president <a href=\"https://www.theguardian.com/world/2021/jul/16/haiti-jovenel-moise-assassination-mystery-latest\">who was assassinated in 2021</a> – as well as a distrust of international humanitarian aid. One passenger, for example, laments on the irony of how support from NGOs has had the negative effect of increasing Haiti’s dependence on wealthier countries. Once the funding dries up and the medical volunteers depart, existing healthcare infrastructure is left worse for wear. And while the interior of the “zo reken” feels like a safe space for spirited debate, the camera also peeks through the windows to observe the tumultuous reality outside. Traffic stops are crowded with vagrants, and talk of young men being gunned down emerges from the winding streets.</p> <a href=\"https://www.theguardian.com/film/2023/aug/14/zo-reken-review-haiti\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/14/zo-reken-review-haiti", "date_published": "2023-08-14T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Gina G makes me mince to the dancefloor’: Owain Wyn Evans’s honest playlist", "description": "<p>The DJ, drummer and former weatherman on buying Gangsta’s Paradise on vinyl, killing it at karaoke, and the pop belter that was robbed at Eurovision</p><p><strong>The first song I remember hearing</strong><br />My mother’s got a gorgeous voice. I remember her singing along to Sing by the Carpenters as it went round on the turntable. Karen Carpenter is my favourite drummer of all time.</p><p><strong>The first single I bought</strong><br />When I was preparing to move back to Cardiff to start presenting on Radio 2, I came across this folder full of CDs, because, when I was about 10 or 11, I decided I wanted to be a DJ. I bought Tubthumping by Chumbawamba and 5, 6, 7, 8 by Steps on CD and – I’ve no idea why – Gangsta’s Paradise by Coolio on vinyl.</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/owain-wyn-evans-honest-playlist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/owain-wyn-evans-honest-playlist", "date_published": "2023-08-14T06:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Samsung Galaxy Z Fold 5 review: the most powerful folding phone-tablet", "description": "<p>Lighter, slicker, gapless folder has great multitasking software and rapid chip – but extremely high price</p><p>Samsung’s latest folding phone-tablet sets new standards for the most hi-tech of gadgets – and with it comes a very high price tag.</p><p>The Galaxy Z Fold 5 is an important update for Samsung in the face of stiff new competition from the Google Pixel line. The new folder costs £1,749 ($1,799.99/A$2,599), making it £100 more than last year’s <a href=\"https://www.theguardian.com/technology/2022/sep/05/samsung-galaxy-z-fold-4-review-cutting-edge-excellence-at-eye-watering-price\">excellent Fold 4</a> and the same eye-wateringly expensive price as <a href=\"https://www.theguardian.com/technology/2023/jul/05/google-pixel-fold-review-the-slick-phone-tablet-hybrid-with-killer-camera\">Google’s Fold</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/14/samsung-galaxy-z-fold-5-review-the-most-powerful-folding-phone-tablet\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/14/samsung-galaxy-z-fold-5-review-the-most-powerful-folding-phone-tablet", "date_published": "2023-08-14T06:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Waiting to Be Arrested at Night review – the Uyghurs’ fight for survival in a society where repression is routine", "description": "<p>The very fact of being a Uyghur in China turns everyday life into a political act, as this memoir by renowned poet Tahir Hamut Izgil recounts</p><p>A group of Uyghur friends are having a late-night chat. “I wish the Chinese would just conquer the world,” one says suddenly. “Why do you say that?” another asks, surprised. “The world doesn’t care what happens to us,” the first man replies. “Since we can’t have freedom anyway, let the whole world taste subjugation. Then we would all be the same. We wouldn’t be alone in our suffering.”</p><p>It is an understandable outburst of bitterness. The Uyghurs are a Muslim minority who live mainly in China’s north-western Xinjiang region. They have long faced discrimination and persecution. Since 2016, the repression <a href=\"https://www.nytimes.com/interactive/2019/11/16/world/asia/china-xinjiang-documents.html\">has greatly intensified</a>, with mass detention, <a href=\"https://www.bbc.co.uk/news/world-asia-china-53220713\">forced sterilisation</a> and abortion, the separation of <a href=\"https://www.ft.com/content/f0d3223a-7f4d-11e8-bc55-50daf11b720d\">thousands of children</a> from their parents, and the razing of <a href=\"https://www.newyorker.com/magazine/2021/04/12/surviving-the-crackdown-in-xinjiang\">thousands of mosques</a>. Yet support for Uyghurs has been equivocal, not least from Muslim-majority countries, many of which are outraged by the burning of a Qur’an in Sweden but remain silent about the detention of more than 1 million Uyghurs in Xinjiang, for fear of upsetting Beijing.</p> <a href=\"https://www.theguardian.com/books/2023/aug/14/waiting-to-be-arrested-at-night-tahir-hamut-izgil-review-the-uyghurs-fight-for-survival-in-a-society-where-repression-is-routine\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/14/waiting-to-be-arrested-at-night-tahir-hamut-izgil-review-the-uyghurs-fight-for-survival-in-a-society-where-repression-is-routine", "date_published": "2023-08-14T06:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "We know people seeking asylum die in the Channel, but callous hardline policy kills them too | Enver Solomon", "description": "<p>When you get behind the public soundbites, you hear an ugly ideology that has scant sympathy for those who risk it all, or even die</p><p>After days of headline-grabbing announcements as part of the government’s <a href=\"https://www.youtube.com/watch?v=mdJKruYkU-Y\">stop the boats</a> week, the stark human reality of what it means to take the dangerous journey across the world’s busiest shipping lane was brought home to us all with the news that at least <a href=\"https://www.theguardian.com/uk-news/2023/aug/12/calls-for-safe-routes-for-refugees-mount-after-more-channel-drownings\">six people died</a> that way in the early hours of Saturday morning.</p><p>The flimsy vessel was overloaded with about 60 people, including children, desperate to get to the UK to be safe. All those who lost their lives and most of those rescued were from Afghanistan. This sharply brings into focus the failure to provide sufficient safe routes for Afghans fleeing the clutches of the Taliban and seeking sanctuary in our country.</p><p>Enver Solomon is chief executive of the Refugee Council</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/people-seeking-asylum-channel-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/people-seeking-asylum-channel-deaths", "date_published": "2023-08-14T06:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A good time while we preserve the environment’: a Welsh family resort with eco-credentials", "description": "<p>This luxury resort in Pembrokeshire is attempting to transform itself into a nature-based resort that requires no compromise on fun and comfort</p><p>It moves ever so slightly as it spies something in the water before suddenly rising into the air, its feet brushing against the cool of the lake. This grey heron with its glossy coat and elegant neck took up residence at the Bluestone National Park Resort several years ago, and alongside Sid the swan and other wildlife, it has become a regular feature of our daily walks across the site.</p><p>We are at the resort in the <a href=\"https://www.theguardian.com/travel/2013/aug/23/pembrokeshire-coast-national-park-rangers-guide\">Pembrokeshire Coast national park</a> for a good dollop of organised fun, and to check out how they are trying to tackle the issue of being more environmentally-friendly.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/14/a-good-time-while-we-preserve-the-environment-a-welsh-family-resort-with-groundbreaking-eco-credentials-\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/14/a-good-time-while-we-preserve-the-environment-a-welsh-family-resort-with-groundbreaking-eco-credentials-", "date_published": "2023-08-14T06:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘There won’t be enough people left’: Africa struggles to stop brain drain of doctors and nurses", "description": "<p>The exodus of healthcare workers from Nigeria, Ghana and Zimbabwe continues, despite the WHO red list and a range of laws to keep them at home</p><p>It took nearly three hours of queueing in Ikorodu general hospital in Lagos state, Nigeria, before Hadijat Hassan, a retired civil servant, could see a nurse.</p><p>The 66-year-old has attended the clinic for health checks since being diagnosed with diabetes nearly 10 years ago. But since May, she says, the delays, often while suffering from excruciating pain in her legs, are worse than ever.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/14/africa-health-worker-brain-drain-acc\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/14/africa-health-worker-brain-drain-acc", "date_published": "2023-08-14T06:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cambodia school closed after thousands of civil war-era explosives found on site", "description": "<p>More than 1,000 grenades found on land being cleared to expand garden of  school in Kratie province, mine clearing organisation says</p><p>Thousands of pieces of unexploded ordnance left over from Cambodia’s civil war have been unearthed inside a school in the country’s north-east.</p><p>Deminers discovered more than 2,000 explosives, including more than 1,000 M79 grenades, inside the grounds of a high school in Kratie province over three days, said Heng Ratana, director general of the Cambodian Mine Action Centre on Sunday.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/cambodia-school-closed-after-thousands-of-civil-war-era-explosives-found-on-site\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/cambodia-school-closed-after-thousands-of-civil-war-era-explosives-found-on-site", "date_published": "2023-08-14T05:35:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: strikes on Odesa leave three injured; Zelenskiy promises justice for deadly attack on Kherson", "description": "<p>Overnight attack on southern port city wounded three, according to local governor; Russian strike that killed seven in Kherson will not go ‘unanswered’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/14/russia-ukraine-war-at-a-glance-what-we-know-on-day-537-of-the-invasion\">What we know on day 537 of the invasion</a></li></ul><p>Odesa was hit by two waves of attacks overnight: a total of 15 drones, and 8 Kalibr missiles, according to the governor of the local region.</p><p>Oleg Kiper says that Ukrainian air defences “destroyed everything.”</p><p>As a result of the downing of the rockets that the Russians aimed at the centre of Odesa, debris damaged a dormitory of one of the educational institutions, a residential building and a supermarket.<br />The blast wave knocked out windows in several buildings and damaged cars parked nearby. Fires broke out at three facilities.”</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/14/russia-ukraine-war-live-strikes-on-odesa-leave-three-injured-zelenskiy-promises-justice-for-deadly-attack-on-kherson\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/14/russia-ukraine-war-live-strikes-on-odesa-leave-three-injured-zelenskiy-promises-justice-for-deadly-attack-on-kherson", "date_published": "2023-08-14T05:27:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A key lesson from the Niger crisis: Africans, not global powers, will plot the continent’s path", "description": "<p>The assumption is that Moscow and Washington will dictate events. Regional leaders don’t accept that, and therein lies hope</p><p>A “coup belt” now extends across the African continent, running along the Sahel region that bisects north and sub-Saharan Africa. On 10 August, Niger, where the democratically elected president <a href=\"https://www.theguardian.com/world/2023/aug/12/defiant-leaders-of-niger-coup-confident-of-holding-on-to-power\">was deposed</a> by a military junta, became the last link that completed the corridor of countries run by coupsters. It is the ninth coup or attempted power grab in west and central Africa <a href=\"https://www.reuters.com/world/africa/recent-coups-west-central-africa-2023-07-26/\">since 2020</a>. This might appear at first glance as a retrenchment, the thrusting of African countries back into military rule and weak democratic cultures, with a dash of Russian mischief to complete the picture of a fragile region at the whim of local strongmen and meddling. The reality is much more complicated, and perhaps even oddly hopeful.<br /><br />Let’s first address that which is not entirely true. Much has been made of Russian intervention in the region, primarily through the activities of the <a href=\"https://www.bbc.co.uk/news/world-60947877\">Wagner group</a>. Wagner, in terms of troop deployment, is indeed present in Africa, but only concentrated in <a href=\"https://www.cfr.org/in-brief/what-russias-wagner-group-doing-africa\">a few countries</a>: Central African Republic, Mali and Libya. The rest of Wagner’s active military presence is fluid and inconsistent in loyalty, as mercenary deployment often is: providing support, arms and training to governments and insurgencies alike. The organisation’s main concern appears to be a sort of economic piracy, forging partnerships with local militias and governments to extract and skim off the yield of natural resources: gold in Sudan, oil in Libya, diamonds and uranium in Central African Republic.</p><p>To achieve these ends, Wagner deploys not just firepower and manpower, but nestles within the soft power of the Russian state. <a href=\"https://alleyesonwagner.org/\">All Eyes on Wagner</a>, a project that tracks the outfit’s activities through open source information and witness accounts, told me that Wagner is assisted by the Russian non-profit organisation the Foundation for National Values Protection, which claims to monitor perceptions of government among the citizenry so as to better shape and “get a feel” for what works in certain countries. The result is that Wagner is skilled in the sort of propaganda and targeted local outreach that portrays it as the representative of benign foreign powers, a contrast to the US and ex-colonial European forces. “A gift from Yevgeny Prigozhin” is how food parcels of rice, sugar and lentils distributed to poor people are labelled. Two weeks ago, <a href=\"https://www.aljazeera.com/news/2023/7/28/putin-promises-grains-debt-write-off-as-russia-seeks-africa-allies\">Putin proposed</a> to liberate African countries from neocolonialism. In Niger, pro-coup demonstrators assembled waving Russian flags and chanting “down with France”. This is not to understate Wagner’s and by extension Russia’s influence, but these are enablers, rather than causes, of the spate of coups since 2020. And their presence galvanises US attention and diplomatic scrambling, further establishing the impression that these coups are somehow proxy skirmishes for power on the part of foreign regimes, obscuring the real dynamics on the ground.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/14/niger-crisis-africans-continent-moscow-washington\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/14/niger-crisis-africans-continent-moscow-washington", "date_published": "2023-08-14T05:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: old friends from Gavin & Stacey take a ride from Billericay to Barry", "description": "<p>Alison Steadman and Larry Lamb reunite for an electrically powered journey. Plus, more reunions with Davina McCall. Here’s what to watch this evening</p><p>Here’s undemanding comfort TV, as old friends Alison Steadman and Larry Lamb retrace the frequent journey of their Gavin &amp; Stacey characters and travel, by electric car, from Billericay to Barry. It’s slightly mundane and entirely charming – the pair reminisce about their careers, hang out with Russell Tovey and are commemorated by Basildon council. It’s narrated by Joanna “Stacey” Page, which gives the whole enterprise the feeling of an unofficial reunion. <strong>Phil Harrison</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/14/tv-tonight-old-friends-from-gavin-stacey-take-a-ride-from-billericay-to-barry\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/14/tv-tonight-old-friends-from-gavin-stacey-take-a-ride-from-billericay-to-barry", "date_published": "2023-08-14T05:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Last of the Soviets review – newsreaders navigate brutal truths and propaganda", "description": "<p><strong>Zoo Playground, Edinburgh</strong><br />Inspired by the work of Nobel-winning Belarusian journalist Svetlana Alexievich, this is a disturbing but blackly funny piece</p><p>Every performance of The Last of the Soviets by the Czech company Spitfire is dedicated to Belarusian political prisoner <a href=\"https://penbelarus.org/en/2021/06/09/zayava-pravaabaronchaj-supolnasczi-belarusi-ab-pryznanni-paliny-sharenda-panasyuk-palitznyavolenaj.html\">Palina Sharenda Panasyuk</a>, an activist detained in 2021 for her opposition to the regime of Alexander Lukashenko. “We want to support people who are not afraid to speak out loud,” says actor Inga Mikshina-Zotova at the end of the show.</p><p>That seems only appropriate after a performance all about what can and cannot be said in a totalitarian regime. Petr Boháč’s unsettling production is inspired by the work of Nobel prize-winning author <a href=\"https://www.theguardian.com/books/svetlana-alexievich\">Svetlana Alexievich</a>, the Belarusian investigative journalist who has specialised in first-hand testimonies about key moments in Soviet history. In its allusions to the Chernobyl disaster, the Soviet-Afghan war of the 1980s and other military conflicts, the show paints an image of a culture, whether in Russia or Belarus, debilitated by cognitive dissonance, unable to square the circle between national myth and actual experience.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/14/the-last-of-the-soviets-review-zoo-playground-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/14/the-last-of-the-soviets-review-zoo-playground-edinburgh", "date_published": "2023-08-14T05:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK homes install ‘record number’ of solar panels and heat pumps", "description": "<p>Head of industry standards body says more people are turning to renewable technology as energy costs grow</p><p>British households are making more green energy upgrades than ever before after installing a record number of solar panels and heat pumps in the first half of the year, according to the industry’s official standards body.</p><p>The industry figures show there were more green energy installations in June alone than in any six-month period in previous years.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/14/uk-homes-install-record-number-of-solar-panels-and-heat-pumps\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/14/uk-homes-install-record-number-of-solar-panels-and-heat-pumps", "date_published": "2023-08-14T05:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Change is needed’: Ofgem chief calls on ministers to rethink energy price caps", "description": "<p>Jonathan Brearley says a more rigorous framework is needed to support households</p><p>In less than a fortnight, Ofgem’s chief executive will set the price that 29m households will pay for their gas and electricity this winter – but Jonathan Brearley appears unconvinced that the energy price cap is the best way to help hard-pressed bill payers.</p><p>In what could herald a shake-up of Britain’s energy market, Brearley is calling on ministers to rethink whether the “very broad and crude” price control used to keep bills in check for the past four years is still fit for purpose in a market upended by the energy crisis.</p> <a href=\"https://www.theguardian.com/business/2023/aug/14/change-needed-ofgem-chief-rethink-energy-price-caps\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/14/change-needed-ofgem-chief-rethink-energy-price-caps", "date_published": "2023-08-14T05:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hunter Biden’s attorney says special counsel has ‘no new evidence’ at hand", "description": "<p> If altered charges come back, lawyer says the question is: ‘What infected the process?’</p><p>After five years, the US attorney pursuing Hunter Biden has only been able to file tax and unlawful gun possession charges – and that shouldn’t change just because the prosecutor has been <a href=\"https://www.theguardian.com/us-news/2023/aug/11/hunter-biden-special-counsel-investigation-merrick-garland\">named special counsel</a> in the case, the lawyer for the president’s son has said.</p><p>“If anything changes from his conclusion … the question [that] should be asked [is] what infected the process that was not the facts and the law?” Hunter Biden’s attorney, Abbe Lowell, said on CBS’s Face the Nation on Sunday. Lowell also said: “There’s no new evidence to be found.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/14/hunter-biden-lawyer-special-counsel-appointment\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/14/hunter-biden-lawyer-special-counsel-appointment", "date_published": "2023-08-14T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roads agency starts to undo its ‘vandalism’ of Victorian bridge", "description": "<p>National Highways forced to remove concrete after it buried bridge in Cumbria without permission</p><p>The government’s roads agency has begun undoing what was described as an act of “cultural vandalism” by removing hundreds of tonnes of concrete it used to bury a Victorian railway bridge more than two years ago.</p><p>National Highways (NH) was <a href=\"https://www.theguardian.com/uk-news/2022/jun/16/burying-of-victorian-bridge-in-cumbria-must-be-reversed-says-council\">ordered last year to reverse</a> the infilling of Great Musgrave Bridge in Cumbria by Eden district council after receiving 911 planning objections to the scheme. The council refused retrospective planning permission despite being offered a £450,000 sweetener by NH to allow the scheme to stay.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/14/roads-agency-starts-to-undo-its-vandalism-of-victorian-bridge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/14/roads-agency-starts-to-undo-its-vandalism-of-victorian-bridge", "date_published": "2023-08-14T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: Cygnus the swan flies high in northern hemisphere", "description": "<p>One of the finest constellations on show in the northern sky, Cygnus’s body lies right along the Milky Way</p><p>From the northern hemisphere, summer is the time for Cygnus, the swan, to fly high in our skies. A large constellation, it is definitely one of the finest on show in the northern sky.</p><p>Cygnus is shaped like a cross but it doesn’t take much imagination to see it as a swan. The central star in the constellation is Sadr. From this point, the swan’s great neck stretches out towards the star Albireo, and the body back towards Deneb, which is Arabic for tail. The wings reach out to either side along a line of fainter stars. The body and neck of Cygnus lie right along the Milky Way, the misty band of light that can be seen from more rural locations and is the combined light from the billions of stars that make up our galaxy.</p> <a href=\"https://www.theguardian.com/science/2023/aug/14/starwatch-cygnus-the-swan-flies-high-in-northern-hemisphere\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/14/starwatch-cygnus-the-swan-flies-high-in-northern-hemisphere", "date_published": "2023-08-14T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘This way of farming is really sexy’: the rise of regenerative agriculture", "description": "<p>On the Isle of Wight Hollie Fallick and Francesca Cooper are part of a movement to bring tired and depleted soil back to life – and boost food security</p><p>Hollie Fallick looks over Brading on the Isle of Wight, at a patchwork of fields boarded by ancient oaks, which stretches to the Solent. “We still have to pinch ourselves every day,” says the 30-year-old, as she surveys the 50 hectares (125 acres) she farms with her best friend, Francesca Cooper, 34.</p><p>The friends – who have five young children between them, were both vegan for a period, and are lifelong environmental activists – are not typical livestock farmers. And they don’t practise typical farming: instead they are part of a growing global movement practising regenerative agriculture – or regen ag for short.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/14/this-way-of-farming-is-really-sexy-the-rise-of-regenerative-agriculture\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/14/this-way-of-farming-is-really-sexy-the-rise-of-regenerative-agriculture", "date_published": "2023-08-14T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hungry, hunted, terrified: unending plight of the Afghan women who served in military and police", "description": "<p>Two years since the Taliban seized power, thousands of female fugitives still live in fear and poverty, with a target on their backs</p><ul><li><a href=\"https://www.theguardian.com/global-development/2023/aug/14/thousands-of-afghan-judges-and-legal-staff-remain-at-risk-post-taliban-takeover\">Thousands of Afghan judges and legal staff remain at risk post-Taliban takeover</a></li></ul><p>Shima Forugh* was in 10th grade at school when she decided she would join the Afghan army. It had been taboo in Afghanistan’s patriarchal society for women to join the military, but hundreds of women like Forugh broke through this restriction.</p><p>When she was 21, she joined the 207th Zafar army corps in Herat. Her father, who was also a member of the Afghan army, and mother both supported her decision to sign up.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/14/hungry-hunted-terrified-unending-plight-of-the-afghan-women-who-served-in-military-and-police\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/14/hungry-hunted-terrified-unending-plight-of-the-afghan-women-who-served-in-military-and-police", "date_published": "2023-08-14T05:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of Afghan judges and legal staff remain at risk post-Taliban takeover", "description": "<p>Two years on, people who worked in the country’s now-defunct legal system remain in grave danger from reprisals for their work</p><ul><li><a href=\"https://www.theguardian.com/global-development/2023/aug/14/hungry-hunted-terrified-unending-plight-of-the-afghan-women-who-served-in-military-and-police\">Hungry, hunted, terrified: unending plight of the Afghan women who served in military and police</a></li></ul><p>Nearly 4,000 prosecutors and legal staff members face the threat of violence from the Taliban in Afghanistan, where at least 28 prosecutors and their families have reportedly been killed.</p><p>When the Taliban <a href=\"https://www.theguardian.com/world/2021/aug/15/the-fall-of-kabul-a-20-year-mission-collapses-in-a-single-day\">seized back power in the country</a> in August 2021, Sara*, who was 28 at the time, was just a few weeks shy of completing three years serving as a prosecutor in the Afghan attorney general’s office.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/14/thousands-of-afghan-judges-and-legal-staff-remain-at-risk-post-taliban-takeover\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/14/thousands-of-afghan-judges-and-legal-staff-remain-at-risk-post-taliban-takeover", "date_published": "2023-08-14T05:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A funeral for fish and chips: why are Britain’s chippies disappearing? – podcast", "description": "<p>Plenty of people will tell you the East Neuk of Fife in Scotland is the best place in the world to eat fish and chips. So what happens when its chippies – and chippies across the UK – start to close?</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/14/a-funeral-for-fish-and-chips-why-are-britains-chippies-disappearing-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/14/a-funeral-for-fish-and-chips-why-are-britains-chippies-disappearing-podcast", "date_published": "2023-08-14T04:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dawn Butler: ‘It is shocking, the disrespect for Black women in the Commons’", "description": "<p>She was only the third Black woman to be elected an MP – and the first ever to speak at the dispatch box. After recovering from cancer treatment, she talks about her long-term ambition: to become mayor of London</p><p>The Labour MP Dawn Butler remembers the first time she was called a liar. She was eight years old and had just returned from a family holiday to Jamaica. She was telling her class that she saw a cockroach that could fly when the teacher stopped her and said she was lying. Butler was told to leave the classroom. She ran out of the school and went straight home.</p><p>It wouldn’t be the last time. When, in 2019, she recalled a racist incident she had experienced in parliament – <a href=\"https://www.bbc.co.uk/news/uk-england-london-35685169\" title=\"\">she said she had been confused for a cleaner</a> because she was Black – the Liberal Democrat staffer Steve Wilson tweeted it was “just not true” and that she should stop “propagating” such stories. (Wilson later apologised.)</p> <a href=\"https://www.theguardian.com/politics/2023/aug/14/dawn-butler-mp-it-is-shocking-the-disrespect-for-black-women-in-the-commons\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/14/dawn-butler-mp-it-is-shocking-the-disrespect-for-black-women-in-the-commons", "date_published": "2023-08-14T04:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s just not worth it’: is this the end of sex, drugs and rock’n’roll?", "description": "<p>When Lizzo’s dancers accused her of misdeeds in an Amsterdam strip club, it caused outrage. So is the kind of on-tour debauchery made famous by bands like Led Zeppelin now passé?</p><p>For years, a concert tour was seen as the ultimate expression of the “rock’n’roll lifestyle”: a months-long bacchanal during which bands would sniff and swig their way across a continent, often leaving a trail of wreckage behind them. Oasis famously once split up on the road after Noel Gallagher went awol, the rest of the band having been supposedly supplied crystal meth by the Brian Jonestown Massacre; Led Zeppelin rampaged through groupies and hotel rooms on their infamous world tours, while <a href=\"https://www.theguardian.com/film/2021/may/10/madonna-truth-or-dare-at-30-the-most-revealing-pop-star-documentary-ever\">In Bed With Madonna</a>, the star’s wild 1991 tour documentary, culminates with a game of truth or dare in which she fellates a bottle and goads a dancer to show his penis.</p><p>In recent years – as conversations around substance abuse, consent and mental health have forced those in the music industry to consider the damaging nature of a lot of accepted rock tradition – that kind of touring-life debauchery has supposedly gone further and further out of fashion, replaced by a safer, more enlightened music culture. Which made it all the more shocking when, this month, <a href=\"https://www.theguardian.com/music/2023/aug/01/lizzo-lawsuit-sexual-harassment-weight-shaming-former-dancers\">Lizzo was sued by former dancers who alleged that</a>, among other toxic workplace practices, the American singer encouraged them to dance with and touch naked strippers at a club while on tour in Amsterdam. (Lizzo denies all the accusations.) So has the culture really changed? Or has an ever-PR-driven industry just found better ways to hide all the shagging, drinking and drug-taking that still goes on behind the scenes?</p> <a href=\"https://www.theguardian.com/music/2023/aug/14/its-just-not-worth-it-is-this-the-end-of-sex-drugs-and-rocknroll\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/14/its-just-not-worth-it-is-this-the-end-of-sex-drugs-and-rocknroll", "date_published": "2023-08-14T04:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "India to revise colonial-era penal code and toughen laws protecting women", "description": "<p>Home minister promises widespread reforms but some experts suggest the new laws are more a repackaging of existing measures than real change</p><p>More than 160 years after Lord Macaulay laid down a penal code for what was then a colony of the British crown, India is poised to supplant it with new laws free of colonial vestiges and designed to speed up the judicial process.</p><p>The government has introduced three bills in parliament that it says will provide a special focus on crimes against women and address the intolerable delays in the system which can leave people waiting 15-30 years for a verdict.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/india-laws-protecting-women-review-penal-code\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/india-laws-protecting-women-review-penal-code", "date_published": "2023-08-14T03:54:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hong Kong pro-democracy advocates have part of convictions quashed", "description": "<p>Jimmy Lai, Martin Lee, Margaret Ng and four others had their convictions for organising an unauthorised assembly overturned </p><p>Seven of Hong Kong’s most prominent pro-democracy advocates had part of their convictions quashed Monday, over their roles in one of the biggest pro-democracy protests in 2019.</p><p>Jimmy Lai, <a href=\"https://www.theguardian.com/world/2023/may/16/jimmy-lai-editors-from-around-the-world-call-for-release-of-hong-kong-media-mogul\">founder of the now defunct Apple Daily newspaper</a>; Martin Lee, the founding chairman of the city’s Democratic Party; and five former pro-democracy lawmakers, including barrister Margaret Ng, had been found guilty of organising and participating an unauthorized assembly.</p> <a href=\"https://www.theguardian.com/world/2023/aug/14/hong-kong-pro-democracy-advocates-have-part-of-convictions-quashed-jimmy-lai-martin-lee-margaret-ng-\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/14/hong-kong-pro-democracy-advocates-have-part-of-convictions-quashed-jimmy-lai-martin-lee-margaret-ng-", "date_published": "2023-08-14T03:54:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Uncovering the truth of the Nazi occupation of the Channel Islands - podcast", "description": "<p>In 1940 the German army took over the Channel Islands and built concentration camps on Alderney where hundreds, possibly thousands, of people died. Now a UK government review will attempt to get to the truth of what really happened</p><p>For decades, Alderney in the Channel Islands has been trying to find a way to deal with what happened during one of the darkest chapters in its history: its occupation by the Nazis during the second world war.</p><p>It is an episode the British government has tried hard to forget. That is until last month, when it was announced that – for the first time – there would be an <a href=\"https://www.theguardian.com/world/2023/jul/22/nazi-atrocities-jews-prisoners-war-alderney-channel-island-uk\">official inquiry into what happened on Alderney</a> and specifically how many people died.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/14/uncovering-truth-nazi-occupation-channel-islands-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/14/uncovering-truth-nazi-occupation-channel-islands-podcast", "date_published": "2023-08-14T02:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]