[{"source": "https://www.theguardian.com/international/rss", "title": "Daddio review – Dakota Johnson and Sean Penn take a bumpy ride", "description": "<p>The two stars do their best with a psychologically limited two-hander that takes place in a taxi from JFK airport to Manhattan</p><p>One would be forgiven for thinking that the one-location two-hander Daddio was born from the many restrictions introduced by the advent of Covid, a safe and easy way to make something, <em>anything</em> in the pandemic’s darkest days. It might have made it all a little easier to like, or at least admire, if that were the case but the film, set in a cab ride from JFK airport to Manhattan, has been in the offing for far longer. Originally conceived as a stage play, it transformed into a Black List script in 2017 attracting the attention of Daisy Ridley before morphing once again into a low-key, low-interest fall festival premiere, shot at the end of last year, ushered to the screen by its star and producer, Dakota Johnson.</p><p>She plays a programmer landing in New York after a trip to see her half-sister, finding herself in a cab driven by Sean Penn’", "link": "https://www.theguardian.com/film/2023/sep/10/daddio-review-dakota-johnson-sean-penn", "date_published": "2023-09-10T21:15:02+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Morocco leads earthquake rescue with many nations offering support", "description": "<p>Rabat has yet to issue appeal for international aid despite powerful quake killing over 2,000 people</p><p>Several countries have offered aid and search support after the <a href=\"https://www.theguardian.com/world/2023/sep/10/morocco-earthquake-mourning-begins-as-rescue-continues-with-death-toll-over-2000\">Moroccan earthquake</a>, but most of the rescue operation in remote mountain areas was being led by local teams and Rabat has not yet issued a broad demand for international aid.</p><p>After a <a href=\"https://www.theguardian.com/world/2023/sep/09/fear-confusion-after-morocco-earthquake\">powerful earthquake</a> late on Friday night killed over 2,000 people, Moroccan authorities this weekend made bilateral contact with certain countries whom they authorised to send expert search and rescue teams. These included Tunisia, who sent 50 paramedics and personnel from a specialised unit, as well as search dogs, advanced thermal monitoring devices, a drone to detect victims under the rub", "link": "https://www.theguardian.com/world/2023/sep/10/morocco-leads-earthquake-rescue-with-many-nations-offering-support", "date_published": "2023-09-10T14:13:32+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The world can solve this migration crisis. A more humane approach is the answer | Clive Myrie", "description": "<p>My parents were part of the Windrush generation that helped rebuild Britain after 1945. Now, like then, rich countries need to pull together</p><p>Are the world’s richer nations normalising the deaths of migrants in the Mediterranean? That’s the fear of the UN’s <a href=\"https://www.reuters.com/world/europe/over-400-migrants-died-crossing-mediterranean-early-2023-un-agency-2023-04-12/#:~:text=%22The%20persisting%20humanitarian%20crisis%20in,these%20deaths%20have%20been%20normalized.\">International Organization for Migration</a> (IOM), the body established in 1951 “out of the chaos and displacement of western Europe after the second world war”. Eleven million people were uprooted and the IOM’s job was to help European governments identify countries where people could be resettled.</p><p>In the 1950s, the IOM arranged transport for nearly a million migrants to their new home countries, with the success of the resettlement programme based on international cooperation, and the idea th", "link": "https://www.theguardian.com/commentisfree/2023/sep/10/solve-migration-crisis-humane-windrush-generation", "date_published": "2023-09-10T13:14:18+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "El Conde review – Pinochet rises from the dead in Pablo Larraín’s gothic horror", "description": "<p>The Chilean dictator returns as a vampire – and his family’s out for blood. But this alternative history, though entertaining, feels​ politically enigmatic</p><p>After the ethereal, English-language <em><a href=\"https://www.theguardian.com/film/2021/nov/07/spencer-review-portrait-of-a-princess-on-the-edge\">Spencer</a></em>, Chilean director Pablo Larraín returns home with this gothic monochrome alt-history, imagining murderous dictator General Pinochet as a 250-year-old vampire. Having faked his death, Pinochet (Jaime Vadell), AKA El Conde, is hiding out in the crumbling grandeur of his Patagonian lair, hoping for death. This end-of-life ennui is disturbed by his money-grubbing family, not-so-loyal servant (Alfredo Castro) and a comely accountant-nun (Paula Luchsinger).</p><p>All are entertaining in turn, though none manages to drive a stake through the dark heart of Larraín’s often enigmatic political point. It’s down to the arch, instantly recognisable narration to really skewer", "link": "https://www.theguardian.com/film/2023/sep/10/el-conde-review-pinochet-rises-from-the-dead-pablo-larrain-gothic-horror", "date_published": "2023-09-10T11:00:50+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Fatal Breath: Covid-19 and Society in Britain by David Vincent review – a moving account of the plague of our times", "description": "<p>This bold and forensic history of the pandemic, drawing on previously unpublished diaries, underlines the sheer scale of suffering, with the poor and isolated particularly badly hit</p><p>Covid-19 is the best documented pandemic in history. From the moment it became clear that the coronavirus would trigger a series of global lockdowns, every twist and turn in the pandemic has been chronicled in blogs, diaries and by print and digital media.</p><p>The desire to historicise the event has been just as urgent. As early as March 2020, the Pulitzer prize-winning writer Thomas Friedman declared that Covid-19 was “our new historical divide” and predicted that henceforth there would be “BC”, the time Before Corona, and “AC”, the time After Corona.</p> <a href=\"https://www.theguardian.com/books/2023/sep/10/the-fatal-breath-covid-19-and-society-in-britain-by-david-vincent-review-a-moving-account-of-the-plague-of-our-times\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/sep/10/the-fatal-breath-covid-19-and-society-in-britain-by-david-vincent-review-a-moving-account-of-the-plague-of-our-times", "date_published": "2023-09-10T08:00:46+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Getafe’s gentle ‘Hola’ for Mason Greenwood comes as no surprise | Sid Lowe", "description": "<p>There has been little outrage over the striker’s loan deal at the intractable Spanish club, only a willingness to move on</p><p>On Tuesday evening, as fans started heading towards the exits and the music was finally turned down, Getafe’s sporting director stood pitch side at the Coliseum and insisted that <a href=\"https://www.theguardian.com/football/2023/aug/21/mason-greenwood-to-leave-manchester-united-after-internal-inquiry\" title=\"\">Mason Greenwood</a> is <a href=\"https://www.theguardian.com/football/2023/sep/05/mason-greenwood-getafe-manchester-united-loan-signing\" title=\"\">just a footballer, the same </a>as any other he could have signed. Rubén Reyes said the Manchester United forward, who has not played since he was charged with attempted rape, coercive behaviour and assault in October 2022, is no different to Óscar Rodríguez and Diego Rico, who had been presented alongside him. But he knew that was not true and so did everyone there: Greenwood is better.</p><p>Which was wh", "link": "https://www.theguardian.com/football/2023/sep/10/getafes-grateful-hola-for-mason-greenwood-comes-as-no-surprise", "date_published": "2023-09-10T07:34:56+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Going solo: why eating and travelling on my own is such a pleasure", "description": "<p>Time alone is a chance to relax – and reboot your creativity</p><p>As a writer, I spend much of my time alone, and yet I almost always want more. I’m fascinated by the relationship between solitude and loneliness, between the yearning to be alone and our deep desire not to feel isolated. A few months ago, I announced to my family – who, to be clear, I love very much – that I was taking myself away for a weekend, something I had not done for more than a decade. My need to be on my own had become too loud to ignore. As I sometimes manage to, I’d let work expand into all the nooks and crannies of my life. All I was doing was work-parent-work-parent – and on that hamster wheel, it’s easy to forget the restorative power of solitude, let alone work out how to achieve it.</p><p>And so I went away, to a little hotel, and it was glorious, like a long, slow exhale. A full 28 hours in which no one asked me anything, or needed anything; nobody else had opinions about anything I did, or when I", "link": "https://www.theguardian.com/lifeandstyle/2023/sep/10/going-solo-a-guide-to-eating-and-travelling-on-your-own", "date_published": "2023-09-10T07:00:45+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Sean Strickland stuns Israel Adesanya for UFC middleweight title in Sydney", "description": "<ul><li>Strickland beats up Adesanya on way to upset at UFC 293</li><li>Alexander Volkov wins heavyweight-bout in co-main event</li></ul><p>American Sean Strickland stunned Nigerian-born New Zealander Israel Adesanya to take the middleweight title by unanimous decision in the main event of UFC 293 in Sydney, the first UFC event in Australia’s largest city in six years.</p><p>The 32-year-old Strickland (28-5), who caused a stir in the lead-up to the fight with sexist and misogynistic comments at a press conference promoting the bout, won a five-round decision with all three judges scoring it 49-46.</p> <a href=\"https://www.theguardian.com/sport/2023/sep/10/sean-strickland-israel-adesanya-ufc-293-sydney\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/sep/10/sean-strickland-israel-adesanya-ufc-293-sydney", "date_published": "2023-09-10T05:46:29+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Queensland man in 60s dies from snake bite after removing animal from friend’s leg", "description": "<p>Ambulance service uncertain of the species that bit the man but says symptoms point to a brown snake</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A man in his 60s has died from a snake bite in central Queensland, after helping to remove a snake which had coiled around his friend’s leg.</p><p>Two men were treated by the Queensland Ambulance Service in Koumala, a town 60km south of Mackay, shortly after 6.30pm on Saturday evening.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlin", "link": "https://www.theguardian.com/environment/2023/sep/10/queensland-man-in-60s-dies-from-snake-bite-after-removing-animal-from-friends-leg", "date_published": "2023-09-10T04:05:00+00:00", "bookmarked": false, "dead": false, "artist": "The Guardian - International", "album": "The Guardian - International", "user": null, "language": "en-US", "thumbnail": null}]