[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Mortal Kombat 1 - 15 Things WE CAN'T WAIT TO DO", "description": "NetherRealm Studios' Mortal Kombat 1 is nearly upon us, and despite rebooting the timeline as we know it, there is a lot for fans to sink their teeth into. A brand new story with returning characters and new relationships to unravel; new gameplay mechanics, including faster movement; and Klassic Towers await.\n\nThat's not including the new Kameo Fighters system, which offers a new dimension to one's combos, or Invasions, a board game-style RPG mode, where players battle Invaders from alternate dimensions. The latter even has returning mini-games like Arcade Towers and Test Your Might.\n\nCheck out 15 things we can't wait to do when Mortal Kombat 1 launches. It arrives on September 19th for Xbox Series X/S, PS5, PC and Switch.", "link": "https://www.youtube.com/watch?v=hsudtJdsTOY", "date_published": "2023-09-10T17:30:05+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hsudtJdsTOY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "6 Things Starfield DOES BETTER Than Fallout 4", "description": "Fallout 4 was a solid game in its own right, but in many ways, it felt like a regression for the formula that Bethesda Game Studios’ RPGs have always been known for. With Starfield, however, the developer has come roaring back with an absolute bang, delivering an experience that captures all of the studio’s best tendencies and takes a significant step up over Fallout 4 in several key ways. \n\nFrom the way it emphasizes player freedom to the depth and breadth of its role playing mechanics to the sheer variety of its massive world and more, Starfield feels like a massive step up over Fallout 4. Here, we’re going to talk about some of the things that help it get to that level.", "link": "https://www.youtube.com/watch?v=FHfX-XDmwUM", "date_published": "2023-09-10T06:30:07+00:00", "bookmarked": false, "dead": false, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FHfX-XDmwUM/hqdefault.jpg"}]