[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Russian Cyber Adversary BlueCharlie Alters Infrastructure in Response to Disclosures", "description": "A Russa-nexus adversary has been linked to 94 new domains, suggesting that the group is actively modifying its infrastructure in response to public disclosures about its activities.\nCybersecurity firm Recorded Future linked the new infrastructure to a threat actor it tracks under the name BlueCharlie, a hacking crew that's broadly known by the names Blue Callisto, Callisto (or Calisto),", "link": "https://thehackernews.com/2023/08/russian-cyber-adversary-bluecharlie.html", "date_published": "2023-08-02T14:12:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Industrial Control Systems Vulnerabilities Soar: Over One-Third Unpatched in 2023", "description": "About 34% of security vulnerabilities impacting industrial control systems (ICSs) that were reported in the first half of 2023 have no patch or remediation, registering a significant increase from 13% the previous year.\nAccording to data compiled by SynSaber, a total of 670 ICS product flaws were reported via the U.S. Cybersecurity and Infrastructure Security Agency (CISA) in the first half of", "link": "https://thehackernews.com/2023/08/industrial-control-systems.html", "date_published": "2023-08-02T12:55:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Phishers Exploit Salesforce's Email Services Zero-Day in Targeted Facebook Campaign", "description": "A sophisticated Facebook phishing campaign has been observed exploiting a zero-day flaw in Salesforce's email services, allowing threat actors to craft targeted phishing messages using the company's domain and infrastructure.\n\"Those phishing campaigns cleverly evade conventional detection methods by chaining the Salesforce vulnerability and legacy quirks in Facebook's Web Games platform,\"", "link": "https://thehackernews.com/2023/08/phishers-exploit-salesforces-email.html", "date_published": "2023-08-02T12:55:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Top Industries Significantly Impacted by Illicit Telegram Networks", "description": "In recent years the rise of illicit activities conducted within online messaging platforms has become a growing concern for countless industries. One of the most notable platforms that has been host to many malicious actors and nefarious activities has been Telegram. Thanks to its accessibility, popularity, and user anonymity, Telegram has attracted a large number of threat actors driven by", "link": "https://thehackernews.com/2023/08/top-industries-significantly-impacted.html", "date_published": "2023-08-02T11:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Researchers Uncover AWS SSM Agent Misuse as a Covert Remote Access Trojan", "description": "Cybersecurity researchers have discovered a new post-exploitation technique in Amazon Web Services (AWS) that allows the AWS Systems Manager Agent (SSM Agent) to be run as a remote access trojan on Windows and Linux environments\n\"The SSM agent, a legitimate tool used by admins to manage their instances, can be re-purposed by an attacker who has achieved high privilege access on an endpoint with", "link": "https://thehackernews.com/2023/08/researchers-uncover-aws-ssm-agent.html", "date_published": "2023-08-02T11:50:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian Company Cloudzy Accused of Aiding Cybercriminals and Nation-State Hackers", "description": "Services offered by an obscure Iranian company known as Cloudzy are being leveraged by multiple threat actors, including cybercrime groups and nation-state crews.\n\"Although Cloudzy is incorporated in the United States, it almost certainly operates out of Tehran, Iran – in possible violation of U.S. sanctions – under the direction of someone \ngoing by the name Hassan Nozari,\" Halcyon said in a", "link": "https://thehackernews.com/2023/08/iranian-company-cloudzy-accused-of.html", "date_published": "2023-08-02T07:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Norwegian Entities Targeted in Ongoing Attacks Exploiting Ivanti EPMM Vulnerability", "description": "Advanced persistent threat (APT) actors exploited a recently disclosed critical flaw impacting Ivanti Endpoint Manager Mobile (EPMM) as a zero-day since at least April 2023 in attacks directed against Norwegian entities, including a government network.\nThe disclosure comes as part of a new joint advisory released by the Cybersecurity and Infrastructure Security Agency (CISA) and the Norwegian", "link": "https://thehackernews.com/2023/08/norwegian-entities-targeted-in-ongoing.html", "date_published": "2023-08-02T03:41:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]