[{"source": "https://www.techdirt.com/feed/", "title": "Jim Larkin, Backpage Exec, Dies By Suicide A Week Before His Trial", "description": "Some unfortunate news. AZ Central reported yesterday that James Larkin, who was a free speech pioneer who built an alt-weekly newspaper empire, and then spun out the controversial classifieds ads site Backpage, died by suicide, one week before his latest trial. While there’s been plenty of discussion about Backpage, related to questions around Section 230, [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/jim-larkin-backpage-exec-dies-by-suicide-a-week-before-his-trial/", "date_published": "2023-08-02T23:07:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "Federal Judge Frees ‘Terrorism’ Suspects While Calling Out The FBI For Its Entrapment-Esque Tactics", "description": "For years, we&#8217;ve pointed out that the FBI is more interested in easy wins than actually securing the nation. And for years, the FBI has maddeningly refused to take our harsh criticism into consideration. It has done its own thing, because of course it has. Who could possibly stop it? A mass violators of rights [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/federal-judge-frees-terrorism-suspects-while-calling-out-the-fbi-for-its-entrapment-esque-tactics/", "date_published": "2023-08-02T20:56:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "Meta Begins The Process Of Ending News Links In Canada", "description": "This is not a surprise, because the company made it clear it planned to do exactly this, but Meta has now begun the process of stopping links to news sources from appearing in Canada, something that Canadian Heritage Minister Pablo Rodriguez insisted would never happen. The company says it will take a few weeks to [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/meta-begins-the-process-of-ending-news-links-in-canada/", "date_published": "2023-08-02T19:08:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "NSA Asks Congress To Not Block Federal Agencies From Collecting Location Data Without A Warrant", "description": "For several years, the government was able to route around the Fourth Amendment by turning cell service providers into proxy tracking devices. Thanks to the Third Party Doctrine, location data generated by cell phones wasn&#8217;t given an expectation of privacy. A Supreme Court decision handed down in 2012 strongly suggested the government needed to obtain [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/nsa-asks-congress-to-not-block-federal-agencies-from-collecting-location-data-without-a-warrant/", "date_published": "2023-08-02T17:53:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "Daily Deal: MagStack Foldable 3-in-1 Wireless Charging Station with Floating Stand", "description": "MagStack is the perfect on-the-go wireless charging station that also transforms into a floating stand for smartphone FaceTime or video playback while charging. This 3-in-1 foldable design featuring 3 wireless charging spots, enables charging for up to 3 devices simultaneously, including iPhone, Apple Watch, AirPods Pro, AirPods with Wireless Charging Case, other Qi-compatible Android phones, [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/daily-deal-magstack-foldable-3-in-1-wireless-charging-station-with-floating-stand-4/", "date_published": "2023-08-02T17:48:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "Google’s Plan To DRM The Web Goes Against Everything Google Once Stood For", "description": "The grand old enshittification curve strikes again. Remember, as stated by Cory Doctorow, the process of enshittification entails these steps: first, they are good to their users; then they abuse their users to make things better for their business customers; finally, they abuse those business customers to claw back all the value for themselves. Way [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/googles-plan-to-drm-the-web-goes-against-everything-google-once-stood-for/", "date_published": "2023-08-02T16:22:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "Global Militaries Worry Elon Musk Is Too Erratic To Manage Starlink Competently", "description": "While Elon Musk&#8217;s Starlink low Earth orbit (LEO) broadband technology is too expensive and capacity-constrained to seriously put a dent in US broadband problems, it&#8217;s helpful in low connectivity situations like disasters, select parts of rural America, or the war in Ukraine. But Musk&#8217;s growing power over the fledgling LEO satellite sector has started to [&#8230;]", "link": "https://www.techdirt.com/2023/08/02/global-militaries-worry-elon-musk-is-too-erratic-to-manage-starlink-competently/", "date_published": "2023-08-02T12:24:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.techdirt.com/feed/", "title": "NFL Returns To Threatening Local New Orleans Businesses Over Fleur De Lis", "description": "More than a decade ago, it came to our attention that the NFL was out in the streets of New Orleans threatening small businesses for the crime of using New Orleans related language alongside the use of images of the fleur de lis. Those actions were quite silly, given that the symbol and much of [&#8230;]", "link": "https://www.techdirt.com/2023/08/01/nfl-returns-to-threatening-local-new-orleans-businesses-over-fleur-de-lis/", "date_published": "2023-08-02T02:46:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]