[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Obongjayar: Tiny Desk Concert", "description": "Bobby Carter | August 2, 2023\n\nWhen I got downstairs to greet Obongjayar and his bandmates at NPR headquarters, they had already found their way over to some stationary bikes near the lobby to get the adrenaline pumping. OB and crew seemed shy but ready for this moment. During the show, I witnessed my colleagues go from wiping away tears to bouncing and clapping within a matter of minutes. That emotional balance is Obongjayar’s Tiny Desk in a nutshell. He gave us everything. \n\nThe Nigerian-born, London-based Steven Umoh beelined it straight to the desk to dial in with the band. His towering presence, juxtaposed with a high-register tone that sometimes dips into a low growl, simply commands attention. I first learned of Obongjayar through Little Simz. He was featured on “Point and Kill,” which they performed for a Tiny Desk home concert in 2021. The following year, he dropped his debut album Some Nights I Dream of Doors. While most of the set focused on the best of Some Nights…, he also plays the newly released “Just Cool” before closing with the awe-inspiring protest cut, “Message in a Hammer.”\n\nSET LIST\n“Sugar”\n“Frens”\n“Just Cool”\n“I Wish It Was Me”\n“Message in a Hammer”\n\nMUSICIANS\nObongjayar: lead vocal\nSam Jones: drums\nCiaran Corr: guitar\nMutale Chashi: bass, keys\nElias Atkinson: trumpet\n\nTINY DESK TEAM\nProducer: Bobby Carter\nDirector/Editor: Kara Frame\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nVideographers: Kara Frame, Joshua Bryant, Alanté Serene\nAudio Assistant: Kwesi Lee\nProduction Assistant: Ashley Pointer\nPhotographer: Keren Carrión\nTiny Desk Team: Suraya Mohamed, Maia Stern, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#tinydesk #obongjayar #nprmusic", "link": "https://www.youtube.com/watch?v=ILOnnEW2iRg", "date_published": "2023-08-02T09:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ILOnnEW2iRg/hqdefault.jpg"}]