[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "The 17 Secrets to a Successful Relationship", "description": "It’s often said that no one can ever really say what a good relationship is, let alone draw up a checklist for a prospective one. We politely disagree…\nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/em7IDF\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/tN1opP\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/xvdKGl \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/87NeKn\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://9qq0.short.gy/PKUS7i\n\n“It’s often said that no one can ever really say what a good relationship is, let alone draw up a checklist for a prospective one. We politely disagree: \n1. Pick someone you feel profoundly grateful ever decided to look your way. Start from a sense that you are the lucky one - and that they are superior (the truth is irrelevant). \n2. Make sure you fancy them. Check out that you have compatible areas of perversion - and little interest being normal in bed.\n3. Allow yourselves both to admit, from an early stage, that you are ‘mad’; heavily distorted by your pasts, unable to understand yourselves, prone to irrational assumptions - and unsteady in your assessments of reality.\n4. Make apology the most regular of occurrences. Say sorry about everything all the time and reduce the price of an admission to almost zero.\n5. Remove all pride from your character. You were an idiot then, you are an idiot now, you will be an idiot tomorrow. There’s no other option for a human being. Make jokes.\n6. Regularly explore how you have disappointed one another. Let them sometimes hate you and you them. Don’t be frightened by anger moderately expressed. The enemy of love is stifled emotion, not maturely explored authenticity. Listen very carefully when they tell you how they feel.\n7. Never describe them categorically as this or that (insulting trait). Only ever say: I feel you are this or that… Observe the difference.\n8. Get good at sensing the fear beneath your angry moods, then express the fear gently rather than acting out the anger.\n9. Reduce expectations of perfection. It’s going to get horrible at times. Allow for major frustrations. You will want to kill them and they you. Don’t.\n10. Accept you will have crushes on others. Let them wash over you - and, if the mood is right, share them with the partner.\n11. If there are children, recognise that love will suffer hugely. Look forward to properly picking up the baton again in 15 years.\n12. Become the sort of person who has no embarrassment about being ‘needy.’ Accept the child in you and look after their needs in the relationship.\n13. Read up about attachment theory - and keep the concepts close at hand.\n14. Stop being defensive; stop needing to maintain a proud hold on your own dignity. Laugh continually at your foolishness - and apologise for it.\n15. Accept that they can’t save you from your own disturbances. Try to be happy in yourself and if you are not, don’t redirect the blame. Observe how often your rocky patches are projected versions of your own life crises. Get a therapist.\n16. Don’t expect everything from love.\n17. Be very prepared (though reluctant) to leave. Remain out of choice, never desperation.\n“\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on RELATIONSHIPS in our playlist: \nhttp://bit.ly/TSOLrelationships\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nHannah O'brien\nhttps://www.hanobrien.com/\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=ak4j5pVHDGg", "date_published": "2023-08-02T13:00:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ak4j5pVHDGg/hqdefault.jpg"}]