[{"source": "https://www.engadget.com/rss.xml", "title": "Ford reportedly plans to build a $3.5 billion EV battery factory in Michigan", "description": "<p>Ford is reportedly days away from sharing a plan to increase its supply of US-made electric vehicle batteries. According to <a href=\"https://www.reuters.com/business/autos-transportation/ford-announce-new-35-billion-battery-plant-michigan-sources-2023-02-10/\"><ins>Reuters</ins></a>, the automaker could announce as early as Monday that it’s partnering with China’s Contemporary Amperex Technology Co (CATL) to build a $3.5 billion iron phosphate battery plant outside of Marshall, Michigan, a small town about 100 miles west of Detroit. Once completed, the facility is expected to employ at least 2,500 workers.</p><p>As <a href=\"https://www.bloomberg.com/news/articles/2023-02-10/ford-set-to-pick-michigan-for-battery-plant-with-chinese-partner?sref=10lNAhZ9\"><em><ins>Bloomberg</ins></em><ins> points out</ins></a>, Ford is moving forward with the project despite uncertainty around how the Treasury Department will interpret President Biden’s landmark climate change bill. Specifically, the <a href=\"https://www.engadget.com/senate-passes-inflation-reduction-act-2022-214410930.html\">Inflation Reduction Act</a> includes language that seeks to prevent automakers from taking advantage of <a href=\"https://www.engadget.com/tesla-model-y-ev-tax-credit-2023-174121949.html\">consumer EV tax credits</a> if they make vehicles with batteries made by a “foreign entity of concern.” Congress designed the rules to incentivize automakers to build a domestic supply chain for EV parts instead of relying on China for critical components.</p><span id=\"end-legacy-contents\"></span><p>According to <em>Bloomberg</em>, Ford has considered an ownership structure that would see it own the entire plant and nearby infrastructure. Ford employees would also work at the facility. CATL would only own the technology used to create the batteries. It’s an arrangement that could allow batteries made at the facility to qualify for the Inflation Reduction Act-related tax credits. “We’ve said that we’re exploring batteries based on CATL’s technology for Ford vehicles and that we plan to localize,” a Ford spokesperson told <em>Bloomberg</em>.</p><p>In July, Ford said it would begin sourcing batteries for US-bound 2023 <a href=\"https://www.engadget.com/ford-mustang-mach-e-ev-price-cut-170151501.html\"><ins>Mustang Mach-E</ins></a> models from CATL. That same month, the company announced it had plans to produce 40 gigawatt hours of battery capacity in North America starting in 2026.</p>", "link": "https://www.engadget.com/ford-reportedly-plans-to-build-a-35-billion-ev-battery-plant-in-michigan-213730306.html?src=rss", "date_published": "2023-02-11 21:37:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "A second Russian spacecraft docked at the ISS is leaking coolant", "description": "<p>Stop us if you’ve heard this one before, but a Russian spacecraft docked with the International Space Station has sprung a leak. On Saturday morning, Russia’s Roscosmos space agency disclosed on <a href=\"https://t.me/roscosmos_gk/8419\">Telegram</a> that a Progress cargo ship docked with the ISS had lost cabin pressure. NASA later <a href=\"https://blogs.nasa.gov/spacestation/2023/02/11/international-space-station-operations-update-crew-continues-normal-activities/\">said</a> the depressurization was due to a coolant leak.</p><p>“The reason for the loss of coolant in the Progress 82 spacecraft is being investigated,” NASA announced. “The hatches between Progress 82 and the station are open, and temperatures and pressures aboard the station are all normal. The crew, which was informed of the cooling loop leak, is in no danger and continuing with normal space station operations.”</p><span id=\"end-legacy-contents\"></span><p>Per <a href=\"https://www.space.com/russia-progress-82-cargo-spacecraft-leak\"><em>Space.com</em></a>, Progress 82 arrived at the ISS on October 28th. Before Saturday's announcement, the spacecraft was scheduled to leave the station on February 17th. It’s unclear if Roscosmos will move forward with that timeline as originally planned. Russia’s Progress spacecraft are designed to burn up in the Earth’s atmosphere after they complete their resupply missions, meaning there’s no way for Roscosmos to investigate the leak on the ground. The timing of the discovery comes on the same day that a second Progress spacecraft docked with the ISS, and less than two months after another Russian spacecraft sprung a leak at the space station.</p><p>In December, Russia’s Soyuz MS-22 spacecraft <a href=\"https://www.engadget.com/iss-soyuz-ms-22-capsule-leak-205133518.html\">began leaking coolant</a> just as cosmonauts Dmitri Petelin and Sergey Prokopyev were preparing for a nearly seven-hour spacewalk. Roscosmos later blamed the incident on an apparent meteoroid strike. Unless there’s an emergency at the ISS, Roscosmos has deemed the spacecraft unfit to transport humans. The agency will <a href=\"https://www.engadget.com/russia-soyuz-capsule-rescue-mission-iss-205343374.html\">launch another Soyuz</a> craft later this month to bring Petelin and Prokopyev, as well as NASA astronaut Frank Rubio, back to Earth.</p><p><a href=\"https://arstechnica.com/science/2023/02/another-russian-spacecraft-docked-to-the-space-station-is-leaking/?utm_brand=arstechnica&amp;utm_source=twitter&amp;utm_social-type=owned&amp;utm_medium=social\"><em>Ars Technica’s</em> Eric Berger</a> points out, the Progress incident raises doubts about whether Soyuz MS-22 was actually hit by a micrometeorite. Russia never released images of the impact, and the country’s space program has a history of recent issues. In 2021, for instance, Roscosmos blamed a software bug on the <a href=\"https://www.engadget.com/nasa-boeing-delay-starliner-iss-launch-092458695.html\">Nauka misfiring</a> that temporarily moved the ISS out of its usual orientation.</p>", "link": "https://www.engadget.com/a-second-russian-spacecraft-docked-at-the-iss-is-leaking-191321865.html?src=rss", "date_published": "2023-02-11 19:13:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta reportedly plans more job cuts", "description": "<p>Facebook parent company Meta reportedly plans to further reduce its headcount in the coming weeks. According to the<em>&nbsp;</em><a href=\"https://www.ft.com/content/3f3c3fe7-fedd-4fcd-a3d9-6ce44fe56e08\"><em><ins>Financial Times</ins></em></a>, work at the tech giant has slowed to a crawl while it plots a new round of job cuts. Meta is likely to announce the restructuring after it has completed staff performance reviews sometime in March. In November, the company laid off <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\"><ins>11,000 employees</ins></a> or about 13 percent of its global workforce. Those cuts were the largest in Meta’s nearly 20-year history, affecting every organization within the company. Meta did not immediately to Engadget’s comment request. <em>The Times </em>did not report on the potential scale of the restructuring.</p><p>While Meta is far <a href=\"https://www.engadget.com/tech-layoffs-183005204.html\"><ins>from the only company</ins></a> to cut staff in the past year, significantly fewer have expanded previously announced layoffs. If the reporting from <em>The Times</em> is accurate, Meta would find itself in the company of the likes of <a href=\"https://www.engadget.com/amazon-expanded-job-cuts-18000-102059372.html?uuid=dESdDoJeBxCYYIYN1063\"><ins>Amazon</ins></a> and <a href=\"https://www.engadget.com/coinbase-lay-offs-reduced-expenses-153433234.html?uuid=DY2ln5q3N7G4YQbE4064\"><ins>Coinbase</ins></a>. The former first outlined plans to reduce its headcount by <a href=\"https://www.engadget.com/amazon-layoffs-report-191003720.html\"><ins>10,000 employees</ins></a> only to later announce it was cutting closer to <a href=\"https://www.engadget.com/amazon-expanded-job-cuts-18000-102059372.html?uuid=dESdDoJeBxCYYIYN1063\"><ins>18,000 jobs</ins></a>. Before November, Meta CEO Mark Zuckerberg <a href=\"https://www.engadget.com/meta-q3-2022-earnings-211903277.html\"><ins>told analysts</ins></a> the company could become “a slightly smaller organization” by the end of 2023.</p><span id=\"end-legacy-contents\"></span>", "link": "https://www.engadget.com/meta-reportedly-plans-to-cut-more-jobs-171716224.html?src=rss", "date_published": "2023-02-11 17:17:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft could show off AI-powered versions of Word and Outlook this March", "description": "<p>Microsoft reportedly plans to introduce upgraded Office apps with AI features in the coming weeks. According to <a href=\"https://www.theverge.com/2023/2/10/23593980/microsoft-bing-chatgpt-ai-teams-outlook-integration\"><em>The Verge</em></a>, the tech giant is preparing to show what its Prometheus AI technology and OpenAI's language AI can do for Word, PowerPoint, Outlook and other Microsoft 365 apps as soon as this March. Microsoft recently launched a <a href=\"https://www.engadget.com/microsofts-next-gen-bing-more-powerful-language-model-than-chatgpt-182647588.html?uuid=y5iAjHb4UaXTi08n0403\">reimagined Bing</a> that can generate conversational responses to search queries, thanks to the Prometheus model, which was built with the help of OpenAI.&nbsp;</p><p>Additionally, the company introduced a new <a href=\"https://www.engadget.com/microsoft-edge-ai-copilot-184033427.html\">Edge with a built-in \"AI copilot\"</a> that's also powered by Prometheus. A button on the top-right corner gives users quick access to Bing's new chat feature, and as we mentioned in <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">our hands-on</a>, it's like having ChatGPT right in your browser. <em>The Verge</em> says Microsoft wants its AI technology to be able to generate graphs and graphics for use in PowerPoint or Excel. According to a previous report published by <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=ba0a4cdc-cec8-416a-9e93-e11b8179129c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Information&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiYTBhNGNkYy1jZWM4LTQxNmEtOWU5My1lMTFiODE3OTEyOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGhlaW5mb3JtYXRpb24uY29tL2FydGljbGVzL2dob3N0LXdyaXRlci1taWNyb3NvZnQtbG9va3MtdG8tYWRkLW9wZW5haXMtY2hhdGJvdC10ZWNobm9sb2d5LXRvLXdvcmQtZW1haWw_cmM9d2hmMGZkIiwiY29udGVudFV1aWQiOiI2NDQ1MTc0MC0wN2MzLTRhOWUtYmUxYy03OTNmMWE4YTlkMzcifQ&amp;signature=AQAAAb2BrO8UnI84Byfp9ngwkkZGeZua-FH9M2wX05HYC5Fy&amp;gcReferrer=https%3A%2F%2Fwww.theinformation.com%2Farticles%2Fghost-writer-microsoft-looks-to-add-openais-chatbot-technology-to-word-email%3Frc%3Dwhf0fd\"><em>The Information</em></a>, the company also wants its AI model to be able to generate text using simple prompts within its Office apps.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>That Microsoft seems to be in a hurry to launch new AI-powered features for its products comes as no surprise. The company likely intends to move fast to get as many people as possible to start using its products before Google can launch its <a href=\"https://www.engadget.com/google-officially-unveils-its-chatgpt-rival-apprentice-bard-192055722.html\">ChatGPT rival</a>. Apparently, Microsoft was originally supposed to introduce the new Bing in late February, but it moved up the launch and scheduled it before Google's Bard announcement. The company is also bound to keep expanding its AI-powered feature list, seeing as it recently <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\">signed a \"multi-billion dollar\" investment</a> in OpenAI last month.</p>", "link": "https://www.engadget.com/microsoft-could-show-off-ai-powered-versions-of-word-and-outlook-this-march-153514888.html?src=rss", "date_published": "2023-02-11 15:35:14+00:00", "persistent": false, "user": null, "language": "en-US"}]