[{"source": "https://www.theguardian.com/rss", "title": "New ‘unidentified object’ shot down over Canada, says Trudeau", "description": "<p>Canadian prime minister says he has spoken to US president Joe Biden about the object</p><p>An unidentified object has been shot down over North American airspace, Canadian President Justin Trudeau has disclosed.</p><p>The incident comes a week after a balloon of Chinese origin which flew over US airspace was taken out.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/new-unidentified-object-shot-down-over-canada-says-trudeau\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/new-unidentified-object-shot-down-over-canada-says-trudeau", "date_published": "2023-02-11 22:21:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Townsend urges Scotland to improve after momentous win against Wales", "description": "<ul><li>Scotland win opening two Six Nations matches for first time</li><li>Head coach pays tribute to Doddie Weir after milestone victory</li></ul><p>The plaudits of an unprecedented two wins from two in the Six Nations were still ringing in his ears, but Gregor Townsend is more interested in gearing up for Scotland’s next two matches: France in Paris in a fortnight, followed by Ireland back at Murrayfield in a month.</p><p>“It feels like an improved performance,” Scotland’s coach said of <a href=\"https://www.theguardian.com/sport/2023/feb/11/scotland-wales-six-nations-match-report\">this record 35-7 win</a> over Wales. “If it was a seven out of 10 last week [against England at Twickenham], it’s moved up to an eight, and we’ll have to improve again. The next two teams that we play are ranked one and two in the world. We’ll have to get to nine out of 10 to beat them.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/townsend-insists-scotland-must-still-improve-despite-momentous-wales-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/townsend-insists-scotland-must-still-improve-despite-momentous-wales-win", "date_published": "2023-02-11 21:01:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nurses set to withdraw from A&E and intensive care units as strike intensifies", "description": "<p>UK’s biggest nursing union prompts alarm among senior officials by calling on intensive care workers to join walkouts</p><p>The UK’s biggest nursing union is preparing an escalation of its pay dispute with the government that will see members working in emergency departments, intensive care units and cancer care services being asked to join the next round of strikes.</p><p>The Royal College of Nursing (RCN) is also planning to announce the first continuous 48-hour strikes running through two days and two nights, rather than limiting walkouts to the 12 hours from 8am to 8pm, as they have done to date.</p> <a href=\"https://www.theguardian.com/society/2023/feb/11/nurses-set-to-withdraw-from-ae-and-intensive-care-units-as-strike-intensifies\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/11/nurses-set-to-withdraw-from-ae-and-intensive-care-units-as-strike-intensifies", "date_published": "2023-02-11 20:04:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welcome back the Champions League: will Napoli shake up the faltering big guns? | Jonathan Wilson", "description": "<p>With European football in turmoil and leading clubs out of sorts, the knockout stages offer some welcome unpredictability</p><p>When the draw for the last 16 of the Champions League is made before Christmas, the warning always comes: wait till February. What can look a straightforward tie as the group stage ends may appear very different a couple of months down the line as form fluctuates and injuries, managerial changes and January signings take effect.</p><p>Recently that has tended to mean the superclubs asserting themselves, financial muscle powering through whatever blips may have occurred in the autumn. But as the Champions League knockout stage begins on Tuesday, very little has settled down and the competition looks more open than it has done for a decade or more.</p> <a href=\"https://www.theguardian.com/football/blog/2023/feb/11/welcome-back-the-champions-league-will-napoli-shake-up-the-faltering-big-guns\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/feb/11/welcome-back-the-champions-league-will-napoli-shake-up-the-faltering-big-guns", "date_published": "2023-02-11 20:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almirón salvages point for Newcastle as Eddie Howe returns to Bournemouth", "description": "<p>Eddie Howe always knew his return to Bournemouth would fiddle with his emotions but his homecoming was laced with frustration as Newcastle played out another draw, but only after surviving a late scare. Newcastle were fortunate to end up with a point, with Kieran Trippier’s goal-line clearance heading into seven minutes of second-half stoppage time denying Dominic Solanke a late winner. Bournemouth’s players prayed Trippier’s intervention was too late to stop Solanke’s backheel from Hamed Traoré’s cross going over the line, but the referee Stuart Attwell checked his watch and replays showed the Newcastle captain did just enough.</p><p>Bournemouth were reluctant to be too hospitable given their current predicament – they remain the only English top-flight team without a win since the World Cup and had lost seven of their previous eight matches – but their matchday programme referred to Howe’s time in charge of the club, more than a decade across two spells, as the kind of fairytale journey usually only seen on Football Manager. When Howe took over at Bournemouth in 2008, non-league was looming, the club’s existence at peril and he resorted to paying for masseuses out of his own pocket.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/almiron-salvages-point-for-newcastle-as-eddie-howe-returns-to-bournemouth\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/almiron-salvages-point-for-newcastle-as-eddie-howe-returns-to-bournemouth", "date_published": "2023-02-11 19:37:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Johnny Sexton sets Ireland’s sights on Six Nations grand slam after France win", "description": "<ul><li>World’s No 1 team end France’s 14-match winning run</li><li>Sexton describes victory as a ‘top-end Test match’</li></ul><p>Beyond the next game, beyond even this Six Nations, and the prospect of an Irish grand slam, there’s the World Cup. And in the minutes after <a href=\"https://www.theguardian.com/sport/2023/feb/11/ireland-france-six-nations-match-report\">Ireland’s extraordinary 32-19 victory</a> over France, Johnny Sexton finally let slip that he’s been thinking about it, too, just the same as everyone else. “If everything goes to plan, and we get through our group there is a chance we will play France again in the World Cup,” Sexton said. “So it was good to get that off our back, in terms of beating them, as they were the only team we hadn’t beaten.” France had won each of the last three matches between them.</p><p>France and Ireland, the two best teams in the world, will play each other in the quarter-finals of the tournament if one wins their group and the other finishes runner-up. Given the way the two teams played here, it’s maybe more likely they meet in the final. “It was a top-end Test match, wasn’t it?” he said “That’s what everyone wanted, and that’s what everyone got. That first half, wow, it was just end-to-end stuff.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/johnny-sexton-sets-irelands-sights-on-six-nations-grand-slam-after-france-win\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/johnny-sexton-sets-irelands-sights-on-six-nations-grand-slam-after-france-win", "date_published": "2023-02-11 19:14:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mikel Arteta ‘frustrated’ at officials for allowing Brentford equaliser at Arsenal", "description": "<ul><li>Manager claims offside Ethan Pinnock was interfering with play</li><li>‘Suddenly you change the rules,’ says Arteta after 1-1 draw</li></ul><p>Mikel Arteta complained bitterly that Ivan Toney’s equaliser for Brentford ought to have been disallowed for offside, as Arsenal failed to bounce back from <a href=\"https://www.theguardian.com/football/2023/feb/04/everton-arsenal-premier-league-match-report\">last Saturday’s defeat at Everton</a> with a win.</p><p>Toney’s goal followed a deep free-kick, which he himself sent back across the Arsenal area before it was returned by the substitute, Yoane Wissa, who was beyond the far post. Ethan Pinnock rose to nod through for Christian Nørgaard, who hooked back for Toney to score, but there was controversy when the VAR, Lee Mason, spotted that Pinnock was offside on the initial free-kick.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/mikel-arteta-frustrated-at-officials-for-allowing-brentford-equaliser-at-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/mikel-arteta-frustrated-at-officials-for-allowing-brentford-equaliser-at-arsenal", "date_published": "2023-02-11 19:03:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The moment I knew: after my first sexual encounter with a man, I realised I only loved women", "description": "<p>For eight years, <strong>Maeve Marsden</strong> identified as bisexual. Then a one-night stand with Ben – or was it Steve? – cemented her identity as a lesbian</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When I came out as bisexual, aged 14, it was a total non-event. From my lesbian mothers, I received a vague “that’s nice, dear”, and from my school friends – girls raised in predominantly non-traditional families in Sydney’s leftie inner west – a resounding chorus of, “oh, me too”.</p><p>For many LGBTQI+ people, coming out is a time of trauma or celebration, but having been raised within the community, my sexuality was neither a revelation nor a shock.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/12/the-moment-i-knew-after-my-first-sexual-encounter-with-a-man-i-realised-i-only-loved-women\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/12/the-moment-i-knew-after-my-first-sexual-encounter-with-a-man-i-realised-i-only-loved-women", "date_published": "2023-02-11 19:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tara June Winch: ‘Happiness is in the moment just before the thought to take a photograph’", "description": "<p>In a series of short essays, writers consider what happiness means to them now, after the reckoning of the past few years</p><p>I’ve never struggled with a question more. Am I happy now, as opposed to before? And if before I was happy by some measure, why would it have changed? How can I think of happiness now, when everything is terrible? Even if I know that this moment doesn’t differ from any other moment in history. That is to say that these new days are full of old sorrows, and long after I am dead and gone, the same will be true. But just because all this has happened to generations before and will beyond us, it doesn’t feel any less painful in its proximity.</p><p>It’s a simple question, something you’d ask on a first date perhaps. Yet I don’t think I’ve asked that question of myself before. I’d asked what I need to do in the moment, to feel better, to give back, to be productive, but never what would make me happy in the grand arc. I argue that I must have been looking for it all this time, yet when I approach the question head on, when I vow to improve at life, health, work and in turn happiness – it always feels like a brand-new prospect – a thing I hadn’t considered before.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/12/tara-june-winch-happiness-is-in-the-moment-just-before-the-thought-to-take-a-photograph\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/12/tara-june-winch-happiness-is-in-the-moment-just-before-the-thought-to-take-a-photograph", "date_published": "2023-02-11 19:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Having my home invaded left me anxious and angry, but so did the calls to lock up the children who did it", "description": "<p>The relative impact of this one night on the whole of my life is nothing compared to setting up a child to reoffend</p><p>I had modest plans for the Christmas just gone: get my family around, crank up the pizza oven, eat a whole box of shortbread on my own. More than anything, I wanted to relax. I hoped to be so intensely calm, in such exquisite respite, that I would simply become an amorphous blob and slide happily into my new life in a nearby drain.</p><p>Then my house was broken into.</p> <a href=\"https://www.theguardian.com/australia-news/2023/feb/12/having-my-home-invaded-left-me-anxious-and-angry-but-so-did-the-calls-to-lock-up-the-children-who-did-it\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/feb/12/having-my-home-invaded-left-me-anxious-and-angry-but-so-did-the-calls-to-lock-up-the-children-who-did-it", "date_published": "2023-02-11 19:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prescribing nature: the restorative power of a simple dose of outdoors", "description": "<p>The health benefits of green or blue prescriptions are many and there are calls to integrate them more into routine care</p><p>In my mid-20s, I undertook the quintessentially Australian rite of passage of moving to London for a few years. Months into my first English winter, I started having dreams about the Australian wilderness.</p><p>The images were so vivid and specific that I jotted them down. I had a recurring dream about looking at the sea from a high vantage point, somewhere along the south-east Queensland coast that I had always taken for granted. There was “all manner of ocean life”, I noted: dolphins jumping in the shallows; two whales, a mother and calf, out in deeper water.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/12/prescribing-nature-the-restorative-power-of-a-simple-dose-of-outdoors\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/12/prescribing-nature-the-restorative-power-of-a-simple-dose-of-outdoors", "date_published": "2023-02-11 19:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Return to sender: writers mourn loss of physical letters as Australia Post contemplates decline", "description": "<p>The postal service predicts letters will become ‘peripheral’ as mass communication further shifts to digital – to the regret of some</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Before email put them at risk and smartphones became an existential threat, handwritten letters played a vital role in everyday life. They could be used to declare love to a partner, or convey news of a tragedy. They united penpals from around the world. Sometimes, grandma slipped money into them.</p><p>“Letter writing is an expression that is necessary for wellbeing and I feel that digital communication takes that away,” says Melanie Knight, an avid letter writer from Melbourne.</p> <a href=\"https://www.theguardian.com/business/2023/feb/12/return-to-sender-writers-mourn-loss-of-physical-letters-as-australia-post-contemplates-decline\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/12/return-to-sender-writers-mourn-loss-of-physical-letters-as-australia-post-contemplates-decline", "date_published": "2023-02-11 19:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The dramatic change the ‘wet’ brings to Lake Argyle – in pictures", "description": "<p>Ben Broady took two series of shots – one in 2020 and another this month after the yearly monsoons – to illustrate the WA lake’s boom and bust cycle</p><p>In the yearly boom and bust rainfall cycles of the Kimberley region, Lake Argyle takes on two different forms.</p><p>The man-made lake, located 75km south of Kununurra on the Ord River in Western Australia, is around 18 times the size of Sydney harbour and is Australia’s second-largest dam after Lake Gordon in Tasmania.</p> <a href=\"https://www.theguardian.com/australia-news/2023/feb/12/the-dramatic-change-the-wet-brings-to-lake-argyle-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/feb/12/the-dramatic-change-the-wet-brings-to-lake-argyle-in-pictures", "date_published": "2023-02-11 19:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Ethical conundrum’: sending retired Australian greyhounds to US rescues some – but at what cost?", "description": "<p>Stricter breeding caps are needed to solve problem of rehoming former racing dogs at the source, animal welfare advocates say</p><ul><li><a href=\"https://www.theguardian.com/australia-news/series/australian-news-live/latest\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Three weeks ago Arizona man Rory Goree took home his 47th greyhound in the past 30 years – his first from Australia.</p><p>The greyhound, who is now named Volodya, once raced in Victoria, one of the few places in the world where greyhound racing is still legal.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/sport/2023/feb/12/ethical-conundrum-sending-retired-australian-greyhounds-to-us-rescues-some-but-at-what-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/12/ethical-conundrum-sending-retired-australian-greyhounds-to-us-rescues-some-but-at-what-cost", "date_published": "2023-02-11 19:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russell and Steyn shine as ruthless Scotland flatten Wales in Six Nations", "description": "<ul><li>Scotland 35-7 Wales</li><li>Steyn at the double to humble Warren Gatland’s side</li></ul><p>At last we can say it. For the first time since 1996, Scotland are two from two in the Six Nations. For the first time since 1986, we can say that Scotland followed up their <a href=\"https://www.theguardian.com/sport/2023/feb/09/rugby-union-scotland-england-six-nations-twickenham-gregor-townsend\">win over England</a> with another over someone else.</p><p>Maybe that was the most gratifying part of this win – the fact that the euphoria of victory over the Auld Enemy was here ridden with maturity to back up the performance. In so doing, they move neatly on to the shoulder of <a href=\"https://www.theguardian.com/sport/2023/feb/11/ireland-france-six-nations-match-report\">the mighty Ireland</a> at the top of the table, bonus point bagged with a second-half masterclass that yielded four tries for a bonus point to boot.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/scotland-wales-six-nations-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/scotland-wales-six-nations-match-report", "date_published": "2023-02-11 18:53:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why a shortage of Mr Rights means single mothers hold the  key to the falling birthrate | Martha Gill", "description": "<p>Raising a child on your own is tough. It would be a lot more appealing with extra state supporter</p><p>Birthrates are falling in the rich world and this leaves us with an unsolved puzzle. Women who want children are not having them. Why? Surveys tell us that, on average, women and men in rich countries would ideally like two children – near the coveted “<a href=\"https://worldpopulationreview.com/country-rankings/total-fertility-rate\">population replacement rate</a>” of 2.1 – but birthrates are falling far short of this. Women have more money and choices than ever, but are for some reason not able to have as many children as they would like. Why not?</p><p>Well, in places such as the UK, falling birthrates are frequently blamed on childcare, housing and income problems. In some respects, people in their 20s, 30s and 40s are worse off than their boomer parents. Hence fewer children.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/why-a-shortage-of-mr-rights-means-single-mothers-hold-the-key-to-the-falling-birthrate\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/why-a-shortage-of-mr-rights-means-single-mothers-hold-the-key-to-the-falling-birthrate", "date_published": "2023-02-11 18:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmett Till relative’s lawsuit seeks to serve white woman’s arrest warrant", "description": "<p>Cousin of murdered Black teenager tries to compel sheriff to enforce 1955 warrant against Carolyn Bryant Donham, now 89</p><p>A relative of Emmett Till has filed a lawsuit seeking the arrest of the white woman against him resulted in the 14-year-old Black boy’s kidnapping, torture and murder nearly 70 years ago.</p><p>Earlier this week, Till’s cousin, Patricia Sterling, filed a federal lawsuit against Ricky Banks, the sheriff in Leflore county, Mississippi, seeking to compel the elected official to serve a 1955 arrest warrant against Carolyn Bryant Donham, who was then identified as “Mrs Roy Bryant” on the document.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/emmett-till-lawsuit-serve-arrest-warrant-carolyn-bryant-donham\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/emmett-till-lawsuit-serve-arrest-warrant-carolyn-bryant-donham", "date_published": "2023-02-11 18:17:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Have we no dignity left?’: the Turkish town forced to dig itself out from the rubble", "description": "<p>With few official emergency workers present, earthquake survivors have no choice but to save themselves</p><p>For 60 hours, Barış Yapar tried to dig his grandparents’ bodies out from under the rubble of their own home. With his parents, Habip and Sevcan, the 27-year-old clinical psychology student tried in vain to extract the corpses. It was desperate work. It took two full days following Monday’s <a href=\"https://www.theguardian.com/world/gallery/2023/feb/06/destruction-strikes-at-night-as-huge-earthquake-rocks-turkey-and-syria-in-pictures\">devastating twin earthquake</a> before <a href=\"https://www.theguardian.com/world/turkey\">Turkey</a>’s official disaster relief agency reached the town of Samandağ near the Syrian border; when they finally arrived, the small number of rescuers were stretched thin.</p><p>The Yapars watched as rescue workers pulled people from the smashed concrete the family had known for generations. There was Semire Zubari who owned the local market they had shopped at for years; there was the body of Gönül Sakallı who Barış had known since he was a child.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/turkey-syria-earthquake-samandag-left-to-save-itself\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/turkey-syria-earthquake-samandag-left-to-save-itself", "date_published": "2023-02-11 18:05:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Hassell-Collins: ‘I don’t expect every rugby player will be painting their nails but it’s the way I am’", "description": "<p>The personable wing is making quite a splash after becoming the first Exiles player to start a Test for England since 2014</p><p>It is not a subject often aired in international men’s rugby union but, hey, it is 2023, baby. So here goes: can nail polish improve athletic performance? In the view of Ollie Hassell-Collins, about to win his second cap for England, there is no doubt about it. “Absolutely,” he murmurs as we both gaze down at his red and white painted fingernails. “Look good, feel good, play good. I’m a strong believer in it.”</p><p>Good on the personable London Irish wing for having the courage of his convictions. It is not so long ago that England dressing rooms were full of unobtrusive black boots and keep-your-head-down reticence. Hassell-Collins, with his patriotic nail art and Harry Potter-loving snitch tattoo on his arm, is living, breathing proof of the new orthodoxy.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/ollie-hassell-collins-england-rugby-interview-painting-nails\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/ollie-hassell-collins-england-rugby-interview-painting-nails", "date_published": "2023-02-11 18:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stuart Broad: ‘Being dropped by England arguably saved my career’", "description": "<p>Seamer was furious at being left out for Caribbean tour but is loving playing cricket under Ben Stokes and Brendon McCullum</p><p>Twelve months on from <a href=\"https://www.theguardian.com/sport/2022/feb/09/axing-stuart-broad-and-jimmy-anderson-a-strategic-decision-says-england-andrew-strauss\">being dropped for a tour of the Caribbean</a> – and back in the country where his record-breaking alliance with Jimmy Anderson began – Stuart Broad is almost grateful his England career nearly came to an abrupt end.</p><p>Not that he was happy about it at the time. When <a href=\"https://www.theguardian.com/sport/2022/feb/02/cricket-england-ecb-ashes-ashley-giles-andrew-strauss\">Andrew Strauss stepped in</a> as temporary team director after the Ashes meltdown in Australia and tried to shore up Joe Root’s listing captaincy by omitting the big two, Broad didn’t hold back. He claimed to be <a href=\"https://www.theguardian.com/sport/2022/feb/13/unjust-stuart-broad-england-omission-affecting-sleep-cricket-west-indies\">“blindsided” by the call</a> and “waking up more confused and angrier with each passing day”.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/stuart-broad-being-dropped-by-england-saved-my-career\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/stuart-broad-being-dropped-by-england-saved-my-career", "date_published": "2023-02-11 18:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Amy Bloom: ‘I have a minor interest in gardening, but really it’s people’", "description": "<p>The US writer and psychotherapist on helping her husband to die and finding the humour in writing about it – and why she’s now spending more time with waves and sunsets</p><p>Amy Bloom is an American writer and psychotherapist. She has written four novels and five collections of short stories, including <em>Love Invents Us</em>, <em><a href=\"https://www.theguardian.com/books/2014/sep/24/lucky-us-amy-bloom-review-wartime-hollywood\">Lucky Us</a></em> and <em>A Blind Man Can See How Much I Love You</em>. Her memoir, <em><a href=\"https://www.theguardian.com/books/2022/apr/15/in-love-by-amy-bloom-review-a-moving-memoir-of-a-life-lived-together\">In Love: A Memoir of Love and Loss</a></em><a href=\"https://www.theguardian.com/books/2022/apr/15/in-love-by-amy-bloom-review-a-moving-memoir-of-a-life-lived-together\"> </a>, is a searing account of her journey with her husband, Brian Ameche, to Dignitas in Switzerland to end his life after he was diagnosed with early-onset Alzheimer’s.</p><p><strong>Alongside the heartbreak, your book is mordantly funny. How did you locate the humour </strong><strong>in what you were going through?<br /></strong>I didn’t so much locate it as just swim in it, which I think is in my nature. When you’re going through something really hard, you have to have time to cry but there are also things that are just too funny and I don’t feel it takes away from the sadness or the grief to find them funny. I think it’s an important quality to be woven into the story. One of my favourite exchanges with Brian, which I have in the book, is when he told me that he would prefer it if we could just find a way for me to end his life when the time came. And I’m like, I don’t know, I’m not sure I can do that emotionally. Also, it’s illegal and I would go to jail. He was very disappointed and then he said to me: “You’d be great in jail. You’re such a leader.” That did make us both laugh.</p> <a href=\"https://www.theguardian.com/books/2023/feb/11/amy-bloom-i-have-a-minor-interest-in-gardening-but-really-its-people-in-love-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/11/amy-bloom-i-have-a-minor-interest-in-gardening-but-really-its-people-in-love-memoir", "date_published": "2023-02-11 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt gees up the economy – cartoon", "description": "<p>Weighed down by Brexit and austerity, the chancellor cracks his whip</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/12th-february-2023\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/feb/11/jeremy-hunt-gees-up-the-economy-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/feb/11/jeremy-hunt-gees-up-the-economy-cartoon", "date_published": "2023-02-11 18:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth v Newcastle: Premier League – live", "description": "<ul><li>Premier League updates from the 5.30pm GMT kick-off</li><li>Get in touch! You can <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a> with your thoughts here</li></ul><p><strong>The players take a knee to show solidarity in the fight against racism … then Newcastle get the ball rolling.</strong> A fine post-afternoon-in-the-pub atmosphere at Dean Court.</p><p><strong>The teams are out!</strong> Bournemouth wear their AC Milan inspired red and black stripes, while Newcastle sport third-choice white shirts with green trim. A warm reception for Eddie Howe as he returns to his old stomping ground, much as you’d expect. A game with big implications at both ends of the table coming right up!</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/11/bournemouth-v-newcastle-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/11/bournemouth-v-newcastle-premier-league-live", "date_published": "2023-02-11 17:31:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ivan Toney header stymies Arsenal’s ambition in draw with Brentford", "description": "<p>For Arsenal, it was all about whether they could recover from the low point of their season so far – the shock 1-0 loss at Everton from last Saturday. Nobody had seen it coming and Mikel Arteta was determined to show it belonged to a different era, not this one, that has his team leading from the front in the Premier League title race.</p><p>Arsenal fell short. It was a game that they wanted desperately to win, particularly before Wednesday’s meeting against Manchester City here. But Arsenal were not themselves, lacking their usual intensity and fluency in the final third.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/ivan-toney-header-stymies-arsenals-ambition-in-draw-with-brentford\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/ivan-toney-header-stymies-arsenals-ambition-in-draw-with-brentford", "date_published": "2023-02-11 17:18:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Maddison and Barnes inspire Leicester to emphatic win over Spurs", "description": "<p></p><p>Antonio Conte returned to the technical area for this game under strict instructions to take it easy after gallbladder surgery. But this match would have tested the stress levels of anyone afforded the dubious privilege of managing Tottenham.</p><p>A week after <a href=\"https://www.theguardian.com/football/2023/feb/05/tottenham-hotspur-manchester-city-premier-league-match-report\">beating Premier League champions Manchester City</a>, Spurs were deservedly on the end of a pounding, just three days before they return to Champions League action away to Milan, as Leicester backed up their <a href=\"https://www.theguardian.com/football/2023/feb/04/aston-villa-leicester-premier-league-match-report\">exhilarating recovery away to Aston Villa</a> with another four-goal display.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/maddison-and-barnes-inspire-leicester-to-emphatic-win-over-spurs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/maddison-and-barnes-inspire-leicester-to-emphatic-win-over-spurs", "date_published": "2023-02-11 17:16:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police too quick to declare Nicola Bulley was in the river, expert says", "description": "<p>Peter Faulding said Lancashire constabulary should have kept other lines of inquiry open for longer</p><p>Detectives investigating the <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/police-search-woman-walking-dog-lancashire-nicola-bulley\">disappearance of Nicola Bulley</a> made a mistake by declaring too “early” that she was in the River Wyre, a diving and forensics expert involved in the case has claimed.</p><p>Peter Faulding, whose Specialist Internationalist Group firm searched a stretch of the river where Bulley was last seen, said Lancashire constabulary should initially have kept other lines of inquiry open for longer, as the search for the missing mother-of-two entered its 16th day.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/police-too-quick-to-declare-nicola-bulley-was-in-the-river-expert-says\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/police-too-quick-to-declare-nicola-bulley-was-in-the-river-expert-says", "date_published": "2023-02-11 17:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Plywood renderings of modernist buildings – in pictures", "description": "<p>One afternoon at the Barbican in London, Helen Waites was enjoying the way the light and shadows changed as the hours passed. It reminded her of a carved wooden relief her parents used to have. Inspired, she set up a Kickstarter funding campaign in order to found <a href=\"https://www.plyconic.com/\">Plyconic</a>, an east London design studio that specialises in 3D artworks (PlyForms) depicting postwar modernist architecture in layers of plywood. </p><ul><li>A selection of <a href=\"https://the-modernist.org/blogs/news/plyconic\">Plyconic’s </a>work is currently on display at the <a href=\"https://the-modernist.org/\">Modernist gallery in Manchester</a> until 4 March</li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/11/plywood-renderings-of-modernist-buildings-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/11/plywood-renderings-of-modernist-buildings-in-pictures", "date_published": "2023-02-11 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salman Rushdie is determined to have the last word | Tim Adams", "description": "<p>The novelist is still recovering from a knife attack last summer, but the loss of an eye won’t stop him writing about it</p><p>“The world,” Salman Rushdie wrote in <em>The Satanic Verses</em>, “is the place we prove real by dying in it.” Happily, defiantly, the author, 75 and among the greatest of all living make-believers, is not ready just yet to test that theory. Reading <a href=\"https://www.newyorker.com/magazine/2023/02/13/salman-rushdie-recovery-victory-city\">his interview</a> with David Remnick in the <em>New Yorker</em> last week, the first he has given since he was attacked on stage last August – stabbed 15 times in the face and neck and chest and hands – was to be reminded of some of the darker ironies of his existence.</p><p>In the years since he came out of hiding after the 1989 fatwa and moved to New York, Rushdie had begun, he noted, to evoke frustration, even ridicule for trying to live normally, as if he’d been exaggerating the threat all along. “People didn’t like it,” he told Remnick, “because I should have died… Not only did I live, but I tried to live well.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/salman-rushdie-is-determined-to-have-the-last-word\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/salman-rushdie-is-determined-to-have-the-last-word", "date_published": "2023-02-11 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: The Last Soviet; Stolen Hearts; Namaste Motherf**kers; Magic Radio Premium", "description": "<p>A cosmonaut chooses to go it alone, while a cop falls for a robber. Plus, standup meets the boardroom, and extra lashings of Magic</p><p><strong>The Last Soviet</strong> (Samizdat and Kaleidoscope) | <a href=\"https://samizdataudio.com\">samizdataudio.com</a><br /><strong>Stolen Hearts</strong> (Wondery) | <a href=\"https://podcasts.apple.com/us/podcast/stolen-hearts/id1664903728?ign-itscg=30200&amp;ign-itsct=wondery_podcasts\">Apple Podcasts</a><br /><strong>Namaste Motherf</strong><strong>**kers</strong> (Cally Beaton) | <a href=\"https://podcasts.apple.com/gb/podcast/namaste-motherf-kers/id1562113984\">Apple Podcasts</a><br /><strong>Magic Radio Premium | </strong><a href=\"https://planetradio.co.uk/magic/station/premium/magic-radio-premium-sign-up/\">Planet Radio</a></p><p>Early in the first episode of excellent new podcast <strong>The Last Soviet</strong>, our hero, cosmonaut Sergei Krikalev, is alone on Mir, the space station, orbiting the globe. It’s 1991, and back down on Earth his country, the Soviet Union, has collapsed in disarray. Now there is no money to send out another cosmonaut to take over Sergei’s position. Luckily, he’s not completely stranded: he can return home in the re-entry capsule, but that would leave the space station empty, circling Earth without a crew. Sergei is married, with a one-year-old daughter. He has a choice: he can come home to his family or stay on the space station for who knows how long. What will he do?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/11/the-last-soviet-podcast-review-stolen-hearts-namaste-motherfuckers-magic-radio-premium\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/11/the-last-soviet-podcast-review-stolen-hearts-namaste-motherfuckers-magic-radio-premium", "date_published": "2023-02-11 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories hope for growth. They never plan for it | Phillip Inman", "description": "<p>Kept aloft by North Sea oil or privatisations, the economy under the Conservatives never got the long-term vision it needed</p><p>Listening to Bank of England officials in recent days, the message is clear: Britain’s economy is in a dire state.</p><p>Bombed out by the 2008 banking crash and stunned by the Brexit vote before being poleaxed by Covid-19 and then a war in Ukraine, every industry is suffering, and to a considerable extent. Business tries to drag the economy out of the morass only to find the bog is so deep there is no traction.</p> <a href=\"https://www.theguardian.com/business/2023/feb/11/generations-of-tories-have-hoped-for-growth-they-never-plan-for-it\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/11/generations-of-tories-have-hoped-for-growth-they-never-plan-for-it", "date_published": "2023-02-11 17:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One arrested amid Tate Britain protest over drag queen children’s event", "description": "<p>Rightwing demonstrators outside gallery met by counterprotesters including trans-rights campaigners</p><p>One person has been arrested amid a protest outside Tate Britain, where a drag queen storytelling event for children was being hosted.</p><p>The Metropolitan police said one person was arrested on suspicion of making a racially aggravated comment towards a police officer outside the art gallery near Westminster.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/tate-britain-protest-drag-queen-childrens-storytelling-event-arrest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/tate-britain-protest-drag-queen-childrens-storytelling-event-arrest", "date_published": "2023-02-11 16:49:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mystery surrounds what exactly was object US jet shot down over Alaska", "description": "<p>High-altitude object the size of a small car was downed on Friday but its owner and purpose have yet to be identified</p><p>Questions remain a day after the US government said it <a href=\"https://www.theguardian.com/us-news/2023/feb/10/alaska-us-military-unidentified-object-white-house\">shot down</a> a high-altitude object the size of a small car along the north-eastern Alaskan coast on Friday afternoon.</p><p>Though efforts by the navy, coast guard and FBI are under way to recover the object, officials had yet to identify its owner or purpose on Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/alaska-mystery-flying-object-us-chinese-balloon\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/alaska-mystery-flying-object-us-chinese-balloon", "date_published": "2023-02-11 16:35:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graham Potter in ‘good save’ barb after Chelsea’s draw at West Ham", "description": "<ul><li>Manager felt Tomas Soucek handballed in penalty area</li><li>Emerson Palmieri equalised João Félix’s strike</li></ul><p>Graham Potter sarcastically congratulated Tomas Soucek for a “good save” after the West Ham midfielder avoided conceding a late penalty during his side’s <a href=\"https://www.theguardian.com/football/2023/feb/11/west-ham-chelsea-premier-league-match-report\">gritty 1-1 draw with Chelsea</a> at the London Stadium.</p><p>Chelsea, whose hopes of qualifying for the Champions League are fading after a run of two wins from 13 games, were aggrieved after Soucek pushed away a shot from Conor Gallagher in the dying stages. Craig Pawson, the referee, decided to play on and there was surprise the VAR did not have a longer look at the incident.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/graham-potter-in-good-save-barb-after-chelseas-draw-at-west-ham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/graham-potter-in-good-save-barb-after-chelseas-draw-at-west-ham", "date_published": "2023-02-11 16:31:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ringrose caps win for superb Ireland in Six Nations classic against France", "description": "<ul><li>Ireland 32-19 France</li><li>Andy Farrell’s side lay down marker with bonus-point victory</li></ul><p>It’s been years since the championship last had a match between the two best teams in the world, and, if you didn’t know that these two were going to square off against each other all over again this time next year, you might say it would be years more before it throws up another game quite like the one they played here in Dublin. Ireland won it. It was their first victory against France in three years, and the first by anyone, anywhere, since the summer of 2021.</p><p>It was a game that spun and twisted in the wind, all wild breaks, walloping collisions, frantic tackles and fingertip passes. It stretched every last sinew, bruised every last bone, drew every last breath. When it was all over, the 57,000-odd fans inside the stadium had just enough sense left to mutter: “Well bloody hell.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/ireland-france-six-nations-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/ireland-france-six-nations-match-report", "date_published": "2023-02-11 16:31:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tintin drawing by Hergé sells at auction for record £1.9m", "description": "<p>Belgian cartoonist’s black and white artwork from 1942 was used for the cover of Tintin in America </p><p>An artwork by Tintin creator Hergé has set the world record for the most valuable original black and white drawing by the artist after selling at auction for more than €2m.</p><p>The drawing, Tintin in America – created in 1942 – was used for the colour edition of the Belgian cartoonist’s 1946 book of the same name.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/11/tintin-in-america-herge-drawing-auction-record\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/11/tintin-in-america-herge-drawing-auction-record", "date_published": "2023-02-11 16:19:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England up and running at Women’s T20 World Cup with win over West Indies", "description": "<ul><li>England (138-3) beat West Indies (135-7) by seven wickets</li><li>Nat Sciver-Brunt and Knight ease England home</li></ul><p>The last time England met West Indies in a T20 International, just over seven weeks ago, the West Indies mustered a mere 43 runs. On Saturday at Paarl, in their opening World Cup fixture, captain Hayley Matthews almost surpassed that total single-handedly, striking 42 off 32 balls; as her team racked up 135 for 7 – their highest T20 score since June 2021.</p><p>It sounded good, until England got to the crease and decided they wanted an early finish. Suddenly the ball was flying over the infield in frantic manner, with 58 runs coming off the powerplay – 38 of them in boundaries.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/england-up-and-running-at-womens-t20-world-cup-with-win-over-west-indies\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/england-up-and-running-at-womens-t20-world-cup-with-win-over-west-indies", "date_published": "2023-02-11 16:18:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aucunrisque sees off Filey Bay to win Betfair Hurdle at Newbury", "description": "<ul><li>Nick Schofield rides winner in Europe’s richest handicap hurdle</li><li>Zanza and Funambule Sivola also victorious at meeting</li></ul><p>Aucunrisque, a 9-1 chance trained by Chris Gordon, held off the late challenge of Filey Bay, the warm favourite, under a finely-judged front-running ride by Nick Schofield to win the Betfair Hurdle – Europe’s richest handicap hurdle – by a length on Saturday.</p><p>Schofield was joined by Glorious Zoff, a big outsider, leaving the back straight but was back in a two-length lead at the third-last.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/aucunrisque-sees-off-filey-bay-to-win-betfair-hurdle-at-newbury\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/aucunrisque-sees-off-filey-bay-to-win-betfair-hurdle-at-newbury", "date_published": "2023-02-11 16:16:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fog, fungi and deadly seas: the climate crisis is fuelling a wave of ‘eco thrillers’ –", "description": "<p>The Swarm joins The Last of Us as the latest drama series to depict the biological destruction of civilisation</p><p>A sudden outbreak of online searches for terms like “deadly fungus invasion”, “poisonous fog spores”, “toxic seafood” and “killer ice worms” might be worrying. It would, though, only be a reaction to the grim natural threats in the latest spate of hit television thrillers. Despite all the real-life horror in evidence across the planet, appetites for revelling in the fictional biological destruction of civilisation appear to be growing.</p><p>In the wake of <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/16/the-last-of-us-review-one-of-the-finest-tv-shows-you-will-see-this-year\">The Last of Us</a></em>, the acclaimed American drama series currently chronicling a lethal fungus attack, and following the malign fog enveloping Martin Compston in the Scottish sci-fi thriller <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/06/the-rig-review-prepare-to-drill-down-into-martin-compstons-spooky-north-sea-drama\">The Rig</a></em>, next comes <em>The Swarm</em>, a show with an equally terrifying premise from <em>Game of Thrones</em>’ producer Frank Doelger.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/11/climate-crisis-eco-thrillers-the-last-of-us-the-swarm\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/11/climate-crisis-eco-thrillers-the-last-of-us-the-swarm", "date_published": "2023-02-11 16:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve always bought too many clothes, but my life was being ruined by hoarding", "description": "<p> I’d spent years in a tearful cycle of shame and anxiety about my possessions and didn’t understand why – until I got help</p><p>I’ve bought my fifth ball gown today and although I don’t need it – and I’m not convinced the waistband would actually zip up around my thigh – I’m definitely going to buy it. It’s an absolute steal at £30 when the price tag indicates it was originally £700. I cannot believe how much money I will be saving if I buy this dress.</p><p>This thinking propelled me through my 20s and into my 30s. The joy of a bargain, of filling my wardrobe with clothes I’d never ordinarily have been able to afford. I can still remember my first designer purchase from an antique shop. I spotted it instantly: a metallic gold and silver appliqué pencil skirt, Christian Dior, £10. I was 24 and when I got home I hung it over my bed. I would become special enough to wear this skirt, I thought.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/hoarding-shame-anxiety-too-many-clothes\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/hoarding-shame-anxiety-too-many-clothes", "date_published": "2023-02-11 16:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Well, I never: AI is very proficient at designing nerve agents | John Naughton", "description": "<p>Researchers for a pharmaceutical company stumbled upon a nightmarish realisation, proving there’s nothing intrinsically good about machine learning</p><p>Here’s a story that evangelists for so-called AI (artificial intelligence) – or machine-learning (ML) – might prefer you didn’t dwell upon. It comes from the <a href=\"https://www.nature.com/articles/s42256-022-00465-9.epdf\">pages of </a><em><a href=\"https://www.nature.com/articles/s42256-022-00465-9.epdf\">Nature Machine Intelligence</a></em>, as sober a journal as you could wish to find in a scholarly library. It stars four research scientists – Fabio Urbina, Filippa Lentzos, Cédric Invernizzi and Sean Ekins – who work for a pharmaceutical company building machine-learning systems for finding “new therapeutic inhibitors” – substances that interfere with a chemical reaction, growth or other biological activity involved in human diseases.</p><p>The essence of pharmaceutical research is <em>drug discovery</em>. It boils down to a search for molecules that may have therapeutic uses and, because there are billions of potential possibilities, it makes searching for needles in haystacks look like child’s play. Given that, the arrival of ML technology, enabling machines to search through billions of possibilities, was a dream come true and it is now embedded everywhere in the industry.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/ai-drug-discover-nerve-agents-machine-learning-halicin\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/ai-drug-discover-nerve-agents-machine-learning-halicin", "date_published": "2023-02-11 16:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s hell – everyone cries’: UK families of earthquake victims race to their aid", "description": "<p>As the scale of destruction from the disaster is revealed, friends and relatives tell of their heartbreak and desperation</p><p>Within hours of getting news of Monday’s devastating earthquakes, Dundee-based<strong> </strong>takeaway owner Ali set off with three family members to Turkey. The plane from Stansted airport was full of people on their way to Kahramanmaras, Gaziantep and Sanlıurfa, all embarking on the same desperate challenge: a race against the clock, across Europe, to <a href=\"https://www.theguardian.com/world/2023/feb/10/aid-convoy-turkey-syria-earthquake-rescue-continues\">rescue loved ones</a>.</p><p>But reaching Turkey was only the beginning. At Kayseri airport, Ali, 46, was forced to wait while he was held and questioned by Turkish authorities. “Why? Because I am a Kurdish man from a remote Kurdish village near the Syrian border,” he told the<em> Observer</em>. “Now, my home town is destroyed too.” Then they had trouble finding essentials for their journey: fuel for their hire car, water and bread.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/uk-families-turkey-syria-earthquake-victims-aid\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/uk-families-turkey-syria-earthquake-victims-aid", "date_published": "2023-02-11 16:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A new leaf? The Cornish company trying to unlock secrets of cannabis", "description": "<p>Rather than making products, Phytome alters the cultivation of the plants themselves in a bid to create new compounds</p><p>Elegantly refurbished farm buildings hardly merit a second look near the Cornish coast, but the CCTV cameras on stalks around the Trelonk estate hint at something unusual. This is not a second home, or Airbnb fodder: it’s a cannabis business.</p><p>The buildings, overlooking a bend in the River Fal amid the peaceful Roseland peninsula, are home to Phytome Life Sciences, and one of the few legal marijuana crops in the UK.</p> <a href=\"https://www.theguardian.com/business/2023/feb/11/a-new-leaf-the-cornish-company-trying-to-unlock-secrets-of-cannabis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/11/a-new-leaf-the-cornish-company-trying-to-unlock-secrets-of-cannabis", "date_published": "2023-02-11 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lib Dems aim to use Lee Anderson’s views as weapon to win ‘safe’ Tory seats", "description": "<p>The Tory deputy chair, who has also criticised nurses who use food banks and migrants, could prove toxic for voters in south-east seats</p><p>The Liberal Democrats are to launch a digital advertising blitz in “blue wall” seats held by leading cabinet ministers to highlight the new Conservative party deputy chair Lee Anderson’s enthusiastic <a href=\"https://www.theguardian.com/commentisfree/2023/feb/10/its-not-just-that-lee-anderson-is-wrong-about-hanging-hes-also-the-wrong-man-to-stop-the-tories-sinking\">backing for capital punishment</a>.</p><p>The party believes that <a href=\"https://www.theguardian.com/politics/2023/feb/07/lee-anderson-tory-deputy-chair-one-man-controversy-machine\">recent remarks</a> by Anderson, who was promoted to the post last week by Rishi Sunak, will prove “toxic” among Conservative voters in dozens of south-eastern constituencies, including those held by the chancellor of the exchequer, Jeremy Hunt, and deputy prime minister, Dominic Raab.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/lee-anderson-lib-dems-south-east-seats\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/lee-anderson-lib-dems-south-east-seats", "date_published": "2023-02-11 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lisa O’Neill: All of This Is Chance review – sky-soaring folk drama", "description": "<p>(Rough Trade)<br />The bird kingdom gives lofty inspiration to the Irish singer-songwriter’s wild and wonderful fifth album</p><p>Like other individual, poetic voices – Tom Waits, Björk, Leonard Cohen, none of whom she remotely resembles – that of <a href=\"https://lisaoneill.ie/home/\">Lisa O’Neill</a> will always divide opinion. Steeped in the cadence of her native County Cavan, it is by turns raw and wild, warm and melodic, grief-stricken and exuberant, driven always by the drama inherent in the song. On her previous album, 2018’s much-praised <em><a href=\"https://www.theguardian.com/music/2018/oct/19/lisa-oneill-heard-a-long-gone-song-review-raw-and-unvarnished-folk-for-austere-times\">I Heard a Long Gone Song</a></em>, O’Neill was occupied principally by numbers from Irish tradition, though it was an original, <a href=\"https://www.youtube.com/watch?v=zkm0vBEQT8Q\">Blackbird</a>, that appeared on the <em>Peaky Blinders</em> soundtrack.</p><p>Here, she unfurls a sequence of eight originals bound together by a cascade of imagery drawn largely from nature, in particular the bird kingdom, “a lawless league of lonesome beauty” the singer yearns to join. The record opens with words from Patrick Kavanagh’s 1942 poem <em><a href=\"https://www.irishtimes.com/culture/modern-ireland-in-100-artworks-1942-the-great-hunger-by-patrick-kavanagh-1.2212837\">The Great Hunger</a></em><em> </em>– “Clay is the word and clay is the flesh” –<em> </em>that establish its themes of mortality and nature. On Old Note, O’Neill’s meditations are strikingly set against a drone arrangement by fiddler <a href=\"https://www.colmmacconiomaire.com/\">Colm Mac Con Iomaire</a>, one of many gifted players on board, and elsewhere comes tragic pre-Raphaelite romance, the starry realms of “moon’s milk and sun’s silk”, and to close, a lullaby. Transcendent and original – a triumph.</p> <a href=\"https://www.theguardian.com/music/2023/feb/11/lisa-oneill-all-of-this-is-chance-review-sky-soaring-folk-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/11/lisa-oneill-all-of-this-is-chance-review-sky-soaring-folk-drama", "date_published": "2023-02-11 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They haven’t the foggiest who we are’: the watchdog fighting to protect Britain’s exploited workers", "description": "<p>Margaret Beels, the UK’s labour market tsar, is frustrated at the pace of legislative change in the face of egregious exploitation</p><p>Margaret Beels struggles to hide her frustration. Shocking revelations about the exploitation of vulnerable workers emerge on an all-too-frequent basis, the latest being more than<a href=\"https://www.theguardian.com/uk-news/2023/feb/06/five-people-linked-to-welsh-care-homes-handed-anti-slavery-orders\"> 50 Indian students working in Welsh care homes who had wages withheld or underpaid</a>.</p><p>Yet despite the depressing frequency of these occurrences, several initiatives intended to tackle such egregious problems have been caught in parliamentary gridlock. It is clear that modern slavery remains embedded in British life six years after ministers created a workers’ rights tsar.</p> <a href=\"https://www.theguardian.com/business/2023/feb/11/they-havent-the-foggiest-who-we-are-the-watchdog-fighting-to-protect-britains-exploited-workers\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/11/they-havent-the-foggiest-who-we-are-the-watchdog-fighting-to-protect-britains-exploited-workers", "date_published": "2023-02-11 16:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland v Wales: Six Nations 2023 – live", "description": "<ul><li>Six Nations news from the 4.45pm GMT kick-off at Murrayfield</li><li><a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-breakdown\">Sign up for The Breakdown</a> | And you can <a href=\"mailto:lee.calvert.casual@guardian.co.uk\">mail Lee</a> or <a href=\"https://twitter.com/bloodandmud\">tweet</a> him</li></ul><p><strong>Pre match reading</strong></p><p>Futher reflection of the Gatland changes from our man, Michael Aylwin..</p> <a href=\"https://www.theguardian.com/sport/live/2023/feb/11/scotland-v-wales-six-nations-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/feb/11/scotland-v-wales-six-nations-2023-live-score-updates", "date_published": "2023-02-11 15:45:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police arrest 15 people after violence outside hotel housing asylum seekers", "description": "<p>Those arrested were aged between 13 and 54, Merseyside police said</p><p>Fifteen people, aged between 13 and 54, have been arrested after violent disorder outside a hotel housing asylum seekers in Knowsley on Friday night, Merseyside police have said.</p><p><em>More details soon …</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/merseyside-violence-outside-hotel-housing-asylum-seekers-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/merseyside-violence-outside-hotel-housing-asylum-seekers-arrests", "date_published": "2023-02-11 15:28:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Berlin’s plan for a car-free city prompts bitter war of words", "description": "<p>This summer the German capital will roll out a controversial trial abolishing almost all parking spaces in the Gräfekiez neighbourhood</p><p>Many visitors to Gräfekiez, a lively cobbled-road neighbourhood just south of Berlin’s centre, come in search of something new: a tattoo from an authentic Japanese parlour, a rare print from an off-grid gallery, a dive-bar encounter over a 4am beer.</p><p>This summer, they can brace themselves for another novelty: for at least three months, local authorities are planning to scrap almost all of the neighbourhood’s parking spaces as part of a social experiment designed to chart the waters of the German capital’s car-free future.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/berlin-car-free-city-plan-culture-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/berlin-car-free-city-plan-culture-war", "date_published": "2023-02-11 15:27:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson’s more lucrative pursuits keep his Shakespeare book on back burner", "description": "<p>The ex-PM’s long-promised tome of the Bard looks set to be delayed again after he receives huge advances for his political diaries and public speaking</p><p>“Tomorrow, and tomorrow, and tomorrow,” begins Macbeth in his haunting final soliloquy. It also seems to be the sentiment adopted by Boris Johnson in regard to his long-promised tome on the works of <a href=\"https://www.theguardian.com/culture/shakespeare\">William Shakespeare</a>.</p><p>By the time the book eventually appears, almost a decade is likely to have passed since the former prime minister was paid an <a href=\"https://www.theguardian.com/politics/2015/jun/29/mps-continue-hire-relatives-as-staff\">£88,000 advance</a> from the prospective publisher of the work, initially entitled <em>Shakespeare: The Riddle of Genius</em>.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/boris-johnson-shakespeare-book-delayed-again-political-diaries\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/boris-johnson-shakespeare-book-delayed-again-political-diaries", "date_published": "2023-02-11 15:21:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cabinet Office faced criminal probe over blocked Spycatcher documents", "description": "<p>Freedom of information watchdog’s investigation team called in after UK officials repeatedly refused access to government files</p><p>A criminal investigation team at the freedom of information watchdog has examined a complaint against the Cabinet Office, after it <a href=\"https://www.theguardian.com/world/2021/nov/27/inside-story-of-peter-wrights-spycatcher-blocked-by-cabinet-office-delay-and-deception\">blocked the release of files </a>concerning the intelligence agent Peter Wright and the <em>Spycatcher</em> affair.</p><p>Tim Tate, a documentary-maker and author, complained to the Information Commissioner’s Office (ICO) last June that the Cabinet Office had repeatedly given inaccurate information to justify withholding the files after he had requested their release.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/spycatcher-documents-cabinet-office-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/spycatcher-documents-cabinet-office-investigation", "date_published": "2023-02-11 15:21:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Brix Smith’s cultural highlights", "description": "<p>The ex-Fall guitarist on a compelling fashion rivalry, Björk’s latest masterpiece, and a surreal film moment she won’t forget</p><p>Born in Los Angeles in 1962, the musician Laura Elisse Salenger adopted the stage name <a href=\"https://brixsmith.com/\">Brix</a> in honour of the Clash song <a href=\"https://www.youtube.com/watch?v=JcW8VNwYvL0\">The Guns of Brixton</a>. After studying theatre and literature at Bennington College in Vermont, she moved to the UK, where she joined <a href=\"https://www.theguardian.com/music/fall\">the Fall</a> as guitarist and songwriter (and married lead singer Mark E Smith). In 2016 she published a memoir, <em><a href=\"https://guardianbookshop.com/the-rise-the-fall-and-the-rise-9780571325061\">The Rise, the Fall and the Rise</a></em>, and she has appeared in films including <em>Absolutely Fabulous: The Movie</em> and <em>Creation Stories</em>. Smith’s debut solo album, <em>Valley of the Dolls</em>, is released on 10 March by Republic of Music. She lives in London with her husband, fashion entrepreneur Philip Start.</p><p><strong>1. Dance<br /><a href=\"https://www.roh.org.uk/tickets-and-events/woolf-works-by-wayne-mcgregor-details\">Woolf Works</a>, </strong><strong>Royal Opera House</strong></p> <a href=\"https://www.theguardian.com/culture/2023/feb/11/on-my-radar-brix-smith-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/11/on-my-radar-brix-smith-cultural-highlights", "date_published": "2023-02-11 15:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frida Kahlo’s husband may have helped her die, reveals Diego Rivera’s grandson", "description": "<p>The revered Mexican artist’s  suffering was so great, she ‘probably’ asked her  soulmate to assist in ending her life, documentary is told</p><p>People’s love of Frida Kahlo’s vibrant art is matched by fascination with her colourful private life. Now the battle to win greater attention for her talent – above and beyond her extraordinary, painful personal story – faces another potential knock.</p><p>A documentary about the Mexican artist is to reveal a secret suspicion that endures within the family of her husband and great love, the renowned muralist Diego Rivera.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/11/frida-kahlo-documenary-husband-may-have-helped-her-die\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/feb/11/frida-kahlo-documenary-husband-may-have-helped-her-die", "date_published": "2023-02-11 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Magic Mike’s Last Dance review – Steven Soderbergh presides over more groin-grinding antics", "description": "<p>The director returns for a mildly diverting third instalment of the Channing Tatum-led stripper saga, which finds Mike dispatched to the West End</p><p>Channing Tatum once again dons the snug briefs and reinforced knee pads (don’t ask) of male stripper turned furniture designer turned bankrupt temp bartender Mike Lane. And with the original <em>Magic Mike</em> director Steven Soderbergh returning, along with screenwriter Reid Carolin, the stage is set for a dream team reunion. Except, for a franchise that prides itself on its perfectly toned muscle mass, this third instalment feels unexpectedly flabby, with its lazy, let’s-put-on-a-(strip)show formula, the complete absence of supporting character development and an incongruous framing narration delivered by an annoying child.</p><p>The kid in question is the daughter of Maxandra (Salma Hayek), a fabulously wealthy recent divorcee who persuades Mike to deploy his thrusty, crotch-based skill set one last time. So impressed is Max by Mike’s groin-grinding antics that she whisks him off to London, employing him to beef up a staid costume drama that is currently playing at the theatre she collected in her divorce settlement.</p> <a href=\"https://www.theguardian.com/film/2023/feb/11/magic-mikes-last-dance-review-steven-soderbergh-directs-more-groin-grinding-antics-channing-tatum-salma-hayek\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/11/magic-mikes-last-dance-review-steven-soderbergh-directs-more-groin-grinding-antics-channing-tatum-salma-hayek", "date_published": "2023-02-11 15:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham’s Emerson Palmieri pegs back Chelsea after João Félix’s early strike", "description": "<p>Chelsea cannot buy a win at the moment. The big spenders were on the right path when João Félix displayed his glimmering talent, jabbing his new team into an early lead, but they soon lost their way. The dominance faded. Momentum slowed. West Ham were pretty much gifted a way back, Emerson Palmieri dragging them level, and what followed was a reminder of the uncertainties facing Chelsea, whose new recruits spent the rest of a messy contest getting their wires crossed during their unconvincing pursuit of a winning goal.</p><p>Therein lies the problem for Graham Potter, who is still trying to work out the best way forward with his bloated squad. There were a moments of promise, not least from Félix, but they were not sustained. Viewed generously, this is a work in progress. But it is now two wins from their last 13 games for Chelsea, who did not threaten during the second half, and West Ham were entitled to argue that they fully deserved a point that leaves them unbeaten in four games.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/west-ham-chelsea-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/west-ham-chelsea-premier-league-match-report", "date_published": "2023-02-11 14:49:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hemp and Kelly run riot for Manchester City in WSL victory over Arsenal", "description": "<p>The England wingers Chloe Kelly and Lauren Hemp ran riot against Arsenal’s chaotic back line and scored a goal apiece as Manchester City leapfrogged Arsenal into third. City now sit three points clear of Arsenal, having played a game more, and are level on points with second-placed Manchester United and two behind Chelsea after a stuttering start to the season.</p><p>Arsenal had kept 16 clean sheets in 21 away games in the league before this trip to Manchester, but any evidence of their previous defensive solidity on the road was sorely missing. Jonas Eidevall opted for a back three of Leah Williamson, Lotte Wubben-Moy and Rafaelle Souza for the second time, with the first outing of the formation coming in the midweek <a href=\"https://www.theguardian.com/football/2023/feb/08/arsenal-manchester-city-continental-league-cup-semi-final-match-report\">1-0 extra time defeat of City</a>. This time, though, Noelle Maritz and Steph Catley came in as the wing-backs in place of Katie McCabe and Laura Wienroither.</p> <a href=\"https://www.theguardian.com/football/2023/feb/11/hemp-and-kelly-run-riot-for-manchester-city-in-wsl-victory-over-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/feb/11/hemp-and-kelly-run-riot-for-manchester-city-in-wsl-victory-over-arsenal", "date_published": "2023-02-11 14:48:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arsenal v Brentford, Crystal Palace v Brighton: football clockwatch – live", "description": "<ul><li>Updates from 3pm GMT Premier League kick-offs and beyond</li><li><a href=\"https://nam04.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.theguardian.com%2Ffootball%2Flive&amp;data=02%7C01%7C%7Cb4e7533b539e47c11ac608d727c4df60%7C84df9e7fe9f640afb435aaaaaaaaaaaa%7C1%7C0%7C637021598820444052&amp;sdata=16RaBoxOVhVBDmAL3ZMUOiHvs9A2qIOoZwQKxzgbL98%3D&amp;reserved=0\" title=\"Protected by Outlook: https://www.theguardian.com/football/live. Click or tap to follow the link.\">Live scores: get all the goals from around the UK and Europe</a></li><li><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up to Football Daily</a> | And you can <a href=\"mailto:tim.delisle.casual@guardian.co.uk\">mail Tim</a> or <a href=\"https://twitter.com/TimdeLisle\">tweet</a> him</li></ul><p>A start for Gustavo Scarpa. Hope he’s brought his skateboard to London.</p><p>Pedro Porro makes his first start for Spurs and Harry Kane takes over as captain from the injured Hugo Lloris.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/11/arsenal-v-brentford-crystal-palace-v-brighton-football-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/11/arsenal-v-brentford-crystal-palace-v-brighton-football-clockwatch-live", "date_published": "2023-02-11 14:17:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bruce Dern: ‘If you want to succeed in any craft, you have to be patient’", "description": "<p>The actor, 86, on resilience, honing his skills, the impossibility of retirement, losing a child and going running every day</p><p><strong>Ours was a family</strong> that got shit done. My grandfather was America’s Secretary of War, previously the governor of Utah. My dad’s law partner – my godfather – ran for the presidency, twice. Every week important people joined us at dinner. What I saw put me off politics for life.</p><p><strong>At 14, my parents</strong> sent me to a boarding school in New England. My protest was the longest conversation I ever had with my father, and it only lasted 20 minutes. Later, I realised they just wanted me out of the way.</p> <a href=\"https://www.theguardian.com/film/2023/feb/11/bruce-dern-if-you-want-to-succeed-in-any-craft-you-have-to-be-patient\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/11/bruce-dern-if-you-want-to-succeed-in-any-craft-you-have-to-be-patient", "date_published": "2023-02-11 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "God should just tell us their pronouns – they’re quite powerful, after all | Arwa Mahdawi", "description": "<p>The Church of England is considering gender-neutral ways to refer to God, revealing a lot about how gendered language reinforces stereotypes</p><p>The woke agenda spares no one, not even God. The <a href=\"https://www.theguardian.com/world/2023/feb/07/church-of-england-to-consider-use-of-gender-neutral-terms-for-god\">revelation</a> that the Church of England is considering gender-neutral ways to refer to God has caused quite a ruckus this week; very predictably all the <a href=\"https://nypost.com/2023/02/08/church-of-england-might-give-god-gender-neutral-pronouns/\">usual suspects</a> have been foaming at the mouth about wokeness gone mad. <a href=\"https://twitter.com/Nigel_Farage/status/1623354301375447040\">Nigel Farage</a> (AKA <a href=\"https://www.bbc.com/news/election-2019-50565543\">Mr Brexit</a>), for example, even suggested that you might as well shut down the Church of England if they’re going to go all trendy and politically correct.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/god-pronouns-church-of-england-week-in-patriarchy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/god-pronouns-church-of-england-week-in-patriarchy", "date_published": "2023-02-11 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weyes Blood review – torch songs for the end of time", "description": "<p><strong>Roundhouse, London<br /></strong>The US singer-songwriter with a voice for the ages delivers a sumptuous, soft rock-leaning set that circles around urgent concern for the planet and humanity</p><p></p><p>Many people will recognise the feeling of gobsmacked powerlessness so often engendered by current affairs. Not for nothing was “<a href=\"https://www.theguardian.com/culture/2022/nov/01/sums-up-2022-permacrisis-chosen-as-collins-word-of-the-year\">permacrisis</a>” declared the word of the year for 2022. US artist Natalie Mering, who records as Weyes Blood, <a href=\"https://en.wikipedia.org/wiki/Wise_Blood\">pronounced as Flannery O’Connor would say it</a>, eyes up environmental collapse, the sinister march of tech into human relationships and the lack of love seemingly endemic among humans and responds by throwing all the beauty she can muster back at them.</p><p>It is a great deal of loveliness. Her voice is one for the ages, a real-deal instrument that taps into classic American timbres: Karen Carpenter or the folk sirens of the 60s-70s cusp. Mering’s vocal default mode is limpid grace, tilting at old timey mellifluousness. She definitely doesn’t want to be inhaling all the dry ice that has been pumped on stage at the start of her set. “No more fog!” she instructs. “It’s apocalyptic enough as it is.”</p> <a href=\"https://www.theguardian.com/music/2023/feb/11/weyes-blood-roundhouse-london-review-torch-songs-for-the-end-of-time-natalie-mering-holy-flux-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/11/weyes-blood-roundhouse-london-review-torch-songs-for-the-end-of-time-natalie-mering-holy-flux-tour", "date_published": "2023-02-11 14:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ravinder Bhogal’s cheese recipes: cauli pie, dauphinoise and toastie", "description": "<p>An irresistible Indian-spiced, Greek-style cauliflower and feta pie, a potato dauphinoise with winter greens, and an intriguing lime-pickle-spiked cheese toastie</p><p>It’s hard to resist the charms of cheese. I fall hard for it all; the lactic tang of a sharp cheddar, the alluring stretch of mozzarella, the saline crumble of a pungent pecorino. Cheese doesn’t really need a companion to be spectacular, but many dishes are improved by it. It adds texture, warmth, fragrance. And most of all, pleasure..</p> <a href=\"https://www.theguardian.com/food/2023/feb/11/ravinder-bhogals-cheese-recipes-cauli-pie-dauphinoise-and-toastie\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/11/ravinder-bhogals-cheese-recipes-cauli-pie-dauphinoise-and-toastie", "date_published": "2023-02-11 14:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland v France: Six Nations 2023 – live", "description": "<ul><li>Six Nations updates from the 2.15pm GMT kick-off in Dublin</li><li><a href=\"https://www.theguardian.com/sport/2016/aug/18/sign-up-to-the-breakdown\">Sign up for The Breakdown</a> | You can <a href=\"mailto:lee.calvert.casual@guardian.co.uk\">mail Lee</a> or <a href=\"https://twitter.com/bloodandmud\">tweet</a> him</li></ul><p><strong>Pre Match Reading</strong></p><p>Andy Farrell wants some full marmalising action from his team this week. Read what he actually said here…</p> <a href=\"https://www.theguardian.com/sport/live/2023/feb/11/ireland-v-france-six-nations-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/feb/11/ireland-v-france-six-nations-2023-live-score-updates", "date_published": "2023-02-11 13:29:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British organised crime boss arrested in Thailand", "description": "<p>Richard Wakeling, 55, had been on the run since he fled the UK before his trial for drug smuggling in 2018</p><p>A British organised crime boss has been arrested in Thailand after being on the run for five years.</p><p>Richard Wakeling, 55, from Brentwood, Essex, tried to import £8m of liquid amphetamine into the UK in April 2016.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/british-organised-boss-arrested-in-thailand\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/british-organised-boss-arrested-in-thailand", "date_published": "2023-02-11 13:28:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK firefighters union urges members to accept revised pay offer", "description": "<p>Move comes after Fire Brigades Union postponed planned strike action for workers to vote on offer</p><p>The Fire Brigades Union has recommended that its members accept a revised pay offer from fire service employers, after it postponed planned strike action for workers to vote on the offer.</p><p>The FBU said the new pay offer, for a 7% rise backdated to July last year and for another 5% increase from 1 July this year, was below inflation but still represented a “significant shift” from a previous offer of just 2%.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/uk-firefighters-union-urges-members-to-accept-revised-pay-offer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/uk-firefighters-union-urges-members-to-accept-revised-pay-offer", "date_published": "2023-02-11 13:11:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South African rap artist AKA shot dead outside restaurant in Durban", "description": "<p>Parents of Kiernan Forbes pay tribute to ‘beloved son’ who was killed alongside another man while walking to car</p><p>One of South Africa’s top rap artists, known as AKA, has been shot dead outside a restaurant in the eastern city of Durban, his family said.</p><p>Kiernan Forbes, 35, won multiple South African awards, was nominated several times for a Black Entertainment Television award in the US and was once nominated for an MTV Europe music award.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/south-africa-rap-artist-aka-kiernan-forbes-shot-dead-durban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/south-africa-rap-artist-aka-kiernan-forbes-shot-dead-durban", "date_published": "2023-02-11 13:06:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met urged to reopen Partygate inquiry as fresh allegations emerge", "description": "<p>‘New information’ includes claims that Downing Street staff corroborated stories and destroyed evidence</p><p>The Metropolitan Police has been urged to reopen its investigation into the Downing Street “Partygate” scandal following the release of a podcast that raised questions about the force’s initial inquiry.</p><p>The deputy chair of the London Assembly’s police and crime committee has written to the Met commissioner, Mark Rowley, asking if he was “taking new information into account when making a decision regarding the reopening of the investigation” into the Downing Street lockdown parties.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/partygate-fresh-allegations-met-urged-to-reopen-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/partygate-fresh-allegations-met-urged-to-reopen-inquiry", "date_published": "2023-02-11 13:06:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A beautiful outpouring of rage’: did Britain’s biggest ever protest change the world?", "description": "<p>In February 2003, 1.5 million people protested in London against the looming Iraq war. They didn’t stop the conflict… but their legacy still looms large</p><p>A dozen years ago, in the offices of his Institute for Global Change, I <a href=\"https://www.theguardian.com/lifeandstyle/2011/jun/12/tonyblair\">interviewed Tony Blair</a>. On the subject of his fateful decisions over the war in Iraq, he had a series of trusted platitudes to hand. One phrase he used, perhaps one of the lines that he still turns over in his head when he looks in the mirror in the mornings, was this: “People always used to say to me: listen to the people,” he said. “That was a fine idea, of course, but unfortunately the people were all saying different things.”</p><p>If ever there seemed a day when that was not the case, it was probably Saturday 15 February 2003, 20 years ago this week. That was the day when an estimated 1.5 million people <a href=\"https://www.theguardian.com/uk/2003/feb/15/politics.politicalnews\">took to the streets of London</a> to march against the threatened attack on Iraq.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/slugs-iraq-war-london-protest-2003-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/slugs-iraq-war-london-protest-2003-legacy", "date_published": "2023-02-11 13:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hugh Hudson obituary", "description": "<p>Film director whose debut feature Chariots of Fire won four Oscars</p><p>“The British are coming!” exclaimed the screenwriter <a href=\"https://www.theguardian.com/film/2015/nov/03/colin-welland\">Colin Welland</a> at the Oscars ceremony in 1982, brandishing the statuette he had just won for Chariots of Fire (1981), a small-scale, factually based British sporting drama which took three further prizes that night including best picture. But the film’s director, Hugh Hudson, could only wince as he listened to the speech. “Oh Christ, Colin, why do you say these things?” he later <a href=\"https://www.standard.co.uk/culture/film/so-far-so-good-for-hudson-6311666.html\">recalled</a> thinking to himself. “You talk too much. You’re too verbose!”</p><p>Along with his contemporaries Ridley Scott, Alan Parker and Adrian Lyne, Hudson, who has died aged 86, made his name directing stylish, expensive commercials in Britain. He estimated that he shot more than 1,500 of them prior to his big-screen debut with Chariots of Fire, which told the story of two British athletes, Harold Abrahams (<a href=\"https://www.theguardian.com/film/2020/aug/19/ben-cross-obituary\">Ben Cross</a>) and Eric Liddell (Ian Charleson), who won gold at the 1924 Paris Olympics after overcoming personal hurdles; Abrahams faced antisemitism at Cambridge, where he was a student, while Liddell, a devout Christian who claimed to feel God’s pleasure in him when he ran, refused to compete on the Sabbath even when his Olympic race was scheduled for that day.</p> <a href=\"https://www.theguardian.com/film/2023/feb/11/hugh-hudson-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/11/hugh-hudson-obituary", "date_published": "2023-02-11 12:47:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "City of London proposing to make skyscrapers dim their lights at night", "description": "<p>Plans for Square Mile would create ‘brightness zones’ governed by curfews amid the darkened buildings</p><p>Skyscrapers in the City of London would be required to dim their lights at night as part of proposals to reduce visual pollution and save energy.</p><p>Under the proposal from the <a href=\"https://www.theguardian.com/commentisfree/2017/nov/12/the-city-of-london-corporation-can-help-others-not-just-bankers\">City of London Corporation</a>, property owners across the Square Mile – a 1.12 square mile zone in the centre of the capital whose boundaries stretch from the Temple to the Tower of London and from Chancery Lane to Liverpool Street – would be asked to switch off unnecessary building lights to create “brightness zones” governed by curfews.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/city-of-london-skyscrapers-dim-lights-night\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/city-of-london-skyscrapers-dim-lights-night", "date_published": "2023-02-11 12:22:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Indies v England: Women’s T20 World Cup – live", "description": "<ul><li>Updates from the Group 2 game in Paarl, 1pm GMT start</li><li><a href=\"https://www.theguardian.com/sport/2023/feb/10/sri-lanka-shock-hosts-south-africa-in-womens-t20-world-cup-opener\">Sri Lanka shock hosts South Africa in dramatic opener</a></li><li>Get in touch: <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email Tanya</a> or email <a href=\"https://twitter.com/tjaldred\">@tjaldred</a></li></ul><p><strong>“It’s VERY hot, (40 degrees)</strong>” melts Raf somewhere in a Paarl press box, “and I just caught sight of Jon Lewis in the dugout and he looks like he’s acquired a nifty tan already. Heather Knight said yesterday that he’s been enjoying some golf while in South Africa.”</p><p><strong>Here is yesterday’s report from Cape Town:</strong></p> <a href=\"https://www.theguardian.com/sport/live/2023/feb/11/cricket-west-indies-england-womens-t20-world-cup-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/feb/11/cricket-west-indies-england-womens-t20-world-cup-live", "date_published": "2023-02-11 12:19:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Surrey police will not face investigation over Epsom College deaths", "description": "<p>IOPC says no inquiry needed into force’s contact with George Pattison before he, his wife and their daughter were found dead</p><p>Surrey police will not face any further investigation over its contact with George Pattison days before he was found dead alongside his wife, Emma, the headteacher at Epsom College, and their seven-year-old daughter, Lettie, the police watchdog has said.</p><p>A firearm, registered to Pattison, was found at the scene and police are treating the deaths as a homicide investigation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/surrey-police-will-not-face-investigation-over-epsom-college-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/surrey-police-will-not-face-investigation-over-epsom-college-deaths", "date_published": "2023-02-11 12:16:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Outcome of Julian Sands search ‘may not be what we would like’, police say", "description": "<p>California authorities ‘remain hopeful’ of finding British actor who was reported missing on Mount Baldy last month</p><p>Authorities in southern California have said they are still “hopeful” of finding Julian Sands, but that the outcome of searches for the British actor “may not be what we would like”.</p><p>San Bernardino county sheriff’s department said conditions in the area remained dangerous, but that ground searches were planned for the future.</p> <a href=\"https://www.theguardian.com/film/2023/feb/11/california-authorities-search-actor-julian-sands-mount-baldy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/11/california-authorities-search-actor-julian-sands-mount-baldy", "date_published": "2023-02-11 12:05:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Back to the future? Devon diner hopes to revive spirit of Little Chef", "description": "<p>First of new chain called Brightside gives nostalgic nod to 20th-century glory days of car travel</p><p>A packet of sad sandwiches and a tepid cup of tea: for years, roadside dining in the UK has <a href=\"https://www.theguardian.com/travel/2019/mar/24/what-a-journey-sixty-years-of-motorway-service-stations\">offered little for </a>motorists to write home about.</p><p>Seasoned travellers may yearn for the heyday of the 1980s and 1990s in Britain, when few long car journeys came without a scheduled refuel at a branch of Little Chef – the now defunct chain famed for its stacks of pancakes.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/back-to-the-future-devon-diner-hopes-to-revive-spirit-of-little-chef\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/back-to-the-future-devon-diner-hopes-to-revive-spirit-of-little-chef", "date_published": "2023-02-11 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meera Sodha’s vegan recipe for microwave chocolate, miso and banana mug cakes | The new vegan", "description": "<p>Salty-sweet, gooey … and ready in just two minutes</p><p>The microwave has always been an integral but under-appreciated part of my kitchen, until recent news about energy prices shone a spotlight on it, and named it the cheapest, most efficient way to cook. Now, once again, it is a rising star (hello again, the 1980s). I am still in the early stages of experimenting with it, but being able to make a cake in two minutes (yes, <em>two</em> minutes!) felt a natural place to start. This isn’t by any means high-end patisserie, but it is instant, achievable and magical baking – and, for me, the start of a new, exciting journey.</p> <a href=\"https://www.theguardian.com/food/2023/feb/11/vegan-recipe-microwaveb-chocolatea-miso-banana-mug-cakes-meera-sodha\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/11/vegan-recipe-microwaveb-chocolatea-miso-banana-mug-cakes-meera-sodha", "date_published": "2023-02-11 12:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Sturgeon faces fortnight of criticism over trans prisons policy", "description": "<p>Critics claim her career is ‘over,’ while trans Scots worry about sensationalised coverage after trans rapist put in women’s prison</p><p>Few can be anticipating Holyrood’s recess next week as keenly as Nicola Sturgeon.</p><p>She has endured a fortnight of relentless and increasingly personal criticism, punishing headlines and lacklustre polling. Meanwhile, her critics in the media have declared her career is <a href=\"https://www.telegraph.co.uk/news/2023/02/02/nicola-sturgeons-political-career-even-snp-knows/\">“over”</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/nicola-sturgeon-faces-fortnight-of-criticism-over-gender-recognition-bill\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/nicola-sturgeon-faces-fortnight-of-criticism-over-gender-recognition-bill", "date_published": "2023-02-11 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tegan and Sara look back: ‘We had terrible haircuts but we had self-belief’", "description": "<p>The Canadian indie pop duo recreate an old photo and ponder their ups and downs as twins</p><p>During their 20-year career, twins Tegan and Sara Quin have released 10 studio albums and sold more than 1m records of off-kilter, emotional pop. Most recently, they have adapted their acclaimed 2019 memoir, <a href=\"https://www.amazon.co.uk/The-Con/dp/B0B7CGDJYF/ref=sr_1_3?crid=1UZZ2Q3L6372Z&amp;keywords=high+school+tegan+and+sara&amp;qid=1675430203&amp;sprefix=high+school+tegan+and+sara%2Caps%2C58&amp;sr=8-3\">High School</a>, into an Amazon TV series chronicling their transformative teen years. The sisters live in Vancouver, British Columbia.</p> <a href=\"https://www.theguardian.com/music/2023/feb/11/tegan-and-sara-look-back-we-had-terrible-haircuts-but-we-had-self-belief\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/feb/11/tegan-and-sara-look-back-we-had-terrible-haircuts-but-we-had-self-belief", "date_published": "2023-02-11 12:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It just feels warm and fuzzy’: how Hallmark built an empire of unashamedly schmaltzy rom-coms", "description": "<p>In these safe and sweet TV movies, the only thing bigger than Valentine’s Day is Christmas. But are the US network’s cookie-cutter confections beginning to move with the times?</p><p>Avon, Connecticut, lies toward the north of the US state, a small town of perfect contour and construction, where even on a bare-branched midwinter afternoon, the light falls pleasingly across East Main Street. The population is largely white and affluent, and alongside the Walmart and the Whole Foods, there is a congregational church and a country store that, in the autumn months, offers hayrides to a nearby pumpkin patch.</p><p>When Julie Sherman Wolfe moved to Avon from Los Angeles five years ago, it was a relocation she came to regard as a self-fulfilling prophecy. Sherman Wolfe is the screenwriter behind 22 Hallmark movies, from The Convenient Groom, via Right in Front of Me and Always Amore – films that were often set in precisely the kind of quaint New England town to which she and her family had moved. The draw for Sherman Wolfe echoed the on-screen appeal for viewers. “I think the more unsafe the world seems, the safer a small town seems,” she says. “It’s the idea that less bad stuff is going to happen to you in Avon than it is in Brooklyn. It’s a nostalgia thing, where it just feels warm and fuzzy.”</p> <a href=\"https://www.theguardian.com/film/2023/feb/11/hallmark-channel-romcoms-valentines-day\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/11/hallmark-channel-romcoms-valentines-day", "date_published": "2023-02-11 11:55:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "West Ham v Chelsea: Premier League – live", "description": "<ul><li>Premier League updates from the 12.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up to Football Daily</a> | And <a href=\"mailto:scott.murray.casual@theguardian.com\">mail Scott</a> any match thoughts</li></ul><p><strong>West Ham are coming off the back of a useful point at Newcastle United; Chelsea are following up a disappointing home draw with Fulham.</strong> West Ham are flirting with relegation; Chelsea are marooned in mid-table. West Ham won this fixture 3-2 last season; Chelsea have won four of the last five against the Hammers. West Ham have lost five of their ten previous home matches this season; Chelsea are seven games without a win on the road. Good luck calling this one. <strong>Kick off is at 12.30pm GMT.</strong> It’s on!</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/11/west-ham-v-chelsea-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/11/west-ham-v-chelsea-premier-league-live-score-updates", "date_published": "2023-02-11 11:31:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Arsenal: Women’s Super League – live", "description": "<ul><li>Women’s Super League updates from the 12.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free weekly email</a></li><li>Get in touch! You can <a href=\"mailto:rob.smyth.casual@guardian.co.uk\">email Rob</a> with any match thoughts</li></ul><p>Hello and welcome to live coverage of Manchester City v Arsenal at the Academy Stadium. It’s a multi-context game, relevant to both the title race and the battle for Champions League places. Both teams still ambitions to take Chelsea’s WSL title, though they will be almost extinguished unless they win today. More importantly, perhaps, both teams want a piece of next season’s Champions League pie.</p><p>In recent years that’s been a given, but Manchester United have turned a Big Three into a Big Four, so one of these teams could miss out. Both have had frustrating seasons: Arsenal because of the long-term injuries to Beth Mead and Vivianne Miedema, not to mention Sam Kerr’s late equaliser at the Emirates last month; City because they lost <em>five </em>points to Aston Villa. Had they won both those games, they’d be level with the leaders Chelsea.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/11/manchester-city-v-arsenal-womens-super-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/feb/11/manchester-city-v-arsenal-womens-super-league-live-score-updates", "date_published": "2023-02-11 11:30:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gillian Keegan at odds with Home Office plan to restrict overseas students", "description": "<p>Education secretary says UK ‘should be very proud of’ university sector, amid briefings with Suella Braverman</p><p>Gillian Keegan has signalled that she disagrees with the Home Office’s plan to cut migration by targeting overseas students, adding the financial boost from international students to British universities was “hugely valuable”.</p><p>The education secretary has said the university sector was something Britain “should be very proud of”, amid briefings that the home secretary, Suella Braverman, is considering looking at cutting the number of international students coming to the UK, or changing the terms of their stay.</p> <a href=\"https://www.theguardian.com/education/2023/feb/11/overseas-students-restriction-home-office-plan-gillian-keegan\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/feb/11/overseas-students-restriction-home-office-plan-gillian-keegan", "date_published": "2023-02-11 11:09:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I never really thought I’d be alive at this point’: Munroe Bergdorf on how she fell back in love with life", "description": "<p>She’s the model, writer and trans activist who has been abused in her private life and vilified in public. Now she is revealing all in her new memoir – and explains why writing it was the most brutal form of therapy</p><p>At the age of 13, <a href=\"https://www.theguardian.com/fashion/munroe-bergdorf\">Munroe Bergdorf</a> was a swimming sensation. But in her memoir, she barely devotes a sentence to her feats in the pool, merely saying she swam at national level, was ranked 11th<sup> </sup>in the country and didn’t have her heart in it. That’s all. She doesn’t tell us whether she enjoyed swimming, trained hard or dreamed of competing in the Olympics. Not even her stroke of choice or distance. Now I’m curious. Fancy being so brilliant at something yet so indifferent to it that it barely merits a mention in your life story.</p><p>So I ask, and it all pours out. She swam the 50m backstroke, won race after race for her all-boys school, and hated every minute of it. Not the swimming (that was fine), but the culture. “Going to meets, the boys would all have fun together on the bus and I’d sit at the back,” she says. “I was never part of the squad. I was just there to bring the average of the team up. All of my teammates hated me.” It says so much about how she viewed the world, and how the world viewed her.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/11/munroe-bergdorf-interview-model-writer-trans-activist-memoir\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/11/munroe-bergdorf-interview-model-writer-trans-activist-memoir", "date_published": "2023-02-11 11:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A mountain of trouble? The draw – and danger – of California’s Mount Baldy", "description": "<p>Deaths and disappearances, including actor Julian Sands, have plagued the popular spot as hikers underestimate its perils</p><p>At 10,064ft high, Mount San Antonio – commonly known as Baldy – towers in the San Gabriel mountains on the eastern edge of Los Angeles. Named for its steep, treeless summit, the mountain is a popular spot for hikers and skiers.</p><p>It’s also a dangerous one.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/mt-baldy-california-hikers-danger-julian-sands\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/mt-baldy-california-hikers-danger-julian-sands", "date_published": "2023-02-11 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A sustainable fashion week. Too good to be true?", "description": "<p>Copenhagen fashion week is still leading the way in eco credentials, but can the big shows ever follow suit?</p><p>What do you do if you’re a designer who is trying to be more sustainable but you want to show at fashion week? For Emilie Helmstedt, a Danish designer who took part in last week’s Copenhagen fashion week, the solution for the footwear styled with her dresses came from her team who brought in their old Nike and Adidas trainers. Covering them with ribbons, beads and paint, Helmstedt decided it was better than using new versions, as she has done in the past. It also chimed with the rest of the collection – her finale look which was made from scraps of material accumulated in her studio.</p><p>Copenhagen fashion week started in 2006 with relatively low-level fanfare. Then, three years ago, Danish organisers set out a series of sustainability requirements for designers to meet in order to be allowed to show in 2023 which would set them apart from the main fashion weeks – New York, Milan, Paris and London – on the global calendar</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/11/a-sustainable-fashion-week-too-good-to-be-true\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/feb/11/a-sustainable-fashion-week-too-good-to-be-true", "date_published": "2023-02-11 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gas stove pollution: will air purifiers or even plants make your home safer?", "description": "<p>Air quality experts weigh in on different methods to keep air pollution out of the home and refute commonly held beliefs</p><p>The humble gas stove has claimed a place in America’s national psyche in the past month, after <a href=\"https://www.theguardian.com/environment/2023/jan/06/us-kids-asthma-gas-stove-pollution\">studies</a> showed that burning fossil fuels at home can cause asthma and other ailments, on top of releasing emissions that warm the planet. Are there any quick fixes?</p><p>The Guardian spoke with air quality experts to find out if air purifiers help reduce pollution from gas stoves and other forms of indoor contaminants. We also asked them to set the record straight on the air-purifying qualities, or lack thereof, of houseplants.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/gas-stove-pollution-air-purifiers-plants-air-quality\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/gas-stove-pollution-air-purifiers-plants-air-quality", "date_published": "2023-02-11 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are Britons so susceptible to fake news – and what can we do about it? | Sander van der Linden", "description": "<p>With Putin’s Russia on its doorstep, Finland began arming its people against misinformation. It worked</p><p>Late last year, a <a href=\"https://osis.bg/wp-content/uploads/2022/10/HowItStarted_MediaLiteracyIndex2022_ENG_.pdf\">report</a> was published that ranked countries according to their resilience to misinformation. At first, when I searched for the United Kingdom, I couldn’t find it – because I was looking at the top end of the list. In fact, the UK didn’t make the top 10 – it was in the second tier, coming in at number 13, well below many western European countries.</p><p>Where are we going wrong? The report relied on several well-known indices to determine a country’s level of resilience to fake news, including freedom of the press, societal trust and national education levels. Finland topped the table, and has received international <a href=\"https://www.usnews.com/news/best-countries/articles/2023-01-27/finland-most-resistant-to-fake-news-report-finds\">praise</a> for its outstanding approach to fighting fake news. A thriving democracy – like Finland’s – is characterised by high levels of trust, an educated citizenry, as well as freedom of the press. Unfortunately, according to the report, the UK got downgraded on all of these indicators by the report’s authors, thanks to declining levels of trust and increasing concerns about threats to journalism and media freedom. Yet, the biggest differentiator in the ranking has to do with media literacy and education.</p><p>Sander van der Linden is Professor of Social Psychology in Society at the University of Cambridge and Author of <a href=\"https://guardianbookshop.com/foolproof-9780008466718\">Foolproof: Why We Fall for Misinformation and How to Build Immunity</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/britons-gullible-fake-news-finland-misinformation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/britons-gullible-fake-news-finland-misinformation", "date_published": "2023-02-11 11:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six of Europe’s best slow, scenic rail journeys", "description": "<p>The views are better from a slow train, says our rail expert, who recommends six leisurely routes across some of Europe’s most captivating landscapes</p><p>Few pleasures compete with relaxing on a comfortable train and watching the landscape slip by beyond the window. Here are six of my favourite routes, ranging from under four to over nine hours, so easily completed in a day. Interrail passes are valid on all these journeys, although a small supplement (€1.50 to €4) is payable by passholders on the French, Polish and Spanish routes.</p> <a href=\"https://www.theguardian.com/travel/2023/feb/11/slow-scenic-rail-journeys-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/feb/11/slow-scenic-rail-journeys-europe", "date_published": "2023-02-11 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Her writing became a catalyst for my own’: the power of Sylvia Plath", "description": "<p>On the 60th anniversary of Plath’s death, Emily Berry celebrates the poet’s vigour, brilliance and relatability</p><p>A few years ago a friend sent me a photo of himself wearing a <a href=\"https://www.theguardian.com/books/sylviaplath\">Sylvia Plath</a><a href=\"https://www.theguardian.com/books/2022/oct/27/where-to-start-with-sylvia-plath\"> </a>T-shirt. It was pale pink – the colour of the Smith College memorandum paper on which the poet drafted many of her poems – and printed with the iconic picture of Plath in side profile, wearing a white hairband. I thought it was the greatest thing I’d ever seen.</p><p>I am one of countless poets who developed an obsession with Sylvia Plath after being introduced to her work as a teenager, and her writing became a catalyst for my own. I recited her poems out loud in my bedroom, just as I would sing along to my favourite songs. The poems’ cadences sank into me, the way Plath sank into my own personal mythology, long before any other writers did. Beyond the power of her work, what Sylvia Plath represented to me is still hard to understand. On a personal level I felt a kinship with her because we had both lost parents as children (she, her father at eight; me, my mother at seven). We had both received sharp, early lessons in the savagery of the world. Such lessons are, of course, not unusual. Most teenagers, despite their backgrounds, have a sense of this savagery. Perhaps that’s why Plath’s work so often hits home in those years, when one is beginning to reckon with life’s difficulties and work out how, if, one might harness them.</p><p>They think I should love it –<br />Having her back again, they think<br />I should give them my mother’s words<br />To fill the mouth of their monster,<br />Their Sylvia Suicide Doll,<br />Who will walk and talk<br />And die at will,<br />And die, and die<br />And forever be dying.</p> <a href=\"https://www.theguardian.com/books/2023/feb/11/her-writing-became-a-catalyst-for-my-own-the-power-of-sylvia-plath\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/11/her-writing-became-a-catalyst-for-my-own-the-power-of-sylvia-plath", "date_published": "2023-02-11 11:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How’d you find me, Whitney Port? The mystery of Facebook’s algorithm finally getting me right", "description": "<p>The social media giant knew I would enjoy a reaction series of The Hills, a show I was obsessed with in the early aughts</p><p>Whitney Port and her husband Tim Rosenman were surprised when I said I first found their video series on Facebook. Or rather, that it found me.</p><p>I wasn’t expecting it myself. Though I mainly use Facebook to keep in touch with family all over the world, I occasionally find myself scrolling through an increasingly chaotic feed. It was there, in the abyss of poorly-produced, off-kilter videos that Port and Rosenman’s reaction series – where they watch and comment on episodes of the MTV hit reality show and my high school-favorite, The Hills – somehow found me.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/11/facebook-algorithm-mtv-the-hills-reaction-show\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/feb/11/facebook-algorithm-mtv-the-hills-reaction-show", "date_published": "2023-02-11 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A witch-hunt’: how Arizona jailed a grandmother for ballot collecting", "description": "<p>Guillermina Fuentes was sentenced to one month for alleged unlawful ballot collection – and advocates say prosecuting cases like hers suppresses the right to vote</p><p>The small city of San Luis is tucked away in the far corner of Arizona, closer to Mexico than to any major US city. The community is nearly 95% Latino and tight-knit – the type of place where you know your neighbors and their parents and cousins.</p><p>It’s not uncommon here for residents to frequently cross the border into Mexico to go shopping or see a dentist, as the vast majority of residents are US citizens who can go back and forth freely. And they do not take their right to vote in the US for granted. Election days in San Luis were typically joyous occasions, with music and celebrations in the streets.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/arizona-ballot-collecting-law-guillermina-fuentes\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/arizona-ballot-collecting-law-guillermina-fuentes", "date_published": "2023-02-11 11:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Borthwick’s priority is to identify his most effective England line-up", "description": "<p>Italy come to Twickenham with rising hopes but England’s XV suggests they are taking little for granted</p><p>Italy have beaten by an average of 45 points a game on their past four visits to Twickenham, but no longer is this fixture surrounded by the same crushing sense of inevitability. England have won one of <a href=\"https://www.theguardian.com/sport/2023/feb/05/england-team-borthwick-inherited-from-eddie-jones-werent-good-at-anything\">their past five home Tests</a> while the <em>Azzurri</em>’s <a href=\"https://www.theguardian.com/sport/2023/feb/05/italy-france-six-nations-match-report\">fizzing attacking rugby</a> against France in Rome last Sunday further underlined their rising ambitions.</p><p>It is necessary, even so, to go all the way back to Huddersfield in November 1998 to find the last time England were at risk of losing to Italy on home soil, a late try by Will Greenwood ensuring a scrappy 23-15 win in a Rugby World Cup qualifier. Almost a quarter of a century on, an Italy victory would still be a memorable Six Nations moment.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/england-six-nations-italy-steve-borthwick\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/england-six-nations-italy-steve-borthwick", "date_published": "2023-02-11 10:42:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hugh Hudson: smash-hit pop classic Chariots of Fire director was a hero of British film", "description": "<p>Hudson brought an ad-man’s eye to the brilliant 1981 drama about athletics and bigotry, as well as directing the hilarious Cinzano commercials </p><p>As the 1980s dawned, British ad director Hugh Hudson took on his first feature film and made it a legendary hit: an inspirational story which supplied a sugar-rush of patriotism and a swoon of nostalgia which hit the spot both sides of the Atlantic. It somehow brought off the trick of being about the underdog and the victim of bigotry and religious discrimination – and yet also being a resounding endorsement of the status quo which could, on grounds of decency and meritocracy, always accommodate the outsider. This was the era of Margaret Thatcher and Ronald Reagan, and the ethos of success for the hardworking and the deserving.</p><p>The film of course was Chariots of Fire, the true story of the 1924 Olympic runners Harold Abrahams (played by Ben Cross), a Jew who ran to defy prejudice, and Eric Liddell (Ian Charleson), a devout Christian who found a creationist glory in his speed. It was the destiny of so many involved to be forever associated chiefly, or solely, with this smash-hit pop classic: certainly Cross and Charleson never again found roles to match Abrahams and Liddell. And maybe Hudson himself never again had a triumph like it: though he was no one-hit wonder, later directing the Oscar-winning Tarzan drama Greystoke, and later Revolution, an epic about the American revolution starring Al Pacino which was derided but then grew in acclaim, giving his Hudson his own misunderstood masterpiece moment.</p> <a href=\"https://www.theguardian.com/film/2023/feb/11/hugh-hudson-smash-hit-pop-classic-chariots-of-fire-director-was-a-hero-of-british-film\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/feb/11/hugh-hudson-smash-hit-pop-classic-chariots-of-fire-director-was-a-hero-of-british-film", "date_published": "2023-02-11 10:41:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man dies and another in hospital after stabbings in east London", "description": "<p>Met police reported two men in their 20s were stabbed in White Post Lane, Hackney Wick and one later died</p><p>A man has died and another remains in hospital after they were stabbed in east London in the early hours of Saturday morning.</p><p>The Metropolitan police said officers were called to an east London hospital at about 4.30am where two men had turned up with knife wounds.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/11/stabbing-east-london-hackney-wick\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/feb/11/stabbing-east-london-hackney-wick", "date_published": "2023-02-11 10:37:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toronto mayor quits after admitting affair with former staffer", "description": "<p>John Tory acknowledged relationship in a statement and apologised to his wife and family, and ‘all those hurt by my actions’</p><p>The mayor of Toronto has resigned, shortly after the Toronto Star newspaper reported he had an affair with a former staff member.</p><p>John Tory, 68, acknowledged the relationship in a statement announcing his departure, saying it had ended earlier this year and the employee had left city hall.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/toronto-mayor-quits-after-admitting-affair-with-former-staffer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/toronto-mayor-quits-after-admitting-affair-with-former-staffer", "date_published": "2023-02-11 10:29:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We whose ancestors owned slaves want to make amends – but nations must also pay their due | Alex Renton", "description": "<p>My family owned plantations, made profits and was compensated, but the personal atonement of my generation can only ever be a start</p><p>What do you do when you discover your family got rich through slavery? For Laura Trevelyan, the BBC correspondent whose ancestors owned more than 1,000 enslaved people in Grenada, the answer was simple. She and her family started discussions with people on the island, and now she has given £100,000 towards an economic development fund. The <a href=\"https://en.wikipedia.org/wiki/Trevelyan_baronets\">Trevelyans</a> will <a href=\"https://www.theguardian.com/world/2023/feb/04/british-slave-owners-family-apologise-reparations-trevelyans\">apologise formally</a> for the lives ruined and wasted by their ancestors’ greed.</p><p>So why doesn’t everyone – and there are hundreds of thousands in Britain with the same history – do a little digging and say sorry?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/ancestors-slaves-family-plantations-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/ancestors-slaves-family-plantations-profits", "date_published": "2023-02-11 10:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Minutes later, the horse disappeared’: Jon Tonks’ best phone picture", "description": "<p>In a Texas dive bar, the photographer suddenly happened on a far from ordinary sight</p><p>Jon Tonks was on a US road trip bookended by photography exhibitions: his own in Indiana, and the Houston photography festival. This shot was taken in Austin, Texas, where he’d met a friend from back home in Bath.</p><p>“We’d just arrived and had done a quick search of recommended bars in our area. This place, C-Boy’s Heart &amp; Soul, was just down the street from our Airbnb. The ground floor was like every American dive bar you can imagine. There were booths down one side, racks of bourbon behind the bar, even a singer who was the spit of Ray Charles.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/jon-tonks-best-phone-picture-horse-bar-texas\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/jon-tonks-best-phone-picture-horse-bar-texas", "date_published": "2023-02-11 10:00:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "José Pizarro’s recipe for roast garlic and almond soup with jerusalem artichoke and mushroom migas", "description": "<p>The winter warmer of dreams: a creamy Spanish white soup served hot with crunchy breadcrumbs and seasonal vegetables</p><p>Soups are essential in winter, because they’re warming, nourishing and rarely expensive. Spanish white soup is more often served chilled in summer, but it can also be great cold-weather comfort food. The garlic is roasted, and is a completely different creature from fresh garlic, because the flavour is tamed and softened to a creamy richness (I’ve even been known to eat it spread on toast.) Jerusalem artichokes, meanwhile, aren’t around for long, so use them while you can. When fried, as here, they work brilliantly in a migas with some earthy mushrooms. Like many rural Spanish dishes, migas was developed out of hard times and the need not to waste anything, and are a great way to create a sexy, crunchy crumb seasoning; if you’re feeling adventurous, jazz them up by adding some crisp fried chorizo or morcilla, too.</p> <a href=\"https://www.theguardian.com/food/2023/feb/11/roast-garlic-almond-soup-recipe-jerusalem-artichoke-mushroom-migas-jose-pizarro\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/11/roast-garlic-almond-soup-recipe-jerusalem-artichoke-mushroom-migas-jose-pizarro", "date_published": "2023-02-11 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Koch brothers’ advocacy group courts far-right Republicans it vowed to thwart", "description": "<p>Americans for Prosperity Action recently invited two politicians who tried vigorously to overturn the 2020 presidential election</p><p>At an event in California last weekend, the Koch family political network <a href=\"https://www.nytimes.com/2023/02/05/us/politics/koch-donors-trump-campaign-finance.html\">announced</a> it would move away from Donald Trump, and invest in congressional elections in a bid to break from the far-right, Trump-supporting politicians who have come to the fore in recent years.</p><p>Americans for Prosperity Action, founded by Republican megadonors Charles Koch and David Koch, who died in 2019, would be seeking to “turn the page on the past”, it said, in remarks that were covered extensively, and favorably, in the US media.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/koch-brothers-afp-action-advocacy-far-right-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/koch-brothers-afp-action-advocacy-far-right-republicans", "date_published": "2023-02-11 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ohio catastrophe is ‘wake-up call’ to dangers of deadly train derailments", "description": "<p>The next derailment ‘could be cataclysmic’ if action isn’t taken after the incident near the Ohio-Pennsylvania border, says expert</p><p>Five days after a train carrying vinyl chloride <a href=\"https://www.theguardian.com/world/2023/feb/04/blaze-from-50-car-train-derailment-in-ohio-keeps-burning\">derailed and exploded</a> near the Ohio-Pennsylvania border, crews ignited a controlled burn of toxic chemicals to prevent a much more dangerous explosion.</p><p>Thousands in East Palestine, a town of about 5,000 people, evacuated, and officials warned the controlled burn would create a phosgene and hydrogen chloride <a href=\"https://www.theguardian.com/us-news/2023/feb/07/ohio-train-derailment-residents-toxic-fumes\">plume across the region</a>. Phosgene is a highly toxic gas that can cause vomiting and breathing trouble, and was used as a weapon in the first world war.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/ohio-train-derailment-wake-up-call\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/ohio-train-derailment-wake-up-call", "date_published": "2023-02-11 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Going up and up’: UK padel and pickleball boom drives sales bounce", "description": "<p>Surge in participation since 2019 has led to burgeoning market for specialist rackets, paddles and balls</p><p>Padel and pickleball are the hot racket-sport mashups, combining elements of tennis, squash and badminton, but the kit is a whole new ballgame, with sales of specialist rackets, paddles and wiffle balls rocketing as Britons make for the nearest court.</p><p>The sports retailer Decathlon is reporting huge demand for padel rackets, balls and accessories, plus a parallel explosion of interest in the less established pickleball, spurring it to develop its own paddles. The rise of these “non-traditional” sports is one of the main themes in its inaugural UK sports trends report.</p> <a href=\"https://www.theguardian.com/business/2023/feb/11/uk-sports-retailers-padel-pickleball-equipment-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/11/uk-sports-retailers-padel-pickleball-equipment-sales", "date_published": "2023-02-11 10:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Treat yourself! 40 little luxuries for less than £20 to take the edge off", "description": "<p>From a silk eye mask and a velvet cushion cover, to Belgian chocolate and bath salts … give yourself a ‘gee up’ in these difficult times with these little indulgences</p><p>As a teenager, I’d often come home from school on a Friday to find my favourite magazine or a new lip gloss on my bed. My mum called it a “gee-up” – a little treat to add cheer to the end of the week.</p><p>Fast-forward to 2023, and with the gloomy news cycle and a cost-of-living crisis, I’ve found myself buying my own mood boosters. A locally made peanut butter. An aesthetically pleasing mug. Soft cotton face cloths for taking makeup off like a pro. It turns out I’m not alone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/treat-yourself-40-little-luxuries-under-20\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/treat-yourself-40-little-luxuries-under-20", "date_published": "2023-02-11 10:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Actor Daryl McCormack: ‘I long to be connected to people and sometimes I don’t read the room’", "description": "<p>The Peaky Blinders star on zoning out, missing cues, and being punched while dressed as a rabbit at a St Patrick’s Day parade</p><p>Born in Ireland, Daryl McCormack, 30, studied theatre and performance in Dublin. In 2018, he made his West End debut in Martin McDonagh’s The Lieutenant of Inishmore, and in 2019 he was cast as Isaiah Jesus in Peaky Blinders. He stars opposite Emma Thompson in Good Luck to You, Leo Grande and is nominated for both rising star and best leading actor at this year’s Bafta film awards, which are on 19 February. He is single and lives in London.</p><p><strong>What is your greatest fear?<br /></strong>Not actualising my full potential.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/daryl-mccormack-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/daryl-mccormack-interview", "date_published": "2023-02-11 09:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia slump to heavy defeat inside three days as India wrap up first Test", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-02-11/australia-cricket-team\">Australia 177 and 91; India 400 | India win by innings and 132 runs</a></li><li>Visitors lose 10 wickets in single session on day three in Nagpur</li></ul><p>Ravichandran Ashwin picked up his 31st five-wicket haul and sent Australia crashing to an embarrassing three-day defeat in the first Test against India on Saturday. Ashwin had five for 37 in 12 overs as India won by an innings and 132 runs, taking a 1-0 lead in the four-match series.</p><p>Australia were bowled out for 91 in 32.3 overs that lasted just beyond a single session after lunch on day three, their lowest total ever in India. Steve Smith top-scored with 25 not out, facing 51 deliveries. Only three other batters reached double figures. Ravindra Jadeja picked up two for 27, while Axar Patel finished with a wicket too.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/australia-slump-to-heavy-defeat-inside-three-days-as-india-wrap-up-first-test-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/australia-slump-to-heavy-defeat-inside-three-days-as-india-wrap-up-first-test-cricket", "date_published": "2023-02-11 09:14:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy steps up jets lobbying – but are RAF Typhoons what Ukraine needs?", "description": "<p>The UK’s workhorse fighters have never been busier, and older ones lack the necessary ground attack capabilities </p><p>Volodymyr Zelenskiy’s call this week for “powerful English planes” was something of a surprise. The demand for western fast jets may have been predictable, but not the apparent request for Typhoons, the workhorse fighter of an increasingly stretched RAF.</p><p>Prior to the president’s attention-grabbing European trip, Ukrainian lobbying for Nato-standard combat aircraft had been focused almost entirely on US-made F-16s, of which there are 3,000 in service worldwide. “It is the most widespread fighter jet in the world and many Nato members have it,” Yuriy Ihnat, the spokesperson for Ukraine’s air force, had said the weekend before.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/zelenskiy-steps-up-jets-lobbying-but-are-raf-typhoons-what-ukraine-needs\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/zelenskiy-steps-up-jets-lobbying-but-are-raf-typhoons-what-ukraine-needs", "date_published": "2023-02-11 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You can read it in the time it takes to have a one night stand’: authors on their favourite romcom books", "description": "<p>Stanley Tucci, Jenny Colgan, David Nicholls and others reflect on their favourite romantic comedies, including Heartburn, A Room With a View and The Spanish Love Deception</p><p><strong>The Idea of You by Robinne Lee<br /></strong>I’m madly in love with <a href=\"https://guardianbookshop.com/the-idea-of-you-9781405950367\">this 2017 novel</a> by Robinne Lee. It’s about Solène Marchand, a divorced 40-year-old art gallery owner and the mother of a 12-year-old daughter. Solène is gorgeous, sophisticated and unenthused about chaperoning her daughter and a few friends to see and meet a mega-famous boy band … but to her astonishment, Solène and the band’s extremely and delightfully Harry Styles-ish leader, Hayes, have outrageous chemistry and embark on a secret relationship. The tricky part is that Hayes is only 20. The glamorous settings are perfectly described, the celebrity details are magnificent (Lee herself is a Hollywood actor), the dialogue sparkles, and the sex scenes are scorching hot. And there are many of them. But the book also contains real emotional depth and nuance, in part because the challenges Solène and Hayes face aren’t contrived; they’re just as real as their attraction.<br /><em>Romantic Comedy by Curtis Sittenfeld will be published by Doubleday in April.</em></p> <a href=\"https://www.theguardian.com/books/2023/feb/11/you-can-read-it-in-the-time-it-takes-to-have-a-one-night-stand-authors-on-their-favourite-romcom-books\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/11/you-can-read-it-in-the-time-it-takes-to-have-a-one-night-stand-authors-on-their-favourite-romcom-books", "date_published": "2023-02-11 09:00:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dowsing for facts: can a sceptic find science in water witchery?", "description": "<p>Used by water companies but debunked by science, crossing rods in Wiltshire has this writer intrigued</p><p>Nestling in the shadow of a white horse and a Neolithic long barrow, in a renowned crop circle hotspot, Alton Priors, in Wiltshire, feels like the perfect venue for a spot of water witchery. Prompted by the news that <a href=\"https://www.newscientist.com/article/2356376-two-of-the-uks-water-companies-are-still-using-dowsing-to-find-leaks/\">Thames Water and Severn Trent Water use dowsing rods</a> to detect water leaks, I’ve arranged to meet my mum – a geologist and amateur dowser – to investigate the phenomenon for myself.</p><p>There are other reasons for picking this particular location. Geologically speaking, Alton Priors lies on the boundary between a chalk escarpment and sandstone, the latter underlain by clay, which means there are numerous springs gushing out of the ground. The local churchyard is also where an acquaintance of my mum once suggested she try dowsing, because “he just had a sense it would work there”. Sure enough, her rods crossed.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/11/dowsing-for-facts-can-a-sceptic-find-science-in-water-witchery\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/11/dowsing-for-facts-can-a-sceptic-find-science-in-water-witchery", "date_published": "2023-02-11 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The official ‘party toolkit’ for Charles’s coronation is lame - but don’t worry, I have another", "description": "<p>Connect the dots, coronation aubergine – there’s little joy in the official guide. But there are ways to endure, even enjoy the day. Trust me</p><p>Let the bells ring out, raise the bunting. But what else? The problem looming with coronation day, when the artist once known as Prince Charles will be crowned with pomp and ceremony, is that no one really knows what to do about it. How would they? He’s the first new British monarch in 70 years.</p><p>And so, courtesy of the Department for Digital, Culture, Media and Sport, we have a toolkit to help us celebrate the illustrious moment. There are games, coronation chicken-style recipes and a Spotify playlist featuring King by Years &amp; Years (obvs), Boney M’s Daddy Cool and, without a whiff of woke, Grace Jones’s Slave to the Rhythm.</p><p>Remona Aly is a journalist and broadcaster with a focus on faith and lifestyle</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/11/party-toolkit-prince-king-charles-coronation-day\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/feb/11/party-toolkit-prince-king-charles-coronation-day", "date_published": "2023-02-11 09:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are England ‘not good at anything’? A scrumdown with the data reveals all", "description": "<p>Sluggish in attack and confused in defence, the statistics help explain the size of the task Steve Borthwick has on his hands</p><p>When Steve Borthwick said the England side he inherited “weren’t good at anything” after last week’s <a href=\"https://www.theguardian.com/sport/2023/feb/04/england-scotland-six-nations-report\">defeat by Scotland</a> the inference, taken at face value, was that they were bad at everything. That isn’t quite what he meant, rather that, having pored over the data, he realised that England were not the frontrunners in any department. Whereas Clive Woodward used to measure his team in terms of individuals – how many of them were the best in the world in their position – Borthwick prefers to crunch the data. It does not make for pretty reading – indeed in some instances England really were bad, others rank average.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/are-england-not-good-at-anything-a-scrumdown-with-the-data-reveals-all\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/are-england-not-good-at-anything-a-scrumdown-with-the-data-reveals-all", "date_published": "2023-02-11 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We create changemakers’: the new UK college dedicated to climate crisis", "description": "<p>Black Mountains College in Wales aims to prepare students for life during a planetary emergency</p><p>The lecture theatre was once a cowshed, the study centre is an old farmhouse living room and the classrooms are mostly outdoors: welcome to the newest higher educational college in Britain.</p><p>The former farm that is <a href=\"https://blackmountainscollege.uk/\">Black Mountains College</a> campus is a core part of an insurgent institution that is the first entirely dedicated to adapting to the climate emergency.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/11/new-uk-college-dedicated-climate-crisis-black-mountains\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/11/new-uk-college-dedicated-climate-crisis-black-mountains", "date_published": "2023-02-11 08:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on the happy ending to a great romance – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/feb/11/tom-gauld-on-the-happy-ending-to-a-great-romance-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/feb/11/tom-gauld-on-the-happy-ending-to-a-great-romance-cartoon", "date_published": "2023-02-11 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yotam Ottolenghi’s Valentine’s recipes: Beetroot salad, shellfish soup, chocolate fondant", "description": "<p>A dinner to melt the heart: vivid winter salad, a spectacular seafood broth and a seductive chocolate and coffee dessert you can make ahead</p><p>Cooking for someone is always an act of love, regardless of the date. Still, it can be fun to have an excuse to dial things up a notch, just because, so, leaning into a Valentine’s Day theme, I have still beet-ing hearts, bittersweet oranges, heady, floral spices, prosecco and decadent chocolateness. Maybe I <em>am </em>an old romantic, after all?</p> <a href=\"https://www.theguardian.com/food/2023/feb/11/blood-orange-beet-ing-hearts-salad-shellfish-broth-chocolate-fondant-recipes-yotam-ottolenghi-valentines-day-meal\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/11/blood-orange-beet-ing-hearts-salad-shellfish-broth-chocolate-fondant-recipes-yotam-ottolenghi-valentines-day-meal", "date_published": "2023-02-11 08:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Siblings by Brigitte Reimann review – rebel with a cause", "description": "<p>This intoxicating 1963 novel explores the tension between socialist ideals, self-fulfilment and repressive reality in East Germany</p><p>As a young woman in East Germany, Brigitte Reimann claimed that she would rather live 30 wild years than 70 well-behaved ones. When she died from cancer in 1973, aged only 39, she left behind an impressive but tantalisingly incomplete set of literary achievements. Her life – as her riveting diaries and autobiographical novels attest – was as fascinating as she hoped it would be. Reimann started writing early and quickly became a GDR literary star. A dedicated socialist, she joined a state initiative that sent her to write and teach workers at a coal-fired power plant. There she won success with a communist Bildungsroman about factory life, spawning a whole genre of imitators. Over time, however, she grew increasingly frustrated with the strictures of both married life and the GDR cultural sphere; she was also shaken by her brother Lutz’s emigration to the west in 1960. In art and life, she relentlessly criticised the GDR: not quite a dissident, but certainly disobedient.</p><p>Much of this biography appears in Reimann’s novel Siblings, originally published in 1963 and now available in English. Its narrator, Elisabeth Arendt, is an idealistic young painter who clashes with her beloved brother Uli over the GDR’s repressiveness. (Both are haunted by their other brother, Konrad, already seeking his fortune in the west.) Like Reimann, Elisabeth works at a power plant; she also, like Reimann, strains against the artistic and political orthodoxies of old party comrades who refuse to listen to young people, especially women, with fresh ideas.</p> <a href=\"https://www.theguardian.com/books/2023/feb/11/siblings-by-brigitte-reimann-review-rebel-with-a-cause\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/11/siblings-by-brigitte-reimann-review-rebel-with-a-cause", "date_published": "2023-02-11 07:30:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war: Moscow hits power grid in wave of strikes; Biden to visit Poland – live", "description": "<p>Russia strikes power facilities across Ukraine, causing widespread blackouts; US president to travel to Poland later this month to rally allies</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-353-of-the-invasion\">What we know on day 353 of the invasion</a></li></ul><p><strong>Joe Biden</strong> will use his trip to Poland this month to rally allies while aiming to sustain the coalition that has supported Ukraine defences since Russia’s invasion a year ago, Associated Press reports.</p><p>The US president’s visit, set for 20-22 February, comes as polling in the US and abroad suggests support is waning for maintaining tens of billions of dollars worth of assistance for Ukraine in the war. In addition, Republicans who recently took control of the House of Representatives have voiced scepticism – or outright opposition – to continuing the funding.</p> <a href=\"https://www.theguardian.com/world/live/2023/feb/11/russia-ukraine-war-moscow-hits-power-grid-in-wave-of-strikes-biden-to-visit-poland-live\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/11/russia-ukraine-war-moscow-hits-power-grid-in-wave-of-strikes-biden-to-visit-poland-live", "date_published": "2023-02-11 07:15:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Turkey-Syria earthquake latest: death toll passes 24,000 as calls for aid intensify", "description": "<p>Rescue efforts continue as UN warns hundreds of thousands of people urgently need food in wake of disaster</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/11/turkey-earthquake-defining-image-adem-altan\">‘My eyes were full of tears’: shooting the defining image of the quake</a></li><li><a href=\"https://www.theguardian.com/world/2023/feb/06/have-you-been-affected-by-the-earthquakes-in-turkey-and-syria\">Have you been affected by the earthquakes in Turkey and Syria?</a></li></ul><p>The death toll in Turkey from this week’s devastating earthquakes has risen to 20,665, the country’s Disaster and Emergency Management Authority (AFAD) said on Saturday.</p><p>It said that nearly 93,000 victims have been evacuated from the quake zone in southern Turkey and that more than 166,000 personnel were involved in the rescue and relief efforts.</p><p><strong>Rescuers continued to pull survivors – including a newborn baby – from the rubble 100 hours after an earthquake.</strong> In Samandağ in Turkey’s southern Hatay province, a 10-day-old boy named Yagiz was retrieved from a ruined building overnight, while in Kırıkhan, German rescuers pulled 40-year-old Zeynep Kahraman alive out of the rubble more than 104 hours after she was buried and carried her to a waiting ambulance.</p><p><strong>At least 870,000 people urgently needed food in the two countries after the quake</strong>, which has made up to 5.3 million people homeless in Syria alone, the UN warned.</p><p><strong>The UN’s rights chief called for an immediate ceasefire in Syria so aid could reach all victims of the earthquake.</strong> Four million people in the rebel-held northwest rely on humanitarian aid but there have been no aid deliveries from government-controlled areas in three weeks.</p><p><strong>The Syrian government said it had approved the delivery of humanitarian aid to quake-hit areas outside its control.</strong> A decade of civil war and Syrian-Russian aerial bombardment had already destroyed hospitals and prompted electricity and water shortages.</p><p><strong>The International Organization for Migration said on Friday the 14 aid trucks bound for north-west Syria were carrying desperately needed heaters, tents, blankets and other supplies.</strong> This is an area where civil war has left 90% of the population – about 4 million people – relying on aid even before the quakes struck.</p><p><strong>Turkish president Recep Tayyip Erdogan</strong> conceded for the first time on Friday that his government was not able to reach and help the victims “as quickly as we had desired”.</p><p><em>Agence France-Presse and Reuters contributed to this report</em></p> <a href=\"https://www.theguardian.com/world/live/2023/feb/11/turkey-syria-earthquake-latest-news-updates-death-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/feb/11/turkey-syria-earthquake-latest-news-updates-death-toll", "date_published": "2023-02-11 07:14:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Everyone is going to talk about it’: the making of a $7m Super Bowl ad", "description": "<p>Sunday’s big game offers brands an expensive opportunity to put together a celebrity-fronted spot and get maximum attention in the shortest amount of time</p><p>“Having an ad in the Super Bowl is very high pressure,” says Scott Bell, chief creative officer of the advertising company Droga5, from their office in New York City. “It’s the one thing you do when you know everyone is going to talk about it and have an opinion. The rest of the year, nobody cares. For the Super Bowl, everybody cares!”</p><p>So it goes in the life of the advertising companies that try to grab America’s attention every year with a slate of eye-popping ads during the sole night of the year when the commercials in between are just as important, and for some even more important, than the actual game itself. That’s part of the reason why 30-second ad slots for Super Bowl LVII were selling for over $7m.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/11/super-bowl-ad-commercial-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/11/super-bowl-ad-commercial-cost", "date_published": "2023-02-11 07:09:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Free and cheap family activities to enjoy in the UK this half-term", "description": "<p>From festivals to museums to the great outdoors, there’s plenty on offer for those on a budget</p><p>Family days out can be expensive but it is possible to stick to a budget during the February half-term school holidays by taking advantage of cheap and free activities – everything from robot coding sessions to “sword school” classes and hip-hop dance workshops.</p><p>The week-long break begins on 13 February for many schools in England, Scotland and Wales, although some schools break up the following week.</p> <a href=\"https://www.theguardian.com/money/2023/feb/11/enjoy-free-cheap-families-activities-uk-half-term\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/feb/11/enjoy-free-cheap-families-activities-uk-half-term", "date_published": "2023-02-11 07:01:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is the tallest space rocket and the loudest animal? Try our kids’ quiz", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/what-is-the-tallest-space-rocket-and-the-loudest-animal-try-our-kids-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/what-is-the-tallest-space-rocket-and-the-loudest-animal-try-our-kids-quiz", "date_published": "2023-02-11 07:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which crustacean forms most of the blue whale’s diet? The Saturday quiz", "description": "<p>From Happy Birthday to birth control, test your knowledge with the Saturday quiz</p><p><strong>1</strong> The world’s richest person, Bernard Arnault, is head of which company?<br /><strong>2</strong> What disrupted game three of the 1989 World Series in San Francisco?<br /><strong>3</strong> Which period is known as the quattrocento?<br /><strong>4</strong> Who coined the term “birth control” in her magazine The Woman Rebel?<br /><strong>5</strong> Which crustacean forms most of the blue whale’s diet?<br /><strong>6</strong> What was the first subatomic particle to be discovered?<br /><strong>7</strong> Where was the Rif war fought in the 1920s?<br /><strong>8</strong> What does Samuel French specialise in publishing?<br /><strong>What links:<br />9</strong> Happy Birthday; If I Can Dream; Pride (In the Name of Love); By the Time I Get to Arizona?<br /><strong>10</strong> Bernicia; Deira; Elmet; Hwicce; Lindsey?<br /><strong>11</strong> Power Stairs; Atlas Stones; Bus Pull; Car Deadlift?<br /><strong>12</strong> Bock; Dunkel; Gose; Helles; Kölsch?<br /><strong>13</strong> Essex (3); Cambridgeshire (3); Norfolk (1); Suffolk (0)?<br /><strong>14</strong> Dykh-Tau; Ojos del Salado; Mount Logan; Mount Kenya; K2?<br /><strong>15</strong> Chemistry at Somerville; Geography at St Hugh’s; PPE at Merton?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/which-crustacean-forms-most-of-the-blue-whales-diet-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/which-crustacean-forms-most-of-the-blue-whales-diet-the-saturday-quiz", "date_published": "2023-02-11 07:00:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alight here for the aurora borealis: on the Arctic Circle train to northern Sweden", "description": "<p>A 17-hour sleeper from Stockholm to Abisko, north of the Arctic Circle, reveals an epic landscape that is particularly beautiful during the ‘blue moment’</p><p>As train adventures go, the journey from <a href=\"https://www.theguardian.com/travel/2019/jul/15/locals-guide-to-stockhom-sweden-10-top-tips\">Stockholm</a> to Narvik, the northernmost railway station in western Europe, has to be one of the world’s most epic. Our final destination, however, is Abisko, a couple of stops before Narvik and still in Sweden.</p><p>Even the name, the Arctic Circle train, sounds intrepid, like a gritty start to a fearless expedition into uncharted territory.</p> <a href=\"https://www.theguardian.com/travel/2023/feb/11/alight-here-for-the-aurora-borealis-on-the-arctic-circle-train-to-northern-sweden\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/feb/11/alight-here-for-the-aurora-borealis-on-the-arctic-circle-train-to-northern-sweden", "date_published": "2023-02-11 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Climate breakdown could cause British apples to die out, warn experts", "description": "<p>Japan’s Fuji and New Zealand gala could replace pippin and russet as rising temperatures threaten homegrown species</p><p>Classic British apples may die out and be swapped for varieties from New Zealand and Japan, as climate breakdown means traditional fruits are no longer viable.</p><p>Apples such as pippin or the the ancient nonpareil, grown in Britain since the 1500s, are struggling in the changed climate because there are not enough “chilling hours” for the trees to lie dormant in winter and conserve energy for growing fruit.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/11/climate-breakdown-british-apples-die-out\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/11/climate-breakdown-british-apples-die-out", "date_published": "2023-02-11 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prue and Danny’s Death Road Trip: this might be the best assisted dying debate ever", "description": "<p>Ignore the clunky title, this documentary – which sees the Tory MP and his famous TV chef mother spar over death – is fascinating. Not least because of their weird relationship…</p><p>I personally love turning the television on and just seeing two Tories there, waiting for me – “This Morning is a British daytime magazine programme that is broadcast on ITV1” – so thank you Channel 4 for the addition of Prue and Danny’s Death Road Trip (Thursday 16 Feb, 9pm), which is exactly that. Just spinning the TV idea generator wheel here, hold on: Prue Leith and … her MP son … go on a road trip … about assisted dying. Yeah, that’ll do. Does anyone have two cameras and a big van?</p><p>We should start with my <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/29/sunday-with-prue-leith-im-quite-partial-to-a-siesta\">Prue Leith</a> impression, which is amazing. It works better in real life but sort of translates here: “Mm, yes – well you can certainly taste the booze.” Imagine I am wearing a really fun pair of glasses. It’s good, isn’t it? And after a tough six years of just doing that over and over again on <a href=\"https://www.theguardian.com/tv-and-radio/the-great-british-bake-off\">Bake Off</a>, she’s off to Seattle, Atlanta, Vancouver and Toronto (but, crucially, not Switzerland) to chase the hottest of hot potatoes, the assisted dying debate, across the 10 US states where it is legalised but frowned upon. Mm, yes – well you can certainly taste the pentobarbs.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/11/prue-and-dannys-death-road-trip-this-might-be-the-best-assisted-dying-debate-ever\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/11/prue-and-dannys-death-road-trip-this-might-be-the-best-assisted-dying-debate-ever", "date_published": "2023-02-11 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Queen of the skies’: How the Boeing 747 shaped an era of air travel", "description": "<p>The iconic jet won’t disappear from the skies yet, but everyone from John Travolta to female pilots celebrate it</p><p>By the time Lynn Rippelmeyer began work as a flight attendant on a Boeing 747 in 1972, the jumbo jet had already seized the public’s imagination for its immensity and the beauty of its lines, serving as the epitome of glamour in the skies.</p><p>“We had linen napkins and tablecloths, china and crystal vases with real flowers on a pedestal in first class. There was a seven-course meal. You got your prime rib carved right at your seat. It was quite something,” said the former TWA attendant.</p> <a href=\"https://www.theguardian.com/business/2023/feb/11/boeing-747-queen-of-the-skies\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/feb/11/boeing-747-queen-of-the-skies", "date_published": "2023-02-11 07:00:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jared O’Mara should never have been a Labour candidate, says Rachel Reeves", "description": "<p>Comments about ex-Sheffield Hallam MP come as key figures in Bolton North East quit over selection process</p><p>The disgraced former MP Jared O’Mara “should never have been selected as a Labour candidate” and deserves his <a href=\"https://www.theguardian.com/politics/2023/feb/09/former-sheffield-hallam-mp-jared-omara-jailed-for-four-years\">four-year jail sentence</a>, the shadow chancellor has said.</p><p>Rachel Reeves was talking to the Guardian in the Bolton North East constituency on Friday, hours after key figures in the local party <a href=\"https://twitter.com/tomorrowsmps/status/1623984418548289538?s=51&amp;t=zoAbmvKTXkIXB1U1sVyGXg\">quit in protest</a> at how Labour’s national executive committee (NEC) was controlling the parliamentary selection process for the next general election.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/11/jared-omara-should-never-labour-candidate-rachel-reeves\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/feb/11/jared-omara-should-never-labour-candidate-rachel-reeves", "date_published": "2023-02-11 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People vs Donald Trump review: Mark Pomerantz pummels Manhattan DA", "description": "<p>Prosecutor who helped convict John Gotti thinks Alvin Bragg let Trump slip from the hook. His memoir proves controversial</p><p>Mark Pomerantz is a well-credentialed former federal prosecutor. As a younger man he clerked for a supreme court justice and helped send the mob boss John Gotti to prison. He did stints in corporate law. In 2021, he left retirement to join the investigation of Donald Trump by the Manhattan district attorney. Pomerantz’s time with the DA was substantive but controversial.</p><p>In summer 2021, he helped <a href=\"https://www.documentcloud.org/documents/20982370-indictment-final-unsigned\">deliver an indictment</a> for tax fraud against the Trump Organization and Alan Weisselberg, its chief financial officer. At the time, Cy Vance Jr, the son of Jimmy Carter’s secretary of state, was Manhattan DA. Pomerantz also interviewed Michael Cohen, Trump fanboy turned convicted nemesis, pored over documents and clamored for the indictment of the former president on racketeering charges.</p> <a href=\"https://www.theguardian.com/books/2023/feb/11/people-vs-donald-trump-review-mark-pomerantz-manhattan-da-alvin-bragg-\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/feb/11/people-vs-donald-trump-review-mark-pomerantz-manhattan-da-alvin-bragg-", "date_published": "2023-02-11 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The truth about Andrew Tate: ‘His home is less Hollywood hideaway, more rundown meat factory’", "description": "<p>The former kickboxer has achieved global notoriety by peddling violent misogyny to millions, and claims to have made ‘trillions’ – but is his life of fast cars and luxury a facade?</p><p>Andrew Tate used to cruise along these scruffy suburban streets about 10 miles from the centre of Bucharest in Romania. Past a litter dump and a sprawling cemetery and a line of semis that wouldn’t have looked out of place on the TV soap Brookside. Rolling by in his Lamborghini or Bugatti or any other of his fleet of supercars. Puffing a cigar and adjusting his Michael Corleone sunglasses. Beating his tattooed chest at the red light.</p><p>Tate, who likes to call himself Top G (in street slang G stands for gangster), says he’s done nothing wrong. He might look and behave like a gangster. He might have boasted of gangsterish pursuits and claim to have made billions. But now, as a current guest of the Romanian penal system, he says he’s not an actual gangster at all. He says he’s a good guy.</p> <a href=\"https://www.theguardian.com/news/2023/feb/11/the-truth-about-andrew-tate-his-home-is-less-hollywood-hideaway-more-rundown-meat-factory\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/feb/11/the-truth-about-andrew-tate-his-home-is-less-hollywood-hideaway-more-rundown-meat-factory", "date_published": "2023-02-11 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s just crazy’: Republicans attack US child labor laws as violations rise", "description": "<p>Changes lawmakers are seeking, such as expanding types of approved work, will potentially ‘put kids in dangerous situations’</p><p>As child labor law violations have been on the rise in the US, some state legislators are pushing for changes at state and federal levels to roll back protections in what some see as a threat to return child labor to the country.</p><p>The laws aim to expand permissible work hours, broaden the types of jobs young workers are permitted to do, and shield employers from liability for injuries, illnesses or workplace fatalities involving very young workers.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/11/us-child-labor-laws-violations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/feb/11/us-child-labor-laws-violations", "date_published": "2023-02-11 07:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The love lessons I’ve learned from romcoms – Edith Pritchett cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/feb/11/love-lessons-learned-from-romcoms-edith-pritchett-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/feb/11/love-lessons-learned-from-romcoms-edith-pritchett-cartoon", "date_published": "2023-02-11 06:30:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘He said he asked for someone more introverted’", "description": "<p>Bruno, 44, who works in aviation, meets Lydia, 36, a teacher</p><p><strong>What were you hoping for?</strong><br />A night with someone special, with great food, wine and some banter.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/blind-date-bruno-lydia\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/blind-date-bruno-lydia", "date_published": "2023-02-11 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jason and Travis Kelce: an epic family affair at the heart of the Super Bowl", "description": "<p>History will be made on Sunday in the Arizona desert when Jason and Travis Kelce become the first ever brothers to compete against one another on the NFL’s biggest stage</p><p>The breakout star of Super Bowl week will not play on Sunday. Donna Kelce will instead watch from the commissioner’s box at State Farm Stadium as her sons, Jason and Travis, become the first brothers ever to compete against one another in the NFL’s title game.</p><p>“It’s going to be the best day ever,” she told them on their podcast, New Heights. “Except for when you were born, when both you guys were born, it can’t get any better.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/11/jason-travis-kelce-first-brothers-super-bowl-history\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/feb/11/jason-travis-kelce-first-brothers-super-bowl-history", "date_published": "2023-02-11 06:00:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alarming levels of PFAS in Norwegian Arctic ice pose new risk to wildlife", "description": "<p>Oxford University-led study detects 26 types of PFAS compounds in ice around Svalbard, threatening downstream ecosystems</p><p>Norwegian Arctic ice is contaminated with alarming levels of toxic PFAS, and the chemicals may represent a major environmental stressor to the region’s wildlife, new research finds.</p><p>The Oxford University-led study’s measurements of ice around Svalbard, Norway, detected 26 types of PFAS compounds, and found when ice melts, the chemicals can move from glaciers into downstream ecosystems like Arctic fjords and tundra.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/11/pfas-norwegian-arctic-ice-wildlife-risk-stressor\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/11/pfas-norwegian-arctic-ice-wildlife-risk-stressor", "date_published": "2023-02-11 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to use up leftover red wine in a brilliant meat stew | Waste not", "description": "<p>One pot, less waste: an economical version of a classic stew using the bottom of a bottle of red and cuts of meat that are still relatively good value</p><p>Today’s dish is inspired by a classic French recipe,<em> joue</em><em> de boeuf,</em> or<em> </em>beef cheeks braised in red wine, from chef <a href=\"https://www.theguardian.com/food/2018/dec/07/pierre-koffmann-cooks-cook-dan-doherty\">Pierre Koffmann</a>. Beef cheeks are a lean but tough cut that needs a low and slow approach to tenderise it (which may explain why most beef cheeks are processed into mince, animal feed or simply thrown in an incinerator). I’ve modified Koffmann’s original, using a smaller quantity of a different meat – in this case venison or lamb steaks – and more vegetables, to keep costs down, to increase the nutritional variety in the dish, and to make it work as a way to use up an open bottle of red wine (the original uses far more than most people would ever have left over).</p> <a href=\"https://www.theguardian.com/food/2023/feb/11/how-to-use-up-leftover-red-wine-in-a-brilliant-meat-stew-zero-waste-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/feb/11/how-to-use-up-leftover-red-wine-in-a-brilliant-meat-stew-zero-waste-cooking", "date_published": "2023-02-11 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a big night at the Brit awards with Mo Gilligan", "description": "<p>Fresh from his Grammy wins, will Harry Styles dominate the night? Plus: Sophie Morgan shows you how to change your life. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/11/tv-tonight-a-big-night-at-the-brit-awards-with-mo-gilligan\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/11/tv-tonight-a-big-night-at-the-brit-awards-with-mo-gilligan", "date_published": "2023-02-11 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: we’ve finally made our wills, and my wife’s is a lot longer than mine", "description": "<p>In hindsight, a memorial service may not have been the best occasion at which to finalise the legal formalities</p><p>At long last, my wife and I have wills. Over three decades of marriage we have had countless conversations about the importance of having wills, without ever taking any steps to achieve that aim. When our children were young we formulated arrangements for their care in the event of our fiery deaths, but then failed to tell anyone what they were. We got away with that oversight, but we can’t dodge the need for wills – we’re going to die at some point.</p><p>Our new wills are virtually identical, although early on in the process my wife tried to insert some language into hers that would make any second marriage on my part a difficult prospect.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/11/tim-dowling-weve-finally-made-our-wills-and-my-wifes-is-a-lot-longer-than-mine\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/11/tim-dowling-weve-finally-made-our-wills-and-my-wifes-is-a-lot-longer-than-mine", "date_published": "2023-02-11 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK campaigners call for tighter regulations on vapes to match tobacco", "description": "<p>To tackle their popularity with children, campaigners and councils want vapes to be taxed and sold in plain packaging behind counter </p><p>Vapes should be taxed and displayed in plain packaging behind the counter to reduce their popularity among children, health campaigners and councils have warned.</p><p>To tackle the rapidly growing popularity among children and young people, Action on Smoking and Health (Ash) is calling on Jeremy Hunt, the chancellor, to set out a £4 excise tax on single disposable vapes on top of the usual £4.99 price.</p> <a href=\"https://www.theguardian.com/society/2023/feb/11/uk-campaigners-call-for-tighter-regulations-on-vapes-to-match-tobacco\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/feb/11/uk-campaigners-call-for-tighter-regulations-on-vapes-to-match-tobacco", "date_published": "2023-02-11 06:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Magic Mike to Paramore: a complete guide to this week’s entertainment", "description": "<p>Whether it’s Channing Tatum whipping his kit off in the well-oiled franchise or the return of Hayley Williams’s powerpop punks, our critics have you culturally covered for the next seven days</p><p><strong>Magic Mike’s Last Dance<br /></strong><em>Out now</em><strong><br /></strong>Magical Michael (Channing Tatum) and his adult entertainers are back for one final show, and this time the boys are in London. Just in time for Valentine’s Day, this third film in the series sees Salma Hayek take centre stage as Mike’s love interest.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/11/going-out-staying-in-magic-mike-paramore-complete-guide-to-entertainment-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/feb/11/going-out-staying-in-magic-mike-paramore-complete-guide-to-entertainment-this-week", "date_published": "2023-02-11 06:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: I rest against a mighty cairn that’s visible for miles | Jim Perrin", "description": "<p><strong>Yr Elenydd, Powys:</strong> After scaling Drygarn Fawr, my mind turns to the quartzite contained within</p><p>A bright, cold day promises firm going across the miry moorland that leads to the fine, remote hill of Drygarn Fawr, presiding spirit of what the late Wynford Vaughan Thomas called The Great Wilderness. It is precisely that, too, stretching from Machynlleth in the north to Bannau Brycheiniog in the south. I drive round to the headwaters of Afon Irfon and set off through forestry plantation, on a short approach best suited to a winter ascent.</p><p>Bramblings glide among the wood margins, conspicuously white-rumped, their repetitive call-notes plangent and piercing among the silence of the trees. Atop an isolated spruce, a crossbill chips its response. Few footprints mark the snow beyond the moor gate. Its pristine surface is gold-stippled by clumps of rushes. Tracks of hares thread between them. I labour across Blaen Gwesyn to Drygarn’s rocky summit ridge, climb to the higher easternmost summit and rest my back against its mighty cairn. It’s 10 feet tall, perhaps 60 in circumference, visible for miles around. Its gleaming white quartzite core is concealed within a pebbly grey conglomerate cladding, damaged here and there by Ordnance Survey activity. Quartzite cores are a feature of old Welsh hilltop cairns. And quartzite, common though it might be, is a rock that’s often recruited for usage at ritual sites, and not just in Wales.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/11/country-diary-i-rest-against-a-mighty-cairn-thats-visible-for-miles\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/feb/11/country-diary-i-rest-against-a-mighty-cairn-thats-visible-for-miles", "date_published": "2023-02-11 05:30:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘My eyes were full of tears’: shooting the defining image of the Turkey earthquake", "description": "<p>Adem Altan came across a father holding his dead daughter’s hand – who asked him to take her photo</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/10/earthquake-turkey-syria-2023-live-updates-latest-news-maps-quake-death-toll-international-aid-sanctions\">Turkey and Syria earthquake – latest news updates</a></li></ul><p>Adem Altan can’t compare the picture he took on a cold morning this week with any of the tens of thousands he has shot in his 41 years as a photojournalist.</p><p>Shortly after driving from Ankara to the southern Turkish town of Kahramanmaraş on Tuesday, and picking his way through the aftermath of the 7.8-magnitude earthquake, he came across a collapsed apartment complex.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/turkey-earthquake-defining-image-adem-altan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/turkey-earthquake-defining-image-adem-altan", "date_published": "2023-02-11 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China’s censored feminist movement finds solace in Sally Rooney", "description": "<p>Rooney is among a number of successful western authors who have found a growing audience in China’s restless younger generation</p><p>When the manuscript of Sally Rooney’s Conversations with Friends first arrived in Peng Lun’s inbox, he hesitated. It was 2017, and Peng – who had worked in publishing for a little over a decade – had just started his own house in Shanghai, Archipel Press.</p><p>He had heard about the clamour from publishers that resulted in a heated auction for the rights to the young Irish author’s first novel and thought it might be worth having it translated into simplified Chinese.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/chinas-censored-feminist-movement-finds-solace-in-sally-rooney\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/chinas-censored-feminist-movement-finds-solace-in-sally-rooney", "date_published": "2023-02-11 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "India v Australia: first Test, day three – live", "description": "<ul><li>Updates from the third day of play at VCA Stadium</li><li>The cricket starts at 9.30am in Nagpur/3pm AEDT</li><li>Any thoughts? Feel free to <a href=\"mailto:angus.fontaine.casual@theguardian.com\">get in touch on email</a></li></ul><p><strong>119th over: India 328-7 (Axar 55, Shami 0) </strong>Todd Murphy has six wickets on debut and Mohammed Shami has strolled out with a glint in his eye that says ‘I’m here for a good time, not a long time’. That body language bears out when he cracks Murphy’s second ball straight down the ground. Luckily for Australia Murphy gets a left paw to it and stops a certain four.</p><p>Great bowling by Murphy again! Jadeja didn’t play for that much side spin and it rocketed into the top of off stump. That’s the strike Australian needed. Was that an arm ball or natural variation in the pitch? Either way, Murphy made Jadeja look a little foolish there. Curious end to a cracking innings by the allrounder.</p> <a href=\"https://www.theguardian.com/sport/live/2023/feb/11/india-vs-australia-live-updates-cricket-score-first-test-day-three-ind-v-aus-scorecard-international-latest-scores-nagpur-vca-stadium\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/feb/11/india-vs-australia-live-updates-cricket-score-first-test-day-three-ind-v-aus-scorecard-international-latest-scores-nagpur-vca-stadium", "date_published": "2023-02-11 04:29:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 353 of the invasion", "description": "<p>Wave of Russian missiles hit power facilities across Ukraine, causing blackouts across the country</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/feb/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-353-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/russia-ukraine-war-at-a-glance-what-we-know-on-day-353-of-the-invasion", "date_published": "2023-02-11 02:40:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Children fleeing danger in small boats should be deported, says Tory thinktank", "description": "<p>Policy Exchange paper envisages sidestepping Human Rights and Modern Slavery Acts to eliminate legal challenges</p><p>Children fleeing conflict and persecution in other parts of the world should still be deported from the UK if they cross the Channel in small boats, according to hardline new proposals from an influential conservative thinktank.</p><p>The paper from Policy Exchange – sometimes used as a platform by senior Tory ministers to trail new measures – envisages the sidestepping of the Human Rights Act and Modern Slavery Act in order to eliminate legal challenges to removing men, women and children.</p> <a href=\"https://www.theguardian.com/world/2023/feb/11/children-fleeing-danger-in-small-boats-should-be-deported-says-tory-thinktank\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/feb/11/children-fleeing-danger-in-small-boats-should-be-deported-says-tory-thinktank", "date_published": "2023-02-11 00:01:38+00:00", "persistent": false, "user": null, "language": "en-UK"}]