[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. F-22 Raptor Shoots Down Unidentified Object Flying Over Canada", "description": "The U.S. Air Force shot down an unidentified object flying over Canada Saturday evening, according to U.S. officials. The U.S. fighter jet was acting with Authorization from leftist Canadian Prime Minister Justin Trudeau. &#8220;I ordered the take down of an unidentified object that violated Canadian airspace,&#8221; Trudeau tweeted. &#8220;@NORADCommand shot down the object over the ...", "link": "https://www.dailywire.com/news/u-s-f-22-raptor-shoots-down-unidentified-object-flying-over-canada", "date_published": "2023-02-11 17:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Four Hospitalized After Bus And Plane Crash On L.A. Runway", "description": "Four people were hospitalized Friday night after a passenger bus and an airplane crashed into each other on the runway of Los Angeles International Airport. The incident happened around 10 p.m. as an American Airlines A321 jet was being towed toward a parking area when it ran into a passenger bus, leaving five injured. “A ...", "link": "https://www.dailywire.com/news/four-hospitalized-after-bus-and-plane-crash-on-l-a-runway", "date_published": "2023-02-11 17:12:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Takes Action Against Chinese Companies Linked To Spy Balloon Program", "description": "The U.S. government has moved to sanction six Chinese aerospace companies over their purported involvement in the communist country’s spy balloon program.  The Commerce Department announced the sanctions on Friday, less than a week after the Air Force shot down a Chinese surveillance balloon over the Atlantic Ocean that had traversed the continental U.S.  “The ...", "link": "https://www.dailywire.com/news/u-s-takes-action-against-chinese-companies-linked-to-spy-balloon-program", "date_published": "2023-02-11 15:39:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Republican Senator: Communist China Is ‘Intentionally Poisoning’ U.S. With Fentanyl", "description": "Sen. Joni Ernst (R-IA) said during an interview Friday that communist China is conducting warfare against the United States by intentionally flooding the U.S. with fentanyl. Ernst, who serves as chairman of the Republican Policy Committee, made the remarks during an interview with CBS News. &#8220;The Chinese are selling these precursor chemicals into Mexico. Then ...", "link": "https://www.dailywire.com/news/top-republican-senator-communist-china-is-intentionally-poisoning-u-s-with-fentanyl", "date_published": "2023-02-11 13:37:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Senator Dan Sullivan Reveals Details Of U.S. Military Operation To Shoot Down Object Over Alaska", "description": "Sen. Dan Sullivan (R-AK) called the effort to shoot down an unidentified object over Alaskan air late this week a &#8220;varsity-level&#8221; military operation. Sullivan&#8217;s remarks come after the Pentagon said on Friday that it shot down an object roughly the size of a small car several miles off the coast of Alaska. &#8220;This is varsity-level ...", "link": "https://www.dailywire.com/news/senator-dan-sullivan-reveals-details-of-u-s-military-operation-to-shoot-down-object-over-alaska", "date_published": "2023-02-11 12:46:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Names Of Alleged Jeffrey Epstein Associates, Perpetrators To Be Revealed Through Unsealed Docs: Report", "description": "Names of individuals allegedly tied to deceased sex offender Jeffrey Epstein will be released through unsealed court documents in the coming months, according to a new report.  Previously sealed documents with information on alleged Epstein associates, perpetrators, victims, employees, and others will be made public, according to The Daily Mail, which first reported on the ...", "link": "https://www.dailywire.com/news/names-of-alleged-jeffrey-epstein-associates-perpetrators-to-be-revealed-through-unsealed-docs-report", "date_published": "2023-02-11 11:21:51+00:00", "persistent": false, "user": null, "language": "en-US"}]