[{"source": "https://businessinsider.com.pl/.feed", "title": "Leopardy na front w marcu. Niemcy zaczną szkolić żołnierzy z Ukrainy", "description": "Bundeswehra rozpocznie w przyszłym tygodniu szkolenie ukraińskich załóg na czołgu Leopard 2. Według informacji portalu tygodnika \"Spiegel\" w ostatnich dniach siły powietrzne przetransportowały już z Polski do Niemiec pierwsze grupy ukraińskich żołnierzy.", "link": "https://businessinsider.com.pl/wiadomosci/leopardy-na-front-w-marcu-wkrotce-rusza-szkolenie-zalog/4hyc8le", "date_published": "2023-02-11 20:25:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny dzień protestów we Francji. Niemal milion ludzi na ulicach", "description": "Sobota 11 lutego była czwartym dniem protestów przeciwko rządowym planom podniesienia wieku emerytalnego o dwa lata, Według agencji AFP na ulice w całym kraju wyszło niemal milion osób.", "link": "https://businessinsider.com.pl/gospodarka/francuzi-nie-chca-dluzej-pracowac-niemal-milion-ludzi-na-ulicach/jf83yh3", "date_published": "2023-02-11 19:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Brazylia zatopiła swój największy okręt wojenny. Nikt nie chciał go zezłomować, bo jest toksyczny", "description": "Brazylia właśnie zatopiła w Oceanie Atlantyckim swój największy okręt wojenny, bo nie udało się go sprzedać na złom. Okręt był na tyle duży, że mógł przewozić 39 samolotów.", "link": "https://businessinsider.com.pl/technologie/brazylia-wlasnie-zatopila-swoj-najwiekszy-okret-wojenny-jest-skazony-azbestem/hrn7e29", "date_published": "2023-02-11 18:01:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na koniec prysznica powinniśmy polać się zimną wodą. Były żołnierz Navy SEALs wyjaśnia", "description": "Tortura, która ma zbawienne skutki. Clint Emerson, były żołnierz Navy SEALs, opowiada o zaletach zimnych kąpieli.", "link": "https://businessinsider.com.pl/wideo/na-koniec-prysznica-powinnismy-polac-sie-zimna-woda-byly-zolnierz-navy-seals-wyjasnia/y4bwq26", "date_published": "2023-02-11 17:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Łukaszenko bogaty jak Stalin, choć oficjalnie nie ma nic. Oto majątek prezydenta Białorusi", "description": "Aleksander Łukaszenko to obecnie największy sojusznik Putina i książkowy oligarcha. Z jednym wyjątkiem. Oficjalny majątek prezydenta Białorusi jest nader skromny. W rzeczywistości jednak ma on być bogaty jak Stalin i w posiadaniu mieć dziesiątki rezydencji raz samochody warte miliony dolarów. Wśród nich teslę, którą miał otrzymać od samego Elona Muska.", "link": "https://businessinsider.com.pl/gospodarka/majatek-lukaszenki-to-zagadka-jest-krezusem-choc-oficjalnie-nie-ma-nic/8cl0p8j", "date_published": "2023-02-11 17:06:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Liczba wstydu. \"Tylko 9 proc. światowych firm opuściło rynek Rosji\"", "description": "Doradca prezydenta Ukrainy Mychajło Podolak poinformował, że w ciągu roku od rosyjskiej inwazji na Ukrainę jedynie 9 proc globalnych firm postanowiło wycofać się z działalności na rynku państwa agresora. Jego zdaniem niektóre zachodnie banki zanotowały w tym czasie duże zyski w Rosji.", "link": "https://businessinsider.com.pl/biznes/liczba-wstydu-tylko-tyle-firm-opuscilo-rosje/2bd1360", "date_published": "2023-02-11 16:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Premier, szef MSZ i król latali z firmą, do której płynie rosyjski kapitał. Skandal w Belgii", "description": "Prywatne odrzutowce, którymi podróżuje brytyjski rząd i członkowie rodziny królewskiej, są obsługiwane przez firmę Luxaviation, do której płyną rosyjskie pieniądze — ujawnił flamandzki dziennik \"De Tijd\"", "link": "https://businessinsider.com.pl/wiadomosci/belgia-premier-i-krol-latali-z-firma-do-ktorej-plynie-rosyjski-kapital/7w9qpdj", "date_published": "2023-02-11 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie baterie i nie wodór. Duży zagraniczny producent TIR-ów z \"polskim\" pomysłem na transformację [WYWIAD]", "description": "Dyrektor generalny IVECO w Polsce przekonuje, że baterie czy wodór to ciekawe technologie, ale w najbliższym czasie nie ma szans na to, by stały się głównymi napędami dla transportu ciężkiego. Dlatego firma patrzy szeroko, ale koncentruje się obecnie na innej technologii. Takiej, która zapewnia większy zasięg, a jednocześnie Polska ma duże szanse, by stać się jej ważnym dostawcą.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/ani-baterie-ani-wodor-szef-iveco-z-polskim-pomyslem-na-transport-ciezki/hxlmcp8", "date_published": "2023-02-11 14:16:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Po pierwszym pokazie okrzyknięto go geniuszem, ale ta historia nie ma happy endu", "description": "Na jego pokazach płonęły samochody, a modelki wyglądały jak ofiary gwałtu. Alexander McQueen bulwersował, przełamywał modowe tabu, ale jednocześnie zarażał entuzjazmem i kreatywnością. Świat zaskoczyła również jego śmierć, do której doprowadziły narkotyki, depresja i ból po stracie bliskich osób.", "link": "https://businessinsider.com.pl/lifestyle/po-pierwszym-pokazie-okrzyknieto-go-geniuszem-modowy-guru-skonczyl-na-dnie/0n55cjf", "date_published": "2023-02-11 13:59:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Francja. Do strajków dołączyli kontrolerzy lotów", "description": "Francusku Dyrekcje Generalna Lotnictwa Cywilnego (DGAC) poinformowała, że kontrolerzy lotów z podparyskiego portu Orly zastrajkowali. W efekcie nawet połowa lotów może zostać odwołana.", "link": "https://businessinsider.com.pl/wiadomosci/rozlewaja-sie-strajki-we-francji-polowa-lotow-na-orly-odwolana/ce2hqm9", "date_published": "2023-02-11 13:48:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ukraiński wywiad o nowej rosyjskiej ofensywie. \"Nie mają zasobów\"", "description": "Zbliża się rocznica rosyjskiej agresji na Ukrainę. Wielu komentatorów było zdania, że w pierwszych miesiącach tego roku rozpocznie się ofensywa na froncie. Przedstawiciel ukraińskiego wywiadu wojskowego (HUR) Andrij Czerniak w wypowiedzi dla \"Kyiv Post\" ocenił, że Rosja nie ma obecnie zasobów, by intensyfikować ataki.", "link": "https://businessinsider.com.pl/wiadomosci/ukrainski-wywiad-o-nowej-rosyjskiej-ofensywie-nie-maja-zasobow/19g75c2", "date_published": "2023-02-11 12:45:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Start-up robiący prefabrykowane domy przyciągnął 160 tys. klientów i Elona Muska. Ma kłopoty", "description": "Start-up zajmujący się produkcją małych domów przyciągnął 160 tys. klientów, w tym Elona Muska. Jednakże niezadowoleni klienci, pusta fabryka i powiązania z domniemanym irańskim agentem stawiają jego przyszłość pod znakiem zapytania.", "link": "https://businessinsider.com.pl/wiadomosci/start-up-zainteresowal-elona-muska-teraz-ma-problemy/1m3w0l0", "date_published": "2023-02-11 11:36:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tysiące Francuzów wyjdą na ulice. Nie chcą pracować do 64. roku życia", "description": "Około 240 demonstracji ma odbyć się dziś we Francji. Obywatele kraju wyjdą na ulice w proteście przeciwko proponowanej przez rząd reformie, podnoszącej wiek emerytalny z 62 do 64 lat.", "link": "https://businessinsider.com.pl/wiadomosci/protesty-we-francji-nie-chca-pracowac-do-64-roku-zycia/zgvmjtc", "date_published": "2023-02-11 10:48:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W Polsce bilety na koncerty kosztują fortunę, w USA ich ceny rozwścieczyły nawet Bidena. Dlaczego?", "description": "Ceny biletów na zaplanowane w Polsce koncerty światowych gwiazd mogą zwalić z nóg nawet największych fanów ich muzyki. Zwykłe wejściówki kosztujące ponad pół tysiąca złotych już nikogo nie dziwią, a rozchodzą się wręcz błyskawiczne. Przedstawiciele branży przekonują, że… taniej raczej nie będzie. A w Stanach Zjednoczonych problem urósł do tak wielkiej rangi, że po druzgocących cenach biletów na koncerty Taylor Swift, interwencję zapowiedział nawet… prezydent USA Joe Biden. — Amerykanie są zmęczeni odgrywaniem roli frajerów – powiedział w swoim przemówieniu.", "link": "https://businessinsider.com.pl/lifestyle/rozrywka/dlaczego-bilety-na-koncerty-tak-zdrozaly-w-usa-afera-zajal-sie-joe-biden/8dz10bs", "date_published": "2023-02-11 10:26:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Może kosztować nawet milion rupii. Co sprawia, że homar perłowy jest tak cenny?", "description": "Homar homarowi nierówny. Szczególnym uwielbieniem smakoszy cieszy się homar perłowy. W czym tkwi sekret?", "link": "https://businessinsider.com.pl/wideo/moze-kosztowac-nawet-milion-rupii-co-sprawia-ze-homar-perlowy-jest-tak-cenny/15wj3ev", "date_published": "2023-02-11 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bill Gates ma nową partnerkę. Kim jest Paula Hurd?", "description": "Bill Gates ma nową partnerkę. Założyciel Microsoftu, miliarder i filantrop spotyka się z Paulą Hurd, wdową po szefie Oracle i Hewett-Packard — donosi \"Daily Mail\".", "link": "https://businessinsider.com.pl/lifestyle/bill-gates-ma-nowa-partnerke-kim-jest-paula-hurd/531h8km", "date_published": "2023-02-11 09:37:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wizyta Joe Bidena w Polsce. \"Przesłanie będzie silne\"", "description": "To już pewne. Prezydent Stanów Zjednoczonych Joe Biden odwiedzi Polskę tuż przed pierwszą rocznicą rosyjskiej agresji na Ukrainę. Jak zaznaczył szef Biura Polityki Międzynarodowej Marcin Przydacz, długo pracowaliśmy, aby w momencie, kiedy wszystkie oczy będą zwrócone na tematykę bezpieczeństwa, dyskusja była prowadzona w Warszawie.", "link": "https://businessinsider.com.pl/wiadomosci/wizyta-joe-bidena-w-polsce-przeslanie-bedzie-silne/eshkejd", "date_published": "2023-02-11 08:43:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zobacz, czy jesteś bezpieczny. Lista najbardziej niebezpiecznych miast w Polsce", "description": "Zabójstwa, bójki, pobicia, namawianie do samobójstw, kradzieże, niszczenie mienia, wypadki drogowe. Dzięki danym Głównego Urzędu Statystycznego można sprawdzić, w którym mieście w Polsce dochodzi do największej liczby przestępstw. Oto lista 10 najbardziej niebezpiecznych miejscowości w naszym kraju.", "link": "https://businessinsider.com.pl/wiadomosci/lista-najbardziej-niebezpiecznych-miast-w-polsce-zobacz-czy-jest-twoje/p1n3gx4", "date_published": "2023-02-11 08:15:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiński balon jak Sputnik. Ta sprawa może wstrząsnąć Ameryką", "description": "Chiński balon szpiegowski, zaobserwowany i zestrzelony nad terytorium USA, może przyczynić się do przełomu w stosunkach między państwami. Jak ocenia dr Michał Bogusz z Ośrodka Studiów Wschodnich, sprawa balonu ma potencjał, by stać się dla USA szokiem podobnym do wystrzelenia przez ZSRR Sputnika w 1957 r. Nie oznacza to jednak, że odkrycie balonu było dla amerykańskich wojskowych zaskoczeniem. Wręcz przeciwnie.", "link": "https://businessinsider.com.pl/wiadomosci/chinski-balon-jak-sputnik-ta-sprawa-moze-wstrzasnac-ameryka/vxz5bjm", "date_published": "2023-02-11 07:49:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zakaz używania talerzy i sztućców jednorazowych podczas imprez publicznych w Tallinie", "description": "W Tallinie — Zielonej Stolicy Europy 2023 r. — będzie obowiązywał zakaz używania talerzy i sztućców jednorazowego użytku podczas imprez publicznych. Nowe rozporządzenie ma na celu ochronę środowiska.", "link": "https://businessinsider.com.pl/wiadomosci/zakaz-uzywania-talerzy-i-sztuccow-jednorazowych-podczas-imprez-publicznych-w-tallinie/529wh74", "date_published": "2023-02-11 07:32:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Na produkcji ciastek wyrosły gigahotele. Tak zaczynał Tadeusz Gołębiewski", "description": "Choć dziś kojarzony jest głównie z sieciami gigantycznych hoteli, to swoją przygodę w biznesie zaczynał 50 lat temu od produkcji ciastek, do których masę wyrabiał w pralce Frani. Zarobione pieniądze zainwestował w biznes hotelarski, ale nie doczekał otwarcia swojej ostatniej, głośnej inwestycji.", "link": "https://businessinsider.com.pl/biznes/tadeusz-golebiewski-zaczynal-od-slodyczy-tago-oto-sylwetka-biznesmena/5dq8c8l", "date_published": "2023-02-11 06:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sześć prostych rad, dzięki którym możesz wyglądać jak kobieta sukcesu, nie wydając dużo", "description": "W filmie \"Pracująca dziewczyna\" bardzo młoda wówczas Melanie Griffith gra sekretarkę, która pod nieobecność swojej nieuczciwej szefowej chce pozyskać dla firmy kluczowego klienta. By potraktowano ją poważnie, postanawia wyglądać jak kobieta na wysokim stanowisku.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/szesc-prostych-rad-dzieki-ktorym-mozesz-wygladac-jak-kobieta-sukcesu-nie-wydajac-duzo/rdpehbr", "date_published": "2023-02-11 05:55:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Utknąłem na końcu Polski. Dlatego nie mogę się doczekać maja", "description": "Świnoujście nabrało w ostatnich latach dla kraju strategicznego znaczenia. Mimo tego miasto jest ciągle \"odcięte\" od reszty kraju – i da się tam dotrzeć tylko promem. Pojechałem na \"kraniec Polski\", by zobaczyć, jak wyglądają teraz przeprawy – i dlaczego mieszkańcy tak bardzo wyczekują maja.", "link": "https://businessinsider.com.pl/gospodarka/utknalem-na-koncu-polski-dlatego-nie-moge-sie-doczekac-maja/mmyv85z", "date_published": "2023-02-11 05:48:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Węgierski plan na Polskę. Jednym z elementów jest prześcignięcie Orlenu", "description": "Wyprzedzenie Orlenu przy autostradach i drogach ekspresowych oraz przeskoczenie BP w skali kraju – tak wygląda plan węgierskiego koncernu MOL na rozwój biznesu w Polsce. Na razie jednak nowy gracz musi sobie radzić ze zdecydowanie niższymi marżami niż w innych krajach regionu.", "link": "https://businessinsider.com.pl/firmy/lotos-zniknie-z-drog-wegrzy-ruszaja-ze-swoim-planem-na-polske/lrfz297", "date_published": "2023-02-11 05:34:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Warszawianka wybudowała domki na drzewie i wynajmuje je turystom. Kosztują do 980 zł za dobę", "description": "Choć trudno w to uwierzyć, to nadal Warszawa. Spod Pałacu Kultury dojedzie się tu autem w 22 min. Można też skorzystać z komunikacji miejskiej. W gminie Wesoła, na terenie Mazowieckiego Parku Krajobrazowego, rozpościera się Macierowe Bagno. Przy odrobinie szczęścia wypatrzy się żyjące na torfowiskach łosie, dziki i żurawie. Gdy zadrzeć głowę do góry, można zauważyć stado dzikich kaczek. A jeśli się wie, w którym kierunku spojrzeć, można pomachać ludziom wypoczywającym właśnie w domku na drzewie.", "link": "https://businessinsider.com.pl/biznes/my-tree-home-luksusowe-domki-na-drzewie-22-min-jazdy-od-centrum-warszawy/d8meg1v", "date_published": "2023-02-11 05:25:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Masz wątpliwości z PPK? Rozwiewamy je. Sprawdź, czy ci się to opłaca", "description": "Kilka milionów Polaków w lutym zostanie z automatu zapisanych do programu emerytalnego w ramach PPK. To będzie oznaczać niższą wypłatę, ale też sporo korzyści. O ile zmniejszy się wynagrodzenie? Czy opłaci się to najmniej zarabiającym i osobom, które dzieli kilka lat od emerytury? Czym różni się PPK od OFE i czy z odkładanych środków można szybciej skorzystać? Odpowiadamy na wszystkie pytania.", "link": "https://businessinsider.com.pl/poradnik-finansowy/masz-watpliwosci-z-ppk-rozwiewamy-je-sprawdz-czy-ci-sie-to-oplaca/8p498tp", "date_published": "2023-02-11 05:19:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pan Adam dostał do zapłaty podatek wyższy o 67 proc. \"Nawet sołtys stwierdził, że to przesada\"", "description": "Choć maksymalne limity podatków od nieruchomości wzrosły w 2023 r. o 12 proc., to są tacy, którzy podwyżkę odczuli znacznie mocniej. Jak pan Adam z jednej z podkarpackich miejscowości, który właśnie dostał domiar o 67 proc. wyższy niż rok temu. — Nawet sołtys, który rozwoził te pisma, stwierdził, że w tym roku to już przesada — mówi nasz czytelnik.", "link": "https://businessinsider.com.pl/poradnik-finansowy/pan-adam-dostal-podatek-wyzszy-o-67-proc-nawet-soltys-stwierdzil-ze-to-przesada/zxbrc2r", "date_published": "2023-02-11 05:09:14+00:00", "persistent": false, "user": null, "language": "en-US"}]