{"entries": [{"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/21/european-roundup-napoli-march-on-to-bring-serie-a-title-dream-a-step-closer", "title": "European roundup: Napoli march on to bring Serie A title dream a step closer", "date_published": "2023-01-21 21:16:55+00:00", "description": "<ul><li>Di Lorenzo and Osimhen score in 2-0 win over Salernitana</li><li>Griezmann shines as Atlético Madrid return to winning ways</li></ul><p>Goals from Giovanni Di Lorenzo and Victor Osimhen handed <strong>Napoli</strong> a 2-0 win at <strong>Salernitana</strong> 2-0 as they took another step closer to ending their 33 year-wait for a Serie A title.</p><p>Napoli controlled much of the game and Victor Osimhen thought he had given them a 35th-minute lead but was ruled offside by VAR.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/european-roundup-napoli-march-on-to-bring-serie-a-title-dream-a-step-closer\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/live/2023/jan/21/crystal-palace-v-newcastle-premier-league-live-score-updates", "title": "Crystal Palace v Newcastle: Premier League – live", "date_published": "2023-01-21 16:40:30+00:00", "description": "<ul><li>Premier League updates from the 5.30pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | Drop Rob an <a href=\"mailto:rob.smyth@theguardian.com\">email</a> with your thoughts</li></ul><p>A remarkable thing happened on 4 November 2022: Nick Pope conceded a goal. Since Romain Perraud’s late non-consolation for Southampton in a 4-1 defeat at St Mary’s, Pope has gone 721 minutes without being beaten. That’s 12 hours and one minute – enough time to watch an entire season of Succession, or listen to side one of a Flaming Lips album.</p><p>Right here, right now, Newcastle have the best defence in the Premier League. It’s quite an achievement – and quite a change in identity for a club whose previous Premier League success, under Kevin Keegan and Sir Bobby Robson, involved scoring as many goals as possible and the hell with clean sheets.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/21/crystal-palace-v-newcastle-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/harlequins-sharks-champions-cup-rugby-union-match-report", "title": "Nick David sinks Sharks to seal Champions Cup progress for Harlequins", "date_published": "2023-01-21 15:32:24+00:00", "description": "<ul><li>Pool A: Harlequins 39-29 Sharks</li><li>David scores standout try in much-needed victory</li></ul><p>Harlequins secured their place in the Champions Cup knockout stages in considerable style, chalking up their first victory of 2023 with an impressive show of attacking firepower. Nick David was the standout performer against the Sharks, scoring the pick of Harlequins’ five tries – and setting up two others – in what was, if nothing else, a demonstration of what this side can do if the rain stays off.</p><p>Danny Care, making his 350th appearance, also got on the scoresheet, as did the England hopefuls Alex Dombrandt and Cadan Murley as well as Stephan Lewies. It was a win that Harlequins needed, having not prevailed <a href=\"https://www.theguardian.com/sport/2022/dec/18/harlequins-racing-92-champions-cup-rugby-union-match-report\">since Racing 92 were the visitors</a> on 18 December. It is no mean feat to progress with 12 points after double headers with the Sharks and Racing and even if they seem to lack the forward might that tends to be required at the business end of the campaign, they will cause their opponents problems in the last 16 on this evidence.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/harlequins-sharks-champions-cup-rugby-union-match-report\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/food/2023/jan/21/how-to-turn-a-cheeseboard-into-a-meal-recipe-rosie-birkett", "title": "Rosie Birkett’s recipe for how to turn leftover cheese into a delicious tart", "date_published": "2023-01-21 14:00:09+00:00", "description": "<p>Transform whatever cheese you have into a winning meal, and serve with a kale and garlic crouton salad and brown butter potatoes for a full spread</p><p>This tart is a brilliant way of transforming any cheese you might have in the fridge into a delicious meal. The salad and potatoes make it a more substantial spread, and are two elevated side dishes to have up your sleeve for when you’re having friends round – both would be equally great with a lemony roast chicken. </p> <a href=\"https://www.theguardian.com/food/2023/jan/21/how-to-turn-a-cheeseboard-into-a-meal-recipe-rosie-birkett\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/novak-djokovic-grigor-dimitrov-australian-open-tennis", "title": "Novak Djokovic fends off Dimitrov and pain to reach Australian Open last 16", "date_published": "2023-01-21 13:44:49+00:00", "description": "<ul><li>Hamstring hampers Djokovic in 7-6 (7), 6-3, 6-4 victory</li><li>Nine-time champion now faces home favourite Alex de Minaur</li></ul><p>Novak Djokovic was not aware Andy Murray was <a href=\"https://www.theguardian.com/sport/2023/jan/21/andy-murray-australian-open-battling-defeat-to-roberto-bautista-agut\">about to be beaten</a> on another court. He was still on Rod Laver Arena, having survived the pain of his troublesome hamstring and then thrived despite it to see off Grigor Dimitrov 7-6 (7), 6-3, 6-4. As far as he knew, he and Murray were the only grand slam champions left in the men’s draw. Two 35-year-olds battling their own bodies as much as their opponents.</p><p>“Thirty-five is the new 25, you know,” Djokovic said, jesting as if he had not just grunted through more than three hours of probable torture and a medical timeout to get the job done. “Look at Rafa, look at Andy. They’re all playing at an extremely high level.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/novak-djokovic-grigor-dimitrov-australian-open-tennis\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/california-senate-seat-hopefuls-political-battle-feinstein-vacancy", "title": "Senate musical chairs: California prepares for political battle over Feinstein vacancy", "date_published": "2023-01-21 11:00:07+00:00", "description": "<p>An ‘avalanche’ of candidates, including Katie Porter, Barbara Lee and Adam Schiff, announce candidacy for California seat</p><p>Dianne Feinstein, the 89-year-old who served as California senator for three decades, has yet to announce her retirement. But the contest to succeed her in two years is already shaping into a bitter battle.</p><p>After months of shadow campaigning and whispered political leveraging, earlier this month, Katie Porter – the whiteboard-wielding progressive congresswoman – became the first to officially declare her candidacy. Barbara Lee, the old-school leftist with an ardent antiwar record, has reportedly told colleagues she is running. Adam Schiff, icon of the anti-Trump liberal resistance, has reportedly begun prepping for a run. Silicon valley congressman Ro Khanna is expected to jump in as well.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/california-senate-seat-hopefuls-political-battle-feinstein-vacancy\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/the-eagles-are-flying-high-entering-the-playoffs-why-is-philly-so-tense", "title": "The Eagles are flying high entering the playoffs. Why is Philly so tense?", "date_published": "2023-01-21 08:30:02+00:00", "description": "<p>The top-seeded Eagles are touchdown favorites on Saturday against a Giants team they defeated twice during the regular season. So why is Philadelphia expecting the worst?</p><p>Not long after the Philadelphia Eagles were installed as seven-and-a-half-point favorites over the New York Giants for their NFC divisional playoff game on Saturday night, skepticism began seeping through this passionate-yet-gloomy sports town – as it always does.</p><p><em>Seven-and-a-half points, great. But, wait. Can we beat the Giants three times this year?</em></p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/the-eagles-are-flying-high-entering-the-playoffs-why-is-philly-so-tense\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/21/united-states-blitz-new-zealand-again-as-world-cup-quest-heats-up", "title": "United States blitz New Zealand again as World Cup quest heats up", "date_published": "2023-01-21 06:03:05+00:00", "description": "<ul><li>USA Women beat Football Ferns 5-0 in friendly at Eden Park</li><li>US sweep series to keep quest for third World Cup on track</li></ul><p>The United States have outclassed the Football Ferns again, belting the Women’s World Cup co-hosts 5-0 to wrap-up their two-match tour of New Zealand and familiarise themselves with local conditions ahead of the World Cup in July.</p><p>Rose Lavelle wore the captain’s armband and netted twice in another impressive performance, with Ashley Hatch, Mallory Swanson and Taylor Kornieck joining her on the scoresheet. The US dominance was so strong that New Zealand failed to have a single shot on goal in the entire game compared to 22 shots for the visitors.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/united-states-blitz-new-zealand-again-as-world-cup-quest-heats-up\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/world/2023/jan/21/chris-hipkins-profile-who-is-new-zealands-next-prime-minister-after-jacinda-ardern", "title": "Chris Hipkins profile: who is New Zealand’s next prime minister after Jacinda Ardern?", "date_published": "2023-01-21 03:08:24+00:00", "description": "<p>‘Chippy’ weathered Covid pandemic, now faces new storms and Labour’s flagging popularity ahead of 2023 election</p><p>New Zealand’s incoming prime minister, Chris Hipkins, steered the country through the Covid pandemic. An experienced career politician with a “fixer” reputation, he has a new storm to navigate: reversing Labour’s months-long polling slide and recapturing voters in the wake of <a href=\"https://www.theguardian.com/world/2023/jan/19/jacinda-ardern-resigns-as-prime-minister-of-new-zealand\">Jacinda Ardern’s shock departure</a>.</p><p>Hipkins, 44, was the minister primarily charged with designing and implementing New Zealand’s Covid response. It made him a household name for many New Zealanders – he was a regular fixture at daily press conferences alongside Ardern.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/chris-hipkins-profile-who-is-new-zealands-next-prime-minister-after-jacinda-ardern\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/football/2023/jan/20/brian-mcbride-out-usmnt-general-manager", "title": "Brian McBride out as US men’s soccer general manager, sources say", "date_published": "2023-01-21 02:52:46+00:00", "description": "<ul><li>McBride out as general manager of the US men’s national team</li><li>Berhalter’s status as team’s manager remains under review</li></ul><p>Brian McBride is out as general manager of the US men’s national team, US Soccer Federation sporting director Earnie Stewart told the governing body’s board of directors.</p><p>Stewart informed the board during his presentation near the end of the board’s executive session on Thursday, a person familiar with the discussion told the Associated Press. The person spoke on condition of anonymity Friday because the decision, first reported by ESPN, was not announced.</p> <a href=\"https://www.theguardian.com/football/2023/jan/20/brian-mcbride-out-usmnt-general-manager\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.theguardian.com/international/rss", "link": "https://www.theguardian.com/us-news/2023/jan/20/julian-sands-missing-helicopter-search-under-way", "title": "Julian Sands: helicopter search under way for missing actor", "date_published": "2023-01-21 02:26:56+00:00", "description": "<p>Search for 65-year-old, who went missing while hiking in Mt Baldy, California, being conducted by air due to hazardous weather</p><p>The search for British actor Julian Sands continues nearly a week after he was reported missing while hiking in a treacherous area of California’s San Gabriel Mountains, where at least two other hikers have already perished this winter.</p><p>The search for the 65-year-old actor is currently being conducted “via helicopter only”, the San Bernardino county sheriff’s department said <a href=\"https://nixle.us/E7YSR\">Friday afternoon</a>, because the risk of avalanches around Mt Baldy has continued to make on-the-ground rescue efforts too dangerous.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/20/julian-sands-missing-helicopter-search-under-way\">Continue reading...</a>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.theguardian.com/international/rss", "title": "The Guardian - International"}}