{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/lula-sacks-head-of-brazilian-army-for-protecting-8-january-insurgents", "title": "Lula sacks head of Brazilian army for ‘protecting 8 January insurgents’", "date_published": "2023-01-21 21:58:36+00:00", "description": "<p>Júlio Cesar de Arruda reportedly stopped police detaining suspected rioters who took refuge outside army headquarters </p><p>The head of the Brazilian army has been sacked by the country’s new president, Luiz Inácio Lula da Silva, after claims the commander tried to shield right-wing rioters from arrest after the 8 January insurrection in Brasília.</p><p>Gen Júlio Cesar de Arruda, who only took up the role in late December, was removed from his position on Saturday, nearly two weeks after supporters of the former far-right president Jair Bolsonaro brought havoc to Brazil’s capital in what Lula’s administration called <a href=\"https://www.theguardian.com/world/2023/jan/10/brazil-insurrection-lula-bolsonaro-alexandre-padilha\">a botched coup attempt</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/lula-sacks-head-of-brazilian-army-for-protecting-8-january-insurgents\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/thousands-march-across-dartmoor-to-demand-right-to-wild-camp", "title": "Thousands march across Dartmoor to demand right to wild camp", "date_published": "2023-01-21 21:46:46+00:00", "description": "<p>More than 3,000 people protest on estate of Alexander Darwall after his court victory ends right to wild camp in England</p><p>More than 3,000 people on Saturday joined one of the UK’s largest ever countryside access protests on the Dartmoor estate of a wealthy landowner who won a case ending the right to wild camp in England.</p><p>Groups of walkers, families, students and local people arrived by foot, shuttle bus and bike to the small Dartmoor village of Cornwood throughout the morning and then thronged for hours along moss- and ivy-draped lanes up on to the rugged, boulder-strewn moorland owned by the <a href=\"https://www.theguardian.com/uk-news/2023/jan/17/mp-donation-landowner-dartmoor-camping-anthony-mangnall\">Conservative party donor</a> and hedge fund manager Alexander Darwall.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/thousands-march-across-dartmoor-to-demand-right-to-wild-camp\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/the-starling-girl-movie-review-eliza-scanlen-sundance-film-festival", "title": "The Starling Girl review – Eliza Scanlen shines in transgressive coming of age drama", "date_published": "2023-01-21 20:45:16+00:00", "description": "<p><strong>Sundance film festival:</strong> the Sharp Objects star steals the spotlight as a 17-year-old fundamentalist Christian in an intoxicating, forbidden relationship with her older youth pastor</p><p>The Starling Girl, the feature debut from writer-director Laurel Parmet, sets forth two difficult, easily muddled tasks. First, striking the correct tonal balance for a sexual relationship separated by age and authority – in this case, an intoxicating, transgressive romance between 17-year-old Jem Starling (Eliza Scanlen) and her brusquely handsome, 28-year-old youth pastor Owen (Lewis Pullman, son of actor Bill). And the second, depicting an insular religious community – a group of fundamentalist Christians in present-day Kentucky – with enough specificity and emotional acuity to bridge the gap with viewers who will find such a place opaque, unrelatable or possibly even unbelievable.</p><p>Parmet succeeds more on the former than the latter. The Starling Girl, anchored by a bristling performance from the <a href=\"https://www.theguardian.com/film/2020/jun/20/eliza-scanlen-little-women-australian-interview\">always solid Scanlen</a>, is at its best when it hews to the combustible suspense of a teenage girl glimpsing her own instincts – for honesty, for autonomy, and most threateningly for pleasure. It’s ultimately less a portrait of a toxic relationship – that’s not the tone of Owen and Jem’s connection here – than a familiar battle of faith and feelings, intuition versus indoctrination, the fine line between sin and sublime.</p> <a href=\"https://www.theguardian.com/film/2023/jan/21/the-starling-girl-movie-review-eliza-scanlen-sundance-film-festival\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/blog/2023/jan/21/erling-haaland-system-based-teams-and-the-role-of-the-goalscorer", "title": "Erling Haaland, system-based teams and the role of the goalscorer | Jonathan Wilson", "date_published": "2023-01-21 20:00:15+00:00", "description": "<p>Great strikers win games and yet they can disrupt tactical systems where dominating the ball is crucial – just like at  City</p><p>Erling Haaland is a phenomenon. It’s not just that he has scored 22 goals already this season, plus a further five goals in the Champions League. It’s the sense he offers of being unstoppable: almost unbeatable for pace, almost impossible to knock off the ball and with a clinical eye for goal as well.</p><p>His phlegmatic, almost flippant, personality makes him more terrifying. He jokes about the secret target he has set himself for this season. He is not some driven self-improver: he scores goals in record-breaking numbers seemingly because he finds it funny. He plays football like the early developer in year eight and as such finds the game almost laughably easy. In the history of the sport there has been only a tiny handful of forwards who have combined such physical and technical prowess.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jan/21/erling-haaland-system-based-teams-and-the-role-of-the-goalscorer\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/henry-slade-shows-his-old-class-as-exeter-overcome-card-happy-castres", "title": "Henry Slade shows his old class as Exeter overcome card-happy Castres", "date_published": "2023-01-21 19:53:03+00:00", "description": "<ul><li>Pool A: Exeter 40-3 Castres</li><li>Scrappy French side pick up one red card and three yellows</li></ul><p>They claim a home tie in the final 16, but Exeter looked as off-colour in overcoming a motiveless Castres as any of the English sides who have laboured through this year’s edition. Six tries and 40 points may look comfortable enough, but Castres defied expectation to cause their hosts real problems.</p><p>Exeter came up trumps in this one on the card lottery. Castres were shown four of them, one red, three in three minutes just before the break. In the 37th minute they were penalised by first a red, then a yellow, then a penalty try. It is a wonder they did not implode, given that reduced them to 12. That they did in the last 10 was sort of inevitable.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/henry-slade-shows-his-old-class-as-exeter-overcome-card-happy-castres\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/crystal-palace-newcastle-premier-league-match-report", "title": "Newcastle forced to settle for point at stubborn Crystal Palace", "date_published": "2023-01-21 19:32:26+00:00", "description": "<p>It has been so long since Newcastle last conceded a goal in the Premier League that even Eddie Howe might not remember who scored it. Yet another clean sheet – their sixth in succession – ensured that his side moved above Manchester United into third spot in the table despite failing to find a breakthrough against a stubborn Crystal Palace defence.</p><p>For the record, Romain Perraud’s consolation for Southampton back on 6 November was the previous occasion that Nick Pope had to pick the ball out of his own net in a league match and, apart from the brilliant second half save by the England goalkeeper to deny substitute Jean-Philippe Mateta, that record never looked like ending here.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/crystal-palace-newcastle-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/head-of-kurdish-people-smuggling-ring-arrested-after-going-on-the-run", "title": "Head of Kurdish people-smuggling ring arrested after going on the run", "date_published": "2023-01-21 19:31:33+00:00", "description": "<p>Tarik Namik fled UK before sentencing in December but detained after returning to Manchester airport</p><p>The head of a Kurdish people-smuggling ring has been arrested after going on the run before his sentencing, the National Crime Agency (NCA) said.</p><p>Tarik Namik, 45, from Oldham, failed to show up at Manchester crown court and was given an eight-year jail term in his absence on 9 December.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/head-of-kurdish-people-smuggling-ring-arrested-after-going-on-the-run\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/frank-lampard-vows-to-dig-in-after-everton-loss-leaves-him-clinging-to-job", "title": "Frank Lampard vows to ‘dig in’ after Everton loss leaves him clinging to job", "date_published": "2023-01-21 19:25:55+00:00", "description": "<ul><li>Everton board are present for 2-0 defeat at West Ham</li><li>‘It is my job to work, focus and keep my head down’</li></ul><p>Frank Lampard vowed to “dig in” after a damaging defeat by West Ham in a crucial clash at the bottom of the table left Everton’s manager clinging to his job.</p><p>In a potentially significant development Everton’s majority shareholder, Farhad Moshiri, was at the London Stadium to watch Lampard’s side slip deeper into relegation trouble. Moshiri had not attended an Everton game since October 2021 and he could decide that it is time for a change of manager.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/frank-lampard-vows-to-dig-in-after-everton-loss-leaves-him-clinging-to-job\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/met-police-criticised-over-failure-to-protect-woman-killed-by-ex-husband", "title": "Met police criticised over failure to protect woman killed by ex-husband", "date_published": "2023-01-21 19:20:33+00:00", "description": "<p>Report finds force missed opportunities to protect Sana Muhammed, who was shot with crossbow</p><p>The Metropolitan police is facing renewed criticism after a report found that officers missed opportunities to protect a woman from her ex-husband in the years before he killed her with a crossbow.</p><p>Sana Muhammad, 35, was eight months pregnant when Ramanodge Unmathallegadoo <a href=\"https://www.theguardian.com/uk-news/2019/nov/29/man-jailed-for-crossbow-of-pregnant-ex-wife-ilford-london\">burst into her home in east London and shot an arrow into her stomach</a> as she tried to flee.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/met-police-criticised-over-failure-to-protect-woman-killed-by-ex-husband\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/nadim-zahawi-fights-for-his-political-life-after-admitting-tax-error", "title": "Nadhim Zahawi fights for his political life after admitting tax ‘error’", "date_published": "2023-01-21 19:17:15+00:00", "description": "<p>Embattled Tory party chair reveals he made ‘careless but not deliberate’ error over multimillion-pound share sale</p><p>Nadhim Zahawi was battling to save his political career on Saturday night after he finally admitted reaching a tax settlement with HM Revenue and Customs (HMRC) following an “error” over a controversial <a href=\"https://www.theguardian.com/uk-news/2023/jan/15/nadhim-zahawi-to-pay-millions-in-tax-after-dispute-over-family-finances\">multimillion-pound shareholding in the polling company YouGov</a>.</p><p>In a carefully worded statement, Zahawi appeared to confirm that HMRC had carried out an investigation into his financial affairs while he was serving as chancellor last summer. Zahawi, now the Tory party chairman, said that the tax authority had concluded that he had made a “careless but not deliberate” error.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/nadim-zahawi-fights-for-his-political-life-after-admitting-tax-error\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/jan/21/not-medical-tourism-desperation-britons-resort-treatment-abroad", "title": "‘It’s not medical tourism, it’s desperation’: rising number of Britons resort to treatment abroad", "date_published": "2023-01-21 19:00:56+00:00", "description": "<p>Despair over NHS waiting lists is driving people who could never afford private care in UK to countries like Lithuania</p><p>Cathy Rice had been in all-consuming pain for 18 months when she decided to fly to Lithuania. “I was going up the stairs on my hands and knees. I couldn’t get to the shop. I had no quality of life,” she says.</p><p>Rice, 68, who has four grandchildren, had been told she needed a knee replacement for an injury caused by osteoarthritis but – like millions of NHS patients – faced a gruelling wait.</p> <a href=\"https://www.theguardian.com/society/2023/jan/21/not-medical-tourism-desperation-britons-resort-treatment-abroad\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/stalking-the-dead-how-tracing-old-photographs-helped-me-resurrect-my-mothers-past", "title": "Stalking the dead: how tracing old photographs helped me resurrect my mother’s past", "date_published": "2023-01-21 19:00:16+00:00", "description": "<p>I spent my youth running away from my mother’s Holocaust story. As mother to the grandchildren she never knew, I ached to know more</p><p>My mother had four different first names, depending on which language she was speaking at the time. She was <em>Anka</em> in German, <em>Hanka</em> in Polish, <em>Chanka</em> in Yiddish, and after arriving in Australia on a refugee passport in 1949, she adopted the anglicised version of herself, <em>Hannah</em>. Her surname was Altman, although after she married my father, that vestige of her former life disappeared too. The only remnants of her years in Europe were captured in a few black-and-white photographs kept in an old shoebox, hidden away in the hallway cupboard, together with a leather suitcase and tailored winter coat she never wore. As a young girl, I would secretly rummage through these photos, searching for my mother’s story in the anonymous faces I knew no longer walked this earth.</p><p>When the ghosts of her past became too much for her to bear, my mother took her own life. I was 21 years old at the time, left to deal with my own ghosts. More than 30 years later, on one otherwise uneventful Sunday afternoon, I tried to resurrect my mother’s past.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/stalking-the-dead-how-tracing-old-photographs-helped-me-resurrect-my-mothers-past\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/stoking-a-culture-war-no-nicola-sturgeon-this-is-about-balancing-conflicting-rights", "title": "Stoking a culture war? No, Nicola Sturgeon, this is about balancing conflicting rights | Sonia Sodha", "date_published": "2023-01-21 19:00:15+00:00", "description": "<p>Scottish gender reform plans jeopardise legal protections for women</p><p>The term “culture war” once had meaning: the weaponisation of socio-cultural issues to foment division. But, like the words bigoted and phobic, it is being rendered impotent by how often it is now used to mean “opinion I disagree with”.</p><p>Not just in social media spats: Nicola Sturgeon last week <a href=\"https://www.bbc.co.uk/news/av/uk-scotland-64307491\">accused</a> the Conservative government of “stoking a culture war” by using section 35 of the Scotland Act to block reforms allowing anyone over the age of 16 to change their sex for legal purposes through self-declaration. She claims UK ministers are thwarting a purely administrative reform that benefits a marginalised minority – trans people – to pick an illegitimate constitutional fight.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/stoking-a-culture-war-no-nicola-sturgeon-this-is-about-balancing-conflicting-rights\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/22/the-moment-i-knew-i-was-on-a-quest-to-figure-out-exactly-how-gay-i-was-but-i-kept-coming-back-to-her", "title": "The moment I knew: I was on a quest to figure out exactly how gay I was. But I kept coming back to her", "date_published": "2023-01-21 19:00:15+00:00", "description": "<p>Turning up at a party in the same outfit as someone else can be awkward, but one summer in New York, a sartorial coincidence blossomed into romance</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p></p><p>Kay first caught my eye at a house party in Brooklyn. Not because she was beautiful (she was), or because she spoke in a jaunty Australian accent (she did), but because she and I were wearing almost exactly the same outfit.</p><p>It was a popular look in the summer of 2017: a black dress paired with a jean jacket or chambray shirt, the buttons casually undone.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/22/the-moment-i-knew-i-was-on-a-quest-to-figure-out-exactly-how-gay-i-was-but-i-kept-coming-back-to-her\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/22/what-are-we-worrying-about-when-we-worry-about-tiktok", "title": "What are we worrying about when we worry about TikTok? | Samantha Floreani", "date_published": "2023-01-21 19:00:15+00:00", "description": "<p>Sensationalist headlines and reactionary calls for stricter moderation risk missing the forest for the trees</p><p>Is there any platform that creates as much collective angst as TikTok? </p><p>For some, TikTok is just a silly video app. For others, it’s a symbol of our most potent social and political fears. What are young people engaging with? Isn’t it collecting a huge amount of data? Are they being dragged down dangerous rabbit holes? And is China spying on them?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/22/what-are-we-worrying-about-when-we-worry-about-tiktok\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/revealed-scores-of-child-asylum-seekers-kidnapped-from-home-office-hotel", "title": "Revealed: scores of child asylum seekers kidnapped from Home Office hotel", "date_published": "2023-01-21 18:14:14+00:00", "description": "<p>Call for inquiry after Observer investigation uncovers scale of trafficking by criminal gangs</p><p>Dozens of asylum-seeking children have been kidnapped by gangs from a Brighton hotel run by the Home Office in a pattern apparently being repeated across the south coast, an <em>Observer</em> investigation can reveal.</p><p>A whistleblower, who works for Home Office contractor Mitie, and child protection sources describe children being abducted off the street outside the hotel and bundled into cars.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/revealed-scores-of-child-asylum-seekers-kidnapped-from-home-office-hotel\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/arteta-and-ten-hag-take-inspiration-from-cruyff-in-their-full-back-fluidity", "title": "Arteta and Ten Hag take inspiration from Cruyff in their full-back fluidity", "date_published": "2023-01-21 18:00:14+00:00", "description": "<p>Arsenal and Manchester United managers have boldly redeployed their defensive players in adapted roles</p><p>It was in the heat of summer that Mikel Arteta finally decided to press the button on a strategy he had been brewing for almost a year. For much of the previous season he had become convinced that Ben White was a right-back in the making: quick, calm on the ball and blessed with sound positional sense and a high level of tactical intelligence. The problem was everyone else. None of the squad, he decided, was capable of replacing White in the centre of defence.</p><p>For some time Arteta had been searching for full-backs who could play his way: stepping up into a narrower role when Arsenal had the ball, effectively mutating into central midfielders. Over his three seasons at the club he had tried and discarded Ainsley Maitland-Niles and Héctor Bellerín on the right, Nuno Tavares and even Bukayo Saka on the left.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/arteta-and-ten-hag-take-inspiration-from-cruyff-in-their-full-back-fluidity\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/being-single-has-a-lot-going-for-it-but-10k-a-year-seems-too-high-a-price-for-the-privilege", "title": "Being single has a lot going for it, but £10k a year seems too high a price for the privilege | Emma John", "date_published": "2023-01-21 18:00:14+00:00", "description": "<p>People who live alone spend almost twice as much per person as those in couples, research has revealed</p><p>Some claim that the first day in the third week of January is the most depressing one in the calendar. This year, Blue Monday arrived with added cruelty – for those of us who happen to be single, at least. A financial services firm chose just that miserable moment to reveal how much more expensive it is to live on your own than in a couple.</p><p>If you’re currently alone, and the post-holiday slump already has you feeling down about it, you may want to look away now. According to the brokers <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/17/the-single-penalty-why-it-costs-860-a-month-to-be-alone\">Hargreaves Lansdown, the cost of living premium for being single comes in at an average £860 a month</a>, factoring in typical expenses from rent and energy bills to groceries, wifi and TV subscriptions.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/being-single-has-a-lot-going-for-it-but-10k-a-year-seems-too-high-a-price-for-the-privilege\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/jesse-marsch-has-his-attack-linked-in-but-leeds-are-a-team-of-contradictions", "title": "Jesse Marsch has his attack linked in but Leeds are a team of contradictions", "date_published": "2023-01-21 18:00:14+00:00", "description": "<p>Willy Gnonto’s emergence and Patrick Bamford’s return boost the manager’s forward options but defensive frailties remain</p><p>When Jesse Marsch recently joined the employment networking website LinkedIn, speculation that the Leeds manager was about to be sacked and had begun job hunting reached fever pitch. The American was simply hoping to exchange ideas on leadership with “different business people” in “different walks of life”, but the experience highlighted the suspicion many continue to harbour towards the Princeton history graduate.</p><p>No one seems quite sure what to make of the academically high-flying son of a tractor factory worker from the United States’ Midwest who has morphed from an aggressive MLS midfield enforcer to an emotionally open Premier League manager.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/jesse-marsch-has-his-attack-linked-in-but-leeds-are-a-team-of-contradictions\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/21/aleksandar-hemon-a-book-isnt-a-car-not-everything-has-to-work", "title": "Aleksandar Hemon: ‘A book isn’t a car – not everything has to work’", "date_published": "2023-01-21 18:00:13+00:00", "description": "<p>The Sarajevo-born author on his new historical novel’s multilingual sensibility, turning screenwriter for The Matrix sequel and pretending to be Kevin Keegan</p><p>Aleksandar Hemon, 58, was born in Sarajevo and lives in New Jersey. His diverse output includes <em><a href=\"https://www.theguardian.com/books/2008/sep/06/fiction\">The Lazarus Project</a></em> (2008), a novel drawing on the 1908 shooting of a Jewish migrant by Chicago police; the autobiographical essay collection <em><a href=\"https://www.theguardian.com/books/2013/apr/14/aleksandar-hemon-book-lives-review\">The Book of My Lives</a></em> (2013), which discusses the death of Hemon’s second child; and the screenplay for <em><a href=\"https://www.theguardian.com/film/2021/dec/25/the-matrix-resurrections-review-keanu-reeves-carrie-anne-moss\">The Matrix Resurrections</a></em>, co-written with Lana Wachowski and David Mitchell. His new book, <em>The World and All That It Holds</em>, is a century-spanning, cross-continental polyglot gay romance between two conscripts, one Jewish, one Muslim, who fall in love fighting the first world war in central Europe. Hemon spoke from his office at Princeton University, where he has been teaching creative writing since 2018.</p><p><strong>Where did </strong><em><strong>The World and All That It Holds</strong></em><strong> begin?</strong><br />I signed a contract for the book in 2010 and cleared my schedule that fall to work on it, and then my daughter got ill and died that year. I’ve since written four other books and many other things while working on it on and off because I have this ability – more like a deformation – to work on about seven things at the same time; I react to stress with hypermania and feel a compulsion to make stuff. I like history books about wars and spies and was reading the memoirs of a British spy, Frederick Bailey, who in 1918 was in Tashkent [in Uzbekistan, then under Russian rule]. The Bolsheviks are looking for him when he runs into a Sarajevan guy from the secret police, who says: “Let’s work together. I want to get out of here too, back to Sarajevo.” This guy devises an exit for them by hiring Bailey to hunt for himself; I liked that! My boys, Pinto and Osman, have a different setup, but that’s what started me thinking.</p> <a href=\"https://www.theguardian.com/books/2023/jan/21/aleksandar-hemon-a-book-isnt-a-car-not-everything-has-to-work\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/jan/21/levelling-up-the-conservative-way-cartoon", "title": "Levelling up the Conservative way – cartoon", "date_published": "2023-01-21 18:00:13+00:00", "description": "<p>All animals are equal but some are more equal than others…</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/23rd-january-2023\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jan/21/levelling-up-the-conservative-way-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/elizabeth-holmes-mexico-plane-ticket-prosecutors", "title": "Elizabeth Holmes tried to ‘flee’ US with one-way Mexico ticket, prosecutors say", "date_published": "2023-01-21 17:42:37+00:00", "description": "<p>New court filing says ex-Theranos founder booked flight departing 26 January last year, shortly after fraud conviction</p><p>The disgraced founder of <a href=\"https://www.theguardian.com/technology/theranos\">Theranos,</a> Elizabeth Holmes, made an “attempt to flee the country” by purchasing a one-way ticket to Mexico after she was found guilty on four counts of fraud last January, according to prosecutors.</p><p>In the new <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.cand.327949/gov.uscourts.cand.327949.1721.0.pdf\">filing</a> on Thursday, prosecutors said that “contrary to defendant’s assertion that she has a ‘flawless record with US Pretrial Services’ and claim that no evidence suggests she will flee while she pursues her appeal … the incentive to flee has never been higher and defendant has the means to act on that incentive.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/elizabeth-holmes-mexico-plane-ticket-prosecutors\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/world-athletics-proposals-preserve-path-trans-women-female-category", "title": "World Athletics proposals to preserve path for trans women in female category", "date_published": "2023-01-21 17:28:46+00:00", "description": "<ul><li>‘Preferred option’ would halve permitted plasma testosterone</li><li>Spokesperson says World Athletics would consult more widely </li></ul><p>World Athletics is set to keep the door open for transgender women to compete at the highest level under controversial new proposals that will be voted on in March.</p><p>Under the governing body’s “preferred option”, the maximum permitted plasma testosterone for trans women would be halved from five nanomoles per litre to 2.5 nmol/L – and they would also have to stay below the permitted threshold for two years rather than 12 months as is currently the case.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/world-athletics-proposals-preserve-path-trans-women-female-category\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/west-ham-everton-premier-league-match-report", "title": "Jarrod Bowen double boosts West Ham and turns up heat on Lampard’s Everton", "date_published": "2023-01-21 17:15:53+00:00", "description": "<p>There were times when it was difficult to shake off the impression that Everton simply wanted to do David Moyes a favour. This sorry performance has probably kept their former manager in a job. One more defeat could have spelled the end for Moyes at West Ham but they have been spared having to make that decision after spending 90 minutes in the company of Everton, who are joint bottom and look likely to stay there.</p><p>The chants of “sack the board” from the travelling support during the closing stages summed it up. Frank Lampard may well lose his job but the reality is that the overall blame for Everton’s malaise lies elsewhere. Changing the manager alone is unlikely to be enough. Everton are spiralling under their current ownership and, although Lampard may pay for this defeat with his job given that Farhad Moshiri was present at a game for the first time since October 2021, it is difficult to know if anyone can keep this team up. West Ham, who rose out of the bottom three thanks to a double from Jarrod Bowen, could have played all day without conceding.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/west-ham-everton-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/andy-murray-rolled-back-years-but-even-heroes-have-limits", "title": "Andy Murray rolled back the years, but even heroes have their limits", "date_published": "2023-01-21 17:13:43+00:00", "description": "<p>The Scot’s feats at the Australian Open have been all the more enthralling for coming at the end of his career, not the peak</p><p>Over the past week at the Australian Open in Melbourne Sir Andy Murray has often seemed more like a medieval knight than a tennis player, undergoing the kinds of physical trials and feats of endurance that were the stuff of chivalric romances. He’s even carried a war wound from previous campaigns, a metal plate that supports a damaged hip. But in the end, <a href=\"https://www.theguardian.com/sport/2023/jan/21/andy-murray-australian-open-battling-defeat-to-roberto-bautista-agut\">despite a heroic effort on Saturday,</a> he couldn’t quite slay the dragon – or at least his third-round opponent, Roberto Bautista Agut.</p><p>To have done so, he would have had to rewrite not just courtly literature but the record books. No one had ever played more than nine hours in the first two matches of a tennis tournament and gone on to win their third match. Murray played for a combined 10 hours and 34 minutes to beat Matteo Berrettini and Thanasi Kokkinakis in two epic five-setters.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/andy-murray-rolled-back-years-but-even-heroes-have-limits\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/21/tail-blazers-fashion-houses-turn-to-pet-clothing-as-humanisation-trend-grows", "title": "Tail-blazers: fashion houses turn to pet clothing as ‘humanisation’ trend grows", "date_published": "2023-01-21 17:00:13+00:00", "description": "<p>The four-legged clothing market is soaring as designers create outfits for their faithful friends and the high street follows suit</p><p>There are Gucci hats made in Italy from pink bouclé wool, Celine travel bags with calfskin trim and a (waste bag) purse studded with gold spikes. But these are not just any designer fashion items … they’re created for clients with four legs and a tail.</p><p>In the past year, numerous fashion houses have launched ranges for pets, including Gucci, Celine, Tommy Hilfiger, Hugo Boss and Christian Louboutin. Dolly Parton also launched her own line of dog clothes in 2022, with the name <a href=\"https://doggyparton.com/collections/apparel\">Doggy Parton</a>.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/21/tail-blazers-fashion-houses-turn-to-pet-clothing-as-humanisation-trend-grows\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/21/joanna-and-the-maestro-review-joanna-lumley-stephen-barlow-conversations-from-a-long-marriage-roger-allam-real-money-tether-aleks-krotoski-ken-bruce-leaving-radio-2", "title": "The week in audio: Joanna & the Maestro; Conversations from a Long Marriage; Real Money; Ken Bruce", "date_published": "2023-01-21 17:00:13+00:00", "description": "<p>Joanna Lumley delights in musical exchanges with her real husband, and turns up the comedy with a fictional spouse; the excellent Aleks Krotoski tells the story of cryptocurrency Tether; and Ken Bruce pulls a shocker</p><p><strong>Joanna &amp; the Maestro</strong> (Cup &amp; Nuzzle, Burning Bright Productions and Bauer Media) | <a href=\"https://planetradio.co.uk/podcasts/joanna-and-the-maestro/listen/2137076/\">Planet Radio</a> <br /><strong>Conversations from a Long Marriage</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/sounds/play/b09k1f9h\">BBC Sounds</a> <br /><strong>Real Money: The</strong><strong> </strong><strong>Hunt for Tether’s Billions</strong> (Tortoise Media) | <a href=\"https://www.tortoisemedia.com/listen/real-money/\">Tortoise</a> <br /><strong>Ken Bruce</strong> (Radio 2) | <a href=\"https://www.bbc.co.uk/sounds/brand/b006wr34\">BBC Sounds</a></p><p>All-the-medals national treasure Dame Joanna Lumley has a new classical music podcast with her husband, Stephen “Stevie” Barlow. It’s called <strong><a href=\"https://planetradio.co.uk/podcasts/joanna-and-the-maestro/\">Joanna &amp; the Maestro</a></strong> and it’s quite the most wonderfully fruity thing you ever heard. Just 10 minutes in its company and you find yourself describing things – even quite ordinary things, such as a cup of coffee or the dog – as divine. Beautiful. Exquisite. Gorgeous.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/21/joanna-and-the-maestro-review-joanna-lumley-stephen-barlow-conversations-from-a-long-marriage-roger-allam-real-money-tether-aleks-krotoski-ken-bruce-leaving-radio-2\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jan/21/youll-grow-out-of-them-trainers-transformed-into-plants-in-pictures", "title": "You’ll grow out of them: trainers transformed into plants – in pictures", "date_published": "2023-01-21 17:00:13+00:00", "description": "<p>Though artist <a href=\"https://www.instagram.com/monsieur_plant/?hl=en\">Christophe Guinet</a> was born in Paris and loves the urban environment, he’s always felt in touch with nature. “I’ve been passionate about plants since adolescence. I fell in love with orchids at age 15 and learned to cultivate them. They require patience but they are worth it.” Guinet went on to work in marketing until a trip to India eight years ago to escape the corporate grind. There he conceived his art persona, <a href=\"https://monsieurplant.com/\">Monsieur Plant </a>(“Well, I am a mister who likes plants”), and started combining human-made consumer goods with plants to create fantastical sculptures. One recurring motif is the trainer, which is “a symbol of our times”, he says. “The eloquence of the plants combats the excesses of consumerism. I think nature will always triumph over man.”  See more at <em><a href=\"http://monsieurplant.com/\">monsieurplant.com</a></em></p><p></p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jan/21/youll-grow-out-of-them-trainers-transformed-into-plants-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/21/director-simon-stone-my-heroes-are-women-phaedra-janet-mcteer-national-theatre-billie-piper-yerma", "title": "Director Simon Stone: ‘My heroes are women’", "date_published": "2023-01-21 17:00:12+00:00", "description": "<p>The innovative Australian director who gained acclaim for his version of Yerma starring Billie Piper is now reframing Phaedra as a postmenopausal love story with Janet McTeer</p><p>Simon Stone does things differently. As a young director he was described as the enfant terrible of Australian theatre. He’s 38 years old now so no longer an “enfant”, while his reputation has spread far beyond Australia and beyond theatre, too, into film and opera. But a few days before interviewing him, I overhear two members of his latest ensemble discussing how disconcerting it is to work with him. They’ve not experienced anything like it, they say. They’re never quite sure when rehearsals will begin, because he spends every morning writing that day’s scenes.</p><p>Can this really be any more than an excuse for being a chronic oversleeper, I ask, when we meet after his sixth day of rehearsals for his version of <em>Phaedra</em> at the National Theatre. He laughs and says that this very morning he was up early writing with his five-month-old daughter on his knee. “And she kept just sort of typing, with me having to correct the typos that she was making.” The point, he adds, is not to put actors on the spot, but to enable them to collaborate in the creation of the text from day to day through their improvisations in the rehearsal room.</p> <a href=\"https://www.theguardian.com/stage/2023/jan/21/director-simon-stone-my-heroes-are-women-phaedra-janet-mcteer-national-theatre-billie-piper-yerma\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/21/some-dishes-stay-with-you-forever-should-i-go-looking-for-that-perfect-moment-again-rachel-cooke", "title": "Some dishes stay with you forever. Should I look for them again? | Rachel Cooke", "date_published": "2023-01-21 17:00:12+00:00", "description": "<p>Revisiting things we love often leads to disappointment. But there was this mousse with mussels, and I can’t resist…</p><p>At this time of year, it’s tempting to devote a space like this to the making and breaking of kitchen resolutions (I refuse to say the word diet). But I’m going to be awkward, and save all that for next month. January is bad enough without talk of waistlines. What about some happy news instead, like the fact that the beloved and supremely talented chef Henry Harris quietly opened his new restaurant, Bouchon Racine, shortly before Christmas?</p><p>Look, I can’t be the only person in the world who will forever carry with me the memory of at least half a dozen dishes all of which were so unimpeachably delicious at the time – a combination of circumstances as well as ingredients – they will surely remain unmatched for the rest of my days. Just as I will never eat a crab sandwich as good as the one I devoured at a pub in Seahouses in Northumberland after a long walk in filthy weather, no grilled chicken with rice and tomatoes will ever live up to those that were served to a dripping wet me (I’d been swimming) on an old boat in the middle of a lake in Turkey a whole lifetime ago. I eat <em>knafeh</em>, oozing sugar syrup and soft white cheese, whenever I see it. But I’ve never tasted any so delicious as the slice I hungrily forked up beneath the fluorescent strip lights of a Ramallah sweet shop in 2005, my reward for days of hard work.</p> <a href=\"https://www.theguardian.com/food/2023/jan/21/some-dishes-stay-with-you-forever-should-i-go-looking-for-that-perfect-moment-again-rachel-cooke\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/like-knocking-down-the-eiffel-tower-battle-to-save-historic-prague-bridge", "title": "‘Like knocking down the Eiffel tower’: battle to save historic Prague bridge", "date_published": "2023-01-21 17:00:12+00:00", "description": "<p>A plan from Czech railways to replace the emblematic landmark with a modern structure is facing an impassioned backlash</p><p>A historic <a href=\"https://www.theguardian.com/travel/prague\">Prague</a> railway bridge, whose importance to the city’s landscape has been compared to the Eiffel tower in Paris, has been earmarked for demolition in a move denounced by architects and preservationists.</p><p>The much-photographed Vyšehrad bridge – instantly recognisable for its parabolic lattice steel structure – is unfit to carry an anticipated rising volume of rail traffic, claims Czech Railways, which plans to replace it with a modern structure.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/like-knocking-down-the-eiffel-tower-battle-to-save-historic-prague-bridge\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/jeremy-renner-broke-more-30-bones-snowplough-accident", "title": "Jeremy Renner broke more than 30 bones in snowplough accident", "date_published": "2023-01-21 16:45:19+00:00", "description": "<p>Actor thanks people for messages of support since he was run over by six-tonne machine earlier this month</p><p>The actor Jeremy Renner has revealed he broke more than 30 bones during his serious snowplough accident.</p><p>Renner, known for playing the bow and arrow-wielding Hawkeye in the Marvel Cinematic Universe, was airlifted to hospital with serious injuries on 1 January after he was accidentally run over by his six-tonne ploughing machine while trying to help a family member.</p> <a href=\"https://www.theguardian.com/film/2023/jan/21/jeremy-renner-broke-more-30-bones-snowplough-accident\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/stranded-seal-pup-rescued-after-being-spotted-outside-kebab-shop-in-norfolk", "title": "Stranded seal pup rescued after being spotted outside kebab shop in Norfolk", "date_published": "2023-01-21 16:30:24+00:00", "description": "<p>Marine and Wildlife Rescue were called to the scene at 11pm on Friday and tracked down the seal outside an amusement arcade</p><p>A seal pup has been rescued after it was spotted wandering past an arcade and kebab shop in Norfolk.</p><p>Marine and Wildlife Rescue was called to the scene at 11pm on Friday after the organisation was sent pictures of the grey seal pup outside Istanbul Delight kebab shop in Hemsby, hundreds of metres inland.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/stranded-seal-pup-rescued-after-being-spotted-outside-kebab-shop-in-norfolk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/21/rentokil-pilots-facial-recognition-system-as-way-to-exterminate-rats", "title": "Rentokil pilots facial recognition system as way to exterminate rats", "date_published": "2023-01-21 16:29:17+00:00", "description": "<p>World’s largest pest control group has developed technology to track individual rodents and assess how best to deal with them</p><p>The world’s largest pest control group is piloting the use of facial recognition software as a way to exterminate rats in people’s homes.</p><p>Rentokil said it had been developing the technology alongside Vodafone for 18 months.</p> <a href=\"https://www.theguardian.com/business/2023/jan/21/rentokil-pilots-facial-recognition-system-as-way-to-exterminate-rats\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/21/giant-brexit-border-control-site-sevington-kent-ukrainian-pets", "title": "‘It’s a farce’: the giant Brexit border control site now used to inspect Ukrainian pets", "date_published": "2023-01-21 16:22:07+00:00", "description": "<p>The customs inspection site at Sevington in Kent has space for 1,700 lorries, but lies largely deserted</p><p>It is built on a vast 230-acre site, with a total cost put at more than £100m, and has space for 1,700 heavy goods vehicles. Security staff are on patrol at several checkpoints around its 12-foot-high perimeter fence. Inside are new state-of-the-art buildings and equipment for inspecting imports from Europe.</p><p>But more than six months after completion, this heavily guarded supposed showpiece of a newly independent Britain lies all but deserted. It is labelled by people who live nearby as the great white elephant of Brexit, spanking new but largely redundant. The only imports being inspected are a few pets from Ukraine.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/21/giant-brexit-border-control-site-sevington-kent-ukrainian-pets\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/dolphins-new-york-city-bronx-river", "title": "Delight as dolphins spotted in New York’s Bronx River", "date_published": "2023-01-21 16:21:36+00:00", "description": "<p>Encouraging sign for river that suffered as dumping ground for waste from nearby factories</p><p>Dolphins have been spotted frolicking in New York City’s Bronx River, an encouraging sign of the improving health of a waterway that was for many years befouled as a sewer for industrial waste.</p><p>A pair of dolphins was seen gliding through the river’s waters on Monday, the New York City parks department confirmed, near a small park in the city’s Bronx borough. The Bronx river rises north of New York City and cuts through the Bronx before terminating in the East River, the estuary that separates the Bronx and Manhattan from the boroughs of Queens and Brooklyn.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/dolphins-new-york-city-bronx-river\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/iran-to-rule-on-release-of-film-maker-jafar-panahi", "title": "Iran to rule on release of film-maker Jafar Panahi", "date_published": "2023-01-21 16:15:43+00:00", "description": "<p>Lawyer for award-winning director says court of appeal expected to decide on case by end of week</p><p>Iran’s judiciary is to rule on whether to release the film-maker Jafar Panahi on bail after his conviction was overturned by the supreme court, his lawyer said.</p><p>Panahi, 62, who has won a number of awards at European film festivals, was arrested on 11 July last year and sent to jail to serve a six-year sentence which had been handed down in 2010 for “propaganda against the system”. He served two months at the time before being granted a conditional release. He was also barred from leaving Iran and making films, and was largely confined to his home until his arrest in July.</p> <a href=\"https://www.theguardian.com/film/2023/jan/21/iran-to-rule-on-release-of-film-maker-jafar-panahi\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/germany-backlash-reluctance-tanks-ukraine-leopard", "title": "Germany faces backlash over reluctance to send tanks to Ukraine", "date_published": "2023-01-21 16:11:14+00:00", "description": "<p>Kyiv voices frustration at ‘global indecision’ as allies say Leopard 2s needed now to stop Russian assault</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jan/21/russia-ukraine-war-ukrainians-to-train-on-leopard-2-tanks-despite-lack-of-agreement-on-supply-live\">Russia-Ukraine war – latest news updates</a></strong></li></ul><p>Germany is facing a backlash from allies over its reluctance to supply Leopard 2 tanks to bolster Ukraine’s fighting capacity in the nearly year-long war with Russia.</p><p>On Friday, 50 countries agreed to provide Kyiv with billions of dollars’ worth of military hardware, including armoured vehicles and munitions needed to push back Russian forces.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/germany-backlash-reluctance-tanks-ukraine-leopard\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/21/mark-gatiss-im-genuinely-terrified-that-we-are-losing-the-caff-for-ever", "title": "Mark Gatiss: ‘I’m terrified that we are losing the caff for ever’", "date_published": "2023-01-21 16:00:12+00:00", "description": "<p>The actor and director on his fears for a British institution, the day he stopped being vegetarian and why he’s a fast eater</p><p><strong>I’m going to disappoint you with my terribly proletarian tastes. </strong>If I was to be hanged in the morning, which is quite possible, I would have beans on toast. Because I love that and I have that on a Sunday very regularly because it just makes me happy. I’ve tried to be much more adventurous over the years, but I’m basically working-class, proletarian filth and it’s very hard to eradicate some of those things.</p><p><strong>I was a vegetarian for 15 years and I stopped about 2000, </strong>a year after <em>The League of Gentlem</em><em>en</em> was first on TV. Even though things had got so much better for vegetarians, I remember sitting somewhere in Soho and looking at this menu and there were three things I could eat. And I just thought: “Fuck it!” So I had some chicken and it was incredibly bland and I thought: “I’ve blown it, I’ve wasted 15 years of proper abstinence for this bland chicken!” Then the next day I had a bacon sandwich and everything was all right.</p> <a href=\"https://www.theguardian.com/food/2023/jan/21/mark-gatiss-im-genuinely-terrified-that-we-are-losing-the-caff-for-ever\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/21/paul-clarvis-liam-noble-cathy-jordan-freight-train-review-quite-a-ride", "title": "Paul Clarvis, Liam Noble, Cathy Jordan: Freight Train review – quite a ride", "date_published": "2023-01-21 16:00:12+00:00", "description": "<p>(Village Life)<br />Irish folk singer Cathy Jordan, with Clarvis and Noble on percussion and piano, works her magic on songs ranging from Duke Ellington to Mose Allison</p><p>It starts with Dear Somebody, a harmless little waltz sung by the sweet, folky voice of <a href=\"https://www.cathyjordan.ie/about\">Cathy Jordan</a> (of Irish traditional band <a href=\"https://www.dervish.ie/\">Dervish</a>), accompanied by piano (<a href=\"https://www.trinitylaban.ac.uk/students-and-staff/staff-biographies/liam-noble/\">Liam Noble</a>) and drums (<a href=\"https://www.ram.ac.uk/people/paul-clarvis\">Paul Clarvis</a>). It’s all nice and cosy, except for a short instrumental passage, when the drums and piano sound as though they’re struggling to escape. Is it a gag? Could be. Just listen to the other 12 tracks and enjoy the ride. Next comes Don’t Worry About a Thing, the first of four Mose Allison numbers. The folky voice becomes a tough, admonitory blues one, perfect for Allison’s unique blend of down-home blues and wry metropolitan wit.</p><p>The other tracks are mainly songs from the past with something memorable about them: The Glow Worm with its clever lyrics; the yearning Isle of Innisfree, helped along here by an unnamed whistler; Duke Ellington’s Mood Indigo, revealing yet another, darker side to Jordan’s remarkable voice. <a href=\"https://paulclarvis.bandcamp.com/releases\">The whole album</a> adds up to a very agreeable 50-odd minutes, but beware. A long-forgotten tune, suddenly heard again, can stick to you like glue. It happened to me with this title track, Freight Train, a hit in the mid-1950s, when I first heard it. Now I can’t shake it. </p> <a href=\"https://www.theguardian.com/music/2023/jan/21/paul-clarvis-liam-noble-cathy-jordan-freight-train-review-quite-a-ride\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/back-to-the-future-how-mastodon-is-restoring-the-lost-art-of-online-conversation", "title": "Back to the future: how Mastodon is restoring the lost art of online conversation | John Naughton", "date_published": "2023-01-21 16:00:11+00:00", "description": "<p>The new social network and its interconnected ‘fediverse’ is a welcome alternative to blustering rival Twitter and Elon Musk</p><p>When Twitter first appeared in July 2006, I was enchanted by it. At one point, some geek created an app that logged tweets and geolocated them in real time on a map of the world, so you could watch little dots popping up all over the globe. (I even made a short video recording of my screen and set it to music, but didn’t put it online because I didn’t own the music rights, and now I can’t find it. Sigh – such is digital life.)</p><p>What I loved about Twitter at the beginning was that it enabled you to plug into the thought streams of people you liked or admired. Like all good things, though, that came to an end when the platform <a href=\"https://medium.com/message/the-algorithm-giveth-but-it-also-taketh-b7efad92bc1f\">embarked on the algorithmic curation of users’ feeds</a> to increase “engagement” (and, it hoped, profits). And from then on, it became increasingly tiresome, though I kept my account. But when it became clear that <a href=\"https://www.theguardian.com/technology/2022/apr/25/twitter-elon-musk-buy-takeover-deal-tesla\">Elon Musk was going to buy the platform</a> – and <a href=\"https://www.theverge.com/23551060/elon-musk-twitter-takeover-layoffs-workplace-salute-emoji\">wreak havoc</a> – I decided to explore possible alternatives.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/back-to-the-future-how-mastodon-is-restoring-the-lost-art-of-online-conversation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/21/upsize-downsize-why-the-covid-property-race-for-space-went-sour-for-homebuyers", "title": "Upsize, downsize? Why the Covid property race for space went sour for homebuyers", "date_published": "2023-01-21 16:00:11+00:00", "description": "<p>Ultra-low rates and a desire for more room during lockdown drove UK house prices to new heights. But now many of those who moved are suffering</p><p>In the summer of 2020, when British society emerged from months of Covid lockdown, the UK housing market reopened and <a href=\"https://www.theguardian.com/money/2020/dec/19/average-uk-house-price-rises-2020-covid-housing-market\">began booming</a>, amid fierce demand for larger homes as buyers sought more space, better home working environments or a garden.</p><p>Fuelled by <a href=\"https://www.theguardian.com/business/2022/dec/15/speed-of-uk-interest-rate-rises-will-dent-an-already-weak-economy\">ultra-low interest rates</a> and then-chancellor Rishi Sunak’s <a href=\"https://www.theguardian.com/money/2022/apr/10/stamp-duty-holiday-tempted-buyers-into-marathon-loans\">stamp duty holiday</a>, the numbers of homeowners moving to new properties began to rise sharply from June 2020, and by August mortgage approvals <a href=\"https://www.theguardian.com/money/2021/sep/03/uk-enjoys-property-sales-boom-amid-covid-19-pandemic\">had jumped to their highest level since October 2007</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jan/21/upsize-downsize-why-the-covid-property-race-for-space-went-sour-for-homebuyers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/will-we-be-able-to-look-away-from-the-mummy-issues-raised-on-milf-manor", "title": "Will we be able to look away from the mummy issues raised on Milf Manor? | Bidisha Mamata", "date_published": "2023-01-21 16:00:11+00:00", "description": "<p>The reality show in which mothers and sons live together and start flirting is weirdly kinky but also oddly natural</p><p>If you’re a woman of a certain age, struggling in the housing crisis, you could always check into <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/18/milf-manor-dating-show-tlc\">Milf Manor</a></em>. It’s a new US reality show in which women and their sons live in a house together and then all the ladies and all the guys flirt with each other (Milf stands for Mum I’d Love to Fuck, in case you didn’t know). In the search for a new hit, <em>Milf Manor</em>’s producers have gone back to the oldest human drive on the planet, the mother of them all: the original dyad between a baby and their primary caregiver. Maternal love, filial love, carnal love and erotic love blend together in a mutually jealous, weirdly kinky, televised Freudian melange. It’s natural, it’s normal, it’s common, it’s fine! After all, Sophocles wrote <em>Oedipus Rex</em> 400 years before the birth of Christ. Once you pass 40, you become invisible to men in their 30s while every 20-year-old on the planet notices you, including waiters, security guards, interns and other women’s sons. I can explain it in one word: perimenopause. When wise Mother Nature realises your ship is sailing, she starts wafting out your erotic pheromones at double strength like novelty cocktails during happy hour at the last-chance saloon and you attract those virile young males who are biologically best able to “pollinate the flower”. <em>Milf Manor</em> is airing on the cable network TLC, which also happens to stand for Tender Loving Care. As the guys queueing to visit <em>Milf Manor</em> know, that’s exactly what you get when you come to Mummy.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/will-we-be-able-to-look-away-from-the-mummy-issues-raised-on-milf-manor\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/21/coffee-cups-no-seatbelt-rishi-sunak-jeremy-hunt-score-low-on-video-messaging", "title": "‘Embarrassingly wooden’: why are Sunak and Hunt so awkward on screen?", "date_published": "2023-01-21 16:00:11+00:00", "description": "<p>The prime minister and the chancellor have been trying to tickle Britain’s pixels, with decidedly mixed results</p><p>Finding someone who can read out loud in front of a camera is not as easy as it sounds, as any TV executive will tell you.</p><p>Even so, the young, TikTok-savvy, lens-aware advisers to Rishi Sunak and Jeremy Hunt must be wondering why their bosses find it quite so difficult.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/21/coffee-cups-no-seatbelt-rishi-sunak-jeremy-hunt-score-low-on-video-messaging\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/phone-monitor-helps-london-tube-passengers-avoid-polluted-routes", "title": "App reveals most polluted London Underground routes to travel on", "date_published": "2023-01-21 15:51:26+00:00", "description": "<p>A young innovator has won a top award for developing software to map the tube routes with the cleanest air</p><p>Like most Londoners, Tanya Beri has mixed views of the city’s vast underground rail network that carries millions of passengers every day on its 11 lines and through its 272 stations. The tube keeps London moving, though often in <a href=\"https://www.theguardian.com/uk-news/2019/jan/09/london-underground-air-pollution-report-concerns-northern-line-particulates\">cramped, uncomfortable and unhygienic conditions</a>.</p><p>However, Beri believes she has found a way to improve travel for concerned commuters. She has developed a phone app that can direct passengers to routes that offer minimal air pollution.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/phone-monitor-helps-london-tube-passengers-avoid-polluted-routes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/championship-coventry-norwich", "title": "Norwich’s early salvo sinks Coventry to maintain David Wagner’s strong start", "date_published": "2023-01-21 15:10:19+00:00", "description": "<p></p><p>Norwich continued their superb start under new manager David Wagner with a 4-2 victory at Coventry. Having thrashed Preston 4-0 in Wagner’s first Championship game in charge, Norwich raced into a 3-0 lead inside 18 minutes through a Michael Rose own goal, Onel Hernández and Josh Sargent.</p><p>Coventry, watched by new majority owner Doug King, reduced the deficit to one with quickfire strikes from Jamie Allen and Kasey Palmer – all five goals coming inside the opening 26 minutes. Things settled down after that but Kieran Dowell added a fourth for Norwich in the 65th minute, with leaders Burnley next up at Carrow Road in two weeks’ time.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/championship-coventry-norwich\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/21/seatbelts-jets-and-coke-rishi-sunaks-growing-list-of-gaffes", "title": "Seatbelts, jets and Coke: Rishi Sunak’s growing list of gaffes", "date_published": "2023-01-21 15:09:09+00:00", "description": "<p>The prime minister promised integrity but critics have questioned this in light of some dubious decisions</p><p>Rishi Sunak entered No 10 promising “integrity”, but was forced to apologise this week after failing to wear a seatbelt in a moving car.</p><p>It is the latest in a series of gaffes that have prompted critics to accuse him of showing “the same disregard for the rules” as his predecessor as prime minister, Boris Johnson.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/21/seatbelts-jets-and-coke-rishi-sunaks-growing-list-of-gaffes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/jan/21/on-my-radar-nikki-amuka-bird-cultural-highlights", "title": "On my radar: Nikki Amuka-Bird’s cultural highlights", "date_published": "2023-01-21 15:00:10+00:00", "description": "<p>The actor on a double dose of Greek tragedy, the real-life drama of basketball, and a perfect day in Antigua</p><p>The actor Nikki Amuka-Bird, 46, was born in Nigeria and raised in Lagos, Antigua and west London. She trained at Lamda and began her career at the RSC. She was Bafta-nominated for the BBC’s adaptation of Zadie Smith’s <em>NW</em>; other screen credits include <em>Luther</em>, <em>Small Island</em> and <em>The Personal History of David Copperfield</em>. She plays Rav in Armando Iannucci’s sci-fi comedy <em>Avenue 5</em> and stars in M Night Shyamalan’s new apocalyptic psychological thriller <em>Knock </em><em>at </em><em>the Cabin</em>, in cinemas from 3 February. </p> <a href=\"https://www.theguardian.com/stage/2023/jan/21/on-my-radar-nikki-amuka-bird-cultural-highlights\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/restaurants-dropping-meat-dishes-as-costs-rise-and-veganuary-grows-more-popular", "title": "Restaurants dropping meat dishes as costs rise and Veganuary grows more popular", "date_published": "2023-01-21 15:00:10+00:00", "description": "<p>The soaring price of ingredients and rise of veganism have led to a ‘notable decline’ in dishes made with animal products</p><p>Restaurants are removing meat dishes from their menus due to the impact of inflation and the rising popularity of <a href=\"https://www.theguardian.com/lifeandstyle/2022/dec/31/veganuary-changed-uk-eating\">Veganuary</a>, researchers say.</p><p>Only 20% of all dishes served at restaurant chains last summer contained meat, according to the latest figures from Lumina Intelligence, a drop of four percentage points from last spring.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/restaurants-dropping-meat-dishes-as-costs-rise-and-veganuary-grows-more-popular\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/holy-spider-prurient-iranian-serial-killer-drama-ali-abbasi", "title": "Holy Spider – prurient Iranian serial killer drama", "date_published": "2023-01-21 15:00:09+00:00", "description": "<p>Based on the real-life case of a man who murdered 16 women, Ali Abbasi’s tense film feels at once timely and dehumanising</p><p>The third feature from Copenhagen-based Iranian director Ali Abbasi shares with his breakthrough film, the troll-thriller <em><a href=\"https://www.theguardian.com/film/2019/mar/09/border-review-ali-abbasi\">Border</a></em>, a fascination with the monsters that lurk on the fringes of society. But in this Persian-language picture, based on a real-life serial killer who murdered 16 sex workers in the Iranian city of Mashhad, the monster is not just a single individual, but a wider culture of misogyny.</p><p>It’s a timely release, adding to the spotlight on women’s rights and roles in Iranian society, and driven by two impressive performances – from theatre actor Mehdi Bajestani as the murderer, and Zar Amir Ebrahimi, playing Rahimi, the female investigative journalist reporting on the case. It’s a tense, atmospheric piece of film-making but it made me profoundly uncomfortable – and not, I should add, in a good way. There’s a prurience in how the murders are filmed – the camera hungrily scouring the distorted faces of dying women – that borders on dehumanising. This, combined with the fact that it’s the female journalist, rather than any of the victims, whose character is developed, unintentionally supports the idea that some women’s lives are worth more than others.</p> <a href=\"https://www.theguardian.com/film/2023/jan/21/holy-spider-prurient-iranian-serial-killer-drama-ali-abbasi\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/manchester-city-aston-villa-womens-super-league-match-report", "title": "Kirsty Hanson’s WSL leveller claims point for Aston Villa at Manchester City", "date_published": "2023-01-21 14:59:42+00:00", "description": "<p></p><p>Manchester City were denied the chance to move level with Manchester United and Arsenal as Manchester United loanee Kirsty Hanson cancelled out Deyna Castellanos’s first WSL goal to earn Aston Villa a point.</p><p>The draw at the Academy stadium means Villa have taken four points from Manchester City this season, denting the Champions League and league title hopes of Gareth Taylor’s side.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/manchester-city-aston-villa-womens-super-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/scottish-cup-celtic-morton-fourth-round-rangers-st-johnstone", "title": "Kyogo Furuhashi and Aaron Mooy double up as Celtic thrash Morton", "date_published": "2023-01-21 14:59:05+00:00", "description": "<p></p><p>Kyogo Furuhashi hit the 20-goal mark for the campaign as Celtic beat Morton 5-0 in the Scottish Cup. The Japanese striker matched his total for last season thanks to a first-half double in the fourth-round tie at Celtic Park.</p><p>Aaron Mooy also hit a brace and David Turnbull scored his second spectacular goal of the week but the game was not without controversy – the opener came courtesy of an extraordinarily harsh <a href=\"https://www.theguardian.com/football/2023/jan/13/celtic-ange-postecoglous-var-complaints-feed-familiar-old-firm-biases\">VAR decision</a> against the former Celtic defender Efe Ambrose. Morton had enjoyed some decent spells of pressure before Mooy opened the scoring from the spot, and had the chance to go ahead after Callum McGregor shot just wide from long range at the other end.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/scottish-cup-celtic-morton-fourth-round-rangers-st-johnstone\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/liverpool-chelsea-premier-league-match-report", "title": "Mykhailo Mudryk cameo livens up Chelsea’s goalless draw at Liverpool", "date_published": "2023-01-21 14:54:45+00:00", "description": "<p>The 1,000th game of Jürgen Klopp’s managerial career will not be remembered with fondness, if indeed it is remembered at all. Liverpool and Chelsea played out a flat goalless draw at Anfield that demonstrated why both are languishing in mid-table and struggling to realise their Champions League ambitions.</p><p>Kai Havertz had an early goal ruled out by VAR but otherwise there were few incidents and precious little quality on display from either the hosts or Graham Potter’s visitors. The usual stakes in the fixture were lowered with Liverpool and Chelsea 10 points off Champions League qualification in ninth and 10th place respectively. The league positions flattered both teams on the basis of a truly dreadful first half in particular, when four minutes of stoppage time in freezing temperatures passed for a cruel joke. Chelsea performed with more control and composure, but that was only in comparison to a careless and aimless Liverpool display.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/liverpool-chelsea-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/volodymyr-zelenskiy-attends-memorial-service-for-ukraine-helicopter-crash-victims", "title": "Zelenskiy attends memorial service for Ukraine helicopter crash victims", "date_published": "2023-01-21 14:52:34+00:00", "description": "<p>Country’s president mourns interior minister, his deputy and five other senior officials who died </p><p>A tearful Volodymyr Zelenskiy attended a memorial service on Saturday for seven senior interior ministry officials <a href=\"https://www.theguardian.com/world/video/2023/jan/18/ukraine-senior-officials-die-in-helicopter-crash-near-nursery-video-report\">killed in a helicopter crash</a> this week.</p><p>The former interior minister Denys Monastyrskyi, his deputy and five other high-ranking officials were killed when their French-made Super Puma helicopter crashed into a nursery on the eastern outskirts of Kyiv in foggy conditions on Wednesday.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/volodymyr-zelenskiy-attends-memorial-service-for-ukraine-helicopter-crash-victims\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/african-music-stars-struggle-to-get-visas-to-europe", "title": "‘Ritual humiliations’: African music stars struggle to get visas to Europe", "date_published": "2023-01-21 14:34:09+00:00", "description": "<p>A Kenyan DJ’s post of being denied transit through Amsterdam has put the spotlight on airlines’ alleged racist policies</p><p>Emma Nzioka, a Kenyan performer and DJ known as Coco Em, was looking forward to the Terra Sagrada festival in Cape Verde for nearly a year. Some of her favourite African artists, such as Boddhi Satva, would be playing.</p><p>But Nzioka did not make it to the festival last month, or out of the country, for that matter. At the check-in counter in Kenya, she was told she could not board her flight unless she bought a return ticket with the same airline (she had one with another airline) to “prove” she would return home. Although Nzioka was going to Cape Verde, she was transiting through Amsterdam.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/african-music-stars-struggle-to-get-visas-to-europe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/padraig-harringtons-remarkable-round-makes-him-a-contender-in-abu-dhabi", "title": "Pádraig Harrington’s remarkable round makes him a contender in Abu Dhabi", "date_published": "2023-01-21 14:30:29+00:00", "description": "<ul><li>Irishman is 11 under, two shots back for final round</li><li>Shane Lowry, Min Woo Lee and Francesco Molinari share lead</li></ul><p>The sentiment of Pádraig Harrington should serve as much of a warning to the remainder of the Abu Dhabi Championship field as the golf produced by the Irishman while en route to a third round of 64. Harrington, a three-times major winner, believes his game has never been in better shape.</p><p>Success for Harrington would turn heads. And no wonder; at 51, he would become the oldest winner in DP World, once European, Tour history. Harrington will begin round four sitting two from the 54-hole lead, held by Shane Lowry, Min Woo Lee and <a href=\"https://www.theguardian.com/sport/2023/jan/20/francesco-molinari-sees-golf-form-return-as-ryder-cup-comes-into-view\">a resurgent Francesco Molinari</a> at 13 under par. There will be little stress attached to Harrington’s fourth-round buildup. He is loving life in this environment.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/padraig-harringtons-remarkable-round-makes-him-a-contender-in-abu-dhabi\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/harry-and-meghan-montecito-california-neighbours", "title": "‘Didn’t read it, will not read it’: Harry and Meghan of little interest to Montecito neighbours", "date_published": "2023-01-21 14:25:09+00:00", "description": "<p>The world’s fastest-selling memoir is merely an episode in a soap opera in the Sussexes’ adopted Californian hometown</p><p>On the day Prince Harry’s controversial, headline-grabbing <a href=\"https://www.theguardian.com/books/2023/jan/17/spare-by-prince-harry-review-magical-thinking-in-montecito-tina-brown\">memoir </a><em><a href=\"https://www.theguardian.com/books/2023/jan/17/spare-by-prince-harry-review-magical-thinking-in-montecito-tina-brown\">Spare</a></em> officially became the <a href=\"https://www.guinnessworldrecords.com/news/2023/1/prince-harrys-spare-becomes-fastest-selling-non-fiction-book-ever-732915?fbclid=iwar1lh5vgwvyihm4b4tkdx0rx2y9lkseqytkalc9_tsigwzynugjesk_ssna\">fastest-selling</a> non-fiction book in history, the bookstore in his adoptive hometown in California did not move a single copy.</p><p>Indifference wasn’t the problem, although Montecito, the wealthy hillside community outside Santa Barbara where the Sussexes have made their home, is known for keeping its opinions of the royal couple close to its chest.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/harry-and-meghan-montecito-california-neighbours\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/brett-kavanaugh-documentary-sundance-film-festival", "title": "‘I hope this triggers outrage’: surprise Brett Kavanaugh documentary premieres at Sundance", "date_published": "2023-01-21 14:10:06+00:00", "description": "<p>Covertly-made Justice, from director Doug Liman, shows to sold-out audience and shines new light on allegations of sexual assault</p><p>A secretly made documentary expanding on allegations of sexual assault against supreme court justice Brett Kavanaugh has premiered at this year’s Sundance film festival.</p><p><a href=\"https://www.justicefilm.com/\">Justice</a>, a last-minute addition to the schedule, aims to shine a light not only on the women who have accused Kavanaugh, a Donald Trump nominee, but also the failed <a href=\"https://www.theguardian.com/us-news/2021/sep/14/brett-kavanaugh-fbi-investigation-documents\">FBI investigation</a> into the allegations.</p> <a href=\"https://www.theguardian.com/film/2023/jan/21/brett-kavanaugh-documentary-sundance-film-festival\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/nadhim-zahawi-claims-error-with-his-taxes-careless-not-deliberate", "title": "Nadhim Zahawi claims error with his taxes ‘careless not deliberate’", "date_published": "2023-01-21 14:09:55+00:00", "description": "<p>Comments follow reports that Tory party chairman paid HMRC a penalty as part of a multimillion-pound tax settlement</p><p>Tory party chair Nadhim Zahawi has released a statement to “address some of the confusion about my finances” after <a href=\"https://www.theguardian.com/uk-news/2023/jan/18/labour-calls-for-inquiry-over-nadhim-zahawi-tax-affairs\">reports that he paid a penalty as part of a multimillion-pound tax settlement</a>.</p><p>He said: “As a senior politician I know that scrutiny and propriety are important parts of public life. Twenty-two years ago I co-founded a company called YouGov. I’m incredibly proud of what we achieved. It is an amazing business that has employed thousands of people and provides a world-beating service.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/nadhim-zahawi-claims-error-with-his-taxes-careless-not-deliberate\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/jacinda-ardern-proved-a-true-leader-knows-when-to-step-back-if-only-us-politicians-did-the-same", "title": "Jacinda Ardern proved a true leader knows when to step back. If only US politicians could do the same | Arwa Mahdawi", "date_published": "2023-01-21 14:00:09+00:00", "description": "<p>There’s a real problem when the same people cling to power for decades and refuse to make room for new blood</p><p>It was inevitable that someone was going to ask that most cliched of questions and, voilà, they did. Shortly after Jacinda Ardern’s <a href=\"https://www.theguardian.com/world/2023/jan/19/an-inspiring-leader-world-reacts-to-jacinda-arderns-resignation-as-new-zealand-prime-minister\">shock resignation</a> as New Zealand prime minister this week, the BBC tweeted out a story about Ardern balancing motherhood with politics, with a headline <a href=\"https://www.thejournal.ie/bbc-admits-error-jacinda-ardern-headline-5974462-Jan2023/\">asking if women can really have it all.</a> After being accused of “staggering sexism”, the BBC deleted the headline and apologised.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/jacinda-ardern-proved-a-true-leader-knows-when-to-step-back-if-only-us-politicians-did-the-same\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/21/john-cale-mercy-review-the-titan-of-cool-misses-a-trick", "title": "John Cale: Mercy review – the titan of cool misses a trick", "date_published": "2023-01-21 14:00:09+00:00", "description": "<p>(Domino) <br />The 80-year-old’s latest album features some inspired younger guests but cries out for less dated beats and a visionary producer</p><p>Last year, a remarkable rock’n’roll time capsule came to light. Unheard for more than 50 years, Lou Reed’s acoustic demos for his soon-to-be band – the Velvet Underground – were released, revealing one of the most important cultural partnerships of the 20th century in its infancy. If that claim sounds inflated, as well as motivating a great many taboo-busting creatives prone to wearing shades, the Velvet Underground also inspired superfan Václav Havel and Czechoslovakia’s resistance to Soviet totalitarianism.</p><p>The other person in the room with Reed was Welshman <a href=\"https://www.theguardian.com/music/2022/oct/26/john-cale-by-cate-le-bon-gruff-rhys-and-james-dean-bradfield\">John Cale</a>, whose mastery of repetition and drone – one gleaned from his studies in the New York noise avant garde – made the Velvet Underground just as groundbreaking as Reed’s chemically frank lyrics. Cale’s body of work since has covered an extraordinary amount of territory, encompassing experimental offerings, notable collaboration, soundtrack and production work – Patti Smith, the list goes on – as well as albums of his own songcraft.</p> <a href=\"https://www.theguardian.com/music/2023/jan/21/john-cale-mercy-review-the-titan-of-cool-misses-a-trick\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/baz-luhrmann-i-need-freedom-above-all-else", "title": "Baz Luhrmann: ‘I need freedom above all else’", "date_published": "2023-01-21 14:00:08+00:00", "description": "<p>The film director, 60, on what inspires him, the life-changing meeting he had with his wife, and why running away from home was his first act of rebellion</p><p><strong>I grew up in a tiny</strong> country town in New South Wales, about 180 miles north of Sydney. It was like living on an island. There were 11 or so houses, and a gas station, and a farm. For a while we ran the local cinema. </p><p><strong>When my father came out</strong> of the Vietnam war we were forced to have extremely short hair. This was the 70s, when if you didn’t have long hair you were a dead person, so it was a big problem. My parents broke up, I got estranged from my dad, and ended up in Sydney with the freedom to grow my hair. I’ve got really curly hair, and all the mean kids at the Christian Brothers’ College I went to started calling me Basil Brush, which then became Baz, which I then painted on the side of my school bag. When I was 19 I changed my name by deed poll to Bazmark. I’d always thought Mark was a boring name. </p> <a href=\"https://www.theguardian.com/film/2023/jan/21/baz-luhrmann-i-need-freedom-above-all-else\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/21/one-to-watch-cvc-get-real", "title": "One to watch: CVC", "date_published": "2023-01-21 14:00:08+00:00", "description": "<p>Channelling 60s California, this Welsh six-piece charm with classy psych-pop made for long summer evenings</p><p>You probably can’t get further from Laurel Canyon than Church Village in Wales, but <a href=\"https://cvcband.com/\">CVC</a> are doing their best to paint the town 60s. Their name (it stands for Church Village Collective) suggests long-haired vegan co-ops, their mantra is “peace and love and good times”, and their album is called <em>Get Real</em>, a groovy catchphrase that calls to mind John Lennon. One of their members has a penchant for berets.</p><p>These six twentysomething lads – singer Francesco Orsi, bassist Ben Thorne, drummer Tom Fry, keyboardist Daniel “Naniel” Jones and singing guitarists David Bassey and Elliott Bradfield, who are related to Shirley Bassey and a Manic Street Preacher, no less – have more “ooh-la-la-lahs” and “doo-wahs” than you can shake Brian Wilson at as they coo about timeless themes such as girls, getting into scrapes, smoking weed and working for the man.</p> <a href=\"https://www.theguardian.com/music/2023/jan/21/one-to-watch-cvc-get-real\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/how-mafia-scarlet-pimpernel-eluded-capture-for-30-years-matteo-messina-denaro", "title": "Hiding in plain sight: how Sicily’s mafia godfather eluded capture for 30 years", "date_published": "2023-01-21 13:57:08+00:00", "description": "<p>Matteo Messina Denaro was arrested this week after three decades on the run. During that time he went out for pizza, watched football, and even took selfies with his GP</p><p>At 8.20am last Monday, Andrea Bonafede was queueing at the check-in of a private medical clinic in Palermo, Sicily. Suffering from colon cancer and thought to be 59, he had already undergone two operations and chemotherapy at the clinic, often bringing the staff presents of olive oil and exchanging phone numbers, and text messages, with his fellow patients. He was known to dress in flashy clothes: that morning he was wearing a sheepskin coat, a white hat, Ray-Ban shades and an expensive Franck Muller watch.</p><p>Waiting for his Covid test, he went outside and walked towards the Fiat Brava, and the driver, that had brought him there. The undercover officers watching him worried that he had realised he was under surveillance and that he might be about to bolt. A colonel from the Carabinieri, Italy’s militarised police, decided to move in: “Are you <a href=\"https://www.theguardian.com/world/2023/jan/17/captured-mafia-boss-matteo-messina-denaro-living-modest-apartment\">Matteo Messina Denaro</a>?”</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/how-mafia-scarlet-pimpernel-eluded-capture-for-30-years-matteo-messina-denaro\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/21/west-ham-v-everton-leicester-v-brighton-football-clockwatch-live", "title": "West Ham v Everton, Leicester v Brighton: football clockwatch – live", "date_published": "2023-01-21 13:45:08+00:00", "description": "<ul><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: all the goals as they go in around Europe</a></li><li>Drop Tim an <a href=\"mailto:tim.delisle.casual@theguardian.com\">email</a>. Or you can tweet him <a href=\"mailto:timdelisle\">@TimdeLisle</a></li></ul><p>Hello and welcome to the big one. No, not Arsenal v Man United – no manager’s fate hinges on that one, whereas two heads are on the block at the London Stadium this afternoon. West Ham v Everton has it all: a relegation six-pointer involving two famous clubs, both fallen on hard times, both led by well-known characters, each a part of his opponents’ history.</p><p>West Ham are managed by David Moyes, who did so decently at Everton that he stayed there for 11 years. Everton are managed by Frank Lampard, who began his illustrious playing career (as Frank Lampard Jr.) with a seven-year stint at West Ham. Now both men are embattled: in <a href=\"https://www.oddschecker.com/football/english/premier-league/next-manager-to-leave-post\">the sack race</a>, they’re neck and neck, and way ahead of the rest. Just to add spice, Moyes has been mooted for a return to Everton, should Lampard get the chop.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/21/west-ham-v-everton-leicester-v-brighton-football-clockwatch-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/21/mi5-refused-to-investigate-russian-spys-links-to-tories-says-whistleblower", "title": "MI5 refused to investigate ‘Russian spy’s’ links to Tories, says whistleblower", "date_published": "2023-01-21 13:35:08+00:00", "description": "<p>Party member lodges a complaint about the security services ignoring attempt of Russian infiltration into the Conservatives</p><p>MI5 repeatedly refused to investigate evidence that an alleged Russian spy was attempting to cultivate influence with senior Conservative politicians and channel illegal Russian funds into the party, a Tory member has alleged in a new complaint lodged with the investigatory powers tribunal (IPT).</p><p>Sergei Cristo, a Conservative<a href=\"https://www.theguardian.com/politics/conservatives\"> </a>party activist and a former journalist with the BBC World Service, has lodged a complaint with the investigatory powers tribunal, filing the case after corresponding with the chair of parliament’s intelligence and security committee, Conservative MP Julian Lewis, who recommended he take the information to the authorities.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/21/mi5-refused-to-investigate-russian-spys-links-to-tories-says-whistleblower\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/21/over-the-moon-buzz-aldrin-marries-long-time-love-on-his-93rd-birthday", "title": "Over the moon! Buzz Aldrin marries ‘long-time love’ on his 93rd birthday", "date_published": "2023-01-21 13:16:57+00:00", "description": "<p>Second man to walk on the moon says he and his new wife are ‘as excited as eloping teenagers’</p><p>Buzz Aldrin, the second man to walk on the moon, has announced that he got married to his long-term partner on his 93rd birthday.</p><p>The retired astronaut celebrated his birthday on Friday and said on Twitter that he “tied the knot” with Dr Anca Faur, 63, in a small ceremony in Los Angeles.</p> <a href=\"https://www.theguardian.com/science/2023/jan/21/over-the-moon-buzz-aldrin-marries-long-time-love-on-his-93rd-birthday\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/david-carrick-guardian-readers-on-their-views-of-the-met-police", "title": "‘Rotten to the core’: five women on their changing views of the Met police", "date_published": "2023-01-21 13:00:07+00:00", "description": "<p>Abhorrence and the need for radical reform feature strongly in light of the David Carrick scandal</p><p>The arrest of David Carrick, <a href=\"https://www.theguardian.com/uk-news/2023/jan/16/metropolitan-police-officer-david-carrick-revealed-as-serial-rapist\">a serving Metropolitan police officer</a>, follows a series of cases of abuse perpetrated by police against women in recent years that have called public trust into question.</p><p>Here, five women describe how their perceptions of the Met have changed in light of Carrick’s arrest and other recent scandals involving serving officers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/david-carrick-guardian-readers-on-their-views-of-the-met-police\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/fire-rebekah-jamie-vardy-house-destroys-home-gym", "title": "Fire at Rebekah and Jamie Vardy’s house destroys home gym", "date_published": "2023-01-21 12:44:10+00:00", "description": "<p>Wife of Leicester City footballer posts picture on Instagram praising ‘brilliant’ Lincolnshire fire service</p><p>A gym at the home of Rebekah and Jamie Vardy has been destroyed by fire.</p><p>The wife of the Leicester City footballer posted a picture on <a href=\"https://www.instagram.com/p/CnpVTUmITuj/?utm_source=ig_web_copy_link\">Instagram</a> of two of her children smiling at the camera having climbed inside a fire engine as she praised the “brilliant Lincolnshire fire and rescue service”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/fire-rebekah-jamie-vardy-house-destroys-home-gym\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/21/least-like-the-other-review-linbury-searching-for-rosemary-kennedy-irish-national-opera-royal-opera-house-brian-irvine-netia-jones-elena-urioste-tom-poster-wigmore-hall", "title": "The week in classical: Least Like the Other; Elena Urioste and Tom Poster", "date_published": "2023-01-21 12:30:07+00:00", "description": "<p><strong>Linbury theatre, Royal Opera House; Wigmore Hall, London</strong><br />The sad fate of Rosemary Kennedy is strikingly told by Irish National Opera. Plus, the female French composer we should all know about…</p><p>A mesh of squares and rectangles, charts, grids and graph paper forms the visual harness in which the central character in <strong><a href=\"https://www.roh.org.uk/tickets-and-events/least-like-the-other-by-netia-jones-details\">Least Like the Other</a></strong> is held immobile. The human instinct to engineer and make straight that which is socially wayward and irregular is explored in sharp focus, its tragic consequences laid bare, in this one-act work performed by <a href=\"https://www.irishnationalopera.ie/whats-on/current-upcoming-productions/least-like-the-other\">Irish National Opera</a> at the Royal Opera’s Linbury theatre. The composer Brian Irvine and co-creator Netia Jones (director, designer and video designer) have sifted the evidence – interviews, newspaper reports, newsreel – and woven an engrossing docu-opera for four performers and small orchestra, part scored, part improvised.</p><p>The result is a many-layered meditation on the eldest sister of John F Kennedy, one of America’s brilliant Kennedy dynasty but considered decidedly less gleaming than her eight siblings. After a lobotomy in 1941 at the age of 23, Rosemary – superbly sung by the young Irish soprano <a href=\"https://www.amynifhearraigh.com/\">Amy Ní Fhearraigh</a> – lived away from public view until her death <a href=\"https://www.theguardian.com/news/2005/jan/11/guardianobituaries.usa\">in 2005</a>. For most patients, a lobotomy dulled the senses into “perpetual marble calm”, as Sylvia Plath described it in <em>The Bell Jar</em>. This short-lived and brutal form of psychosurgery was in its fashionable infancy. The promise of a panacea for all mental ills proved irresistible, not least to Rosemary’s father, Joseph P Kennedy Sr, who secretly arranged the procedure for his sweet, beautiful but unstable daughter.</p> <a href=\"https://www.theguardian.com/music/2023/jan/21/least-like-the-other-review-linbury-searching-for-rosemary-kennedy-irish-national-opera-royal-opera-house-brian-irvine-netia-jones-elena-urioste-tom-poster-wigmore-hall\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/rashfords-reset-at-full-tilt-after-ten-hag-reshapes-manchester-uniteds-headspace", "title": "Rashford’s reset at full tilt after Ten Hag reshapes United’s headspace", "date_published": "2023-01-21 12:30:06+00:00", "description": "<p>The goals are flowing again for the striker thanks to his new manager: ‘It’s a complete different energy around the club’</p><p>When picking over the Marcus Rashford renaissance, surely the feelgood story of the season, one that no football fan resents irrespective of allegiance, it is easy to linger on the biggest moments. The decisive goals for a resurgent Manchester United in the Premier League against Liverpool, Arsenal and Manchester City. The <a href=\"https://www.theguardian.com/football/2022/nov/21/england-iran-world-cup-group-b-match-report\">comeback strike for England</a> at the World Cup against Iran with virtually his first touch at international level since <em>that</em> penalty miss. The <a href=\"https://www.theguardian.com/football/2022/nov/29/wales-england-world-cup-group-b-match-report\">two-goal salvo against Wales</a> in the next tie, including the banging free-kick.</p><p>Rashford’s managers though, for club and country, are drawn to something else, a lower-profile flicker but one that captures his essence – the drive and clarity that has underpinned his journey from the time when United first scouted him as a six-year-old. It was the towering header against West Ham at the end of October which gave United a <a href=\"https://www.theguardian.com/football/2022/oct/30/manchester-united-west-ham-premier-league-match-report\">1-0 home win</a>. Christian Eriksen had stood up the cross and, when Rashford threw himself at it, Erik ten Hag could feel a glow of satisfaction.</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/rashfords-reset-at-full-tilt-after-ten-hag-reshapes-manchester-uniteds-headspace\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/andy-murray-australian-open-battling-defeat-to-roberto-bautista-agut", "title": "Andy Murray’s Australian Open run ends in battling defeat to Bautista Agut", "date_published": "2023-01-21 12:16:03+00:00", "description": "<ul><li>Spaniard eventually prevails 6-1, 6-7 (7), 6-3, 6-4 in Melbourne</li><li>Briton succumbs after 14 hours on court over three matches</li></ul><p>A day and a half after seemingly dragging his body to the extremes of its physical limits, Andy Murray was back and at it again. He started his third-round match an exhausted shadow of himself, barely even able to move, but then he loosened up. He began to play. One fist pump at a time, he let every single onlooker know. Somehow, he ended up snatching a set for himself.</p><p>It was an astonishing, thrilling last stand that encapsulated all that he is about, but it was not enough. As Murray’s immense workload finally caught up with him, his resurgent Australian Open came to an end as he eventually fell 6-1, 6-7 (7), 6-3, 6-4 to Roberto Bautista Agut of Spain.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/andy-murray-australian-open-battling-defeat-to-roberto-bautista-agut\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/burkina-faso-66-women-and-children-freed-after-kidnap-by-armed-assailants", "title": "Burkina Faso: 66 women and children freed after kidnap by armed assailants", "date_published": "2023-01-21 12:03:36+00:00", "description": "<p>Security forces stage rescue operation in country which is facing violent Islamist insurgency</p><p>Sixty-six women and children <a href=\"https://www.theguardian.com/world/2023/jan/16/burkina-faso-suspected-jihadists-kidnap-womenhttps://www.theguardian.com/world/2023/jan/16/burkina-faso-suspected-jihadists-kidnap-women\">kidnapped by armed assailants in northern Burkina Faso</a> last week have been freed, it has been reported.</p><p>The mass kidnapping was unprecedented in Burkina Faso, which is facing a violent Islamist insurgency that spread from neighbouring Mali in 2015.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/burkina-faso-66-women-and-children-freed-after-kidnap-by-armed-assailants\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/21/bruckner-symphony-no-7-tonhalle-orchester-zurich-jarvi-review-caroline-shaw-the-wheel-i-giardini", "title": "Classical home listening: Paavo Järvi returns to Bruckner 7; I Giardini play Caroline Shaw", "date_published": "2023-01-21 12:00:06+00:00", "description": "<p>Järvi and the the Tonhalle-Orchester Zürich hit a sweet spot in their Bruckner cycle. And Shaw’s work beguiles, whether on piano, cello or flower pots</p><p>• <strong>Anton</strong> <strong>Bruckner</strong> inspires a special devotion (or the opposite), so if a conductor chooses to record a Bruckner cycle, the possibility is that they will have insights to bring. Not helpful for anyone starting out, given the countless recordings available, from the brazenly apocalyptic to the quiveringly spiritual: from Karajan, Abbado and Haitink to Daniel Barenboim, Christian Thielemann and Iván Fischer.</p><p><strong>Paavo Järvi</strong>’s <a href=\"https://www.prestomusic.com/classical/products/9405556--bruckner-symphony-no-7\">new account of </a><strong><a href=\"https://www.prestomusic.com/classical/products/9405556--bruckner-symphony-no-7\">Symphony No 7</a></strong> (1884) (Alpha Classics) – he recorded it live with a different orchestra a decade ago – shows the <strong>Tonhalle-Orchester Zürich</strong> in peak condition. Tempos never drag. The orchestral sound is detailed and expansive, woodwind expressive, brass white-hot. Colours are rich, tenderness offsetting majesty. The big climaxes, exciting but controlled, avoid that Brucknerian tendency to sound laboured; no indulgence here. This impressive account is part of a symphonic cycle that concludes next year.</p> <a href=\"https://www.theguardian.com/music/2023/jan/21/bruckner-symphony-no-7-tonhalle-orchester-zurich-jarvi-review-caroline-shaw-the-wheel-i-giardini\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/tory-migrant-policy-calais-refugee-camps-french", "title": "If you ever doubt the hateful effects of Tory migrant policy, go to Calais and see what I’ve seen | Jeremy Corbyn", "date_published": "2023-01-21 12:00:06+00:00", "description": "<p>The refugee camps are riddled with disease, poverty and violence. The French create the terror and squalor – and UK ministers pay them to do it</p><ul><li>Jeremy Corbyn is a former leader of the Labour party</li></ul><p>Hell is a teargassed scrubland crawling with infectious disease. Hell is toddlers scavenging to survive. Hell is a refugee camp in Calais.</p><p>Each time I visit, I learn more about the diabolical conditions that human beings are forced to endure in the camp. Having fled the horrors of war, environmental disaster and destitution, refugees there have sacrificed everything to find safety. Instead,<strong> </strong>they die slowly in a hopeless wasteland. Muddied tents provide the only shelter from the freezing cold. <a href=\"https://www.hrw.org/news/2021/10/07/france-degrading-treatment-migrants-around-calais\">Children</a> beg for water contaminated by faeces, as rats scurry into people’s makeshift homes. </p><p>Jeremy Corbyn MP is a former leader of the Labour party</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/letters\"> letters</a> section, please click here.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/tory-migrant-policy-calais-refugee-camps-french\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/21/miso-butter-greens-pasta-vegan-recipe-meera-sodha", "title": "Meera Sodha’s vegan recipe for miso butter greens pasta | The new vegan", "date_published": "2023-01-21 12:00:06+00:00", "description": "<p>A mighty but simple, jade-coloured dish that has taken on new life in my kitchen</p><p>One of the mightiest recipes to come out of the US in recent years is <a href=\"https://cooking.nytimes.com/recipes/1019134-kale-sauce-pasta\">Joshua McFadden’s kale sauce pasta</a>, in which 450g cavolo nero is transformed into a deeply delicious, jade-coloured pasta sauce. It’s impressive on many levels: the sheer volume of green, for a start, the simplicity of it and the excellent flavour (which is in part, I think, due to the parmesan). I have made it multiple times, but without the parmesan, adding some fennel, chilli and miso. Like all the best recipes, it has taken on new life in my kitchen and, with thanks to Joshua, I’d like to share my adaptation with you.</p> <a href=\"https://www.theguardian.com/food/2023/jan/21/miso-butter-greens-pasta-vegan-recipe-meera-sodha\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/jan/21/trend-to-mend-cost-of-living-crisis-puts-darning-back-in-vogue", "title": "Trend to mend: cost of living crisis puts darning back in vogue", "date_published": "2023-01-21 12:00:06+00:00", "description": "<p>John Lewis says sewing shows and eco-awareness have pushed up haberdashery sales of thread, patches and even thimbles</p><p>Thrifty and eco-friendly consumers seeking to make do and mend rather than splash out on new threads are being credited with boosting sales of darning equipment and clothing repair products including patches, colour dye and thimbles.</p><p>The trend to mend means haberdashery – associated with the shopping experience as depicted in the1970s sitcom Are You Being Served? – is back in fashion, according to John Lewis.</p> <a href=\"https://www.theguardian.com/business/2023/jan/21/trend-to-mend-cost-of-living-crisis-puts-darning-back-in-vogue\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/21/ken-bruce-greatest-hits-radio-ghr", "title": "‘It’s like signing Messi’: Ken Bruce’s move a coup for Greatest Hits Radio", "date_published": "2023-01-21 12:00:06+00:00", "description": "<p>Radio 2’s loss of veteran DJ is GHR’s gain as it replaces local stations with its winning formula of 20th-century pop</p><p>When <a href=\"https://www.theguardian.com/media/2023/jan/17/ken-bruce-to-leave-bbc-for-new-radio-show\">Ken Bruce announced his departure this week from Radio 2</a> after 31 years, leaving behind his 8.5 million regular listeners, many people assumed the 71-year-old legend would be hanging up his headphones for good.</p><p>But his next move – announced within minutes – was an unexpected one: Bruce was taking his beloved voice and fiendish PopMaster quiz to a mid-morning show on Greatest Hits Radio.</p> <a href=\"https://www.theguardian.com/media/2023/jan/21/ken-bruce-greatest-hits-radio-ghr\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/jan/21/maneskin-eurovision-interview", "title": "‘We’ve always been very divisive’: Måneskin on fighting fascists and breakfast with Chris Martin", "date_published": "2023-01-21 11:55:06+00:00", "description": "<p>First The X Factor, then victory at Eurovision, now a Grammy nod: the Italian glam rockers have taken the road less ordinary on their way to worldwide fame. So long as they can be themselves, they wouldn’t have it any other way</p><p>Damiano David is bent double over a large glass table, gleefully snorting an imaginary line of cocaine. His Måneskin bandmates – bassist Victoria De Angelis, guitarist Thomas Raggi and drummer Ethan Torchio – collapse in fits of laughter around their frontman, each one pretending to wipe the nonexistent powder off the table in their rented LA flat.</p><p>David is playfully reimagining the Italian rockers’ most infamous moment: hours after winning Eurovision 2021 with their pogoing glam-rock stomp <a href=\"https://www.youtube.com/watch?v=RVH5dn1cxAQ\">Zitti e Buoni</a>, in front of a global audience of 183 million, footage circulated of David appearing to snort something off a table in the green room. The images quickly went viral, with Emmanuel Macron reportedly calling for the band to be disqualified (France’s entry was in second place). In the end David offered to take a drug test, which cleared him of any wrongdoing; the results are still pinned proudly to his fridge at home.</p> <a href=\"https://www.theguardian.com/music/2023/jan/21/maneskin-eurovision-interview\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/jan/21/liverpool-v-chelsea-premier-league-live-score-updates", "title": "Liverpool v Chelsea: Premier League – live", "date_published": "2023-01-21 11:44:11+00:00", "description": "<ul><li>Premier League updates from the 12.30pm GMT kick-off </li><li>And you can drop Scott an <a href=\"mailto:scott.murray.casual@theguardian.com\">email</a> with your thoughts</li></ul><p><strong>Jurgen Klopp speaks to BT Sport.</strong> “We have to find a way for the boys to feel really comfortable, to have the right distances. We have to win more challenges. We were not angry enough. But it was not on purpose. A week ago we were really down, frustrated, angry, and four days ago we were quite happy. But we can’t go through a season like that, we have to find consistency.”</p><p><strong>It’s Jurgen Klopp’s 1,000th match as a manager, and he makes three changes to the team that beat Wolves 1-0 in the FA Cup.</strong> Alisson, Andy Robertson and Mohamed Salah are back, with Caoimhin Kelleher and Kostas Tsimikas dropping to the bench and Fabio Carvalho missing out altogether. Darwin Nunez is back but only as a sub.</p> <a href=\"https://www.theguardian.com/football/live/2023/jan/21/liverpool-v-chelsea-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/commentisfree/2023/jan/21/trump-comeback-failure-legal-woes", "title": "Trump is trying to make a comeback. It’s not working | Lloyd Green", "date_published": "2023-01-21 11:16:05+00:00", "description": "<p>His ‘campaign event’ this week was a dud, his legal woes are growing and his cronies are viciously infighting</p><p>Once again, the legal pitfalls and enthusiasm deficit that plague Donald Trump’s bid for the 2024 Republican nomination are on display. On Thursday, a federal judge <a href=\"https://www.theguardian.com/us-news/2023/jan/20/trump-and-lawyer-ordered-to-pay-1m-for-bringing-frivolous-lawsuit-against-hillary-clinton\">imposed</a> $938,000 in sanctions on Trump and his lawyers. Meanwhile, an appearance touted by Trump as a major campaign event was nothing more than a closed-door speech to deep-pocketed election-deniers at a Trump property.</p><p>For those looking for uplift from a Trump campaign, those days are over. Rather, personal grievance and claims of a stolen 2020 election will likely be his dominant themes. For the 45th president, that may bring catharsis. For everyone else in the Republican party, that spells chaos, headache and the possibility of another Trump defeat at the hands of Joe Biden and the Democrats.</p> <a href=\"https://www.theguardian.com/us-news/commentisfree/2023/jan/21/trump-comeback-failure-legal-woes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/gallery/2023/jan/21/best-10-blankets-for-the-big-british-chill-in-pictures", "title": "Best 10 blankets for the big British chill – in pictures", "date_published": "2023-01-21 11:12:44+00:00", "description": "<p>Throws, quilts and wraps to see you through the cold snap</p> <a href=\"https://www.theguardian.com/lifeandstyle/gallery/2023/jan/21/best-10-blankets-for-the-big-british-chill-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/young-country-diary-the-cormorant-v-the-kingfisher", "title": "Young country diary: The cormorant v the kingfisher | Tamlyn", "date_published": "2023-01-21 11:01:05+00:00", "description": "<p><strong>Cheshire: </strong>I live on a narrowboat and one morning I saw two amazing birds fighting over precious fish</p><p>I love winter mornings on our narrowboat when the bare trees outside my window look like fingers grasping at the air, and the sun, only just risen, scatters pale light over the canal and fields. Later in the day, the sun’s rays reflecting off the water will cover my cabin ceiling in rippling patterns.</p><p>This morning something completely unexpected happened. I woke up and looked out of my window and saw a cormorant in the canal. Now this isn’t very unusual because you see them on inland water quite often. It dived underwater and popped up again a few metres away, coal black and shining beautifully. Suddenly there was a flash of azure blue and orange, like the glow of a winter sunset, as a kingfisher whizzed by in hot pursuit of the cormorant, which flew up, up and away!</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/young-country-diary-the-cormorant-v-the-kingfisher\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/arizona-election-unit-voting-rights-attorney-general", "title": "Arizona’s new attorney general to use election fraud unit to boost voting rights", "date_published": "2023-01-21 11:00:07+00:00", "description": "<p>Democrat Kris Mayes will repurpose unit created by Republican predecessor to focus on protecting voting access</p><p>A unit created under the former Republican attorney general of Arizona to investigate claims of election fraud will now focus on voting rights and ballot access under the newly elected Democratic attorney general.</p><p>The Democratic attorney general, Kris Mayes, told the Guardian that instead of prosecuting claims of voter fraud, she will “reprioritize the mission and resources” of the unit to focus on “protecting voting access and combating voter suppression”. Mayes won the attorney general’s race in November against election denier Abe Hamadah <a href=\"https://www.theguardian.com/us-news/2022/dec/30/democrat-kris-mayes-wins-arizona-attorney-general-recount\">by just 280 votes</a>, a race that went to a state-mandated recount.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/arizona-election-unit-voting-rights-attorney-general\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/arizona-border-wall-shipping-containers-enivronmentalists", "title": "Ex-Arizona governor’s illegal makeshift border wall is torn down – but at what cost?", "date_published": "2023-01-21 11:00:07+00:00", "description": "<p>As the wall of shipping crates built through a national forest is removed, environmentalists take stock</p><p>Truck horns blasted and red dust billowed beneath the blue Arizona sky as surplus army trucks sped up and down a road along the <a href=\"https://www.theguardian.com/us-news/us-mexico-border\">US-Mexico border</a>, hauling shipping containers out of the <a href=\"https://www.fs.usda.gov/coronado\">Coronado national forest</a>.</p><p>Piles of dirt and oak trees, bulldozed by construction crews, dotted the grassland of the San Rafael valley, south-east of Tucson, known as a vital wildlife corridor.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/arizona-border-wall-shipping-containers-enivronmentalists\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/tennessee-officials-fired-lethal-injection-protocol", "title": "Top Tennessee pair fired after damning review of state’s execution protocol", "date_published": "2023-01-21 11:00:07+00:00", "description": "<p>Report revealed multiple executions in recent years carried out without proper testing of lethal injection drugs</p><p>Two top Tennessee officials have been fired by the corrections department after an independent <a href=\"https://app.box.com/s/cxeblwhscz6a8mbngp6cylwbcsz2c7jx/file/1102145253665\">report </a>revealed striking errors in the state’s lethal injection execution protocol.</p><p>According to official documents <a href=\"https://www.usatoday.com/story/news/nation/2023/01/19/tennessee-lethal-injection-execution-officials/11084634002/\">reviewed</a> by the Tennessean newspaper, the deputy commissioner and general counsel, Debra Inglis, was fired, as well as inspector general Kelly Young, on 27 December.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/tennessee-officials-fired-lethal-injection-protocol\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/travel/2023/jan/21/yoga-spas-meditation-10-of-the-best-uk-retreats-for-2023", "title": "Yoga, spas, meditation and more: 10 of the best UK retreats for 2023", "date_published": "2023-01-21 11:00:07+00:00", "description": "<p>Our pick of healthy getaways from the Highlands to the Isle of Wight aslo includes cold-water therapies and wild swimming</p><p>Seven of Warner’s country house hotels offer wellness breaks once or twice a year, with sunrise and sunset yoga, meditation and mindfulness, qigong and pilates, sound baths and health seminars. The retreats include access to the spa, pool and gym and have nightly live music. Locations are the newly renovated Heythrop Park in Oxfordshire, Bodelwyddan Castle in Denbighshire, Nidd Hall in North Yorkshire, Thoresby Hall in Nottinghamshire, Cricket St Thomas in Somerset, Littlecote House in Berkshire and Studley Castle in Warwickshire (pictured).<br /><em>From £404.25 for three nights, next retreat 10 February (Studley Castle), <a href=\"https://www.warnerleisurehotels.co.uk/breaks/wellness-retreat\">warnerleisurehotels.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/jan/21/yoga-spas-meditation-10-of-the-best-uk-retreats-for-2023\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/chocolate-ethical-affordable-fair-trade", "title": "The sweet spot: is ethical and affordable chocolate possible?", "date_published": "2023-01-21 11:00:06+00:00", "description": "<p>It is possible to pay farmers a premium while selling single-origin chocolate at a cheaper price – but it means companies have to transform the way it’s made</p><p>Is it possible to make an ethical chocolate bar that’s also affordable? Tim McCollum, the founder of the bean-to-bar chocolate brand Beyond Good, says the answer is yes – but you have to transform the way it’s made.</p><p>Beyond Good produces single-origin chocolate bars from cocoa sourced in Madagascar, an island nation off the eastern coast of Africa. Like other specialty chocolate brands, the company says it has sought to improve farmer livelihoods by curtailing the long chain of middlemen that typically participate in the trade of cocoa. Unlike most others, though, Beyond Good says it has managed to eliminate intermediaries altogether: the company buys its cocoa beans direct from local farmer co-ops and drives them to its manufacturing facility in Antananarivo, Madagascar’s capital.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/chocolate-ethical-affordable-fair-trade\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/why-we-strike-workers-reasons-joining-picket-line-britains-new-winter-discontent", "title": "Why we strike – eight workers on their reasons for joining the picket line in Britain’s new winter of discontent", "date_published": "2023-01-21 11:00:06+00:00", "description": "<p>A teacher, a nurse, a barrister, a doctor, a postie, an academic, a paramedic and a rail worker explain why they have had no choice but to walk out</p><p><strong>Vassili Crispi, 25, Leeds<br /></strong>I<strong> </strong>am originally from Italy, but came to the UK to study at medical school. I wanted to make a difference in people’s lives, and have been a junior doctor for the past year and a half.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/why-we-strike-workers-reasons-joining-picket-line-britains-new-winter-discontent\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/california-begins-recovery-after-storm-joe-biden-visit", "title": "‘Inside we are all struggling’: storm-bruised California begins recovery", "date_published": "2023-01-21 11:00:06+00:00", "description": "<p>The long road to rebuilding is just beginning in the rain-pummeled state as assessments reveal damage worth millions</p><p>Mud oozed and swirled under the wheels of Darren Sauter’s tractor. The slick remnants of the state’s epic, weeks-long rainstorms left neighborhoods like this one in Felton, California, inundated even after the waters receded. Days after the downpours, Sauter and others were working to rid homes and streets of the dirty muck, piled 3ft high in places.</p><p>“People have had to just live with this,” said Sauter, speaking over the hum of his equipment as he worked on Wednesday afternoon. Sauter came down from Ben Lomon, a town just north of this quiet neighborhood in the Santa Cruz mountains, to help volunteer with the daunting cleanup.<strong> </strong>Riding a bright orange front loader,<strong> </strong>he shoveled mud to the side to create a pathway through the wet earth, still laden with chemical contaminants from the roadway and the smell of sewage, as solemn-faced residents looked on. “You can’t even walk through it.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/california-begins-recovery-after-storm-joe-biden-visit\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/21/more-than-ever-review-vicky-krieps-gaspard-ulliel-emily-atef-thoughtful-drama-about-how-to-die-well", "title": "More Than Ever review – thoughtful drama about how to die well", "date_published": "2023-01-21 11:00:05+00:00", "description": "<p>Vicky Krieps shows her emotional range as a woman taking ownership of terminal illness in Emily Atef’s sensitive film co-starring the late Gaspard Ulliel</p><p>Cinema has traditionally had a rather dubious relationship with the subject of terminal disease. Imminent death is dressed up in a decorative swirl of romance; patients tend to remain photogenically asymptomatic until the last possible moment. But director and co-writer Emily Atef’s <em>More Than Ever</em> is different. This French and English-language drama is a film about taking ownership over the end of life; about dying personally and, if necessary, selfishly.</p><p>Vicky Krieps, so wonderfully frosty and autocratic in <em><a href=\"https://www.theguardian.com/film/2023/jan/01/corsage-review-vicky-krieps-mesmerises-as-rebellious-18th-century-royal-marie-kreutzer-elisabeth-of-austria\">Corsage</a></em>, shows another, more emotionally friable side of her considerable range as Hélène. Diagnosed with a degenerative lung disease, Hélène is struggling to come to terms with an aspect of her life – its cessation – that she is unable to fully share with her husband, Matthieu (<a href=\"https://www.theguardian.com/film/2022/jan/19/gaspard-ulliel-french-actor-dies-skiing-accident\">the late Gaspard Ulliel</a> in one of his final film roles). Finding it increasingly hard to deal with his desperate, dogged optimism, she turns to the internet, trawling through end-of-life blogs. There she finds a kindred spirit in “Mister” (Bjørn Floberg), who has cancer and whose mordant humour and irreverent approach chimes with her own. To Matthieu’s consternation, Hélène decides to visit Mister in his isolated home on the fringes of a fjord in Norway.</p> <a href=\"https://www.theguardian.com/film/2023/jan/21/more-than-ever-review-vicky-krieps-gaspard-ulliel-emily-atef-thoughtful-drama-about-how-to-die-well\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/young-country-diary-worship-the-mud", "title": "Young country diary: Worship the mud! | Hannah", "date_published": "2023-01-21 11:00:05+00:00", "description": "<p><strong>Epping Forest, Essex:</strong> Imagine life without mud. No mud means no worms, no birds, no badgers. Empty, lonely woods</p><p>You have probably heard the complaints: mud is icky and sticky. It’s messy. It’s everywhere. Your shoes are muddy. Look at the floor! But mud is our friend. It squelches. It slides. And all animals agree (except humans) that mud is the best.</p><p>Winter is magic. The mud is everywhere. You sink as you step. You can slide down a hill, backwards or forwards. Have you ever heard anyone shout: “It’s boring in mud”? Leaves cover the mud like a carpet. My sister and I have a favourite spot, a tree that fell many years ago in a storm. It lies in a bed of clay.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/young-country-diary-worship-the-mud\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/21/english-flirting-amelia-dimoldenberg-v-andrew-garfield-is-real-magic", "title": "‘English flirting’: Dimoldenberg v Garfield is real magic", "date_published": "2023-01-21 11:00:05+00:00", "description": "<p>The brief encounters between an actor and an interviewer have been compared to Austen’s novels and Hollywood’s golden age</p><p>He’s a Hollywood A-lister, recently named a man of the year and routinely included among the sexiest alive. She is an awkward art-school graduate who has his shirtless photo as the wallpaper on her phone. And they just can’t seem to stop running into each other.</p><p>The television personality Amelia Dimoldenberg and the actor Andrew Garfield have been hailed as a real-life romcom in the making for their brief but memorable – and, now, heavily hyped – encounters at awards shows.</p> <a href=\"https://www.theguardian.com/media/2023/jan/21/english-flirting-amelia-dimoldenberg-v-andrew-garfield-is-real-magic\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/nadhim-zahawi-position-tory-chair-untenable-labour", "title": "Nadhim Zahawi’s position as Tory chair ‘untenable’, says Labour", "date_published": "2023-01-21 10:44:44+00:00", "description": "<p>Angela Rayner calls for explanation after it emerged former chancellor paid 30% penalty to settle tax bill</p><p>Nadhim Zahawi’s position as Conservative party chair is “untenable” after reports he paid a penalty as part of a seven-figure tax settlement, Labour has said.</p><p>The former chancellor, who attends cabinet meetings, has faced pressure in parliament and the media after it emerged he agreed to pay millions to HMRC in December after a settlement with the tax agency.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/nadhim-zahawi-position-tory-chair-untenable-labour\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/dame-ann-gloag-stagecoach-co-founder-charged-with-human-trafficking", "title": "Stagecoach co-founder Ann Gloag charged with human trafficking", "date_published": "2023-01-21 10:41:17+00:00", "description": "<p>Businesswoman one of four people charged after investigation into trafficking and immigration offences</p><p>The co-founder of Stagecoach Dame Ann Gloag has been charged with human trafficking offences.</p><p>Police Scotland has confirmed four people were charged after an investigation into alleged human trafficking and immigration offences. All four have denied the allegations.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/dame-ann-gloag-stagecoach-co-founder-charged-with-human-trafficking\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/linda-fruhvirtova-crests-wave-of-czech-excellence-at-australian-open-marketa-vondrousova", "title": "Linda Fruhvirtova crests wave of Czech excellence at Australian Open", "date_published": "2023-01-21 10:12:30+00:00", "description": "<ul><li>Teenager beats Marketa Vondrousova in 7-5, 2-6, 6-3 win</li><li>Donna Vekic awaits in last 16, while Sabalenka surges on</li></ul><p>Every few years, without fail, a new group of young players emerges ready to consolidate the Czech Republic’s reputation as one of the dominant nations in women’s tennis. In Australia, the process is unfolding once more. On Saturday, the 17-year-old <a href=\"https://www.theguardian.com/sport/2023/jan/10/australian-open-2023-five-rising-stars-to-watch-melbourne-park\">Linda Fruhvirtova</a> reached the fourth round of <a href=\"https://www.theguardian.com/sport/live/2023/jan/21/australian-open-tennis-2023-andy-murray-v-roberto-bautista-agut-live\">a grand slam tournament</a> for the first time, defeating her compatriot Marketa Vondrousova, a former Czech prodigy herself, 7-5, 2-6, 6-3 to advance.</p><p>As both players struggled with physical issues in the final stages of a dramatic encounter, Fruhvirtova sealed victory by playing clear and focused tennis in the decisive moments as she recovered from a break down in the third set.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/linda-fruhvirtova-crests-wave-of-czech-excellence-at-australian-open-marketa-vondrousova\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/21/butternut-squash-and-feta-lasagne-recipe-melissa-thompson", "title": "Melissa Thompson’s recipe for butternut squash and feta lasagne", "date_published": "2023-01-21 10:00:04+00:00", "description": "<p>Roast squash, sweet peppers and a creamy, cheesy sauce make for a winning combination in this satisfying lasagne</p><p>This delicious lasagne is a twist on my mum’s version, which uses a ricotta milk sauce instead of bechamel. I use feta, though, for a winning combination of that salty, creamy cheese with the sweet peppers. Blitzed roast squash is then mixed into the tomato sauce to give everything a really satisfying base note.</p> <a href=\"https://www.theguardian.com/food/2023/jan/21/butternut-squash-and-feta-lasagne-recipe-melissa-thompson\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/jan/21/next-stop-twatt-my-tour-of-britains-fantastically-filthy-placenames", "title": "Next stop, Twatt! My tour of Britain’s fantastically filthy placenames", "date_published": "2023-01-21 10:00:04+00:00", "description": "<p>The UK is full of extremely rude-sounding towns and villages. But what’s it like to live in them? Some locals can’t wait to change the names, while others embrace the quirk – even selling signpost souvenirs</p><p>On the road to Twatt, a message arrives from a resident there. Am I making the pilgrimage up through Scotland to this hamlet on the island of Orkney only to admire its notorious, unwittingly rude road sign? If so, don’t bother. “Our council was so frustrated by that sign being stolen, they have now not replaced it,” says Judith Glue, who runs a gift shop selling pictures of the old Twatt sign to tourists who might otherwise leave the region disappointed. Grateful for her warning, I thank Glue and read over a list I’ve made of those other dwelling places in the UK that through some quirk of linguistic evolution have found themselves with fantastic, filthy-sounding names. At Cock Bridge, in Aberdeenshire, they have the same trouble as in Twatt. “Our sign is constantly being pinched,” says Geva Blackett, a councillor for the region. “People have been taking them away as mementoes. Why do they do it?”</p><p>It’s an early lesson from my road trip around these towns, villages, parishes, hamlets and farms, many of which are irresistible to Insta-tourists and sign thieves – always phone ahead. One autumn day, I drive for over an hour to visit an Ass Hill in Dorset, just to find it’s an unremarkable and uninhabited lane between hedgerows. The village of Shitterton, about 20 miles away, is much more interesting. Residents here are quite accustomed to hobby-horse types like me wandering through to have a nose around and ask questions. Most are proud, even defiant about this startling name of theirs, which derives from the fact that about 1,000 years ago the site was an open sewer.</p> <a href=\"https://www.theguardian.com/science/2023/jan/21/next-stop-twatt-my-tour-of-britains-fantastically-filthy-placenames\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/deia-mallorca-artists-haven-ghost-town", "title": "What price paradise? How a Mallorcan artists’ haven became ‘a ghost town’", "date_published": "2023-01-21 10:00:04+00:00", "description": "<p>Residents say Deià was once a thriving village community – before the millionaires and billionaires moved in</p><p>High up in Mallorca’s spectacular Tramuntana mountain range, the picturesque village of Deià is a Mediterranean idyll that has been a magnet for artists and bohemians for more than a century. </p><p>There is no beach to speak of nearby, which has served to keep the crowds at bay. Its problem now is that only millionaires and billionaires can afford to live there.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/deia-mallorca-artists-haven-ghost-town\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/protester-killed-georgia-cop-city-police-shooting", "title": "‘Assassinated in cold blood’: the man killed protesting Georgia’s ‘Cop City’", "date_published": "2023-01-21 10:00:04+00:00", "description": "<p>The killing of Manuel Esteban Paez Terán, who was protesting a training facility, is ‘unprecedented’ in the history of environmental activism, experts say</p><p>Belkis Terán spoke with her son, Manuel, nearly every day by WhatsApp from her home in Panama City, Panama. She also had names and numbers for some of Manuel’s friends, in case she didn’t hear from the 26-year-old who was protesting “Cop City”, a planned gigantic training facility being built in a wooded area near Atlanta, Georgia.</p><p>So by mid-week, when she hadn’t received a message from Atlanta since Monday, she began to worry. Thursday around noon, a friend of Manuel’s messaged her with condolences. “I’m so sorry,” they wrote. “For what?” she asked.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/protester-killed-georgia-cop-city-police-shooting\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/jan/21/rishi-sunak-seatbelt-fine-not-a-resigning-matter-says-dominic-raab", "title": "Rishi Sunak seatbelt fine not a resigning matter, says Raab", "date_published": "2023-01-21 09:53:14+00:00", "description": "<p>Deputy prime minister says leader’s apology for not wearing seatbelt shows integrity and accountability</p><p>Dominic Raab has said the prime minister should not have to resign after receiving a fine for not wearing a seatbelt in a moving car.</p><p>The deputy prime minister said Rishi Sunak had the “highest standards of integrity” and had shown “accountability” by apologising for not wearing his seatbelt, which resulted in the police issuing a <a href=\"https://www.theguardian.com/politics/2023/jan/20/rishi-sunak-fined-for-not-wearing-seatbelt-lancashire-visit-instagram-video-back-moving-car\">fixed-penalty notice</a> – his second in nine months after his Covid lockdown breach.</p> <a href=\"https://www.theguardian.com/politics/2023/jan/21/rishi-sunak-seatbelt-fine-not-a-resigning-matter-says-dominic-raab\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/matthew-modine-its-fascinating-watching-the-sack-of-flesh-i-live-in-showing-signs-of-wear", "title": "Matthew Modine: ‘It’s fascinating watching the sack of flesh I live in showing signs of wear’", "date_published": "2023-01-21 09:30:03+00:00", "description": "<p>The actor on painful memories, wanting to read Dante’s Inferno in Italian, and why Trump and Putin are the same person</p><p>Born in California, Matthew Modine, 63, made his film debut in the 80s, sharing the best actor award at the 1983 Venice film festival for Robert Altman’s Streamers. In 1984, he played the title role in Alan Parker’s Birdy, and in 1987 he starred in Stanley Kubrick’s Full Metal Jacket. Modine is Dr Martin Brenner in the hit Netflix series Stranger Things, and is currently playing Atticus Finch in To Kill a Mockingbird in the West End of London. He is married with two children and lives in New York.</p><p><strong>What is your greatest fear?<br /></strong>Having a great fear.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/matthew-modine-its-fascinating-watching-the-sack-of-flesh-i-live-in-showing-signs-of-wear\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/popeyes-meme-boy-advertising-deal", "title": "‘Memes to dreams’: viral Popeyes boy finally reaps reward of online fame", "date_published": "2023-01-21 09:00:03+00:00", "description": "<p>Dieunerst Collin, who became internet famous as a child for video of him at fast-food chain, signs advertising deal with company</p><p>A decade has passed, but at last the star of the internet meme showing a boy glancing sideways in confusion with a cup in his hand while standing in line at a Popeyes is capitalizing on his viral fame.</p><p>Dieunerst Collin, an 18-year-old player for the football team at Lake Erie College in Painesville, Ohio, can finally cash in on his online fame thanks to a change in policy from an organization which governs collegiate sports in the US that in 2021 enabled student athletes to earn money from sponsorship opportunities.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/popeyes-meme-boy-advertising-deal\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/21/nigerian-author-ayobami-adebayo-i-dont-want-to-be-read-for-some-kind-of-anthropology", "title": "Nigerian author Ayòbámi Adébáyò: ‘I don’t want to be read for some kind of anthropology’", "date_published": "2023-01-21 09:00:02+00:00", "description": "<p>Six years after her acclaimed debut Stay With Me, the writer is back with a novel that shines a light on the social inequalities of her homeland. She talks about motherhood, politics and marriage</p><p><a href=\"https://www.theguardian.com/books/2018/apr/14/ayobami-adebayo-men-women-sacrifices-nigeria\">Ayòbámi Adébáyò</a> was was in her early 20s when the bus she was travelling on from her job in an engineering institute took a detour to avoid rush-hour traffic in the Nigerian city of Ife. “We cruised through this neighbourhood that was really impoverished, where I hadn’t been before. I remember being astonished that it was there. This was a city I’d been living in since I was about eight and I didn’t know anything about it at all,” she says. She took the memory with her when, shortly afterwards, she flew out to the UK to embark on a new life as a writer.</p><p>The ramshackle district, so different from the one in which she had grown up as the daughter of a hospital doctor, gave her a setting for one strand of the second novel that fans of her bestselling debut <a href=\"https://www.theguardian.com/books/2017/mar/09/stay-with-me-by-ayobami-adebayo-review\">Stay With Me</a> have spent six long years waiting for. Well, it’s been a busy time, she says over Zoom, from her home in Lagos. Not only did she have to manage the globe-trotting demands of becoming the new star of Nigerian literature, feted in the New York Times, and interviewed in both the Paris Review and Vogue, but she also got married and gave birth.</p> <a href=\"https://www.theguardian.com/books/2023/jan/21/nigerian-author-ayobami-adebayo-i-dont-want-to-be-read-for-some-kind-of-anthropology\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/live/2023/jan/21/australian-open-tennis-2023-andy-murray-v-roberto-bautista-agut-live", "title": "Australian Open 2023: Andy Murray v Roberto Bautista Agut, and more – live", "date_published": "2023-01-21 08:45:21+00:00", "description": "<ul><li>Live coverage of the third-round match in Melbourne</li><li><a href=\"https://www.theguardian.com/sport/2023/jan/20/late-nights-and-fluffy-balls-players-pile-in-on-australian-open-tennis-teething-trouble\">Late nights and fluffy balls: players pile in on teething trouble</a></li><li>Drop Luke an <a href=\"mailto:luke.mclaughlin.casual@theguardian.com\">email</a> | Tweet <a href=\"https://twitter.com/LukeMcLaughlin\">@lukemclaughlin</a></li></ul><p><strong>Murray 1-3 *Bautista Agut</strong> (*denotes next server)</p><p>A double fault makes it 0-30. Murray shakes his head and berates himself … or perhaps he’s berating his body. </p> <a href=\"https://www.theguardian.com/sport/live/2023/jan/21/australian-open-tennis-2023-andy-murray-v-roberto-bautista-agut-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/beth-mooney-century-leads-australia-to-101-run-win-over-pakistan", "title": "Beth Mooney century leads Australia to 101-run win over Pakistan", "date_published": "2023-01-21 08:13:06+00:00", "description": "<ul><li><strong>Pakistan 235-7; Australia 336-9 | Australia win by 101 runs</strong></li><li><strong>Mooney hits 133 from 105 deliveries to win Player of Match</strong></li></ul><p>A stunning Beth Mooney century powered Australia to a 101-run victory in the third One-Day International as Meg Lanning’s side wrapped up a series whitewash at North Sydney Oval.</p><p>Mooney’s innings have improved with each match since she took the gloves and stepped into the opener’s role in the absence of an injured Alyssa Healy in this series. After she was out for one in the opening game, the 29-year-old scored an unbeaten 57 in the second game as part of an opening partnership with Phoebe Litchfield as the pair comfortably chased down the modest target in Brisbane.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/beth-mooney-century-leads-australia-to-101-run-win-over-pakistan\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/jan/21/lucky-girl-gen-z-tiktok-craze", "title": "Could simply calling myself a ‘lucky girl’ like a Gen Z Tik Tokker really transform me into one? | Hannah Ewens", "date_published": "2023-01-21 08:00:03+00:00", "description": "<p>The craze is little more than a rehash of new age manifestation, but January’s bleakness made me desperate enough to give it a go</p><p>Something strange happened to me last year. On five or six occasions, I needed the money for something – a plane ticket to see someone I love, a daunting credit card bill, a vital item that needed replacing – and I’d think, “If only I could afford this, everything would work out.” Then, within a day or two, I’d be offered a piece of work that would pay that exact amount to the pound, or I’d be able to travel with work to exactly the place I wanted to go. It was a lucky and auspicious 12 months.</p><p>Fast forward to this cold, hard January, and nothing is unbearably bad, but I wouldn’t quite say anything is going especially “well” either. Living and working alone, when your major social interaction of the day is bitching about your problems with the nicest man at the coffee shop who always gives you extra stamps on your loyalty card, disappointments can begin to cut rather than scratch.</p><p>Hannah Ewens is features editor at Vice UK and author of Fangirls: Scenes From Modern Music Culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jan/21/lucky-girl-gen-z-tiktok-craze\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/jan/21/pep-guardiolas-criticism-of-manchester-city-fans-risky-as-it-was-calculated", "title": "Pep Guardiola’s criticism of Manchester City fans as risky as it was calculated | Sachin Nakrani", "date_published": "2023-01-21 08:00:03+00:00", "description": "<p>History suggests the manager’s attempt to galvanise supporters after they booed the team could prove damaging</p><p>I recently got into a show that I should have got into ages ago. It’s called Hot Ones, appears on YouTube and involves a guy called Sean Evans interviewing celebrities while they eat increasingly spicy chicken wings. It’s where the famous Paul Rudd ‘<a href=\"https://www.youtube.com/watch?v=3Yd3lQVbkYc\">Hey, look at us’</a> gif originated from and is as excellent as it sounds.</p><p>In the most recent episode I saw, <a href=\"https://www.youtube.com/watch?v=Y1IjInlhAU8\">Evans interviewed Adam Richman</a>, the former presenter of the equally-excellent Man v. Food, and just before his nostrils were set on fire and unbearable heat swept through his throat and chest, Richman was asked by Evans what he felt the difference was between US and British football from a spectator point of view, having experienced both. “So the Jets-Dolphins is maybe like the Yankees-BoSox [Boston Red Sox], whereas Tottenham-Arsenal is more like Palestine-Israel,” Richman said. “It’s deeply tribal.”</p> <a href=\"https://www.theguardian.com/football/2023/jan/21/pep-guardiolas-criticism-of-manchester-city-fans-risky-as-it-was-calculated\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/natural-history-museum-vault-whale-skeletons-cetacean-collection", "title": "A rare glimpse inside Britain’s secret vault of whale skeletons", "date_published": "2023-01-21 08:00:02+00:00", "description": "<p>The Natural History Museum’s legendary cetacean collection – a hoard of bones of 6,000 whales, dolphins and porpoises, so valuable that the museum keeps the location under wraps – could hold the key to the long-term future of these species</p><ul><li>Photographs by Alicia Canter for the Guardian</li></ul><p>Behind a 10-foot tall door, in a secret location, lies a treasure trove of bones. Some of the biggest bones are laid out on storage units made of scaffolding, others are stacked against each other on racks – rows and rows of specimens. The smallest are tucked into drawers of faded-yellow metal cabinets. A selection of skulls lies on a low table; crudely stuffed animals hang from the painted breezeblock walls. Everything is carefully labelled.</p><p>This vast room houses the Natural History Museum’s cetacean collection – a globally unique hoard of 6,000 whales, dolphins and porpoises. The artefacts are so enormous and irreplaceable, they’re housed at a secret location away from the main museum building. </p><p>Top left: whale skulls and various other bones. Right: dolphin skeletons. Bottom left: the skull of a sperm whale. Right: whale spines on the shelves stretch into the distance</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/natural-history-museum-vault-whale-skeletons-cetacean-collection\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/jan/21/battling-rough-cracked-lips-time-to-fetch-the-no-frills-big-guns", "title": "Battling rough, cracked lips? Time to fetch the no-frills big guns | Sali Hughes", "date_published": "2023-01-21 08:00:02+00:00", "description": "<p>Central heating and icy weather wreak havoc with delicate lip skin, so restorative balms and serums are invaluable</p><p>There are two types of lip balm: the pretty, flavoursome type for a quick and pleasing slick of moisture, gloss or colour; and the no-frills tube that’s deployed in the event of chapping, flaking, cracking or even bleeding.</p><p>In winter, it’s the no-frills tube that’s invaluable, since it can restore, replenish and transform lips in a few days. The hokey cokey between central heating (should you be fortunate enough to have yours turned on) and icy winds wreaks havoc, and it’s all too easy to absentmindedly lick your lips for lubrication and make matters even worse.</p> <a href=\"https://www.theguardian.com/fashion/2023/jan/21/battling-rough-cracked-lips-time-to-fetch-the-no-frills-big-guns\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/the-fate-of-golfs-european-tour-appears-to-be-in-the-eye-of-the-beholder", "title": "The fate of golf’s European Tour appears to be in the eye of the beholder | Ewan Murray", "date_published": "2023-01-21 08:00:02+00:00", "description": "<p>The rise of LIV Golf presents a threat but the state of the establishment appears to vary depending on who is asked</p><p>The absence of Keith Pelley as the DP World Tour’s year got under way in Abu Dhabi this week was explained by the man himself in a note to players. “Unfortunately, the majority of my time has been, and is being, occupied in preparing for next month’s arbitration hearing,” said the chief executive of the European Tour Group.</p><p>In February, Pelley’s business will face off with LIV rebels who believe they should retain the right to play on this platform in addition to their own. Pelley said: “The hearing is also taking up a considerable amount of time for several other senior members of our staff, as well as a significant amount of financial resource, all of which in the ordinary course of things would have been more usefully deployed across our business to further benefit all our members.”</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/the-fate-of-golfs-european-tour-appears-to-be-in-the-eye-of-the-beholder\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/21/easy-midweek-meal-recipes-yotam-ottolenghi-sardine-curry-glossy-pork-frittata-pickled-celeriac", "title": "From sardine curry to glossy pork: Yotam Ottolenghi’s recipes for easy midweek meals", "date_published": "2023-01-21 08:00:01+00:00", "description": "<p>Take midweek meals to new heights with a store-cupboard sardine curry, glossy pork with green beans, and frittata with pickled celeriac and aïoli</p><p>Delicious food needn’t be extravagant, and there are multiple ways to further your meals while still sticking to a budget. That can mean using up the tins and spices you already have in the house, rather than heading to the shops, or finding savvy swaps: tinned tuna instead of sardines, say, or chilli flakes instead of fresh chilli. Another approach that’s really effective is to take the time to try out a new cooking technique: they may seem only slight tweaks, but the effect of adding a few slivers of fried garlic, for example, or stirring lightly pickled vegetables or fresh herbs through a sauce can take a dish to wonderful new heights at little extra cost.</p> <a href=\"https://www.theguardian.com/food/2023/jan/21/easy-midweek-meal-recipes-yotam-ottolenghi-sardine-curry-glossy-pork-frittata-pickled-celeriac\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/picture/2023/jan/21/tom-gauld-listens-in-on-a-bedtime-story-cartoon", "title": "Tom Gauld listens in on a bedtime story – cartoon", "date_published": "2023-01-21 08:00:01+00:00", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/jan/21/tom-gauld-listens-in-on-a-bedtime-story-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/live/2023/jan/21/russia-ukraine-war-ukrainians-to-train-on-leopard-2-tanks-despite-lack-of-agreement-on-supply-live", "title": "Russia-Ukraine war: Ukrainians to train on Leopard 2 tanks despite lack of agreement on supply – live", "date_published": "2023-01-21 07:36:10+00:00", "description": "<p>Defence minister says Poland will let Ukrainian troops train on the German-made battle tanks; Russia claims to have captured village near Bakhmut</p><p>Russia has claimed to have captured a village in eastern Ukraine as part of its intense, months-long push toward the city of Bakhmut, Associated Press reports.</p><p>Russian defence ministry spokesman Igor Konashenkov said the village of Klishchiivka, which is located 9km south of Bakhmut, had been “liberated”.</p> <a href=\"https://www.theguardian.com/world/live/2023/jan/21/russia-ukraine-war-ukrainians-to-train-on-leopard-2-tanks-despite-lack-of-agreement-on-supply-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/21/kick-the-latch-by-kathryn-scanlan-review-secrets-of-the-racetrack", "title": "Kick the Latch by Kathryn Scanlan review – secrets of the racetrack", "date_published": "2023-01-21 07:30:00+00:00", "description": "<p>Based on conversations with a horse trainer, this extraordinary novel is unsentimental and humane</p><p>In her 2019 book, Aug 9 – Fog, Kathryn Scanlan cut up, edited and arranged an elderly woman’s diary found at an estate auction in a small Illinois town. The accretion of brief, broken details about food, weather, people, illness – the stuff of life – had knockout poignancy. As in <a href=\"https://www.theguardian.com/books/2020/jun/06/the-dominant-animal-by-kathryn-scanlan-review-40-dark-and-unsentimental-tales\">The Dominant Animal</a>, her collection of 40 very short stories which came out the following year, reduction and compression facilitated a largeness. Kick the Latch, Scanlan’s novel based on the experiences of Iowa-born horse trainer Sonia, is similarly expansive in the way it creates a composite portrait of a life. In a series of vignettes drawn from transcribed conversations between Scanlan and Sonia, the reader encounters dilapidated trailers, racetracks, backs of vans, long hours, brutality, beauty and joy. Sonia’s voice is unsentimental and humane, alert to absurdity and human frailty.</p><p>“Galloping, a horse spends a lot of his time suspended in the air – flying really – or on one foot. When a foot lands, there’s a thousand pounds of pressure held up by that one thin leg, that little hoof the size of a handheld ashtray,” Sonia tells us. These horses – commodities, livelihoods – need great care. Sonia has her bandages, sheet cotton, hoof packing. She soothes legs with ice, or puts the horse in a turbulator, a kind of equine jet spa. </p><p>Wendy Erskine’s latest short story collection is Dance Move (Picador).</p><p>Kick the Latch is published by Daunt (£9.99). To support the Guardian and Observer order your copy at <a href=\"https://guardianbookshop.com/kick-the-latch-9781914198250\">guardianbookshop.com</a>. Delivery charges may apply.<br /><br /></p> <a href=\"https://www.theguardian.com/books/2023/jan/21/kick-the-latch-by-kathryn-scanlan-review-secrets-of-the-racetrack\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/australia-news/2023/jan/21/sydney-shark-attack-beaches-in-north-closed-after-dolphin-mauled", "title": "Sydney shark attack: beaches in north closed after dolphin mauled", "date_published": "2023-01-21 07:19:14+00:00", "description": "<p>Lifeguards close Shelly and Manly beaches after attack by multiple bull sharks</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A shark attack on a dolphin has forced lifeguards to clear swimmers from the water on Sydney’s northern beaches.</p><p>The attack by multiple bull sharks off Shelly Beach near Manly occurred about 7am on Saturday, Surf Life Saving New South Wales (SLSNSW) said.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jan/21/sydney-shark-attack-beaches-in-north-closed-after-dolphin-mauled\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/20/republicans-abortion-march-for-life-2024-election", "title": "Republicans squabble over abortion as 2024 primaries loom", "date_published": "2023-01-21 07:00:04+00:00", "description": "<p>Potential presidential contenders walk tightrope in demonstrating hardline credentials without alienating moderates</p><p>They came in their thousands, wearing hats, waving flags and exulting in the death of American women’s constitutional right to abortion. But some who <a href=\"https://www.theguardian.com/world/2023/jan/20/march-for-life-anti-abortion-roe-v-wade-fall\">marched in Washington on Friday</a> were also thinking ahead: who will be their next champion in the White House?</p><p>“If it wasn’t for President Trump, we wouldn’t have a post-Roe America,” said Patricia Stephanoff, 66, from Michigan, wearing a pink “Trump 2024” hat. “He’s the most pro-life president we’ve ever had. He’s the only president who has ever come to the march.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/20/republicans-abortion-march-for-life-2024-election\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/gym-fees-get-fit-no-cost-free-parkruns-youtube-videos-apps", "title": "Ditch gym fees: the best ways to get fit at no (or little) cost", "date_published": "2023-01-21 07:00:03+00:00", "description": "<p>From free parkruns to YouTube videos or apps, you can get active without having to spend much</p><p>If you want to get fit, joining a gym is often the starting point but the financial pressures caused by the cost of living crisis mean that for many Britons, committing to another big monthly expense is simply not an option.</p><p>Indeed, a study issued this month found that more than a third of consumers have given up fitness memberships for money reasons. Generation Z and millennials were hardest hit, with half of 25- to 34-year-olds cancelling memberships, rising to 56% for 18- to 24-year-olds, according to the poll by the workspace firm IWG.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/gym-fees-get-fit-no-cost-free-parkruns-youtube-videos-apps\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/21/everyone-else-burns-this-great-new-british-comedy-will-make-you-laugh-again-and-again", "title": "Everyone Else Burns: this great new British comedy will make you laugh again and again", "date_published": "2023-01-21 07:00:03+00:00", "description": "<p>The Inbetweeners’ Simon Bird stars in this bright, original show about a hyper-religious family. It’s such an excellent reminder of Britain’s flair for sitcoms that it’s oddly stirring</p><p>Religions famously enjoy being made fun of. That’s why [very extended paragraph deleted on legal recommendation]! Don’t we? We all do that. But I am having a lot of fun with Everyone Else Burns, the new Channel 4 comedy (Monday, 10pm) that centres on a hyper-religious family in Greater Manchester. There’s a lot to like here – the Sex Education-style 70s-tinged aesthetic, the gloopy storytelling where episodes shrug into one another, a supporting cast of absolute British comedy bangers – but the main thing is: it remembers to be funny. Again and again. And – and I hope you’re ready for a rare balancing act – never punches down at religion. And lo, there was a miracle.</p><p>Let’s start with Simon Bird, the family’s bowl-cutted patriarch. As Will in <a href=\"https://www.theguardian.com/tv-and-radio/2018/may/01/puerile-provincial-and-prophetic-how-the-inbetweeners-became-a-classic\">The Inbetweeners</a> and Adam in <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2012/nov/07/have-you-been-watching-friday-night-dinner\">Friday Night Dinner</a> he was excellent but essentially played the same character, which is “Person who says: ‘What on Earth are you doing?’ whenever someone else does something odd”. Now, he’s the freak: as David, he gets his family up for punishing 2am apocalyptic fire drills, is hated by the church he loves and doesn’t understand why his wife and daughter are drifting away from him. It’s been a while – I’d probably put it around Mark from <a href=\"https://www.theguardian.com/culture/tvandradioblog/2007/apr/16/peepshowisthebestcomedyo\">Peep Show</a> – but one of comedy’s great characters is “Man who is ruining his life by his dedication to diligently following the rules”, and Bird’s David fits neatly into that fine tradition.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/21/everyone-else-burns-this-great-new-british-comedy-will-make-you-laugh-again-and-again\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/anti-drag-show-laws-bans-republican-states", "title": "Republican legislators introduce new laws to crack down on drag shows", "date_published": "2023-01-21 07:00:03+00:00", "description": "<p>Bills in at least eight states seek to restrict drag performances as part of a broader rightwing backlash against LGBTQ+ rights</p><p>Across the United States Republican politicians are seeking to bring in new laws that crack down on drag shows as part of a broader backlash against LGTBQ+ rights sweeping through rightwing parts of America.</p><p>Legislators in at least eight states have introduced legislation aiming to restrict or censor the shows, according to a new report from a leading freedom of speech group. A total of 14 bills have been introduced across Arizona, Arkansas, Missouri, Nebraska, South Carolina, Tennessee, Texas and West Virginia.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/anti-drag-show-laws-bans-republican-states\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/jan/21/alex-murdaugh-trial-family-murders-south-carolina", "title": "The Murdaugh trial begins: the family murders that rocked South Carolina", "date_published": "2023-01-21 07:00:03+00:00", "description": "<p>Corruption and unsolved deaths form a gothic backdrop as lawyer Alex Murdaugh stands trial for murder of wife and son</p><p>Disgraced former attorney Alex Murdaugh faces trial next week on charges of murdering his wife and son, part of a sprawling case that has exposed a seamy underside to political power and influence in South Carolina’s lowlands.</p><p>It is a bizarre and southern Gothic tale of brutal murders, still unsolved deaths, an apparently faked assassination attempt, a family fortune and layers of small town corruption going back generations. Not surprisingly, it has gripped America and attracted the interest of numerous documentary makers.</p> <a href=\"https://www.theguardian.com/us-news/2023/jan/21/alex-murdaugh-trial-family-murders-south-carolina\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/amazon-indigenous-communities-carbon-offsetting-pirates-aoe", "title": "The ‘carbon pirates’ preying on Amazon’s Indigenous communities", "date_published": "2023-01-21 07:00:02+00:00", "description": "<p>Selling credits should fund forest protection, but unscrupulous firms are making deals where land stewards lose out, say local leaders</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jan/18/revealed-forest-carbon-offsets-biggest-provider-worthless-verra-aoe\">Revealed: ‘over 90% of rainforest offsets by biggest provider worthless’</a></li><li><a href=\"https://www.theguardian.com/environment/2023/jan/18/greenwashing-or-net-zero-necessity-climate-scientists-on-carbon-offsetting-aoe\">Greenwashing or a net zero necessity? Scientists on carbon offsetting</a></li><li><a href=\"https://www.theguardian.com/environment/2023/jan/18/forest-communities-alto-mayo-peru-carbon-offsetting-aoe\">‘Nowhere else to go’: Alto Mayo, Peru, at centre of conservation row</a></li></ul><p>A number of Indigenous communities in the Amazon say that “carbon pirates” have become a threat to their way of life as western companies seek to secure deals in their territories for offsetting projects.</p><p>Across the world’s largest rainforest, Indigenous leaders say they are being approached by carbon offsetting firms promising significant financial benefits from the sale of carbon credits if they establish new projects on their lands, as the <a href=\"https://www.ecosystemmarketplace.com/articles/the-art-of-integrity-state-of-the-voluntary-carbon-markets-q3-2022/\">$2bn (£1.6bn) market</a> booms with net zero commitments from companies in Europe and North America.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/amazon-indigenous-communities-carbon-offsetting-pirates-aoe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/21/pamela-anderson-baywatch-sex-tape-own-story", "title": "‘If I’d had a therapist, do you think any of this would have happened?’: Pamela Anderson on being chewed up and spat out by fame", "date_published": "2023-01-21 07:00:02+00:00", "description": "<p>She went from small-town Canada to becoming the Marilyn Monroe of the 90s – bearing the brunt of that decade’s cruel misogyny in the process. Finally the Baywatch star is ready to tell her own story</p><p>Right before Covid hit, Pamela Anderson was returning home to Canada from Marseille in the south of France. Not just any old place in Canada, but Ladysmith on Vancouver Island and the white clapboard house where she grew up. “Scene of the crime” she calls it. In France she’d been living with footballer Adil Rami for a year, but she’d had her heart broken. He wasn’t just explosively jealous, she learned, but still in a relationship with a woman with whom he had children. Just date someone normal, she thought, the spectre of former rock-star husbands Tommy Lee and <a href=\"https://www.theguardian.com/music/kid-rock\">Kid Rock</a> perhaps kicking doors in the back of her mind. Renovations were beginning on her new-old home and Anderson’s eye alighted on one of the contractors. Normal. A year later and 25lb heavier from their nightly beer sessions, she sat on the sofa willing – desperately willing – her fifth husband to say something interesting. “Oh boy,” she sighs now. “Normal was the worst.”</p><p>So, another divorce under her belt, Anderson swore off men and took a long, hard look at her life. She went into cupboards and attics, emptying them of memories – journals, letters, news and talkshow footage, home videotapes (as we know, she’s an inveterate taper) – and tried to map her life. What happened to that tomboy kid she once was, with the freckles and the dove-grey eyes? Why did her life seem to run in crazy chicanes around toxic relationships? Not even she could make sense of her haphazard career trajectory.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/21/pamela-anderson-baywatch-sex-tape-own-story\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/travel/2023/jan/21/holistic-retreat-for-black-women-essex", "title": "‘We really need this space’: a holistic retreat for black women", "date_published": "2023-01-21 07:00:02+00:00", "description": "<p>Wellness tourism is almost exclusively a white domain. But one lifestyle coach has made it her mission to challenge that status quo. We join her Essex retreat</p><p>I had reached the ripe old age of 42 without ever having been on a retreat. But my partner and children were going to remain at home while I, freed from my frantic routine of ferrying the kids around and thinking up healthy meals, was to spend four days trying to relax.</p><p>Yet, days before departure, I find myself worrying about the backlog of “to dos” I’ll have waiting for me on my return. Rather than ease into the much-needed rest, I start telling myself I can’t afford so much time away. To quell the rising panic, I text Abi Osho, holistic lifestyle coach and creator of <a href=\"https://www.soulmelanin.com/retreats\">Soul Melanin Reconnect Freedom Sista Retreats</a> for black women, warning her that I might not last the full long weekend.</p> <a href=\"https://www.theguardian.com/travel/2023/jan/21/holistic-retreat-for-black-women-essex\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/jan/21/dartmoor-landowner-who-won-wild-camping-ban-may-be-putting-rare-beetle-at-risk", "title": "Dartmoor landowner who won wild camping ban may be putting rare beetle at risk", "date_published": "2023-01-21 07:00:01+00:00", "description": "<p>Exclusive: Alexander Darwall, who said he brought case to improve conservation, is releasing pheasants near protected woodland</p><p>The landowner who took Dartmoor national park to court to ban wild camping may be putting a rare beetle at risk by releasing pheasants next to an ecologically important woodland, against the advice of environmental experts.</p><p>This is despite him having said he pushed for a wild camping ban in order to “improve conservation of the Dartmoor commons”, arguing that campers damage the national park with litter and disturbance.</p> <a href=\"https://www.theguardian.com/environment/2023/jan/21/dartmoor-landowner-who-won-wild-camping-ban-may-be-putting-rare-beetle-at-risk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/ukrainian-families-vent-frustration-at-struggle-to-find-own-homes-in-uk", "title": "Ukrainian families vent frustration at struggle to find own homes in UK", "date_published": "2023-01-21 07:00:01+00:00", "description": "<p>High-cost, low-quality housing market is pushing many from war-torn country to edge of homelessness</p><p>Maria, 22, came to the UK from Ukraine in March last year shortly after the war broke out. She and her mother travelled using the Ukraine family scheme visa to stay with her aunt. But when her aunt was evicted, they became homeless. For five months, Maria and her mother have been living in temporary accommodation in south London.</p><p>“It’s horrible actually, the corridors are so old and so dirty,” Maria says. “The council haven’t been very helpful. The room is so small and it’s hard with two adults in one room.”</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/ukrainian-families-vent-frustration-at-struggle-to-find-own-homes-in-uk\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/who-is-the-only-player-with-100-premier-league-goals-for-two-clubs-the-saturday-quiz", "title": "Who is the only player with 100 Premier League goals for two clubs? The Saturday quiz", "date_published": "2023-01-21 07:00:01+00:00", "description": "<p>From the A303 to Florence Nightingale, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Which Eurostar destination is named from the French for “island”?<br /><strong>2</strong> What is covered by a cloth called the kiswa?<br /><strong>3</strong> Which musician wrote Orlam, a verse novel in Dorset dialect?<br /><strong>4</strong> What ubiquitous items are made by De La Rue?<br /><strong>5</strong> Which ship was renamed Panteleimon in 1905?<br /><strong>6</strong> The A303 passes by which ancient monument?<br /><strong>7</strong> Who is the only player with 100 Premier League goals for two clubs?<br /><strong>8</strong> The main asteroid belt lies between which planets’ orbits?<br /><strong>What links:<br />9</strong> Waugh and Gardner in 1928; Lautner and Dome in 2022?<br /><strong>10</strong> Heseltine; Prescott; Clegg; Raab; Coffey; Raab again?<br /><strong>11</strong> Ciambella; Bundt; Gugelhupf; Savarin?<br /><strong>12</strong> Ariane Matiakh; Marin Alsop; Alice Farnham; JoAnn Falletta?<br /><strong>13</strong> Schadenfreude; malice; vagabond; congous?<br /><strong>14</strong> Juventus; New York Times; Florence Nightingale; okra?<br /><strong>15</strong> NCR (Canada); NCT (India); ACT (Australia); DC (US)?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/who-is-the-only-player-with-100-premier-league-goals-for-two-clubs-the-saturday-quiz\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/why-do-flamingos-stand-on-one-leg-and-who-invented-chocolate-try-our-kids-quiz", "title": "Why do flamingos stand on one leg and who invented chocolate? Try our kids’ quiz", "date_published": "2023-01-21 07:00:01+00:00", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/why-do-flamingos-stand-on-one-leg-and-who-invented-chocolate-try-our-kids-quiz\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/attack-on-freedom-israel-moves-to-claw-back-state-funds-from-critical-films", "title": "‘Attack on freedom’: Israel moves to claw back state funds from critical films", "date_published": "2023-01-21 07:00:00+00:00", "description": "<p>Culture minister’s attack on two documentaries set in Palestinian territories part of campaign to silence dissent, film-makers say</p><p>Israel’s culture minister is attempting to revoke state funding from two documentary films dealing with the occupation of the Palestinian territories, increasing concerns that <a href=\"https://www.theguardian.com/world/2022/dec/29/israel-swears-in-benjamin-netanyahu-amid-fears-of-further-slide-to-right\">the country’s new hard-right government</a> will follow through on promises to crack down on dissenting voices.</p><p>The minister, Miki Zohar, of Benjamin Netanyahu’s ruling Likud party, has pledged to “revoke funding that promotes our enemy’s narrative” and withhold grants from films that “present Israeli soldiers as murderers”. He has also said he will require film-makers to sign a declaration they will not use state funds to create content that “harms the state of Israel or IDF soldiers”.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/attack-on-freedom-israel-moves-to-claw-back-state-funds-from-critical-films\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/jan/21/fight-of-his-life-biden-book-white-house-chris-whipple-interview", "title": "‘Joe Biden has been constantly underestimated’: Chris Whipple on his White House book", "date_published": "2023-01-21 07:00:00+00:00", "description": "<p>Fight of His Life author on Kamala Harris’s struggles and growth, Afghanistan, a strong second year … and if Biden will run again</p><p>There are those who believe that at 80, Joe Biden is too old to serve a second term as president. Yet few clamour for him to hand over to the person who would normally be the heir apparent.</p><p>Two years in, Kamala Harris, the first woman of colour to be vice-president, has had <a href=\"https://www.theguardian.com/us-news/2021/dec/26/kamala-harris-vice-president-first-year-scrutiny-joe-biden\">her ups and downs</a>. Her relationship with Biden appears strong and she has found her voice as a defender of abortion rights. But her office has suffered upheaval and her media appearances have failed to impress.</p> <a href=\"https://www.theguardian.com/books/2023/jan/21/fight-of-his-life-biden-book-white-house-chris-whipple-interview\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jan/21/edith-pritchett-on-eavesdropping-cartoon", "title": "I’m all ears … Edith Pritchett on eavesdropping – cartoon", "date_published": "2023-01-21 06:00:18+00:00", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jan/21/edith-pritchett-on-eavesdropping-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/jan/21/tv-tonight-chuck-ds-fantastic-series-about-the-world-changing-power-of-hip-hop", "title": "TV tonight: Chuck D’s fantastic series about the world-changing power of hip hop", "date_published": "2023-01-21 06:00:18+00:00", "description": "<p>KRS-One, Roxanne Shanté and Ice-T also take part in the standout documentary. Plus: an explosive finale for the gripping Mystery Road: Origin. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jan/21/tv-tonight-chuck-ds-fantastic-series-about-the-world-changing-power-of-hip-hop\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/jan/21/coleshill-towers-remains-history-english-civil-war", "title": "‘Better than finding gold’: towers’ remains may rewrite history of English civil war", "date_published": "2023-01-21 06:00:18+00:00", "description": "<p>Archaeologists say finding medieval gatehouse at Coleshill was ‘real shock’ and ‘highlight of our careers’</p><p>When <a href=\"https://www.theguardian.com/science/archaeology\">archaeologists</a> working on the route of <a href=\"https://www.theguardian.com/uk/hs2\">HS2</a> began excavating a stretch of pasture in Warwickshire, they were not expecting to uncover what one of them calls “the highlight of our careers”. Their excavations revealed the monumental stone bases of two towers from a late medieval fortified gatehouse, the existence of which had been completely lost to history.</p><p>While that find was remarkable in itself, the ruins were even more significant than they first appeared – and might even rewrite the history of the <a href=\"https://www.theguardian.com/uk-news/english-civil-war\">English civil war</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/coleshill-towers-remains-history-english-civil-war\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/blind-date-juliet-dennis", "title": "Blind date: ‘Did we kiss? You’d need to torture me to get me to answer that’", "date_published": "2023-01-21 06:00:17+00:00", "description": "<p>Juliet, 74, volunteer with Extinction Rebellion, meets Dennis, 73, retired service engineer</p><p><strong>What were you hoping for?</strong><br />An enjoyable and interesting evening with someone new.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/blind-date-juliet-dennis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/jan/21/old-pepper-onion-tomato-stale-bread-spanish-sauce-romesco-recipe-zero-waste-cooking", "title": "How to turn stale bread and a few old vegetables into a knockout Spanish sauce – recipe | Waste not", "date_published": "2023-01-21 06:00:17+00:00", "description": "<p>This explosion of flavour transforms even a mundane meal into a super-tasty one</p><p>Romesco is a pungent, piquant and powerful flavour bomb that transforms even mundane meals into really tasty ones, and it’s made simply by upcycling an old pepper, tomato and piece of stale bread into a certified Catalan delicacy. My first head chef cooked mainly Spanish and Moorish-inspired food, and working with him had a profound impact on my life. It’s one reason I now love to cook colourful, rustic and flavourful food that draws on traditional cultures to create thrifty and nutritious dishes which make the most of a particular ingredient. This kind of old peasant cookery has the added benefit of supporting personal and planetary health, too.</p> <a href=\"https://www.theguardian.com/food/2023/jan/21/old-pepper-onion-tomato-stale-bread-spanish-sauce-romesco-recipe-zero-waste-cooking\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/media/2023/jan/20/netflix-reed-hastings-ceo-quits", "title": "Netflix’s Reed Hastings changed the way we watch TV – for better or for worse", "date_published": "2023-01-21 06:00:17+00:00", "description": "<p>The departing CEO’s humble company soared to stunning success and paved the way for imitators</p><p>Perhaps nothing sums up the legacy of Netflix co-founder Reed Hastings as neatly as a certain <a href=\"https://abancommercials.com/dr-pepper/man-asks-his-friends-their-password-commercial/185076/\">Dr Pepper commercial</a>.</p><p>In the 30-second spot, a staple of live sports, a group of friends gather to watch a college football game – but, gasp, the TV has disconnected from the streaming service. A mad scramble ensues to track down a paper slip with the password and painstakingly enter it via arrows on a remote. Once they are logged back in, the room exhales, but not before one fan vents his frustration. “I miss basic cable,” he huffs.</p> <a href=\"https://www.theguardian.com/media/2023/jan/20/netflix-reed-hastings-ceo-quits\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/jan/21/tim-dowling-i-found-a-secret-loft-in-our-house-foolishly-i-also-told-my-wife", "title": "Tim Dowling: I found a secret loft in our house. Foolishly, I also told my wife about it …", "date_published": "2023-01-21 06:00:17+00:00", "description": "<p>The new mystery room has rekindled her craving for more storage space</p><p>Our house contains a secret mystery room I didn’t even know was there until almost a year after we moved in. One day I was sitting alone in the garden looking up at the little round window near the peak of the back roof, when it occurred to me that I had never seen the view out of that window.</p><p>I went into the house and up the stairs, only to discover that the window didn’t exist from the inside. I made the trip to the garden and back a few times, the final time leading my wife outside by the wrist.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jan/21/tim-dowling-i-found-a-secret-loft-in-our-house-foolishly-i-also-told-my-wife\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/jan/21/going-out-staying-in-complete-guide-to-this-weeks-entertainment", "title": "From Babylon to Biig Piig: a complete guide to this week’s entertainment", "date_published": "2023-01-21 06:00:16+00:00", "description": "<p>Whether it’s Damien Chazelle’s love letter to 20s Hollywood or the Irish singer’s debut mixtape, our critics have your cultural needs for the next seven days covered</p><p><strong>Babylon<br /></strong><em>Out now</em><em><br /></em>Ever since his breakout hit Whiplash in 2014, director Damien Chazelle has shown an interest in performance and spectacle. From the intricate opening dance scene of La La Land to firing Ryan Gosling into space in First Man, it feels as if it’s all been building to Babylon, his sprawling homage to 1920s Hollywood decadence.</p> <a href=\"https://www.theguardian.com/culture/2023/jan/21/going-out-staying-in-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/dozens-injured-and-police-stations-attacked-as-protests-continue-in-peru", "title": "Dozens injured and police stations attacked as protests continue in Peru", "date_published": "2023-01-21 05:47:35+00:00", "description": "<p>Police in Lima use teargas on demonstrators, with authorities claiming massive fire at historic building was ‘duly planned’</p><p>Dozens of Peruvians were injured when tensions flared again on Friday night as police clashed with protesters in anti-government demonstrations that are spreading across the country.</p><p>In the capital, Lima, police officers used teargas to repel demonstrators throwing glass bottles and stones, as fires burned in the streets, TV footage showed.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/dozens-injured-and-police-stations-attacked-as-protests-continue-in-peru\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/jan/21/shannon-sharpe-memphis-grizzlies-ja-morant-father-los-angeles-lakers", "title": "Ex-NFL star Sharpe gets in heated half-time altercation with Grizzlies players", "date_published": "2023-01-21 05:43:34+00:00", "description": "<ul><li>Shannon Sharpe gets in argument with Grizzlies in LA</li><li>Heated confrontation also involves father of Ja Morant</li></ul><p>Hall of Fame football player Shannon Sharpe had a heated courtside conversation with Memphis Grizzlies players Ja Morant and Dillon Brooks and Morant’s father at the end of the first half Friday night in a nationally televised game against the Los Angeles Lakers.</p><p>The Fox Sports personality exchanged words with Brooks throughout the first half and then yelled at Morant on the final possession of the second quarter. After the half-time buzzer sounded, Brooks yelled at Sharpe and Sharpe motioned toward Brooks.</p> <a href=\"https://www.theguardian.com/sport/2023/jan/21/shannon-sharpe-memphis-grizzlies-ja-morant-father-los-angeles-lakers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/audio/2023/jan/21/weekend-podcast-extreme-swimming-marina-hyde-police-rude-place-names", "title": "Weekend podcast: extreme swimming, Marina Hyde on a broken police force, and rude place names", "date_published": "2023-01-21 05:00:15+00:00", "description": "<p>Marina Hyde on why women can no longer trust the Met (1m26s); extreme swimmer and ‘environmental diplomat’ Lewis Pugh braves the coldest waters on Earth (9m57s); and Tom Lamont discovers the pleasures and pitfalls of living somewhere with a silly name (25m19s).</p> <a href=\"https://www.theguardian.com/lifeandstyle/audio/2023/jan/21/weekend-podcast-extreme-swimming-marina-hyde-police-rude-place-names\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/jan/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-332-of-the-invasion", "title": "Russia-Ukraine war at a glance: what we know on day 332 of the invasion", "date_published": "2023-01-21 03:02:12+00:00", "description": "<p>Russia claims to have captured village near Bakhmut; Germany declines to take decision on supplying Ukraine with tanks</p><ul><li><strong><a href=\"https://www.theguardian.com/world/ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>Russia claimed to have captured of a village in eastern Ukraine as part of its months-long push towards the city of Bakhmut.</strong> Russian defence ministry spokesman Igor Konashenkov said Klishchiivka, 9km south of Bakhmut, had been “liberated”. The claim could not be independently verified. Ukrainian officials made no immediate comment. Russian proxy forces in the self-proclaimed Donetsk People’s Republic earlier said they had taken control of Klishchiivka.</p><p><strong>US officials have begun to nudge the Ukrainians to shift focus away from Bakhmut and focus on preparation for an offensive in the south.</strong> Joe Biden’s administration reportedly believes there is a high potential for the Russians to eventually push Ukrainian forces out of the hotly contested city, which has seen some of the war’s most intense fighting to date. Germany’s foreign intelligence service, the BND, is also reportedly alarmed by the losses the Ukrainian army is taking in Bakhmut.</p><p><strong>Gen Mark Milley, the chairman of the US joint chiefs of staff, said he did not believe it was realistic to expect Ukraine to push Russian troops out of its internationally recognised territory in 2023</strong>. “From a military standpoint, I still maintain that from this year it would be very, very difficult to militarily eject Russian forces from every inch of Russian-occupied Ukraine,” <a href=\"https://www.theguardian.com/world/video/2023/jan/20/us-general-it-will-be-very-difficult-to-remove-putins-forces-from-ukraine-this-year-video\">he said at a press conference</a> at the Ramstein US air force base in Germany.</p><p><strong>Germany has declined to take a decision on whether to give Leopard 2 tanks to Ukraine at a special international summit held at Ramstein. </strong>It had been hoped in Europe and the US that Germany would at least allow Leopards owned by countries such as Poland and Finland to be re-exported, but despite days of pleading, Berlin’s newly appointed defence minister <a href=\"https://www.theguardian.com/world/2023/jan/20/ukraine-germany-leopard-2-tanks-ramstein\">said no final decision</a> had been taken.</p><p><strong>Ukraine’s president, Volodymyr Zelenskiy, pleaded with Germany and western allies to send their battle tanks to Kyiv at the opening of the meeting in Ramstein. </strong>Urgent action was necessary, the Ukrainian leader said, because “Russia is concentrating its forces, last forces, trying to convince everyone that hatred can be stronger than the world”.</p><p><strong>The US defence secretary, Lloyd Austin, said the group of Kyiv-supporting defence ministers were focused on “making sure that Ukraine has the capability that it needs to be successful right now”. </strong>Speaking after the Ramstein airbase meeting, Austin described Germany as a “reliable ally”.</p><p><strong>The Kremlin said supplying additional tanks to Kyiv would not “fundamentally change anything”.</strong> Russia’s relationship with the US was at its “lowest point historically”, Kremlin spokesperson Dmitry Peskov also said, with “no hope” of bilateral relations improving “in the foreseeable future”.</p><p><strong>A former US navy Seal has been killed in Ukraine, American officials said on Friday.</strong> Daniel W Swift, a 1st class petty officer who deserted his post in San Diego in March 2019, was injured in Dnipro and died of his wounds on Wednesday. Officials said he was not fighting in an official capacity. The navy said it “cannot speculate as to why the former sailor was in Ukraine”.</p><p><strong>EU countries are reportedly working on a 10th round of Russia-related sanctions. </strong>The next package of sanctions “will be somewhere around” the anniversary of Russia’s invasion of Ukraine on 24 February, one senior diplomat told Reuters. EU officials are also seeking approval from the ministers for a seventh tranche of military aid for Ukraine worth €500m.</p><p><strong>The US will impose additional sanctions against the Wagner Group,</strong> the White House national security council spokesperson, John Kirby, has said. The US treasury department plans to designate Wagner as a significant transnational criminal organisation, which would freeze any assets the group has in the US and prohibit Americans from providing Wagner with funds, goods or services.</p><p><strong>Italian authorities are on the hunt for a Russian oligarch after two of his luxury yachts that were seized under EU sanctions mysteriously disappeared from a port in Sardinia. </strong>The yachts, belonging to <a href=\"https://www.theguardian.com/world/2023/jan/20/italy-seeks-dmitry-mazepin-russian-oligarch-seized-yachts-disappeared-sardinia\">Dmitry Mazepin, the billionaire owner </a>of a mineral fertiliser company, went missing from the Sardinian port of Olbia within weeks of each other last summer.</p> <a href=\"https://www.theguardian.com/world/2023/jan/21/russia-ukraine-war-at-a-glance-what-we-know-on-day-332-of-the-invasion\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/jan/20/fair-play-review-knockout-thriller-pits-a-couple-against-each-other", "title": "Fair Play review – knockout thriller pits a couple against each other", "date_published": "2023-01-21 02:40:18+00:00", "description": "<p><strong>Sundance film festival:</strong> Phoebe Dynevor and Alden Ehrenreich give top-tier performances in a juicy crowd-pleaser about a couple competing at the same workplace</p><p>In the first scene of the punchy Sundance thriller Fair Play, a New York couple, Luke (Alden Ehrenreich) and Emily (the Bridgerton breakout Phoebe Dynevor), are covered in blood. They’re at his brother’s wedding and are so desperately in heat for one another that they soon find themselves in the bathroom, him performing oral sex before group photos are taken. But Emily is on her period and between cleaning themselves off and laughing at the unfortunate timing, a ring falls out of Luke’s pocket and suddenly they’re engaged. A marriage forged in blood.</p><p>It’s no real spoiler to say that it’s a nasty omen of what’s to come, the writer-director Chloe Domont’s ruthless, and ruthlessly entertaining, feature debut taking a happy young couple and throwing them into chaos. There’s something darkly gratifying about that formula, one we haven’t seen as much of recently but that dominated the 80s and 90s. While there’s a definite throwback vibe to Fair Play, Domont isn’t interested in merely repeating what’s come before.</p><p>Fair Play premiered at the Sundance film festival and is seeking distribution</p> <a href=\"https://www.theguardian.com/film/2023/jan/20/fair-play-review-knockout-thriller-pits-a-couple-against-each-other\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}