{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/australia-uratowal-11-letnia-corke-sam-nie-wyplynal-na-powierzchnie/", "title": "Australia: Uratował 11-letnią córkę. Sam nie wypłynął na powierzchnię", "date_published": "2023-01-21 21:57:00+00:00", "description": "Nie żyje Irlandczyk, który rzucił się na pomoc córce porwanej przez fale. Paul Doran uratował 11-latkę, ale sam nie zdołał wydostać się na brzeg. Wezwani na miejsce ratownicy nie byli w stanie w żaden sposób pomóc mężczyźnie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/holandia-strzelanina-przed-centrum-handlowym-policyjne-smiglowce-w-akcji/", "title": "Holandia: Strzelanina przed centrum handlowym. Policyjne śmigłowce w akcji", "date_published": "2023-01-21 16:39:00+00:00", "description": "Matka i córka zostały postrzelone w sobotę przed centrum handlowym w Zwijndrecht w centralnej Holandii. Starsza kobieta zginęła na miejscu, a jej córka z ciężkimi obrażeniami trafiła do szpitala w Rotterdamie. Trwa policyjna obława na zabójcę z udziałem śmigłowców.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/wielka-brytania-13-latek-spadl-z-dachu-nie-mogl-tego-przezyc/", "title": "Wielka Brytania: 13-latek spadł z dachu. \"Nie mógł tego przeżyć\"", "date_published": "2023-01-21 15:26:00+00:00", "description": "Nastolatek z Wielkiej Brytanii wdrapał się z kolegami na dach magazynu w hrabstwie Devon. W pewnym momencie chłopiec poślizgnął się i spadł z wysokości 12 metrów. Sekcja zwłok wykazała, że doznał rozległych obrażeń głowy. - Nie mógł tego przeżyć - zawyrokowali podczas sekcji zwłok lekarze medycyny sądowej.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/usa-szef-grupy-wagnera-napisal-do-bialego-domu-jakie-przestepstwo-popelnilismy/", "title": "USA. Szef Grupy Wagnera napisał do Białego Domu. \"Jakie przestępstwo popełniliśmy?\"", "date_published": "2023-01-21 12:40:00+00:00", "description": "Czy mógłby pan wyjaśnić, jakie przestępstwo popełnił PMC Wagner? - zapytał szef Grupy Wagnera Jewgienij Prigożyn w liście do Johna Kirbyego. Stronnik Putina zabrał głos po tym, jak USA zdecydowały uznać wagnerowców za międzynarodową organizację przestępczą i zapowiedziały dodatkowe sankcje na nich. Grupa Wagnera udaje, że nie zajmuje się walką za sprawę Kremla, lecz doradztwem ws. zarządzania.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/usa-buzz-aldrin-drugi-czlowiek-na-ksiezycu-wzial-slub-ma-93-lata/", "title": "USA. Buzz Aldrin, drugi człowiek na Księżycu, wziął ślub. Ma 93 lata", "date_published": "2023-01-21 11:04:00+00:00", "description": "Od dłuższego czasu byli parą, ale dopiero teraz zdecydowali się sformalizować swój związek. 93-letni Buzz Aldrin, członek pierwszej udanej misji na Księżyc, ożenił się ze swoją wieloletnią miłością dr. Ancą Faur. Jesteśmy podekscytowani jak uciekające nastolatki - przyznał człowiek, który towarzyszył Neilowi Armstrongowi na Srebrnym Globie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/meksyk-grozil-policjantom-ze-ich-zastrzeli-mezczyzna-sam-zginal-od-kuli/", "title": "Meksyk: Groził policjantom, że ich zastrzeli, a sam zginął od kuli. Jego znajomi ruszyli do ataku", "date_published": "2023-01-21 10:01:00+00:00", "description": "Policja ze stolicy Meksyku - Mexico City - dowiedziała się, że po ulicy chodzi agresywny mężczyzna zastraszający przechodniów. Na miejscu funkcjonariusze zastali go z nożem w ręku. Agresor groził policjantom, że ich zabije, ale ostatecznie sam stracił życie, bo jeden z mundurowych go postrzelił. Chwilę później policjanci musieli odpierać atak znajomych mężczyzny.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/wojna-na-ukrainie-wspolna-deklaracja-krajow-baltyckich-ws-czolgow-leopard-wzywaja-niemcy/", "title": "Wojna na Ukrainie. Wspólna deklaracja krajów bałtyckich ws. czołgów Leopard. Wzywają Niemcy", "date_published": "2023-01-21 09:05:00+00:00", "description": "Ministrowie spraw zagranicznych Litwy, Łotwy i Estonii złożyli deklarację dotyczącą natychmiastowego dostarczenia Ukrainie czołgów Leopard. Ich zdaniem Niemcy jako wiodąca potęga europejska ponoszą szczególną odpowiedzialność za pomoc Kijowowi walczącemu z Moskwą.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/usa-lider-sekty-larry-ray-skazany-na-60-lat-wiezienia-za-wykorzystywanie-studentek/", "title": "USA. Lider sekty Larry Ray skazany na 60 lat więzienia za wykorzystywanie studentek", "date_published": "2023-01-21 06:36:00+00:00", "description": "60 lat więzienia - taki wyrok przed sądem w Nowym Jorku usłyszał Larry Ray, lider sekty, który wykorzystywał seksualnie studentki z Sarah Lawrence College. - To geniusz zła - powiedział sędzia, a zachowanie skazanego ocenił jako szczególnie ohydne i sadystyczne.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-21/wojna-na-ukrainie-reznikow-ukrainscy-zolnierze-beda-szkolic-sie-na-czolgach-leopard-2-w-polsce/", "title": "Wojna na Ukrainie. Reznikow: Ukraińscy żołnierze będą szkolić się na czołgach Leopard 2 w Polsce", "date_published": "2023-01-21 05:24:00+00:00", "description": "Ukraińscy żołnierze będą szkolić się na czołgach Leopard 2 w Polsce - powiedział minister obrony Ukrainy Ołeksij Reznikow. W piątek na spotkaniu w bazie Ramstein przedstawicielom 50 krajów nie udało się dojść do porozumienia w sprawie przekazania tego sprzętu Ukrainie.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}