{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-doj-tells-house-judiciary-committee-we-likely-wont-share-info-on-probe-into-biden-doc-scandal", "title": "Biden DOJ Tells House Judiciary Committee: We Likely Won’t Share Info On Probe Into Biden Doc Scandal", "date_published": "2023-01-21 15:45:15+00:00", "description": "President Joe Biden&#8217;s Department of Justice said in a letter Friday to the House Judiciary Committee that it will likely not share information about the investigation into Biden&#8217;s handling of classified information from his time as vice president. Classified documents connected with Biden were first found in his private office at the Penn Biden Center, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/theranos-fraudster-elizabeth-holmes-tried-fleeing-the-country-after-conviction-court-filings-reveal", "title": "Theranos Fraudster Elizabeth Holmes Tried Fleeing The Country After Conviction, Court Filings Reveal", "date_published": "2023-01-21 15:38:40+00:00", "description": "Former Theranos CEO Elizabeth Holmes attempted to flee the country after she was found guilty on multiple charges last year, attorneys said Thursday. The disgraced biotechnology entrepreneur was convicted on four counts of wire fraud in early January 2022 and was sentenced to 11 years in prison in November. Federal prosecutors revealed in a court ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/biden-admin-blames-republicans-for-border-crisis-compares-gop-to-smugglers", "title": "Biden Admin Blames Republicans For Border Crisis, Compares GOP To ‘Smugglers’", "date_published": "2023-01-21 15:33:48+00:00", "description": "President Joe Biden&#8217;s administration blamed Republicans for a historically bad month of illegal immigration on the U.S.-Mexico border last month, despite Democrats controlling the entire federal government and both chambers of Congress up until a few weeks ago. The administration broke the all-time record for the number of illegal aliens encountered on the U.S.-Mexico border ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/republican-says-cyber-criminal-stole-nearly-700000-from-senate-campaign", "title": "Republican Says ‘Cyber-Criminal’ Stole Nearly $700,000 From Senate Campaign", "date_published": "2023-01-21 15:14:14+00:00", "description": "The campaign staff of Republican Kansas Sen. Jerry Moran said that a “cyber-criminal” had taken nearly $690,000 from his campaign funds, according to an election filing.  Moran’s campaign treasurer, Timothy Gottschalk, wrote in a Federal Election Commission filing on December 8, 2022 that money had been taken from the campaign by a “third party cyber criminal,” ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/home-depot-co-founder-rips-entitled-generation-nobody-wants-to-work-anymore-especially-office-people", "title": "Home Depot Co-Founder Rips ‘Entitled’ Generation: ‘Nobody Wants To Work Anymore, Especially Office People’", "date_published": "2023-01-21 15:11:39+00:00", "description": "Home Depot co-founder Bernie Marcus shredded the younger “woke generation” for laziness and asserted that “office people” are among the least motivated to work. The businessman commented during an interview with Fox News that companies across the nation are facing difficulties attracting and retaining young people in particular. He attributed the phenomenon to the rise ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-questions-key-detail-in-bidens-classified-document-scandal", "title": "Kevin McCarthy Questions Key Detail In Biden’s Classified Document Scandal", "date_published": "2023-01-21 14:57:58+00:00", "description": "House Speaker Kevin McCarthy questioned a key detail in President Joe Biden&#8217;s classified document scandal during an interview Friday. Classified documents connected with Biden&#8217;s time as vice president were first found by his personal lawyers in his private office at the Penn Biden Center, a think tank in Washington, D.C., on November 2, while the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/calls-to-mint-trillion-dollar-coin-resurface-as-government-faces-debt-crunch", "title": "Calls To Mint Trillion-Dollar Coin Resurface As Government Faces Debt Crunch", "date_published": "2023-01-21 14:15:56+00:00", "description": "Calls for the creation of a trillion-dollar platinum coin to help the United States avoid defaulting on the national debt have resurfaced as the latest debt ceiling battle starts on Capitol Hill. Treasury Secretary Janet Yellen notified House Speaker Kevin McCarthy (R-CA) and other lawmakers in a letter that the debt ceiling, an arbitrary cap ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ron-klain-expected-to-step-down-as-bidens-chief-of-staff-report", "title": "Ron Klain Expected To Step Down As Biden’s Chief Of Staff: Report", "date_published": "2023-01-21 14:13:20+00:00", "description": "White House Chief of Staff Ron Klain is reportedly planning to step down from his position in the coming weeks, a move that would have a significant impact on the administration. Klain has been privately telling some over the last couple of months that he has had enough of the intense work that is required ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/leftist-colombian-vp-wants-climate-reparations-from-u-s-america-already-gives-colombia-hundreds-of-millions-every-year", "title": "Leftist Colombian VP Wants ‘Climate’ Reparations From U.S. — America Already Gives Colombia Hundreds Of Millions Every Year.", "date_published": "2023-01-21 12:43:07+00:00", "description": "Leftist Colombian Vice President Francia Márquez Mina demanded reparations from the United States over climate change, even as the U.S. sends hundreds of millions of dollars every year to the nation in economic and humanitarian aid.  In an interview this week with POLITICO, Márquez said that the U.S. and other Western countries should pursue reparations ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/animal-study-found-puberty-blockers-may-cause-depression-decades-after-doctors-began-administering-to-children", "title": "Animal Study Found Puberty Blockers May Cause Depression — Decades After Doctors Began Administering To Children", "date_published": "2023-01-21 11:36:16+00:00", "description": "A 2020 study was the first of its kind to use an animal model to examine the potential neurological and psychiatric effects of puberty-blocking drugs — 22 years after doctors began prescribing them to gender dysphoric adolescents on an experimental basis. The results found that treatment with leuprolide, the drug used to suppress puberty, had ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/elon-musk-claims-he-had-major-side-effects-from-second-covid-booster-shot-felt-like-he-was-dying", "title": "Elon Musk Claims He Had ‘Major Side Effects’ From Second COVID Booster Shot, Felt Like He Was ‘Dying’", "date_published": "2023-01-21 09:57:15+00:00", "description": "Tesla and Twitter CEO Elon Musk claimed Saturday morning that he had an adverse reaction to his second COVID booster, which made him feel like he was “dying.”  Musk, the world’s second richest man, made his comments in response to a Rasmussen Reports survey which estimated that about 12 million people had self-reported major reactions ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}