{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821654-biden-enters-year-with-low-approval-ratings-despite-midterm-boost/", "title": "Biden enters year with low approval ratings despite midterm boost", "date_published": "2023-01-21 22:00:00+00:00", "description": "President Biden is entering the new year with approval ratings that are close to the lowest levels seen in his presidency, despite the shot-in the-arm the White House received from a relatively successful midterm election that saw Democrats hold the Senate and keep House losses to a minimum.  A Reuters-Ipsos poll out on Thursday showed...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/sunday-talk-shows/3823209-sunday-shows-preview-lawmakers-gear-up-for-fight-on-debt-ceiling/", "title": "Sunday shows preview: Lawmakers gear up for fight on debt ceiling", "date_published": "2023-01-21 21:24:00+00:00", "description": "With the U.S. reaching its borrowing limit this week, the looming fight over the debt ceiling is likely to dominate discussions on this Sunday’s morning talk shows. The nation’s debt surpassed $31.4 million on Thursday, breaching the limit that Congress had previously put in place and leading the Treasury Department to begin employing “extraordinary measures” to prevent...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3823211-bill-maher-says-democrats-partially-to-blame-for-george-santoss-election/", "title": "Bill Maher says Democrats partially to blame for George Santos's election", "date_published": "2023-01-21 21:09:12+00:00", "description": "Comedian and political commentator Bill Maher said Democrats are partially to blame for the election of Rep. George Santos (R-N.Y.) in that he appealed to the party’s love of “victimhood” and “identity politics.”  Maher said on the first episode of the new season of his HBO show “Real Time” on Friday that Santos claimed to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3821799-a-growing-number-of-americans-face-potentially-crippling-credit-card-debt/", "title": "A growing number of Americans face potentially crippling credit-card debt", "date_published": "2023-01-21 21:00:00+00:00", "description": "Americans are piling on credit-card debt just as interest rates are reaching historic highs.  Multiple polls show American consumers sinking deeper into credit-card debt. A new survey from Bankrate, the consumer finance company, found 46 percent of cardholders carrying credit-card balances from month to month, up from 39 percent a year ago.   A survey by...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3821809-six-ways-to-escape-the-pit-of-credit-card-debt/", "title": "Six ways to escape the pit of credit-card debt", "date_published": "2023-01-21 21:00:00+00:00", "description": "Don’t run up a balance on your credit cards, they said. If you can’t pay it off every month, they said, cut it up and throw it away.  Too late. You ran up a balance. You owe thousands of dollars, maybe tens of thousands, on cards with interest rates approaching your chronological age.   A consumer...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/in-the-know/3823153-buzz-aldrin-weds-longtime-love-as-he-turns-93/", "title": "Buzz Aldrin weds ‘longtime love’ as he turns 93", "date_published": "2023-01-21 20:30:25+00:00", "description": "Former astronaut Buzz Aldrin announced Friday that he has married his “longtime love,” Anca Faur, on his 93rd birthday.  Aldrin tweeted that he and Faur married in a small ceremony in Los Angeles on the same day that he was honored by the Living Legends of Aviation, which honors people who have significant achievements in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3823148-white-house-chief-of-staff-ron-klain-to-step-down-nyt/", "title": "White House chief of staff Ron Klain to step down: NYT", "date_published": "2023-01-21 20:20:29+00:00", "description": "White House chief of staff Ron Klain, who has served in the position since the start of the administration, is preparing to step down. Klain will likely leave following President Biden’s State of the Union address on Feb. 7, The New York Times first reported, citing senior administration officials. Klain has told colleagues since the midterm...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/latino/3823131-illegal-border-crossings-rose-to-highest-level-of-bidens-presidency-in-december/", "title": "Illegal border crossings rose to highest level of Biden’s presidency in December", "date_published": "2023-01-21 20:11:35+00:00", "description": "Illegal border crossings during the month of December reached their highest level of the Biden administration, topping 250,000 in the last month of 2022 ahead of President Biden announcing tougher border enforcement policies.  Data released from U.S. Customs and Border Protection (CBP) on Friday revealed that officials had 251,487 encounters on the southwestern border of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3822543-sorting-out-resistance-to-celebrity-endorsements/", "title": "Sorting out resistance to celebrity endorsements", "date_published": "2023-01-21 20:00:00+00:00", "description": "The data suggest that there is a core group of American voters who are unmoved by celebrity endorsements.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3822962-2023-is-the-year-to-renew-trade-promotion-authority/", "title": "2023 is the year to renew trade promotion authority", "date_published": "2023-01-21 19:00:00+00:00", "description": "We can take lessons from USMCA for future agreements that provide new market access and also support high-quality American jobs.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3822936-as-flood-waters-rise-outdated-standards-make-the-nation-unsafe/", "title": "As flood waters rise, outdated standards make the nation unsafe", "date_published": "2023-01-21 18:30:00+00:00", "description": "Flooding exacts a terrible toll on homeowners and residents, many of whom are completely unaware that they are at risk.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3822999-school-staff-recall-requests-for-help-past-incidents-preceding-6-year-old-shooting-teacher/", "title": "School staff recall requests for help, past incidents preceding 6-year-old shooting teacher", "date_published": "2023-01-21 18:26:18+00:00", "description": "Staff at the Virginia school where a 6-year-old boy shot a teacher have recalled requests for help the teacher made about the student that were reportedly ignored and incidents preceding the shooting that raised concerns about the boy's behavior.  The Washington Post reported Saturday that educators at the school said the teacher, Abigail Zwerner, repeatedly...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3821808-get-rid-of-blue-slips-for-judicial-confirmations-now/", "title": "Get rid of ‘blue slips’ for judicial confirmations — now", "date_published": "2023-01-21 18:00:00+00:00", "description": "When it comes to judicial confirmations, Democrats are at risk of becoming Charlie Brown and having the football swiped out from under them — again.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3818890-who-won-the-1-35b-mega-millions-jackpot-we-may-never-actually-know/", "title": "Who won the $1.35B Mega Millions jackpot? We may never actually know", "date_published": "2023-01-21 18:00:00+00:00", "description": "A ticket in Maine matched the winning numbers for the record-setting jackpot last week, but will we ever know who the winner is?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3822857-bipartisan-group-of-senators-meets-with-zelensky-other-ukrainian-officials-in-kyiv/", "title": "Bipartisan group of senators meets with Zelensky, other Ukrainian officials in Kyiv", "date_published": "2023-01-21 17:07:37+00:00", "description": "A bipartisan group of senators met with Ukrainian President Volodymyr Zelensky and other Ukrainian officials in Kyiv on Friday.  Sens. Lindsey Graham (R-S.C.), Richard Blumenthal (D-Conn.) and Sheldon Whitehouse (D-R.I.) met with Zelensky in the presidential palace and received a briefing on Ukraine’s security situation, according to a release from the Ukrainian president’s office.  The...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3821561-after-supreme-court-ruling-roe-v-wade-at-50-looks-far-different-than-anniversaries-past/", "title": "After Supreme Court ruling, Roe v. Wade at 50 looks far different than anniversaries past", "date_published": "2023-01-21 17:00:00+00:00", "description": "Activists and lawmakers on both sides of the abortion issue are marking Sunday’s 50th anniversary of the Roe v. Wade ruling by seeking to reenergize supporters and refocus their goals after the landmark decision was struck down by the Supreme Court. The court’s ruling last June in Dobbs v. Jackson Women’s Health Organization, which overturned Roe, drastically altered...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3821847-how-the-supreme-court-could-crack-down-after-leak-investigation/", "title": "How the Supreme Court could crack down after leak investigation", "date_published": "2023-01-21 17:00:00+00:00", "description": "The Supreme Court’s investigation into the extraordinary leak of a draft opinion has left the justices grappling with how to prevent future breaches.  The source of the draft abortion decision leak may never be known, but investigators in an extensive probe identified security gaps in how sensitive documents circulate among dozens of the high court’s employees. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3821220-if-biden-isnt-on-the-ticket-harriss-pick-for-vice-president-will-be-key-to-2024/", "title": "If Biden isn't on the ticket, Harris's pick for vice president will be key to 2024", "date_published": "2023-01-21 17:00:00+00:00", "description": "Well before classified documents were found in President Biden’s Delaware home, its garage, and the Penn Biden Center, it’s fair to say a certain number of Democrats were uncomfortable with the idea of our octogenarian president seeking reelection. Now a narrative is building that if the classified documents found at these locations aren’t the leverage...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3819867-walmart-stores-in-6-states-no-longer-provide-single-use-bags-at-checkout-which-states-are-next/", "title": "Walmart stores in 6 states no longer provide single-use bags at checkout: Which states are next?", "date_published": "2023-01-21 17:00:00+00:00", "description": "Paper? Plastic? Or none of the above?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3821540-chinas-liu-he-at-davos-every-word-was-a-lie/", "title": "China's Liu He at Davos: Every word was a lie", "date_published": "2023-01-21 16:00:00+00:00", "description": "Chinese Vice Premier Liu He’s address at the World Economic Forum in Davos, Switzerland, was striking for its dishonesty and prevarication. It recalls novelist and political activist Mary McCarthy’s dismissal of fellow writer Lillian Hellman, when she said: “Everything she writes is a lie, including ‘and’ and ‘the.’” Liu argued, in essence, that “China is...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3822729-uk-prime-minister-fined-for-not-wearing-seatbelt-in-instagram-video/", "title": "UK prime minister fined for not wearing seatbelt in Instagram video", "date_published": "2023-01-21 15:58:29+00:00", "description": "United Kingdom Prime Minister Rishi Sunak was fined on Friday for not wearing a seatbelt while filming a video discussing an economic program.  The Lancashire Police, located in northern England, tweeted that the department issued a “fixed penalty” to a 42-year-old man from London following the circulation of a video on social media showing him...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3822703-5-memphis-police-officers-fired-after-man-dies-following-arrest-during-traffic-stop/", "title": "5 Memphis police officers fired after man dies following arrest during traffic stop", "date_published": "2023-01-21 15:51:18+00:00", "description": "Five members of the Memphis Police Department have been fired after a man died after being arrested during a traffic stop.  The department said in a release posted on its Twitter page on Friday that it concluded its review into the death of 29-year-old Tyre Nichols and determined that the officers violated multiple department policies,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3822718-official-alleges-florida-sidestepped-process-in-excluding-gender-affirming-care-from-medicaid/", "title": "State employee alleges Florida sidestepped process in excluding gender-affirming care from Medicaid", "date_published": "2023-01-21 15:35:16+00:00", "description": "Florida health officials circumvented traditional regulatory channels to draft a report recommending gender-affirming health care be excluded from coverage under Medicaid, a state employee alleges in an exchange included in new court filings. Florida’s Agency for Health Care Administration (AHCA), which controls most of the state’s Medicaid program, wrote in a June report that available medical literature provides “insufficient evidence”...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3822402-the-2024-election-may-be-a-vote-over-who-you-want-to-jail-trump-or-biden/", "title": "The 2024 election may be a vote over who you want to jail, Trump or Biden", "date_published": "2023-01-21 15:30:00+00:00", "description": "There is now a distinct possibility we will have two candidates who could be indicted or close to indictment at the time of the election.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3822637-doj-launches-criminal-investigation-into-abbott-over-baby-formula-crisis/", "title": "DOJ launches criminal investigation into Abbott over baby formula crisis", "date_published": "2023-01-21 15:15:34+00:00", "description": "The Justice Department (DOJ) has launched a criminal investigation into the Abbott Laboratories plant in Michigan that shut down last year and exacerbated a nationwide baby formula shortage.  The company confirmed to multiple outlets on Friday that the DOJ informed it of the investigation and Abbott is fully cooperating. Abbott, one of the country’s largest...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/immigration/3821581-detained-immigrant-minors-deserve-more-than-two-calls-per-week/", "title": "Detained immigrant minors deserve more than two calls per week", "date_published": "2023-01-21 15:00:00+00:00", "description": "As experts in child health and the effects of immigration, we agree that the following changes to ORR policy must be adopted immediately.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3822548-judge-temporarily-blocks-illinois-assault-weapons-ban/", "title": "Judge temporarily blocks Illinois assault weapons ban", "date_published": "2023-01-21 14:02:00+00:00", "description": "An Illinois state judge temporarily blocked the state’s assault weapons ban Friday, finding that the state government likely violated procedural regulations for passing legislation. A lawsuit against the measure was filed days after Gov. J.B. Pritzker (D) signed it into law, banning the sale and distribution of assault weapons, high-capacity magazines and parts that convert...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3822470-strategic-competition-calls-for-strengthening-trade-in-the-americas/", "title": "Strategic competition calls for strengthening trade in the Americas", "date_published": "2023-01-21 14:00:00+00:00", "description": "Competitive pressures demand that a new trade agenda in the Americas must emerge.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3822457-doj-signals-to-jim-jordan-that-it-wont-share-information-about-pending-investigations/", "title": "DOJ signals to Jim Jordan that it won't share information about pending investigations", "date_published": "2023-01-21 13:05:39+00:00", "description": "The Justice Department (DOJ) signaled in a letter to House Judiciary Chairman Jim Jordan (R-Ohio) that it will not share information about ongoing investigations as the GOP vows to probe actions from the Biden administration.  “Consistent with longstanding policy and practice, any oversight requests must be weighed against the Department’s interests in protecting the integrity...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3821323-the-folly-of-self-imposed-red-lines-on-us-aid-to-ukraine/", "title": "The folly of self-imposed red lines on US aid to Ukraine", "date_published": "2023-01-21 13:00:00+00:00", "description": "The red-line strategy has seriously hampered Ukraine’s ability to counter Russia’s increasingly barbaric conduct.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3820119-the-materialism-driving-child-tax-credits-and-inflation/", "title": "The materialism driving child tax credits and inflation", "date_published": "2023-01-21 12:00:00+00:00", "description": "Democrats in Congress recently have pushed to take the nation further in debt in order to write more checks to families with children. This is a demonstration of Congress at its most materialistic — representatives believe they can buy loyalty by writing checks, even if the recipients don’t need it.  Voters should want something better...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/cybersecurity/3819987-russia-expected-to-increase-cyberattacks-in-ukraine-war-to-little-effect/", "title": "Russia expected to increase cyberattacks in Ukraine war — to little effect", "date_published": "2023-01-21 11:00:00+00:00", "description": "Nearly a year into its war with Ukraine, Russia has had little success on the cyber battlefield — and that doesn't look like it will change moving forward. In the coming months, the Kremlin is expected to escalate its cyber operations as it continues to face major military setbacks in the conflict. However, that increase in cyber activity is likely to have a minor...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3821714-tensions-with-evangelicals-threaten-trump-white-house-bid/", "title": "Tensions with evangelicals threaten Trump White House bid", "date_published": "2023-01-21 11:00:00+00:00", "description": "Tensions between Donald Trump and evangelical leaders have spilled into public view, posing a potential threat to the former president’s election chances in 2024. In an interview earlier this week, Trump said evangelical leaders are showing “signs of disloyalty” because they have yet to endorse his third presidential bid.  The comments highlighted the changing dynamic in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3819790-where-bidens-racial-justice-agenda-stands/", "title": "Where Biden's racial justice agenda stands", "date_published": "2023-01-21 11:00:00+00:00", "description": "Racial justice was at the forefront of President Biden's agenda when he took office. Yet despite signing an executive order on advancing racial equity, critics say he's made little progress since his election, including on voting rights and police reform, two major concerns for Black voters. He now faces a GOP House that is set to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3822031-sarah-lawrence-father-sentenced-to-60-years-in-prison/", "title": "Sarah Lawrence father sentenced to 60 years in prison", "date_published": "2023-01-21 03:37:47+00:00", "description": "A man who was convicted of multiple offenses including sex trafficking and forced labor of students at Sarah Lawrence College has been sentenced to 60 years in prison.  A release from the U.S. Attorney’s Office for the Southern District of New York states that Lawrence Ray, the father of a student attending the college in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3822008-feds-have-seized-nearly-700m-from-ftx-founder-sam-bankman-fried/", "title": "Feds have seized nearly $700M from FTX founder Sam Bankman-Fried", "date_published": "2023-01-21 02:56:19+00:00", "description": "Federal authorities have seized almost $700 million from FTX founder Sam Bankman-Fried, mostly from shares of Robinhood that he owned.  A court filing from Friday shows that the federal government seized more than 55 million shares of Robinhood stock along with tens of millions of dollars from each of several bank accounts.  Bankman-Fried was arrested...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3821932-gop-senators-campaign-says-cyber-criminal-stole-nearly-700000/", "title": "GOP senator's campaign says 'cyber-criminal' stole nearly $700,000", "date_published": "2023-01-21 01:28:24+00:00", "description": "The campaign for Sen. Jerry Moran (R-Kan.) revealed a “cyber-criminal” stole nearly $700,000 from the campaign in November.  The Moran campaign’s treasurer, Timothy Gottschalk, wrote a letter to the Federal Election Commission last month to report that the campaign learned on Nov. 14, about a week after the election, that it made two payments totaling...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3821912-liv-golf-ceo-on-saudi-arabian-killing-of-khashoggi-look-i-think-everybody-learns-from-their-mistakes/", "title": "LIV Golf CEO on Saudi Arabian killing of Khashoggi: 'Look, I think everybody learns from their mistakes’", "date_published": "2023-01-21 01:23:40+00:00", "description": "LIV Golf CEO Greg Norman said he believes the Saudi Arabian government has learned from its \"mistakes,\" in reference to human rights violations including the killing of journalist Jamal Khashoggi.  “Look, I think everybody learns from their mistakes,” Norman told NewsNation’s Dan Abrams in an interview on Thursday.  When pressed by Abrams on whether he...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3821877-abortion-opponents-hold-first-post-roe-march-for-life-in-dc/", "title": "Abortion opponents hold first post-Roe March for Life in DC", "date_published": "2023-01-21 00:42:21+00:00", "description": "Abortion opponents held the first March for Life following the overturn of Roe v. Wade in Washington, D.C., on Friday, demonstrating in an effort to push Congress to enact additional restrictions on the procedure.  The theme of this year’s march was “Next Steps: Marching into a Post-Roe America.” Speakers at the march emphasized that they...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821826-white-house-signals-biden-will-meet-with-mccarthy-in-coming-weeks/", "title": "White House signals Biden will meet with McCarthy in coming weeks", "date_published": "2023-01-21 00:12:12+00:00", "description": "The White House on Friday indicated President Biden will have a sit-down with Speaker Kevin McCarthy (R-Calif.) early this year, but clarified there is no confirmed date on the calendar yet. \"President Biden looks forward to meeting with Speaker McCarthy to discuss a range of issues, as part of a series of meetings with all...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3821827-elizabeth-holmes-attempted-to-flee-us-after-conviction-for-theranos-fraud-prosecutors-allege/", "title": "Elizabeth Holmes attempted to 'flee' US after conviction for Theranos fraud, prosecutors allege", "date_published": "2023-01-21 00:04:36+00:00", "description": "Theranos founder and former CEO Elizabeth Holmes tried to “flee” the United States a few weeks after her conviction for fraud last year, prosecutors said in a court filing Thursday.  Holmes was found guilty of three counts of wire fraud and one count of conspiracy to commit wire fraud last January for misleading investors about...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/overnights/3821788-defense-national-security-defense-meeting-ends-with-no-tanks-for-ukraine/", "title": "Defense & National Security — Defense meeting ends with no tanks for Ukraine", "date_published": "2023-01-21 00:04:31+00:00", "description": "About 50 defense leaders from around the world wrapped up a meeting in Germany on Friday without an agreement to send tanks to Ukraine. We’ll talk more in-depth about the tanks decision and how Kyiv has responded to the news. We’ll also discuss new sanctions against Russia’s Wagner Group and three U.S. Marines who were...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/overnights/3821852-health-care-abortion-pill-access-diminishes-across-states/", "title": "Health Care — Abortion pill access diminishes across states", "date_published": "2023-01-21 00:03:44+00:00", "description": "Is reaching your daily “move goal” worth it? A gym in Australia got raided by police this week after a trainer's Apple Watch called emergency services on accident.  Today in health, the White House’s policies aimed at expanding access to abortion pills are getting stymied by state-level abortion laws.  Welcome to The Hill's Health Care roundup, where...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3821821-the-time-is-now-for-biden-and-congress-to-follow-through-on-chips-science-and-clean-energy/", "title": "The time is now for Biden and Congress to follow through on CHIPS, science, and clean energy", "date_published": "2023-01-21 00:00:00+00:00", "description": "America’s strengths in science, engineering, and technology are at the heart of our national prosperity and our hopes of solving the world’s most pressing challenges, including climate change and economic growth. And yet, for decades, the federal government has under-invested in science and technology. Now, there’s a golden opportunity to do better, and we must...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}