[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Wizerunkowa zapaść PZPN. Jakie decyzje po Tarczyńskim podejmą kolejni sponsorzy?", "description": "Po głośnym artykule Wirtualnej Polski najpierw PZPN milczał, potem próbował obarczyć winą sponsorów za zaproszenie na pokład samolotu z piłkarzami na mecz Mołdawią Mirosława Stasiaka, mrocznej twarzy korupcji w polskim futbolu. Szybko oburzenie wyrazili  Rafał Brzoska z InPost i Mateusz Juroszek z STS. Inny sponsor, firma Tarczyński, zapowiedziała już nieprzedłużenie umowy, a jej prawnicy analizują, jak ją wypowiedzieć w trybie natychmiastowym. - Fenomenem jest dla mnie cierpliwość sponsorów PZPN do afer. Obstawiam, że następną decyzją właścicielską o wyjściu będzie inPost - prognozuje w komentarzu dla Wirtualnemedia.pl Roman Jędrkowiak, szef butiku marketingowego ADHD Warsaw.", "link": "https://www.wirtualnemedia.pl/artykul/wizerunkowa-zapasc-pzpn-tarczynski-koniec-umowy-inpost-sts-leroy-merlin", "date_published": "2023-07-17T15:03:09.322855+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Ustawa o Krajowym Centrum Przetwarzania Danych podpisana", "description": "Prezydent Andrzej Duda podpisał ustawę o przygotowaniu i realizacji inwestycji w zakresie Krajowego Centrum Przetwarzania Danych (KCPD) - podało biuro prasowe jego kancelarii. Ma ono zapewnić administracji rządowej bezpieczną infrastrukturę do przechowywania danych.", "link": "https://www.wirtualnemedia.pl/artykul/krajowe-centrum-przetwarzania-danych", "date_published": "2023-07-17T06:24:18.106393+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Problemy z aplikacją mObywatel. Już  600 tys. osób aktywowało nowy mDowód", "description": "Mamy już prawie 600 tys. osób, które aktywowały nowy mDowód. To jest na pewno tak, że ze względu na duże zainteresowanie część osób miała problemy przy jego aktywacji. Natomiast z tymi problemami sobie poradziliśmy - powiedział w niedzielę minister cyfryzacji Janusz Cieszyński.", "link": "https://www.wirtualnemedia.pl/artykul/problemy-z-aplikacja-mobywatel-jak-dziala-mdowod", "date_published": "2023-07-17T06:24:18.104114+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Kto mieszka w Łodzi? \"Statystyczny mieszkaniec ma ponad 44 lata, prawie 2 lata więcej niż przeciętny Polak\"", "description": "W 2022 r. liczba urodzeń w województwie łódzkim spadła o 7,2 proc. w stosunku do roku 2021. Wzrosła za to mediana wieku i statystyczny mieszkaniec łódzkiego ma już ponad 44 lata i jest o prawie 2 lata starszy niż przeciętny Polak - podał Urząd Statystyczny w Łodzi.", "link": "https://www.wirtualnemedia.pl/artykul/kto-mieszka-w-lodzi-liczba-mieszkancow-statystyczny-mieszkaniec-ma-ponad-44-lata-prawie-2-lata-wiecej-niz-przecietny-polak", "date_published": "2023-07-17T05:18:26.828836+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Bojkot Leroy Merlin nieskuteczny? Sprzedaż 10 proc. w górę, 300 mln zł na dywidendę", "description": "Sieć sklepów budowlano-wnętrzarskich Leroy Merlin, którą od ponad roku mocno krytykowano za niewycofanie się z Rosji, w ub.r. zwiększyła w Polsce sprzedaż o 10,1 proc. do 8,6 mln zł, za to jej zysk skurczył się o dwie trzecie, do 123,9 mln zł. Zatrudnia 13 tys. osób.", "link": "https://www.wirtualnemedia.pl/artykul/bojkot-leroy-merlin-sklepy-ile-zarabia-wlasciciel-wojna-ukraina", "date_published": "2023-07-17T05:18:26.826377+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]