[{"source": "https://www.theguardian.com/rss", "title": "John Kerry aims to put China tensions aside at crucial climate talks", "description": "<p>Chinese counterpart Xie Zhenhua seeks ‘common ground’ in first key summit between two largest carbon emitters since US-Beijing freeze</p><p>John Kerry, the US climate envoy, has called for more rapid action to confront the climate crisis in a crucial visit to China that is taking place against a fraught backdrop, with both countries currently baking under record heatwaves and Kerry facing hostile opposition from Republicans back home.</p><p>Kerry’s meeting with Xie Zhenhua, his Chinese counterpart, <a href=\"https://www.theguardian.com/environment/2023/jul/17/us-climate-envoy-kerry-meets-chinese-counterpart-amid-record-heat\">for three days of formal talks in Beijing</a> is the first substantive summit between the world’s two largest carbon emitters on the climate crisis since relations were frozen last August, when Nancy Pelosi, the then-House of Representatives speaker, visited Taiwan, a move condemned by China’s leadership.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/18/john-kerry-climate-crisis-china-xie\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/18/john-kerry-climate-crisis-china-xie", "date_published": "2023-07-17T23:21:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "AI could worsen epidemic of child sexual abuse, warns UK crime agency", "description": "<p>NCA estimates one in 50 men poses risk to children as AI threatens to exacerbate radicalising effect of internet</p><p>Artificial intelligence could further fuel an epidemic of child sexual abuse, Britain’s top law enforcement agency has warned, as it said that one in every 50 men pose a risk to children.</p><p>The National Crime Agency (NCA) estimates that up to 830,000 adults – 1.6% of the adult population – represent some degree of sexual danger to children, a figure labelled “extraordinary” by its director general, Graeme Biggar. He added that online abuse images were having a “radicalising” effect that “normalised” such behaviour.</p> <a href=\"https://www.theguardian.com/society/2023/jul/18/ai-could-worsen-epidemic-of-child-sexual-abuse-warns-uk-agency\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/18/ai-could-worsen-epidemic-of-child-sexual-abuse-warns-uk-agency", "date_published": "2023-07-17T23:01:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Met to use counter-terrorism tactics against worst male predators", "description": "<p>Force targets top 100 violent offenders against women as commissioner launches promises to rebuild public trust</p><p>The Metropolitan police has started using counter-terrorism tactics to hunt down the worst male offenders targeting women. Scotland Yard said it will rank the worst male offenders and then “use the organised crime or terrorism approach” against those assessed to be the most harmful top 100.</p><p>The announcement came as the force’s commissioner launched a new set of promises – called A New Met for London – aimed at dragging Britain’s largest force out of crisis. Mark Rowley vowed that it would be shaped by communities.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/18/met-to-use-counter-terrorism-tactics-against-worst-male-predators\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/18/met-to-use-counter-terrorism-tactics-against-worst-male-predators", "date_published": "2023-07-17T23:01:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shapps announces £157m in grants at launch of new UK nuclear body", "description": "<p>Great British Nuclear created to deliver government’s commitment to boosting electricity generation, in part through smaller reactors</p><p>The UK government is to offer grants of £157m as part of its launch of a new body to support the nuclear power industry.</p><p>Great British Nuclear (GBN) will be tasked with helping deliver the government’s commitment to provide a quarter of the UK’s electricity from nuclear energy by 2050.</p> <a href=\"https://www.theguardian.com/business/2023/jul/18/grants-of-157m-offered-in-support-of-uks-nuclear-power-industry\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/18/grants-of-157m-offered-in-support-of-uks-nuclear-power-industry", "date_published": "2023-07-17T23:01:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ben Wallace vows to press PM over military spending pledge", "description": "<p>Outgoing defence secretary due to unveil defence strategy paper with no new money for armed forces</p><p>Ben Wallace has said he would be prepared to speak out from the backbenches if Rishi Sunak does not stick to his promise to increase military spending to 2.5% of GDP in the run-up to the election.</p><p>The defence secretary, who announced over the weekend that he would <a href=\"https://www.theguardian.com/politics/2023/jul/15/ben-wallace-says-he-will-step-down-as-defence-secretary-and-quit-as-mp\">resign his post</a> in the next cabinet reshuffle, was speaking before unveiling a defence strategy paper on Tuesday that will lead to no extra money allocated to the armed forces despite Russia’s invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/18/ben-wallace-vows-to-press-pm-over-military-spending-pledge\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/18/ben-wallace-vows-to-press-pm-over-military-spending-pledge", "date_published": "2023-07-17T23:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laura Woods heads TNT Sports’ new female-fronted presentation team", "description": "<ul><li>Woods is lead presenter for Champions League coverage</li><li>Channel replaces BT Sport from Tuesday morning</li></ul><p>Laura Woods will be the lead presenter for the Champions League as TNT Sports enters the British and Irish market in replacing BT Sport. The former Sky and current ITV presenter heads a female-fronted presentation team for the new venture’s football properties.</p><p>Lynsey Hipgrave will continue to present weekend Premier League coverage, Reshmin Chowdhury will also anchor Champions League matches and Jules Breach will head up Europa League coverage, also acting as touchline reporter.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/18/laura-woods-heads-tnt-sports-new-female-fronted-presentation-team\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/18/laura-woods-heads-tnt-sports-new-female-fronted-presentation-team", "date_published": "2023-07-17T23:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Public sector pay rises of 10% would add little to inflation, says UK thinktank", "description": "<p>IPPR report undermines Rishi Sunak’s argument that larger wage settlements would be inflationary</p><p>Higher pay increases for public sector workers would not be inflationary, a leading thinktank has said.</p><p>In a report undermining Rishi Sunak’s central argument against larger wage settlements, the Institute for Public Policy Research (IPPR) said raising pay by 10% on average for public sector workers would not add significantly to inflation.</p> <a href=\"https://www.theguardian.com/society/2023/jul/18/sector-pay-rises-10-per-cent-add-little-to-inflation-uk-thinktank-ippr-rishi-sunak\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/18/sector-pay-rises-10-per-cent-add-little-to-inflation-uk-thinktank-ippr-rishi-sunak", "date_published": "2023-07-17T23:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Up to 3m UK people behind on bills have had mental health problems, study says", "description": "<p>People with recent mental health issues three times more likely to be behind on at least one key bill, research finds</p><p>Up to 3 million people in the UK who are behind with at least one bill have experienced a mental health problem in the last two years, according to research.</p><p>YouGov polling for the <a href=\"https://www.moneyandmentalhealth.org/\">Money and Mental Health Policy Institute</a> charity found that 12% of all people were behind on at least one payment such as energy, rent or credit cards, of whom half – 3 million – had a mental health problem.</p> <a href=\"https://www.theguardian.com/society/2023/jul/18/uk-people-behind-on-bills-mental-health-problems-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/18/uk-people-behind-on-bills-mental-health-problems-study", "date_published": "2023-07-17T23:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part 29: Colombia", "description": "<p>Copa América runners-up are full of talent and have one of the best young players in the world in Linda Caicedo</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/18/womens-world-cup-2023-team-guides-part-29-colombia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/18/womens-world-cup-2023-team-guides-part-29-colombia", "date_published": "2023-07-17T23:01:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "BBC faces review of licence fee model with alternative methods considered", "description": "<p>Ministers expected to order assessment of funding models including premium subscription, broadband levy and advertising</p><p>The BBC is facing a review into its funding model with subscription, a broadband levy and even advertising touted as potential alternatives to the licence fee.</p><p>Ministers are expected to formally announce a review of its funding model in the autumn that will assess the advantages and disadvantages of each option.</p> <a href=\"https://www.theguardian.com/media/2023/jul/18/bbc-faces-review-of-licence-fee-model-with-alternative-methods-considered\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/18/bbc-faces-review-of-licence-fee-model-with-alternative-methods-considered", "date_published": "2023-07-17T23:00:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Judge temporarily blocks Iowa’s new six-week abortion ban", "description": "<p>Abortion up to 20 weeks is once again legal in the state after a reversal on the legislature’s fast passage of ban last week</p><p>An Iowa judge on Monday temporarily blocked the state’s <a href=\"https://www.theguardian.com/us-news/2023/jul/17/iowa-six-week-abortion-ban-lawsuit-filed\">new ban</a> on most abortions after about six weeks of pregnancy, just days after Governor Kim Reynolds signed the measure into law.</p><p>That means abortion is once again legal in Iowa up to 20 weeks of pregnancy while the courts assess the new law’s constitutionality.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/iowa-abortion-ban-temporarily-blocked\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/iowa-abortion-ban-temporarily-blocked", "date_published": "2023-07-17T22:26:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kent court finds man guilty of murdering partner on holiday in Peru", "description": "<p>Jorge Minaya-Garay confessed to killing Karla Godoy but then pleaded not guilty</p><p>A man who strangled and buried his partner while on holiday in Peru has been found guilty of her murder.</p><p>Jorge Minaya-Garay killed Karla Godoy, 37, then wrapped her body in a tarpaulin and dumped her in a makeshift grave on land owned by his family in Lima, Kent police said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/kent-court-finds-man-guilty-of-murdering-partner-on-holiday-in-peru\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/kent-court-finds-man-guilty-of-murdering-partner-on-holiday-in-peru", "date_published": "2023-07-17T22:08:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US investigating after United flight loses emergency slide", "description": "<p>Flight 12 from Zurich touched down in Chicago without inflatable slide – which was found four miles away in resident’s backyard</p><p>The Federal Aviation Administration said on Monday evening that it was investigating when happened when a flight landed in the midwest but was discovered to be missing its emergency evacuation slide.</p><p>The inflatable slide, so familiar in theory to millions of passengers from the safety-briefing videos that precede take-off – but which most hope they will never see have to see, let alone use, in real life – was discovered on the ground.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/us-investigation-chicago-inflatable-slide\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/us-investigation-chicago-inflatable-slide", "date_published": "2023-07-17T21:59:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Leeds announce EFL approval of sale of club to 49ers Enterprises", "description": "<ul><li>£170m deal agreed with chairman Andrea Radrizzani in June</li><li>US investment group also owns NFL’s San Francisco 49ers</li></ul><p>Leeds have announced the EFL has approved the club’s takeover by American investment group 49ers Enterprises.<br /><br />Chairman and majority shareholder Andrea Radrizzani <a href=\"https://www.theguardian.com/football/2023/jun/09/49er-enterprises-leeds-united-football\">agreed to sell his controlling stake last month</a> and the deal, which valued the club at around £170million, has now been confirmed.<br /><br />49ers Enterprises, which owns NFL franchise the San Francisco 49ers, has steadily increased its stake in Leeds since becoming a minority shareholder in 2018, while the deal includes full ownership of Elland Road.<br /><br />Paraag Marathe, previously vice-chairman, will take over as chairman, chief executive Angus Kinnear will remain in his current position and Rudy Cline-Thomas, founder and managing partner of venture capital firm MASTRY, will join the board as co-owner and vice-chairman.<br /><br />Former Norwich boss Daniel Farke was appointed manager on a four-year deal earlier this month ahead of the coming season’s bid to secure an immediate return to the Premier League following relegation in May.<br /><br />Marathe said in a Leeds statement: “This is an important moment for Leeds United and we are already hard at work.<br /><br />“This transition is a necessary reset to chart a new course for the club. We have already appointed a highly-respected first-team manager with a track record of success, and we are confident Leeds will field a competitive squad to contend for promotion next season.<br /><br />“It’s a privilege to carry this torch as I know we have a responsibility to ensure this club makes our staff, players, supporters and the Leeds and Yorkshire communities proud.”</p><p><br />Cline-Thomas said: “With my family hailing from Leeds, it’s an honour to be able to uplift this incredible community.<br />“This is more than just an opportunity, it’s a personal mission. The chance to reinvigorate the cherished Leeds culture, to create a platform that attracts the world’s finest players, and build a truly global brand that celebrates diversity, is a prospect that thrills me.”<br /><br />49ers Enterprises increased its stake in Leeds to 44% in 2021 with the option of buying Radrizzani’s remaining 56% before January 2024.<br /><br />The Americans had been keen to push through a full takeover this summer, but that agreement, which had valued Leeds at around £400m, was contingent on the club remaining in the Premier League.<br /><br />Leeds’ relegation forced both parties back into intense negotiations and a valuation of close to £170m was agreed.<br /><br />The deal marks the end of a six-year ownership of Leeds for Radrizzani, who said: “It has been an honour to guide Leeds United…and to spend so much time with the best fan base in the world.<br /><br />“49ers Enterprises have been fantastic partners for years and I’m confident they will take Leeds to the next level.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/leeds-announce-efl-approval-of-sale-of-club-to-49ers-enterprises\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/leeds-announce-efl-approval-of-sale-of-club-to-49ers-enterprises", "date_published": "2023-07-17T21:56:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak to meet FTSE 100 bosses at new business council", "description": "<p>Heads of 14 companies will meet prime minister to discuss how to attract more investment to the UK</p><p>Rishi Sunak is to meet with bosses from FTSE 100 companies including AstraZeneca, Barclays and Shell to discuss how to attract more investment to the UK.</p><p>Fourteen of the country’s biggest companies are due to attend the first meeting of the prime minister’s new business council on Tuesday, according to No 10. The companies are “strategically important industries for UK growth”, the government said.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/rishi-sunak-to-meet-ftse-100-bosses-at-new-business-council\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/rishi-sunak-to-meet-ftse-100-bosses-at-new-business-council", "date_published": "2023-07-17T21:30:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brexiter MPs accuse government of ‘blatantly rigging’ NI deal vote", "description": "<p>Five Tory MPs who planned objections to Windsor framework replaced on committee hearing</p><p>Conservative MPs have accused ministers of running a “rigged” process to force through Rishi Sunak’s post-Brexit deal with the EU over Northern Ireland.</p><p>Brexit-supporting backbenchers rounded on the government during a heated committee debate on Monday night over the tactics used to pass aspects of the Windsor framework.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/brexiter-mps-accuse-government-of-blatantly-rigging-ni-deal-vote\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/brexiter-mps-accuse-government-of-blatantly-rigging-ni-deal-vote", "date_published": "2023-07-17T21:24:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Extinction Rebellion protester ‘caused worth £27,000 of damage to government building’", "description": "<p>Dr Gail Bradbrook, a co-founder of the group, attacked a window of the Department for Transport while protesting against HS2, court hears</p><p>The co-founder of Extinction Rebellion caused more than £27,000 worth of damage when she took a hammer to the window of a government building to protest against the environmental impacts of HS2, a court heard on Monday.</p><p>Dr Gail Bradbrook climbed on top of the glass canopy at the Department for Transport building in London on the morning of 15 October 2019. She stuck posters on the glass referencing the climate risk that HS2 posed, Isleworth crown court heard.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/extinction-rebellion-protester-27000-damage-government-building\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/extinction-rebellion-protester-27000-damage-government-building", "date_published": "2023-07-17T21:17:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Earth review – Chris Packham steps confidently into David Attenborough’s shoes", "description": "<p>This grand, wise nature epic reveals the fiery terror of prehistoric global warming – plus how Packham has evolved so much that the BBC need no longer rely on Attenborough</p><p>No natural history programme can, or should, be made these days without the climate crisis as a looming subtext at the very least. Chris Packham’s confidently grand new series Earth, a guide to “five pivotal moments” in the planet’s history, might look like an exception, since its first episode is set 252 million years ago. But unfathomably distant as that is, it is painfully relevant because of what happened at the close of the Permian period: Earth grew warmer, ending life as it existed then. <br /></p><p>A volcanic eruption, a thousand times greater than any ever seen by humans, covered one percent of Earth’s only land mass, Pangea, with liquid fire and released four million cubic metres of lava, greenhouse gas and ash. Mass extinction followed: Packham, squatting nimbly by a cliff face, demonstrates it by hammering a lump out of a thin seam of coal, left there when a lot of organic matter died suddenly. Then he chips at the rock above, finding it to be smooth and featureless, a relic of a time when nothing died because not much had survived.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/earth-review-chris-packham-steps-confidently-into-david-attenboroughs-shoes\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/17/earth-review-chris-packham-steps-confidently-into-david-attenboroughs-shoes", "date_published": "2023-07-17T21:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Sixth Commandment review – as immaculate a piece of TV as you will ever see", "description": "<p>This true-crime tale of a predator poisoning two vulnerable victims is harrowing and intense – but it is impossible to look away</p><p>You may think you are beyond being harrowed at this point; that age, experience and daily headlines testifying to the relentlessly awful nature of the world have created a callus on your soul that protects you from such profound disturbance. Especially via such a quotidian, unassuming – essentially friendly – form as television.</p><p>Then along comes something like The Sixth Commandment that – over the course of its four immaculate episodes – shaves that callus off scene by scene and reminds you of what television, people and your heart can still do.</p><p>The Sixth Commandment aired on BBC One and is now on iPlayer</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/the-sixth-commandment-review-as-immaculate-a-piece-of-tv-as-you-will-ever-see\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/17/the-sixth-commandment-review-as-immaculate-a-piece-of-tv-as-you-will-ever-see", "date_published": "2023-07-17T21:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hannah Dingley to step down after Forest Green appoint new head coach", "description": "<ul><li>Dingley first woman to lead English men’s professional club</li><li>Dave Horseman moves from Southampton to take up reins</li></ul><p>Hannah Dingley is expected to revert to her role as academy manager at Forest Green Rovers, after the club appointed the Southampton B team manager, Dave Horseman, as their new head coach.</p><p>Dingley made history this month by becoming the first woman to <a href=\"https://www.theguardian.com/sport/2023/jul/05/hannah-dingley-makes-history-in-first-game-in-charge-of-forest-green\">lead an elite English men’s team</a> after taking interim charge of the League Two side but it is thought she was not one of the 100-plus candidates to apply to take on the role on a permanent basis.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/hannah-dingley-to-step-down-with-forest-green-ready-to-appoint-coach\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/hannah-dingley-to-step-down-with-forest-green-ready-to-appoint-coach", "date_published": "2023-07-17T20:17:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England’s bravado and belief win out over the chaos, so bring on Old Trafford | Mark Ramprakash", "description": "<p>Pace, partnerships and hostile crowds have unsettled Australia and the hosts need more of the same with the Ashes on the line</p><p>I’m not sure why England insist on naming their team two days before the start of each Test. Of course players like clarity about whether they are going to play and this provides it, but the opposition also likes clarity about which players they are going to face and it provides that as well.</p><p>It feels like bravado, which might not be a bad thing, and to stop doing it mid-series would look like a loss of confidence. But there were no surprises in the side <a href=\"https://www.theguardian.com/sport/2023/jul/17/england-recall-jimmy-anderson-fourth-ashes-test-moeen-ali-bat-no3\" title=\"\">they have picked</a> for another must-win game.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/england-bravado-old-trafford-ashes-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/england-bravado-old-trafford-ashes-cricket", "date_published": "2023-07-17T20:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "University Challenge review – Amol Rajan is lighter, kinder and more passionate than Paxman", "description": "<p>The new set may resemble something from the Flintstones cartoon, but Rajan clearly takes this quiz gig seriously. If only he looked more comfortable in the chair</p><p>It felt fitting that one of the colleges competing in the first episode of series 53 of University Challenge was Cambridge’s Trinity. Most long-running shows – Match of the Day, Woman’s Hour, Newsnight – have had multiple presenters but Amol Rajan, taking over as poser, completes a trinity spanning 61 years of University Challenge, following Bamber Gascoigne and Jeremy Paxman, who retired in May.</p><p>Having reached newspaper editorships and the Today studios at precocious ages, Rajan is used to being celebrated for his youth but, of the hosting trio, he has only the second shortest age gap to undergraduates. He has four years on Paxman at his debut in 1994 but Gascoigne, remarkably, was 27 when he began the franchise in 1962.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/university-challenge-review-amol-rajan-is-lighter-kinder-and-more-passionate-than-paxman\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/17/university-challenge-review-amol-rajan-is-lighter-kinder-and-more-passionate-than-paxman", "date_published": "2023-07-17T20:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour MPs urge Starmer to rethink two-child benefit cap decision", "description": "<p>Commitment to keep controversial policy has opened splits ahead of national party meeting</p><p>Keir Starmer’s decision not to scrap the two-child benefit cap if Labour wins power has exposed deep splits within the party, as he faces mounting calls to rethink the policy.</p><p>Facing the prospect of a battle at this week’s national policy forum (NPF) over the controversial decision, shadow cabinet ministers were sent out to defend his position. They argued that if Labour wanted to appear fiscally credible at the next election, it could not make any spending commitments without saying how they would be funded.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-mps-urge-starmer-rethink-two-child-benefit-cap-npf\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/labour-mps-urge-starmer-rethink-two-child-benefit-cap-npf", "date_published": "2023-07-17T19:40:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine FA urges Fifa and Uefa to exclude Russia over Crimean clubs", "description": "<ul><li>Rubin Yalta and FC Sevastopol join Russian league pyramid</li><li>Move described as ‘gross violation of Fifa and Uefa statutes’</li></ul><p>Fifa and Uefa are under pressure to extend sanctions on the Russian football federation, including the possibility of expulsion from the governing bodies, after two Crimean clubs were incorporated into its pyramid and allowed to start the country’s season last Sunday.</p><p>Rubin Yalta and FC Sevastopol played their first matches in Russia’s Football National League 2B, the fourth tier, despite rules that prohibit Crimean clubs from playing in competitions organised by the Russian Football Union (RFS). Crimea has been considered a “special zone” by Uefa <a href=\"https://www.theguardian.com/world/2023/jul/17/the-underground-crimean-tatar-group-taking-up-arms-against-russia\">since Russia annexed the region in 2014</a>, effectively meaning its clubs can only compete in a championship against each other and have no access to European tournaments.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/ukraine-fa-urges-fifa-and-uefa-to-exclude-russia-over-crimean-clubs\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/ukraine-fa-urges-fifa-and-uefa-to-exclude-russia-over-crimean-clubs", "date_published": "2023-07-17T19:37:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "White House ends months-long snub to invite Benjamin Netanyahu to visit US", "description": "<p>No date set for far-right Israel PM’s visit as arrival of President Isaac Herzog highlights over creeping annexation of West Bank</p><p>The White House has finally invited Benjamin Netanyahu to visit the US after months of snubbing the Israeli prime minister over his government’s creeping annexation of the West Bank and <a href=\"https://www.theguardian.com/world/2023/jul/17/israeli-attorney-general-petitioned-for-inquiry-into-civilian-casualties-in-gaza\">deepening oppression of the Palestinians.</a></p><p>Netanyahu’s office said President Joe Biden extended the invitation in a call between the two leaders on Monday ahead of a visit to Washington by the Israeli president, Isaac Herzog, this week that had thrown a spotlight on to the shunning of the prime minister.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/benjamin-netanyahu-joe-biden-israel-white-house-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/benjamin-netanyahu-joe-biden-israel-white-house-visit", "date_published": "2023-07-17T19:14:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police officers guilty of sexual relationships with domestic abuse victims", "description": "<p>The two West Midlands officers pressured women into sexual acts when attending their homes in response to incidents of domestic violence</p><p>Two West Midlands police officers who had inappropriate sexual relationships with domestic abuse survivors have been found guilty of misconduct in public office.</p><p>One serving officer – PC Anthony Ritchie, 46 – and one former officer – Steven Walters, 55 – were each found guilty of two counts of misconduct in public office at Birmingham crown court, with one count involving the same victim of domestic abuse.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/police-officers-guilty-sexual-relationships-domestic-abuse-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/police-officers-guilty-sexual-relationships-domestic-abuse-victims", "date_published": "2023-07-17T19:08:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Obama speaks out against ‘profoundly misguided’ book bans in school libraries", "description": "<p>Former president writes open letter to American librarians and appears in TikTok video decrying rightwing censorship push</p><p>In an <a href=\"https://twitter.com/BarackObama/status/1680927869021696005/photo/1\">open letter to American librarians</a>, Barack Obama criticised “profoundly misguided” rightwing efforts to ban books from libraries in public schools.</p><p>“Some of the books that shaped my life – and the lives of so many others – are being challenged by people who disagree with certain ideas or perspectives,” the former president <a href=\"https://twitter.com/BarackObama/status/1680927869021696005/photo/1\">wrote</a>.</p> <a href=\"https://www.theguardian.com/books/2023/jul/17/barack-obama-school-book-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/17/barack-obama-school-book-ban", "date_published": "2023-07-17T19:03:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs condemn delay to ban on LGBTQ+ conversion practices", "description": "<p>Letter from cross-party MPs and campaigners says slow progress on legislation is a ‘moral failing’</p><p>Senior Conservative MPs have accused the government of a “moral failing” for delaying the long-promised ban on conversion practices that they say damage the lives of LGBT+ people.</p><p>In a letter to Rishi Sunak, a cross-party group of politicians and campaigners criticised the slow progress in bringing forward new legislation since the pledge was made five years ago.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/tory-mps-condemn-delay-to-ban-on-lgbtq-conversion-practices\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/tory-mps-condemn-delay-to-ban-on-lgbtq-conversion-practices", "date_published": "2023-07-17T18:58:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UN unable to feed 100,000 Haitians this month amid ‘catastrophic’ conditions", "description": "<p>The World Food Programme’s Haiti response is only 16% funded with more than half of the country’s population regularly hungry</p><p>The World Food Programme (WFP) will be unable to feed 100,000 Haitians this month as the UN agency has insufficient funding to meet burgeoning humanitarian needs in the embattled Caribbean nation.</p><p>Haitians grappling with dire malnutrition will have to endure the absence of vital food and financial support amid the worst hunger crisis the country has ever witnessed, the <a href=\"https://www.wfp.org/news/funding-cuts-force-wfp-slash-food-assistance-one-two-haitians-go-hungry\">WFP announced </a>on Monday.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/17/un-world-food-programme-haiti-hunger-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/17/un-world-food-programme-haiti-hunger-crisis", "date_published": "2023-07-17T18:47:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keegan offers little of value in statement on substandard degrees | John Crace", "description": "<p>Education secretary makes largely symbolic speech about something that will probably never happen</p><p>You’d have thought ministers would have wanted to celebrate the UK signing the Comprehensive and Progressive Agreement for Trans-Pacific Partnership. After all, it’s been a while since there’s been any good news and the country could do with some cheering up. All we get to hear is how Rishi Sunak isn’t meeting any of his five priorities. Surely he must be getting a bit fed up with a life of continuous failure.</p><p>I mean, how often does the government get to boast about agreeing a deal that could boost GDP by as much as 0.08%? Just an accounting error away from actually costing the UK 0.08%. Imagine the excitement of joining a trading group on the other side of the world and paying for the privilege! That’s the kind of Brexit bonus we can all get behind.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/keegan-offers-little-of-value-in-statement-on-substandard-degrees\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/keegan-offers-little-of-value-in-statement-on-substandard-degrees", "date_published": "2023-07-17T18:45:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jane Birkin’s Gallic style booms on resale sites after her death", "description": "<p>Sites report leap in interest in singer’s signature accoutrements – not least her namesake bag</p><ul><li><a href=\"https://www.theguardian.com/culture/2023/jul/16/jane-birkin-obituary\">Jane Birkin obituary</a></li></ul><p>Though Jane Birkin was not born in France, her style – which turned wicker baskets, cropped T-shirts, men’s blazers and dishevelled fringes into fashionable must-haves – came to define that otherwise indefinable “Gallic” look.</p><p>Since her death was announced on Sunday, there has been a boom in all things Birkin. Vestiaire Collective, a French-founded high-end resale site that sells worldwide, says it is already seeing a heightened interest in Breton stripes, wide-leg trousers and A-line skirts – all based on the performer’s nonchalant, offhand look.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/17/jane-birkins-gallic-style-booms-on-resale-sites-after-her-death\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/17/jane-birkins-gallic-style-booms-on-resale-sites-after-her-death", "date_published": "2023-07-17T18:45:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Soul-crushing’: converted Bay Area office apartment fail goes viral", "description": "<p>Turning offices to residences is touted as a housing fix for a work-from-home era, but a $520,000 listing takes the brief too literally</p><p><br />More people are working from home these days, but a video of a California office-to-residential conversion that recently went viral on TikTok would blur the line between office and home life completely.</p><p>The TikTok profile <a href=\"https://www.tiktok.com/@zillowtastrophes?lang=en\">zillowtastrophes</a> posted the video which features a one-bedroom, one-bath “recently converted” property in San Rafael, California, just 18 miles (30km) north of San Francisco, priced at $520,000, a steal for the area.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/california-bay-area-housing-office-conversion\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/california-bay-area-housing-office-conversion", "date_published": "2023-07-17T18:41:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Marler edges closer to England World Cup squad after Bevan Rodd cut", "description": "<ul><li>Veteran prop looks set for third successive World Cup </li><li>Sam Underhill also omitted from latest 39-man squad</li></ul><p>Joe Marler has taken a significant step towards <a href=\"https://www.theguardian.com/sport/2023/jul/11/england-train-in-heatwave-as-borthwick-intensifies-world-cup-warm-up-in-italy\" title=\"\">England’s final World Cup squad</a> after his loosehead prop rival, Bevan Rodd, was one of two players cut by Steve Borthwick. Sam Underhill has also been omitted from the latest 39-man England squad with Borthwick’s <a href=\"https://www.theguardian.com/sport/2023/jul/13/england-study-southern-hemisphere-sides-with-world-cup-on-the-horizon-rugby-union\" title=\"\">plans for the tournament</a> in France taking shape.</p><p>Marler <a href=\"https://www.theguardian.com/sport/2023/jul/11/england-train-in-heatwave-as-borthwick-intensifies-world-cup-warm-up-in-italy\" title=\"\">revealed last week</a> how a face-to-face meeting with Borthwick this year convinced him to pursue another campaign and, with Rodd now out of the picture, the 33-year-old is on course for his third successive World Cup. Marler has not appeared for England since the 2022 Six Nations and had previously retired from international duty in 2018. He has spoken candidly about struggling with spending long spells away from his family and has not toured since the 2019 World Cup but, after reassurances from Borthwick, Marler is back in the fold.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/joe-marler-edges-closer-to-england-world-cup-squad-after-bevan-rodd-cut\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/joe-marler-edges-closer-to-england-world-cup-squad-after-bevan-rodd-cut", "date_published": "2023-07-17T18:38:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Under cover: the artist adding queerness to early American advertising", "description": "<p>In a New York exhibition, the striking work of commercial artist JC Leyendecker shows homoerotism in early 20th century adverts</p><p>“The ability of men to gaze at each other, which Leyendecker depicts, is very of his time. It’s very emblematic of what Bruce Weber does for Banana Republic, or advertising agencies for Abercromie &amp; Fitch, or Calvin Klein underwear ads. That’s the modern-day interpretation of Leyendecker.”</p><p>Curator Donald Albrecht is telling me about the new exhibit at the New-York Historical Society that he guest-curated: Under Cover, which centers around the (not so) subtly homoerotic advertising images created by commercial artist JC Leyendecker. The show collects 19 of the artist’s original oil paintings. Rarely seen and fabulously intriguing, these works are delightful and provocative, a glimpse into both a flourishing, pre-Stonewall gay culture and the manic energy of 1920s high society New York.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/17/jc-leyendecker-lgbtq-advertising-new-york-museum\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/17/jc-leyendecker-lgbtq-advertising-new-york-museum", "date_published": "2023-07-17T18:34:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Keir Starmer’s retention of the two-child benefit cap – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/17/steve-bell-keir-starmer-retains-two-child-benefit-cap-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/17/steve-bell-keir-starmer-retains-two-child-benefit-cap-cartoon", "date_published": "2023-07-17T18:30:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on England’s byelections: a trio of tests is a dry run for the general election | Editorial", "description": "<p>Sir Keir Starmer should not be happy to play a game whose rules have been determined for him by his opponents</p><p>This week’s trio of <a href=\"https://www.theguardian.com/politics/2023/jul/16/labour-sends-big-guns-to-selby-in-final-push-to-secure-historic-byelection-win\" title=\"\">byelections</a> are a pivotal opportunity in politics to gauge a government’s popularity in the fag end of this parliament. The seats, all held by the Tories, represent three very different English constituencies in the nation’s capital, North Yorkshire and the south-west. For Rishi Sunak, the prospects look grim: <a href=\"https://inews.co.uk/news/politics/boris-johnson-resignation-honours-list-full-who-rishi-sunak-intervention-explained-2405522\" title=\"\">scandals</a> involving three Conservative MPs – including the disgraced former prime minister Boris Johnson – triggered the contests, which ominously look like a dry run for the next general election.</p><p>The Tories don’t deserve to win this week in any of the seats. The five pledges by which Mr Sunak invited the public to judge his government when casting their ballot are <a href=\"https://www.theguardian.com/politics/2023/jul/07/tory-mps-snipe-at-rishi-sunak-five-pledges-amid-polling-concerns\" title=\"\">not on track to be met</a>. People are struggling to get by, public services are falling apart and the state’s safety net has holes so large whole families are falling through.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/the-guardian-view-on-englands-byelections-a-trio-of-tests-is-a-dry-run-for-the-general-election\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/the-guardian-view-on-englands-byelections-a-trio-of-tests-is-a-dry-run-for-the-general-election", "date_published": "2023-07-17T18:27:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on 'rip-off' degrees: another low-value government intervention | Editorial", "description": "<p>Proposals to cap course numbers according to economic outcomes are inegalitarian and misguided</p><p>The Conservative philosopher Michael Oakeshott <a href=\"https://www.cse.cuhk.edu.hk/irwin.king/_media/teaching/gen1113/scn_20090202113046_001.pdf\" title=\"\">described</a> one of the boons of student life as the opportunity “to look for some meaning in the things that have greatly moved mankind”. Higher education, he wrote, should be an interval during which the undergraduate will have “learned something to help him lead a more significant life”.</p><p>On that basis, one suspects that Oakeshott would have given short shrift to the dispiriting assumptions underlying Rishi Sunak’s proposed new <a href=\"https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees\" title=\"\">crackdown</a> on “low-value degrees” – a status to be defined principally by reference to earnings after graduation. Endorsing language that is gratuitously insulting to academics, Mr Sunak has pledged to cap numbers on what his government describes as “rip-off” university degrees that don’t lead to a well-paid, highly skilled job. This is a dismally narrow and instrumental view of higher education. It casually disregards the myriad benefits that a degree course can offer a young person, beyond a job at the end of it. From an enhanced capacity to think critically, to the widening of social horizons and the pleasures of independent study, attending university offers far more than a mere route to the workplace.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/the-guardian-view-on-rip-off-degrees-another-low-value-government-intervention\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/the-guardian-view-on-rip-off-degrees-another-low-value-government-intervention", "date_published": "2023-07-17T18:14:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I only eat once a day’: life under the UK two-child benefits cap", "description": "<p>One woman tells how the limit, which Labour has said it will keep, has affected her and her five children</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/17/two-child-benefit-cap-labour-conservatives-rishi-sunak-education-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>“As a single parent, I feel like I’m letting my kids down,” one mother of five affected by the two-child benefits limit, who did not want to be named, told the Guardian. She said she is on antidepressants and skipping meals.</p><p>About one in 10 children are affected by the two-child benefit limit, a policy introduced by George Osborne that prevents parents from claiming child tax credit or universal credit for any third or subsequent child born after April 2017. <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-mps-keir-starmer-tories-two-child-benefit-limit\">Labour has now said it will keep this policy</a>, which has been blamed for pushing families into poverty.</p> <a href=\"https://www.theguardian.com/society/2023/jul/17/life-under-uk-two-child-benefit-cap-limit-universal-credit-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/17/life-under-uk-two-child-benefit-cap-limit-universal-credit-labour", "date_published": "2023-07-17T18:03:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Post Office inquiry chair criticises Horizon compensation scheme", "description": "<p>Wyn Williams calls for legislative change to resolve issues for those affected by the scandal</p><p>Schemes set up to compensate former post office operators wrongly accused of crimes are “a patchwork quilt” with “holes in it” that are likely to miss the deadline to pay up, the chair of the inquiry into the scandal has said.</p><p>More than 700 people were prosecuted for theft and false accounting between 2000 and 2014 after the Post Office’s flawed Horizon IT system incorrectly suggested there were financial shortfalls.</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, you can call or text the <a href=\"https://988lifeline.org/\">National Suicide Prevention Lifeline</a> on 988, chat on <a href=\"https://988lifeline.org/chat/\">988lifeline.org</a>, or <a href=\"https://www.crisistextline.org/\">text HOME</a> to 741741 to connect with a crisis counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/business/2023/jul/17/post-office-inquiry-chair-criticises-horizon-compensation-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/post-office-inquiry-chair-criticises-horizon-compensation-scheme", "date_published": "2023-07-17T18:02:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alcaraz’s full-speed evolution as a proper rival may yet galvanise Djokovic | Tumaini Carayol", "description": "<p>A generational talent ended Djokovic’s Wimbledon success story and could give the Serb new motivation to compete for more grand slams</p><p>It was not too long ago that the pressure of facing Novak Djokovic in a significant match was far too overwhelming for Carlos Alcaraz, as he cramped up in the middle of their <a href=\"https://www.theguardian.com/sport/2023/jun/09/novak-djokovic-outlasts-cramping-alcaraz-to-race-into-french-open-final\" title=\"\">French Open semi-final</a> and fell away. A week later, Alcaraz arrived at the Queen’s Club in London still trying to figure his life out on grass. He struggled with his movement as he was nearly beaten by a lucky loser, Arthur Rinderknech. “Honestly, my expectations in this tournament are not too high,” he said.</p><p>Within a few weeks, both issues were remarkably fully resolved. On Sunday <a href=\"https://www.theguardian.com/sport/2023/jul/16/carlos-alcaraz-novak-djokovic-wimbledon-final-singles-men-tennis\" title=\"\">Alcaraz defeated Djokovic in the Wimbledon final</a> after five brutal sets in just his fourth tournament on grass, extending his winning run to 12 matches on the surface. It is an astounding achievement, a reflection of the talent at his grasp with his destructive shot-making, athleticism and complete game.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/alcarazs-full-speed-evolution-as-a-proper-rival-may-galvanise-djokovic-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/alcarazs-full-speed-evolution-as-a-proper-rival-may-galvanise-djokovic-wimbledon", "date_published": "2023-07-17T18:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brazil’s Geyse: ‘Marta has her story built and I am building mine’", "description": "<p>Barcelona forward – who could have joined Arsenal – has sights on Women’s World Cup after her Champions League triumph</p><p>Geyse would <a href=\"https://www.theguardian.com/football/2023/jul/15/lucy-bronze-driving-different-standard-for-england-at-world-cup\" title=\"\">rather play football</a> for hours than speak to journalists. She is an introvert, but when paired with those she feels comfortable with – such as her Brazil teammates at the World Cup – she becomes a dancer, singer and prankster. And, even though she may be shy at first, she is pretty confident when talking about her dreams.</p><p>“Winning the World Cup and becoming the first player to win a World Cup and a Champions League in the same year,” the Barcelona forward says of those dreams from Brazil’s training camp in Australia. That ambition is very much alive – she was part of the Barça squad that secured the Women’s Champions League in June and is about to play in her second World Cup.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/geyse-brazil-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/geyse-brazil-womens-world-cup", "date_published": "2023-07-17T18:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Woman, 22, charged with procuring ‘poison’ to abort her child", "description": "<p>Bethany Cox appears at Teesside magistrates court charged with procuring her own miscarriage shortly after first Covid lockdown</p><p>A 22-year-old woman has appeared in court accused of procuring “poison” to abort her child shortly after the first Covid lockdown.</p><p>Bethany Cox, from Eaglescliffe in Stockton-on-Tees, appeared before Teesside magistrates court on Monday charged with “child destruction” and procuring her own miscarriage “by poison/use of instrument”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/woman-22-charged-with-procuring-poison-to-abort-her-child\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/woman-22-charged-with-procuring-poison-to-abort-her-child", "date_published": "2023-07-17T17:47:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Welsh government and Cornwall council sign collaboration deal", "description": "<p>Celtic authorities to work together on areas such as holiday homes crisis, offshore wind and language conservation</p><p>They are separated by choppy waters – and different political ideologies.</p><p>But the leaders of Wales and Cornwall have come together to sign an agreement vowing to work together on shared issues, ranging from the <a href=\"https://www.theguardian.com/society/2022/jun/18/holiday-homes-are-hollowing-out-coastal-areas-says-mp\">crisis of holiday homes</a> to the prospect of cooperating on <a href=\"https://www.theguardian.com/business/2022/jul/05/floating-windfarms-cornwall-wales-crown-estate-celtc-sea\">offshore wind power projects in the Celtic Sea</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/welsh-government-cornwall-council-collaboration-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/welsh-government-cornwall-council-collaboration-deal", "date_published": "2023-07-17T17:45:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Canada mourns deaths of firefighters as wildfires ravage millions of acres", "description": "<p>Deaths of two crew days apart prompts reckoning over mounting economic and human toll of fires that have charred Canada’s forests</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/jul/17/wildfire-smoke-canada-us-air-quality\">Millions on alert as wildfire smoke from Canada to spread to US</a></li></ul><p>Canada’s record-breaking wildfire season has taken a deadly turn after two firefighters were killed days apart, prompting a broader reckoning over the mounting economic and human toll of the unprecedented blazes that have charred swaths of the country’s boreal forests.</p><p>As of Monday, more than 10m hectares have burned across the country – an area the size of Iceland. Previously, the largest fire season on record was 34 years ago, when 7.6m hectares were left charred. But officials caution this year’s record-breaking season is only halfway done, with the sweltering temperatures expected to persist for the remainder of the summer.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/canada-wildfires-firefighters-deaths\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/canada-wildfires-firefighters-deaths", "date_published": "2023-07-17T17:42:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Neighbours are fed up with it’: Huge sinkhole closes Greater Manchester street", "description": "<p>Six metre wide abyss in Prestwich believed to be caused by a collapsed sewer</p><p>An enormous sinkhole has opened up in a street in Greater Manchester, swallowing several wheelie bins and becoming an instant local attraction.</p><p>A sewer running under Heywood Road in Prestwich collapsed on Monday after heavy rain, creating a crater at least six metres (20ft) wide. Residents closed access to their own road using wheelie bins, some of which ended up falling victim to the hungry abyss.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/huge-sinkhole-closes-greater-manchester-street\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/huge-sinkhole-closes-greater-manchester-street", "date_published": "2023-07-17T17:40:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "CMA is in danger of securing pyrrhic victory in Call of Duty battle | Nils Pratley", "description": "<p>Regulating Microsoft’s takeover of Activision Blizzard could make UK games market international outlier</p><p>There are still a few more scenes to play out in the tangled regulatory saga of Microsoft’s attempt to buy Call of Duty creator Activision Blizzard for $69bn (£53bn) but, for the first time in months, one can probably say this: the deal is more likely to proceed than not.</p><p>Look at what’s happened since the UK regulator, the Competition and Markets Authority, <a href=\"https://www.theguardian.com/technology/2023/apr/26/microsoft-bid-for-activision-blizzard-blocked-by-uk-competition-regulator\">said no in April</a>. First, the European Commission rolled over when it accepted Microsoft’s proposed remedies and <a href=\"https://www.theguardian.com/technology/2023/may/15/eu-approves-microsoft-takeover-activision-blizzard-call-of-duty\">cleared the transaction</a>. Then the Federal Trade Commission in the US, which was minded to fight the deal, was <a href=\"https://www.theguardian.com/technology/2023/jul/11/microsoft-may-proceed-69-billion-activision-blizzard-deal\">blocked in court last week</a> from gaining an injunction to halt it. Now Sony, the main corporate opponent of the transaction, appears to have concluded that continued resistance is futile: it has agreed a <a href=\"https://www.theguardian.com/technology/2023/jul/16/microsoft-activision-blizzard-sony-playstation-call-of-duty\">licensing deal with Microsoft</a> covering Call of Duty.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/17/cma-is-in-danger-of-securing-pyrrhic-victory-in-call-of-duty-battle\">Continue reading...</a>", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/jul/17/cma-is-in-danger-of-securing-pyrrhic-victory-in-call-of-duty-battle", "date_published": "2023-07-17T17:35:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Conservative party debates on LGBTQ+ rights ‘toxic’, says Tory MP", "description": "<p>Former equalities minister hopes rights will become uncontentious in interview for 10th anniversary of equal marriage</p><p>Debates within the Conservative party on LGBTQ+ issues have become “toxic”, a Tory MP has said in an interview marking the 10th anniversary of equal marriage becoming legal in the UK.</p><p>Speaking to <a href=\"https://www.politicshome.com/news/article/mike-freer-ten-year-anniversary-legalisation-same-sex-marriage-toxic-debate-lgbt-rights\">PoliticsHome</a>, the former equalities minister Mike Freer said he hoped that in the future, issues regarding LGBTQ+ rights would no longer be seen as a debate.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/conservative-party-debates-on-lgbtq-rights-toxic-says-tory-mp\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/conservative-party-debates-on-lgbtq-rights-toxic-says-tory-mp", "date_published": "2023-07-17T17:35:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France team consider legal action after fan causes crash", "description": "<ul><li>Pile-up brought down multiple riders on 15th stage on Sunday</li><li>Leader Vingegaard’s Jumbo-Visma team could press charges</li></ul><p>The team of the Tour de France leader Jonas Vingegaard are considering pressing charges after a spectator caused a massive crash during the <a href=\"https://www.theguardian.com/sport/2023/jul/16/vingegaard-retains-slight-lead-over-pogacar-after-wout-poels-wins-stage-15\">15th stage to Saint-Gervais Mont-Blanc</a> on Sunday.</p><p>One of the defending champion’s key Jumbo-Visma teammates, the American climber Sepp Kuss, crashed after being caught by the outstretched arm of a fan as the peloton raced past. Kuss’s fall caused a domino effect through the peloton with multiple other riders also hitting the tarmac, in echoes of a similar incident caused by a fan with a placard, endured by the same team in the 2021 race.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/tour-de-france-team-consider-legal-action-after-fan-causes-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/tour-de-france-team-consider-legal-action-after-fan-causes-crash", "date_published": "2023-07-17T17:30:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Taking the Mickey? The Disney centenary exhibition that glosses over controversy", "description": "<p>The Walt Disney Company is celebrating its 100th birthday with a museum show. You’ll see a hologram of its founder and a Sleeping Beauty book that comes to life – but is it an exercise in Walt-washing? </p><p>How do you celebrate the centenary of the second biggest media company on the planet? This October marks 100 years since Walt Disney founded his eponymous film studio and began producing silent shorts known as the Alice Comedies. Though the mouse who needs no introduction was not created until 1928, Disney is capitalising on the anniversary of the far less recognisable Alice with a concert, a merchandise collection and an <a href=\"https://www.disney.co.uk/disney-wonder-of-friendship\">ambiguous-sounding</a> “multi-sensory friendship experience” for over-18s. The jewel in Prince Charming’s crown, however, is a touring exhibition which opened in Philadelphia in February, came to Munich in April and is arriving at the <a href=\"https://disney100exhibit.com/london/\">Excel in London</a> in the October, with tickets going on sale on 18 July.</p><p>Disney100: The Exhibition is made up of 10 galleries, organised not chronologically but thematically: in one you can learn about music, and another is all about theme parks. Guests can see hundreds of props and costumes as well as play with interactive installations – press this button to hear Moana sing in Hebrew! Pull this lever to play a different underwater Disney scene!</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/taking-the-mickey-the-disney-centenary-exhibition-that-glosses-over-controversy\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/taking-the-mickey-the-disney-centenary-exhibition-that-glosses-over-controversy", "date_published": "2023-07-17T17:24:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour should woo self-employed to win next election, says report", "description": "<p>Exclusive: Fabian Society says rights of employees should be extended to 4 million who work for themselves</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jul/17/two-child-benefit-cap-labour-conservatives-rishi-sunak-education-uk-politics-latest\">UK politics live – latest updates</a></li></ul><p>Labour should match employees’ entitlements to a string of workplace benefits, including sick pay and parental leave, for millions of self-employed people across the UK to help it win the next election, according to a new report.</p><p>The Fabian Society, a left-of-centre thinktank, has also proposed giving self-employed people the same rights as employees (who have long had better protections) on health and safety, discrimination and whistleblowing.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-woo-self-employed-benefits-rights-win-next-election-fabian-society\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/labour-woo-self-employed-benefits-rights-win-next-election-fabian-society", "date_published": "2023-07-17T17:23:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "First-generation Apple iPhone sells at auction in US for $190,000", "description": "<p>Device launched by Steve Jobs in 2007 with promise to ‘reinvent the phone’ sells for 300 times original price</p><p>A 2007-era Apple iPhone has been sold for $190,372.80 (£145,416) at an auction – 300 times more than its original sale price.</p><p>The 4GB model went on sale in 2007 for $599 but has soared in value. The auction was run by the US company LCG Auctions, which described the iPhone as a “popular high-end collectible,” which was “exceedingly rare”.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/17/first-generation-apple-iphone-sells-auction-in-us\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/17/first-generation-apple-iphone-sells-auction-in-us", "date_published": "2023-07-17T17:11:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Top economists ‘call for action’ against runaway global inequality", "description": "<p>Gulf between rich and poor increases risk of climate breakdown as well as entrenches poverty, says letter to UN and World Bank</p><p>Failure to tackle the widening gulf between the world’s rich and poor will entrench poverty and increase the risk of climate breakdown, a group of more than 200 leading economists is warning.</p><p>In a letter to the UN secretary general, António Guterres, and <a href=\"https://www.theguardian.com/business/2023/feb/23/joe-biden-nominates-ajay-banga-world-bank-president\">the World Bank president, Ajay Banga</a>, the signatories from 67 countries call on the two bodies to do more to reverse the sharpest increase in global inequality since the second world war.</p> <a href=\"https://www.theguardian.com/inequality/2023/jul/17/top-economists-call-for-action-global-inequality-rich-poor-poverty-climate-breakdown-un-world-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/inequality/2023/jul/17/top-economists-call-for-action-global-inequality-rich-poor-poverty-climate-breakdown-un-world-bank", "date_published": "2023-07-17T17:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory MP in charge of scrutinising British media hosted drinks event for GB News", "description": "<p>Caroline Dinenage, who is scrutinising proposed changes to media legislation, sponsored event this month</p><p>The Tory MP in charge of scrutinising the British media hosted a parliamentary drinks party for GB News, the Guardian has learned.</p><p>Caroline Dinenage sponsored an event for the rightwing television channel in a room on the parliamentary estate earlier this month.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/tory-culture-committee-chair-caroline-dinenage-hosted-drinks-event-for-gb-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/tory-culture-committee-chair-caroline-dinenage-hosted-drinks-event-for-gb-news", "date_published": "2023-07-17T16:58:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Only by listening to voters’ priorities can parties defeat the far right | Letters", "description": "<p><strong>Dr Denis MacShane</strong>, <strong>Dr David Mathieson</strong> and <strong>Martin Barandalla</strong> respond to Gordon Brown’s article about the rising popularity of Spain’s Vox party and the implications for the fight against neofascism across Europe</p><p>I wonder if Gordon Brown is wise to use the kneejerk descriptor “neofascist” for the rise of ugly rightist politics in Europe (<a href=\"https://www.theguardian.com/commentisfree/2023/jul/14/spain-election-europe-neo-fascism-vox-germany-finland\" title=\"\">Spain’s election is a key battle in the Europe-wide struggle against neofascism, 14 July</a>). In terms of attacks on women, on the poor and on unions, or the home secretary referring to “vulnerable white English girls … being pursued and raped and drugged … by gangs of British Pakistani men”, English politics is as ugly as Vox is in Spain.</p><p>So far, when holding government office, the hard right on the continent differs little from what we have seen in Britain in recent years – and, if anything, is not as obsessed with leaving the EU in the manner of Ukip, the BNP, many Tories and much of our press.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/only-by-listening-to-voters-priorities-can-parties-defeat-the-far-right\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/only-by-listening-to-voters-priorities-can-parties-defeat-the-far-right", "date_published": "2023-07-17T16:57:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Boat-wrecking orcas are sadly no socialists | Letters", "description": "<p><strong>Sam Little </strong>rebuts the suggestion that killer whales are targeting the superyachts of the very wealthy</p><p>I read with interest Emma Beddington’s piece on the ramming of yachts by orcas (<a href=\"https://www.theguardian.com/environment/2023/jul/11/the-orca-uprising-whales-are-ramming-boats-but-are-they-inspired-by-revenge-grief-or-memory\" title=\"\">The orca uprising: whales are ramming boats – but are they inspired by revenge, grief or memory?, 11 July</a>). But the suggestion that the attacks might be a manifestation of some sort of cetacean socialism, targeting the yachts of the “ultra-wealthy”, doesn’t really wash.</p><p>While it’s true that billionaires do seem to have a thing for flashy boats, and there is huge appeal to the idea that nature might be butting against their profligate expressions of wealth and consumption, their vessels are generally way too big and fast to be bothered by orcas, even orcas with issues.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/17/boat-wrecking-orcas-are-sadly-no-socialists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/17/boat-wrecking-orcas-are-sadly-no-socialists", "date_published": "2023-07-17T16:57:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Open Championship on high security alert over possible protest disruption", "description": "<ul><li>Just Stop Oil has targeted high-profile sporting events</li><li>Police to deploy plain clothes officers at Hoylake</li></ul><p>Merseyside police will launch an unprecedented and large scale security effort around the 151st Open Championship, including deployment of plain clothes officers, as the threat of protest lingers with Just Stop Oil having targeted high-profile events throughout the summer.</p><p>Traders have priced the Open as odds-on to be the next competition targeted by the movement trying to force the government to end new fossil fuel licensing and production and Open attendees have been warned to prepare for stringent security checks upon arrival at Royal Liverpool.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/golf-open-championship-on-high-security-alert-over-protest-disruption\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/golf-open-championship-on-high-security-alert-over-protest-disruption", "date_published": "2023-07-17T16:51:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Open champion Arthur Havers had an ugly swing but left a gracious legacy", "description": "<p>Triumph at Troon a century ago was an anomaly but a bursary in Havers’ name has introduced over 1,000 children to golf</p><p>It is worth sparing a thought for Royal Troon as the 151st Open Championship approaches. When the R&amp;A announced tournament venues for years including 2023, the plan was for a centenary celebration marking 100 years since the Open was first held at the glorious Ayrshire links. Instead, Royal Liverpool sits in the spotlight.</p><p>The shuffling of the Open calendar – a consequence of coronavirus – means the major will return to Troon on the 101st rather than 100th anniversary of its tournament debut. This feels unfortunate, as does the naming of Royal Birkdale as the Open site for 2026; the connoisseur’s choice would have been Royal Lytham &amp; St Annes, where Bobby Jones won the first of his three Claret Jugs in 1926. Lytham has sat obsolete on the Open rota for far too long.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/open-champion-golf-arthur-havers-royal-troon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/open-champion-golf-arthur-havers-royal-troon", "date_published": "2023-07-17T16:44:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Italian media more focused on foreign coverage of heatwave than its effects", "description": "<p>Climate crisis still lacks in depth analysis after years of ridicule by rightwing factions of the press, experts say</p><p>Italy is <a href=\"https://www.theguardian.com/world/2023/jul/15/europe-heatwave-red-alerts-italy-cities-weather\">sweltering in abnormally high temperatures</a>, but its media appears to be more intrigued by how the extreme heat is being reported in the foreign press rather than delving deeply into the effects in a country deemed to be among the most vulnerable in Europe to the climate crisis.</p><p>Over the weekend, several outlets picked up on reports on Italy’s heatwave in leading foreign news websites – including the Guardian, The Times and the BBC.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/italian-media-intrigued-by-foreign-coverage-of-countrys-heatwaves\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/italian-media-intrigued-by-foreign-coverage-of-countrys-heatwaves", "date_published": "2023-07-17T16:43:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France clamps down on dangerous drivers with new ‘road killing’ offence", "description": "<p>No tougher penalties announces for offence formerly known as involuntary homicide by a driver</p><p>The French government has announced a clampdown on people who drive while unfit, months after a crash involving a high-profile comedian accused of drug-driving.</p><p>The prime minister, Élisabeth Borne, announced the creation of a new offence, of causing a “road killing”, specifically aimed at those who are unfit to be behind the wheel.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/france-clamps-down-on-dangerous-drivers-with-new-road-killing-offence\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/france-clamps-down-on-dangerous-drivers-with-new-road-killing-offence", "date_published": "2023-07-17T16:27:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Listen up, critics: first let Labour win power. Then scrutinise its real record | Polly Toynbee", "description": "<p>Of course Keir Starmer is cautious in the runup to an election – Labour can’t change Britain from the opposition benches</p><p></p><p>As they fail on every front, the Tories play the best card they have in their hand: managing expectations. Take this week’s <a href=\"https://www.bbc.co.uk/news/uk-politics-66125581\">three byelections</a>: every Tory MP you meet says, with a glum face, it’s a wipeout, game over. So if Labour wins <a href=\"https://www.theguardian.com/politics/2023/jul/08/labour-throwing-the-kitchen-sink-at-selby-byelection-as-hopes-grow-of-shock-win\">Selby and Ainsty</a>, that’s priced in, move on. But if Labour fails to overturn a 20,000 Tory majority, watch the narrative turn to “Starmer’s weakness”.</p><p>Time for some perspective. Even the prospect of winning a rock-solid Tory seat should remind doubters of what has been an epic climb by Labour from the despair of its 2019 near-death experience. Labour’s leader had a strategy mapped out from day one, and nothing has distracted him from it: two years to fix the party, ruthlessly expunging any who damage it; a set of <a href=\"https://labour.org.uk/missions/\">five cast-iron missions</a>; and fiscal discipline, avoiding all spending traps ahead of the manifesto. And the result is an astounding <a href=\"https://www.ipsos.com/en-uk/uk-opinion-polls\">20-point lead</a>. Are Labour people satisfied? Of course not. We see glum faces among the left-leaning commentators, who say Labour will only win as the result of the Boris Johnson and Liz Truss catastrophes. They want to know a Labour government will be transformational, exhilarating, brave, inspired: instead they complain of extreme caution and affronts to Labour values.</p><p>Polly Toynbee is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/labour-critics-record-keir-starmer-election-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/labour-critics-record-keir-starmer-election-britain", "date_published": "2023-07-17T16:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia says decision not to extend Black Sea grain deal is final", "description": "<p>No more talks planned, says official, despite Turkish leader expressing hope of progress at UN meeting</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/17/russia-ukraine-war-live-crimean-bridge-emergency-traffic-stops-explosion\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russia has said its decision not to extend the Black Sea grain deal is final and that no more talks are planned. The statement followed comments from the Turkish president, Recep Tayyip Erdoğan, to the effect that he hoped for progress in talks at the United Nations on reviving it.</p><p>The deal, brokered by the UN and Turkey last year, was meant to alleviate a food crisis sparked by a Russian blockade of Ukrainian ports that had frozen millions of tonnes of grain exports around the world, much of it to developing countries. Russia suspended its participation on Monday, as the deal was due to expire, saying its conditions for an extension had not been met.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/russia-decision-not-extend-black-sea-grain-deal-final\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/russia-decision-not-extend-black-sea-grain-deal-final", "date_published": "2023-07-17T15:44:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big Women’s World Cup preview – Women’s Football Weekly", "description": "<p>Faye Carruthers, Suzanne Wrack, Robyn Cowen and Marva Kreel look ahead to 2023 Women’s World Cup in Australia and New Zealand</p><ul><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players\">Women’s World Cup 2023: your guide to all 736 players</a></li></ul><p>On today’s podcast: have you stuck your wallchart up? Will it be England? USA? Australia? Spain? Who are you rooting for and is the shirt of your favourite team washed and ready to be worn for the next four weeks?</p><p>Get ready for your complete guide to the 2023 Women’s World Cup!</p> <a href=\"https://www.theguardian.com/football/audio/2023/jul/17/womens-world-cup-preview-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/jul/17/womens-world-cup-preview-womens-football-weekly", "date_published": "2023-07-17T15:38:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK bilateral aid to start rising after ‘terrible’ cuts", "description": "<p>Andrew Mitchell says funding to lowest-income countries will nearly double but not return to earlier levels</p><p>The UK’s bilateral overseas aid budget will start to increase in 2024-25 after taking a “terrible hit” over the previous three years, Andrew Mitchell, the minister for development and Africa, has said.</p><p>The overall aid budget, covering multilateral and bilateral aid, is to rise from £7.4bn this financial year to £8.3bn next year, he said. It was £6.9bn in 2022-23.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/uk-bilateral-aid-andrew-mitchell\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/uk-bilateral-aid-andrew-mitchell", "date_published": "2023-07-17T15:34:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Millions on alert as wildfire smoke from Canada to spread to US", "description": "<p>Officials issue air quality advisories across US and with nearly 900 forest fires –many of them ‘out of control’ – burning to the north</p><p>As <a href=\"https://www.theguardian.com/us-news/2023/jun/27/canada-wildfire-smoke-returns-new-york-air-quality\">they did last month</a>, wildfires in Canada are again expected to spread increased air pollution to the US this week, as millions in the country are under air quality advisories.</p><p>About 70 million people could be under air quality alerts as wildfire smoke from western Canada spreads to parts of the northern US and as far south as Alabama, <a href=\"https://www.cnn.com/2023/07/16/weather/canada-wildfires-us-air-quality-alerts-sunday/index.html\">CNN reported</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/wildfire-smoke-canada-us-air-quality\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/wildfire-smoke-canada-us-air-quality", "date_published": "2023-07-17T15:31:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Want to get rid of ‘rip-off’ degrees, Rishi? Try abolishing tuition fees", "description": "<p>Yes, many students are being sold a false dream. But that’s the government’s fault, not the universities’</p><p>It was a long time before I understood the phrase “he’ll piss on you and tell you it’s raining” – really understood it, at a gut level. It took 13 years and 10 weeks, to be precise, of successive feckless Conservatives messing everything up and telling us how messed up everything is.</p><p>So, having introduced the <a href=\"https://www.theguardian.com/education/tuition-fees\" title=\"\">tuition-fee regime</a> that leaves students with a life-changing amount of debt, and has demoralised and underfunded the sector so that the poverty-paid lecturers at its backbone are always on strike, the party has declared war on <a href=\"https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees\" title=\"\">“rip‑off” degrees</a>. Young people, Rishi Sunak contends, are being sold a false dream, without the prospect of a decent job at the end of it. Well, yes, Rishi, that is called “life in the UK”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/want-to-get-rid-of-rip-off-degrees-rishi-try-abolishing-tuition-fees\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/want-to-get-rid-of-rip-off-degrees-rishi-try-abolishing-tuition-fees", "date_published": "2023-07-17T15:28:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israelis brace for disruption amid renewed push for judicial overhaul", "description": "<p>Knesset races to pass bill eliminating ‘reasonableness’ standard before summer recess</p><p>Israelis are bracing for a turbulent week of protests and potential strike action as the country’s governing coalition races to pass a key component of its <a href=\"https://www.theguardian.com/world/2023/jul/11/israeli-parliament-initial-approval-judicial-overhaul-bill\">wide-ranging judicial overhaul</a> before the parliamentary summer recess.</p><p>The Knesset’s constitution, justice and law committee on Monday discussed sending a bill eliminating the “reasonableness” standard that allows the supreme court to overrule government decisions back to the plenum for its second reading.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/israelis-brace-for-disruption-amid-renewed-push-for-judicial-overhaul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/israelis-brace-for-disruption-amid-renewed-push-for-judicial-overhaul", "date_published": "2023-07-17T15:26:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "There’s no point to Labour as a party if it won’t pay to pull children out of poverty | Owen Jones", "description": "<p>Families punished by the inhumane two-child benefit cap are being betrayed in the rush to have breakfast with business donors</p><p>Do children deserve to be driven into poverty? While a Conservative politician is unlikely to answer such a question with an affirmative, their deeds say otherwise. When George Osborne limited child tax credit and universal credit <a href=\"https://www.theguardian.com/commentisfree/2022/apr/06/george-osborne-two-child-benefit-cap-britain-poorest-children\">to two children</a>, he was punishing young people with hardship because of something entirely outside their control: being the third or fourth child instead of the first or second.</p><p>For Labour, the answer should be obvious: scrap the policy, because no child should be punished with poverty. Whatever New Labour’s failings, it succeeded in scooping <a href=\"https://cpag.org.uk/news-blogs/news-listings/back-20th-century-our-child-poverty-disaster#:~:text=Whether%20that%20last%20year%20is,2019%2F20%20to%203.2%20million\">a million children</a> out of poverty. Since then, the two-child benefit cap has driven <a href=\"https://www.theguardian.com/society/2023/apr/06/more-than-1m-children-growing-up-in-poverty-under-two-child-benefits-limit\">250,000 children into poverty</a>, and another 850,000 deeper below the breadline. Crucially, it has failed on its own stated terms of encouraging parents to <a href=\"https://www.theguardian.com/society/2023/jun/01/two-child-limit-on-uk-welfare-benefits-has-failed-to-push-parents-into-jobs\">take up more hours or find work</a>. It hammers working households – the children of care workers, checkout assistants, cleaners – and those out of work alike. <a href=\"https://largerfamilies.study/publications/needs-and-entitlements/\">An exemption</a> exists in theory for cases of rape or coercion, but the process of informing the government is onerous and potentially traumatic: most of those eligible, therefore, do not do so. As <a href=\"https://www.york.ac.uk/news-and-events/news/2023/research/two-child-limit-and-benefit-cap-fail-to-meet-aims/\">a new report</a> by academics at York University underlines, people’s circumstances change, whether due to job losses or relationship breakdown. Many families aren’t even aware of the cap until after their third child arrives, and they want to claim benefits.</p><p>Owen Jones is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/labour-party-poverty-families-two-child-benefit-cap\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/labour-party-poverty-families-two-child-benefit-cap", "date_published": "2023-07-17T15:26:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Anti-levelling up’: Tory former education secretary criticises PM’s university plan", "description": "<p>Justine Greening says proposal to cut numbers on ‘low-value’ courses would affect less privileged students</p><p>A Conservative former education secretary has criticised Rishi Sunak’s plans to <a href=\"https://www.theguardian.com/education/2023/jul/14/rishi-sunak-force-english-universities-cap-low-value-degrees\">limit access to university degrees</a> in England, accusing him of “anti-levelling up in action” if he presses ahead with the policy.</p><p><a href=\"https://www.theguardian.com/politics/justine-greening\">Justine Greening</a>, who ran the Department for Education from 2016 to 2018, said the proposal would disproportionately affect more disadvantaged people from the poorest communities.</p> <a href=\"https://www.theguardian.com/education/2023/jul/17/anti-levelling-up-tory-former-education-secretary-criticises-pms-university-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/17/anti-levelling-up-tory-former-education-secretary-criticises-pms-university-plan", "date_published": "2023-07-17T15:14:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Music lets us be the real versions of ourselves’: Indonesian Muslim metalheads Voice of Baceprot", "description": "<p>With sturdy riffs and Rage Against the Machine-style funk bass, the young female trio have accrued millions of listeners – and are devoted to calling out violence against women</p><p>When the members of all-female Indonesian metal trio Voice of Baceprot finished middle school in their teens, they were at a crossroads. Their parents wanted them to fall in line: the pressure was on to enter an arranged marriage and live traditional lives. “It was really hard to just say no to our parents when they told us to get married,” the band’s singer/guitarist Marsya (full name Firda Marsya Kurnia) remembers today. “But we are happy because of music. It lets us be the real versions of ourselves. Heavy metal gave us the courage to say: ‘No! I will play metal until I can’t any more!’”</p><p>Almost a decade later, that’s become the greatest decision of their lives: Voice of Baceprot (pronounced “bah-che-prot”) are one of metal’s biggest buzz bands. Although their debut album Retas doesn’t drop until July, they’ve already accrued viral fame, performances on national TV and slots at major metal festivals since forming as schoolgirls in 2014. Singles like <a href=\"https://www.youtube.com/watch?v=WPVo_QyS0Hw\">God Allow Me (Please) to Play Music</a> indulge 90s alt-metal nostalgia with their sturdy riffing and obviously Rage Against the Machine-inspired funk bass; Marsya’s lyrics about feminism, sexual assault and climate change give the songs an acute social conscience. Their success has won their parents over, and RATM guitarist Tom Morello is an outspoken fan, as he once told the band on a Zoom call. “He was great!” Marsya beams. “He was very, very humble and we talked like we were friends.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/17/indonesian-muslim-women-metalheads-voice-of-baceprot\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/17/indonesian-muslim-women-metalheads-voice-of-baceprot", "date_published": "2023-07-17T15:10:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Port of Dover warns of two-and-half-hour waits this weekend", "description": "<p>Post-Brexit passport checks will significantly lengthen delays as peak holiday season gets under way</p><p>Cross-Channel ferry passengers will face waits of up to two and a half hours at Dover this weekend, the port has warned, as the peak holiday season gets under way.</p><p>Post-Brexit passport checks will <a href=\"https://www.theguardian.com/business/2022/apr/02/doug-bannister-head-of-the-port-of-dover-were-at-the-centre-of-brexit-i-signed-up-for-that\">significantly lengthen delays</a> as holidaymakers head for France, despite a number of mitigation measures put in place by the port.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/17/port-of-dover-long-waits-weekend-post-brexit-passport-checks\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/17/port-of-dover-long-waits-weekend-post-brexit-passport-checks", "date_published": "2023-07-17T15:10:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Actors on strike: Hollywood stars join the picket line – in pictures", "description": "<p>With a Screen Actors Guild strike joining the recent Writers Guild of America strike, major names such as Olivia Wilde and Susan Sarandon have been showing their support at protests in New York and Los Angeles</p><p><a href=\"https://www.theguardian.com/film/2023/jul/17/who-will-start-feeling-most-uncomfortable-during-the-hollywood-strikes-the-best-paid-actors\">As Hollywood actors strike, here’s why A-listers are next in the firing line</a></p> <a href=\"https://www.theguardian.com/culture/gallery/2023/jul/17/hollywood-actors-on-strike-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/gallery/2023/jul/17/hollywood-actors-on-strike-in-pictures", "date_published": "2023-07-17T15:02:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alarms, blue light and nappuccinos: how to stay awake for late night sports", "description": "<p>Summer sport in the northern hemisphere means red-eyed mornings for Australian fans. Here, dedicated night-shifters share their tips</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Coffee-clutching, bleary-eyed Australian sports fans are embracing the immortal words of Jon Bon Jovi this month: “You can sleep when you’re dead.”</p><p>That’s because July is delivering an RSL-sized smörgåsbord of northern hemisphere sport. While the <a href=\"https://www.theguardian.com/football/womens-world-cup\">Women’s World Cup</a> may be time zone-friendly for Australians for the first time ever, there’s still men’s and women’s cricket, including the remaining Ashes series; the Open Championship in the United Kingdom and Tour de France and Le Tour Femmes in western Europe; and Formula One, where Australian Daniel Ricciardo is back behind the wheel. And it’s all happening past most people’s bed times, prompting many to choose between sleep and sporting stimulation.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/18/late-night-sports-how-to-stay-awake-tips-all-nighter-or-sleep-alarm-science-doctor-caffeine-coffee\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/18/late-night-sports-how-to-stay-awake-tips-all-nighter-or-sleep-alarm-science-doctor-caffeine-coffee", "date_published": "2023-07-17T15:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Europe should cap energy use of richest to stay within carbon budget, study says", "description": "<p>Limiting demand of richest 20% saves seven times greenhouse gases required to meet needs of poorest 20%, researchers find</p><ul><li><a href=\"https://www.theguardian.com/environment/live/2023/jul/17/europe-heatwave-2023-us-asia-heat-extreme-severe-weather-fires-flash-floods-flooding-record-breaking-heat-wave-stress-temperature-red-alert-climate-crisis\">Extreme heatwave – latest news updates</a></li></ul><p>Gently limiting “luxury” demand from the 20% of European consumers who use the most energy saves seven times the amount of planet-heating gases that would be emitted in meeting the basic needs of the 20% who use the least energy, researchers have found.</p><p>The study, which modelled the effect of narrowing the gaps in energy use between households within 27 European countries, found capping demand from the top fifth, even at a fairly high level, cut greenhouse gas pollution from energy consumption by 9.7%, while raising demand from people in the bottom fifth who also live in poverty to a fairly low level increases emissions by just 1.4%.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/17/europe-cap-luxury-energy-use-emissions-carbon-budget-targets-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/17/europe-cap-luxury-energy-use-emissions-carbon-budget-targets-study", "date_published": "2023-07-17T15:00:30+00:00", "persistent": true, "dead": false, "artist": null, "album": null, "user": "rumpel", "language": "en-UK", "thumbnail": null, "tags": ["global warming", "billionaires", "climate change"]}, {"source": "https://www.theguardian.com/rss", "title": "G’day World Cup: why Australia can’t wait for the action to start | Caitlin Cassidy", "description": "<p>The hype has been building for months and as the tournament arrives has hit a fever pitch. Finally, it is our time</p><p>At 6am on a Sunday morning in November 2022, hundreds of fans and families gathered in a park in Sydney’s inner west to watch a men’s World Cup football match between Australia and Argentina.</p><p>The site was awash with dogs, bleary eyed Sydneysiders clutching coffee cups and eager families hauling blankets. For dozens of young girls in the crowd, though, the Socceroos narrowly losing to Lionel Messi and co were merely a prelude to the main event, to take place months later.</p> <a href=\"https://www.theguardian.com/football/2023/jul/18/gday-world-cup-why-australia-cant-wait-for-the-action-to-start\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/18/gday-world-cup-why-australia-cant-wait-for-the-action-to-start", "date_published": "2023-07-17T15:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Just how much will Arsenal kick on after landing Declan Rice?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Won’t somebody think of Jurriën Timber? Less than 24 hours after being <a href=\"https://www.theguardian.com/football/2023/jul/14/arsenal-sign-jurrien-timber-from-ajax\">unveiled as an Arsenal player</a>, the young defender would have had to scroll some way down the homepage of his new club’s website to find news of his arrival from Ajax. What he will have noticed is that his new employers had pressed every bell and whistle at their disposal into service to <a href=\"https://www.theguardian.com/football/2023/jul/15/declan-rice-west-ham-arsenal-105m-deal\">herald the arrival</a> of their long-term target and record signing, Declan Rice, from West Ham. Peep! Here’s a video of Declan being welcomed by club sporting director Edu! Ding-dong! Here’s footage of the England midfielder stroking the belly of training-ground pup, Win. Clang! It’s Declan inspecting the dressing-rooms and receiving his new shirt! Jingle-jangle! Gaze in excitement as he finally puts pen to paper after a protracted six-month courtship. And Shazam, which is admittedly neither a bell nor a whistle but the tune-identifying app Football Daily used to discover that the music accompanying Declan’s surprisingly low-key unveiling video is a banger by Nigerian grime artist Odumodublvck.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/football-daily-email-declan-rice-arsenal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/football-daily-email-declan-rice-arsenal", "date_published": "2023-07-17T14:47:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As Hollywood actors strike, here’s why A-listers are next in the firing line", "description": "<p>Impoverished Sag-Aftra members are currently targeting overpaid studio bosses. But it can’t be long until their ire is directed closer to home</p><p>Everybody knows who the baddies are in the Hollywood strikes story. It’s the fatcats, the studio bosses, the streamer heads counting their piles of cash while the little people get squashed.</p><p>This is undoubtedly true. Hollywood is now run not by aspiring creatives but multinational conglomerates who, as one insider told me this weekend, aim simply for the bottom line. Their business is stripping industries for parts and then flipping the husks once they’re done.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/who-will-start-feeling-most-uncomfortable-during-the-hollywood-strikes-the-best-paid-actors\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/who-will-start-feeling-most-uncomfortable-during-the-hollywood-strikes-the-best-paid-actors", "date_published": "2023-07-17T14:35:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Democrats fear a Joe Manchin No Labels presidential run could hand Trump the White House - live", "description": "<p>West Virginia’s conservative Democratic senator is speaking at New Hampshire third-party town hall</p><p>West Virginia Senator <strong>Joe Manchin</strong> is headlining today at the event in New Hampshire organized by No Labels, the <a href=\"https://www.theguardian.com/us-news/2023/apr/25/arizona-third-parties-2024-elections\">third party outfit</a> that promotes itself as “middle of the road” or “common sense” and hopes to get on the ballot in 50 states for the 2024 presidential election with a “unity ticket”, much to the Democratic Party’s chagrin.</p><p>No Labels has <a href=\"https://www.bostonglobe.com/2023/07/17/nation/no-labels-new-hampshire-third-party-joe-manchin/?event=event12\">been around</a> for more than a decade but is coming closer to full disrupter status now, despite being little known or understood outside political insiders.</p><p><strong>No Labels</strong>, the moderate group angling to get a foothold as a third party presidential force in US politics, is <a href=\"https://www.cnn.com/2023/07/17/politics/joe-manchin-new-hampshire-third-party/index.html\">meeting in New Hampshire</a> today and <strong>Joe Manchin</strong>, West Virginia’s conservative Democratic US Senator, is taking part in a town hall. The Democratic Party worries that if Manchin, who’s up for re-election, decided to run for president <a href=\"https://www.bostonglobe.com/2023/05/05/nation/how-joe-manchin-could-upend-the-2024-presidential-race/?p1=Article_Inline_Text_Link\">on a No Labels ticket</a>, it would upend the 2024 election, split the Democratic vote and hand the White Houses back to <strong>Donald Trump</strong>.</p><p><strong>White House press secretary Karine Jean-Pierre</strong> is scheduled to conduct the daily media briefing in the West Wing at 3pm ET.</p><p><strong>Donald Trump</strong>’s apparent appetite for greater authoritarianism in the US if he is in power will translate in 2025 if he’s won the White House into a plan for a “sweeping expansion of presidential power over the machinery of government, reshaping the structure of the executive branch to concentrate far greater authority directly in his hands,” <a href=\"https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html\">according to the New York Times</a>.</p><p><strong>US climate envoy John Kerry</strong> is <a href=\"https://www.theguardian.com/environment/2023/jul/17/us-climate-envoy-kerry-meets-chinese-counterpart-amid-record-heat\">in Beijing</a> meeting his Chinese counterpart, as both countries grapple with record high temperatures and punishing heatwaves driven by the human-caused climate crisis. We are currently running an extreme weather live blog and you can follow all the weather and climate developments <a href=\"https://www.theguardian.com/environment/live/2023/jul/17/europe-heatwave-2023-us-asia-heat-extreme-severe-weather-fires-flash-floods-flooding-record-breaking-heat-wave-stress-temperature-red-alert-climate-crisis\">here</a>.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/jul/17/manchin-third-party-biden-trump-2024-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/jul/17/manchin-third-party-biden-trump-2024-live-updates", "date_published": "2023-07-17T14:28:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Family of Murdaugh boat crash victim Mallory Beach settles for $15m – report", "description": "<p>Most of the settlement money to go to family of 19-year-old killed in 2019 crash of boat purportedly driven by Alex Murdaugh’s son</p><p>A series of lawsuits centering on the deadly February 2019 crash of a boat purportedly driven by <a href=\"https://www.theguardian.com/us-news/2023/mar/07/alex-murdaugh-brother-randy-interview\">Alex Murdaugh</a>’s son before his high-profile murder at the hands of his father has reportedly been settled for about $15m.</p><p>Most of the money from the settlement, confirmed on Sunday, is destined to go to the family of Mallory Beach, 19, who was killed on the night of the wreck near Parris Island, South Carolina, according to the local news outlet <a href=\"https://www.wsav.com/news/breaking-settlement-reached-in-mallory-beach-boat-crash/\">WSAV</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/alex-murdaugh-son-boat-crash-mallory-beach-settlement\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/alex-murdaugh-son-boat-crash-mallory-beach-settlement", "date_published": "2023-07-17T14:28:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DNA database to be used to crack down on dog faeces in French town", "description": "<p>Dog owners in Béziers will have their pets’ saliva sampled so excrement can be linked to specific animals</p><p>Dog owners in the southern French town of Béziers are to be required to carry their pet’s “genetic passport” in a trial scheme to reduce dog excrement on the streets.</p><p>Local mayor Robert Ménard, a former journalist and co-founder of Reporters Sans Frontières, says inhabitants and visitors are fed up with faeces on the town’s pavements. He plans to introduce a two-year experiment to trace and fine those who fail to clear up after their pets.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/genetic-passport-scheme-beziers-france-dog-faeces\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/genetic-passport-scheme-beziers-france-dog-faeces", "date_published": "2023-07-17T14:25:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Experts urge health regulators to approve ‘turning point’ dementia drugs", "description": "<p>As results show 35% slowing in cognitive decline, health leaders say swift decisions crucial</p><ul><li><a href=\"https://www.theguardian.com/society/2023/jul/17/what-impact-will-alzheimers-drug-donanemab-have\">What impact will the Alzheimer’s drug donanemab have?</a></li></ul><p>Health regulators are being urged to rapidly approve two gamechanging dementia drugs in order to ensure millions of people who could benefit are not “left in limbo”, after yet more stunning trial data.</p><p>The final results from a landmark study confirmed that donanemab, made by Eli Lilly, slowed cognitive decline in Alzheimer’s patients by 35%. Trial results published last year showed that a second drug, lecanemab, made by Eisai and Biogen, reduced the rate by 27%.</p> <a href=\"https://www.theguardian.com/society/2023/jul/17/experts-urge-health-regulators-approve-dementia-drugs-donanemab-lecanemab\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/17/experts-urge-health-regulators-approve-dementia-drugs-donanemab-lecanemab", "date_published": "2023-07-17T14:15:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pennsylvania flash flood: five people killed and two children missing", "description": "<p>Pennsylvania is latest area in the US to be hit by intense rain and flooding as worldwide climate emergency worsens</p><p>Five people have been killed and two children remained missing after <a href=\"https://www.theguardian.com/us-news/2023/jul/16/pennsylvania-flash-floods-dead-missing\">floodwaters tore through parts of south-eastern Pennsylvania</a> over the week during the latest round of violent storms to hit the region.</p><p>The family of the two children, a nine-month-old boy and his two-year-old sister, were caught in their car on the way to a barbecue on Saturday, the chief of the Upper Makefield fire department, Tim Brewer, said on Sunday. Their mother was later found dead while their father and young sibling “miraculously” made it to safety.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/pennsylvania-flash-flood-buck-county-missing-people\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/pennsylvania-flash-flood-buck-county-missing-people", "date_published": "2023-07-17T13:57:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "DFS warns of ‘significantly worse’ market as cost of living crisis hits sales", "description": "<p>Furniture retailer says cost-cutting has helped offset impact on its profits</p><p>The sofa retailer DFS has warned the market has been “significantly worse than expected” as demand for big-ticket items has been hit by the cost of living crisis.</p><p>It said the tough economic climate, in which mortgage rates have hit their highest level since 2008, had depressed sales volumes by 15% to 20% across the market.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/dfs-market-cost-of-living-crisis-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/dfs-market-cost-of-living-crisis-sales", "date_published": "2023-07-17T13:57:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbiemania: the movie has turned the world hot pink – but you might struggle to get a ticket", "description": "<p>Everyone from Lizzo to the Princess of Wales is dressed in fuchsia, while sales of pink products are up. Then there are Barbie burgers – and a new hue for the Google homepage</p><p><strong>Name: </strong>Barbiemania.</p><p><strong>Age:</strong> Barbie – full name Barbara Millicent Roberts – is a Mattel doll who was born in the US in 1959. The current mania is, well, current.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/barbie-the-movie-hot-pink-mania\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/barbie-the-movie-hot-pink-mania", "date_published": "2023-07-17T13:48:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What is the MoD taking in its tea? There's no way Britain will be in a three-front war by 2030 | Simon Jenkins", "description": "<p>The outgoing defence secretary, Ben Wallace, has got the begging bowl out again. But his fearmongering about Russia and the Pacific is irresponsible</p><p>Britain’s defence secretary, Ben Wallace, <a href=\"https://www.theguardian.com/politics/2023/jul/15/ben-wallace-says-he-will-step-down-as-defence-secretary-and-quit-as-mp\">resigned at the weekend</a>. In a farewell interview he predicted, ostensibly based on intelligence, <a href=\"https://wtxnews.com/wallace-quits-and-warns-of-war-on-3-fronts\">that Britain would be “at war by 2030”.</a> Conflict would be on one of three fronts. If Vladimir Putin loses in Ukraine, says Wallace, “he’s still got an air force and a navy … [he’s] not done with us yet.”</p><p>The assumption here is of war between Russia and “us”. Next Wallace predicted “a total breakdown of politics in the Pacific” where “we are deeply vulnerable”. He nowhere identified this vulnerability or why it meant war, hot or cold. Finally there was to be “a shooting war in Africa, where al-Qaida and Isis threaten the future of nation states”. This in turn would “trigger us internationally coming to [their] aid”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/minsitry-of-defence-britain-war-2030-ben-wallace-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/minsitry-of-defence-britain-war-2030-ben-wallace-russia", "date_published": "2023-07-17T13:46:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Jury Duty became the surprise comedy breakout of the year", "description": "<p>The buzz-free Amazon Freevee show became an unlikely viral hit before scoring in major categories during last week’s Emmy nominations announcement</p><p>When the <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/12/emmys-2023-nominations-succession-the-last-of-us-white-lotus\">2023 Emmy nominations</a> were revealed last week, one of the big surprises was the presence of Amazon Freevee’s hybrid reality/scripted comedy Jury Duty, which placed in four categories including best comedy series.</p><p>Whether or not the series – a Truman Show-like experiment about a staged civil court trial in which only the foreperson is unaware of the ruse – ends up bringing home any gold, its prevalence among the other contenders – including past the awards mainstays Ted Lasso, Abbott Elementary, The Marvelous Miss Maisel and Only Murders in the Building; critical darlings Barry and The Bear; and Netflix’s cultural juggernaut Wednesday – counts as a victory lap for the underdog hit.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/show-jury-duty-amazon-freevee-tiktok\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/17/show-jury-duty-amazon-freevee-tiktok", "date_published": "2023-07-17T13:35:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ofcom investigates Ken Bruce for potential breach of broadcasting rules", "description": "<p>Inquiry relates to Greatest Hits Radio’s ‘Face the Family’ campaign, promoted on Bruce’s morning show</p><p>Ken Bruce is under investigation for a potential breach of broadcasting rules after his new radio station demanded the government change the law to force criminal defendants into courtrooms.</p><p>The former Radio 2 presenter <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/03/ken-bruce-bbc-radio-2-after-31-years\">moved his morning show</a> to Greatest Hits Radio in March but is having to deal with an Ofcom inquiry into the station’s “Face the Family” campaign, which was promoted on his show.</p> <a href=\"https://www.theguardian.com/media/2023/jul/17/ofcom-investigates-ken-bruce-for-potential-breach-of-broadcasting-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/17/ofcom-investigates-ken-bruce-for-potential-breach-of-broadcasting-rules", "date_published": "2023-07-17T13:34:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "South East Water reports £74m loss after year of extreme weather", "description": "<p>Water firm says dealing with 2022’s record-breaking heatwave and other weather events cost it £17m</p><p>South East Water has reported a pre-tax loss of nearly £75m, which it blamed in part on the cost of dealing with last year’s “extreme weather events” including the <a href=\"https://www.theguardian.com/environment/2022/jul/19/day-of-40c-shocks-scientists-as-uk-heat-record-absolutely-obliterated\">record-breaking heatwave</a>.</p><p>The water firm, which supplies 2.2 million customers in Kent, Sussex, Hampshire, Berkshire and Surrey, said the weather events cost it £17m.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/south-east-water-loss-extreme-weather-heatwave\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/south-east-water-loss-extreme-weather-heatwave", "date_published": "2023-07-17T13:31:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Climate protest and swan upping: Monday’s best photographs – in pictures", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/17/climate-protest-and-swan-upping-mondays-best-photographs\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/17/climate-protest-and-swan-upping-mondays-best-photographs", "date_published": "2023-07-17T13:30:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham fail with Harry Maguire loan offer and £45m João Palhinha bid", "description": "<ul><li>Manchester United open to selling Maguire to increase budget</li><li>Fulham demanding £80m for Portugal midfielder Palhinha </li></ul><p>West Ham have had a loan offer for Harry Maguire dismissed by Manchester United and a £45m bid for João Palhinha turned away by Fulham.</p><p>The club are looking to spend after selling <a href=\"https://www.theguardian.com/football/2023/jul/15/declan-rice-west-ham-arsenal-105m-deal\">Declan Rice to Arsenal</a> for £105m and are stepping up their interest in two of their key targets. West Ham want to replace Rice with two midfielders – along with targeting Palhinha, they have held talks over a move for Ajax’s Edson Álvarez – and David Moyes’s desire to bring in a central defender led him to set his sights on Maguire.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/west-ham-harry-maguire-loan-joao-palhinha-bid-manchester-united-fulham\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/west-ham-harry-maguire-loan-joao-palhinha-bid-manchester-united-fulham", "date_published": "2023-07-17T13:22:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How an email mixup led to me befriending my namesake – and a glimpse of a wholesome second life | Dale Berning Sawa", "description": "<p>A message meant for another<em> </em>Dale, sent by his 88-year-old sister, revealed the fascinating world of like-named people</p><p>For a while now, I have been getting the strangest emails. They concern golf rules, carpenter bees and CPR short courses I’ve not signed up for at local fire departments I could not place. I have been on the receiving end of a round-robin addressed “to all the stoners”.</p><p>The explanation is that I share my name – and therefore a similar email address – with a stranger half way round the world from me. Random email is the bane of everyone’s existence; I could tell you how many actual thousands of unread messages I have, but no one needs more pain. What does alleviate it, though, is any inkling that a real person may be present – and there is something fascinating about discovering people who share our name, as though we are connected by something more than pure coincidence.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/email-mixup-namesake-second-life-like-named-people\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/email-mixup-namesake-second-life-like-named-people", "date_published": "2023-07-17T13:12:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Suddenly misfits became pop stars, and we were part of it’: How Jo Whiley and Steve Lamacq made Radio 1’s Evening Session", "description": "<p>‘We were going to all these gigs and it was like all these bands – Suede, Blur, Oasis, the Verve – were our mates down the pub. There was no fakery or pretence’ </p><p>I worked for New Musical Express for five years, then Select magazine. I had a weekly show on the pirate radio station Q102, which morphed into Xfm, and made a couple of guest appearances on Mark Goodier’s fledgling BBC Radio 1 evening show. Mark was away for four weeks in the summer of 1993 so they got in guest presenters, including Jo and me. A couple of months later, we were invited back to co-host for seven weeks. Matthew Bannister had just taken control of Radio 1 with rumours of an immediate shake-up. He called us into his office. We both sat staring at our boots, thinking: “This is the point where he says: ’Thanks very much.’” He said: “We’d like you to carry on.” He gave us the job full time, and off we went.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/17/suddenly-misfits-became-pop-stars-and-we-were-part-of-it-how-jo-whiley-and-steve-lamacq-made-radio-1s-evening-session\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/17/suddenly-misfits-became-pop-stars-and-we-were-part-of-it-how-jo-whiley-and-steve-lamacq-made-radio-1s-evening-session", "date_published": "2023-07-17T13:05:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Kharkiv mayor dismisses Russian claims of ‘terrorism’ over Crimean bridge attack", "description": "<p>‘How can they speak about terrorism?’ asked Ihor Terekhov, citing destruction visited on his city</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/17/russia-ukraine-war-live-crimean-bridge-emergency-traffic-stops-explosion\">Russia-Ukraine war – latest news updates</a></li></ul><p>The mayor of Kharkiv has dismissed Russia’s claim that <a href=\"https://www.theguardian.com/world/2023/jul/17/explosions-reportedly-hit-crimeas-kerch-bridge-as-russia-cites-emergency-situation\">Monday’s attack on the Kerch Bridge linking the Crimean peninsula to Russia</a> was an act of Ukrainian “terrorism” and said the Kremlin had brought death and destruction to his city on an epic scale.</p><p>In an interview with the Guardian, Ihor Terekhov said Moscow had been bombarding Kharkiv’s civilian population since last year’s full-scale invasion. On Sunday, one person was killed and seven injured in three separate attacks, with S-300 missiles fired from across the Russian border.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/kharkiv-mayor-dismisses-russian-claims-terrorism-crimea-kerch-bridge-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/kharkiv-mayor-dismisses-russian-claims-terrorism-crimea-kerch-bridge-attack", "date_published": "2023-07-17T13:01:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New UK government plan to protect against climate heat ‘very weak’", "description": "<p>Exclusive: Leaked document ‘falls far short’ of what is needed to safeguard lives and livelihoods from heat, drought and storms, say experts</p><p>The government’s new plan to cope with the climate crisis has been condemned as “very weak” by experts, who say not enough is being done to protect lives and livelihoods.</p><p>Responding to the document, which was leaked to the Guardian, one highlighted its failure to adequately protect people in the UK from extreme heat. The heatwave in 2022, when <a href=\"https://www.theguardian.com/environment/2022/jul/19/day-of-40c-shocks-scientists-as-uk-heat-record-absolutely-obliterated\">temperatures surpassed 40C</a> for the first time, led to the <a href=\"https://www.theguardian.com/world/2022/oct/07/england-excess-deaths-during-2022-heatwave\">early deaths of more than 3,000</a> people, wildfires, buckled rail lines and farmers struggling with drought. Southern Europe is currently in the grip of a <a href=\"https://www.theguardian.com/world/2023/jul/16/thousands-forced-out-of-homes-la-palma-canary-islands-as-heatwave-grips-europe\">searing heatwave</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/17/new-uk-government-plan-to-protect-against-climate-heat-very-weak\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/17/new-uk-government-plan-to-protect-against-climate-heat-very-weak", "date_published": "2023-07-17T13:00:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Suspect in four Georgia killings fatally shot by police during manhunt", "description": "<p>Andre Longmore’s motives remain under investigation, police chief says, after four residents of Longmore’s neighborhood killed</p><p>Officers on Sunday shot and killed a man wanted in four weekend killings near <a href=\"https://www.theguardian.com/us-news/atlanta\">Atlanta</a> during an exchange of gunfire, with a sheriff’s deputy and two police officers wounded while trying to take the suspect into custody, authorities said.</p><p>Officials said <a href=\"https://www.theguardian.com/us-news/2023/jul/16/georgia-shooting-four-killed\">Andre Longmore</a> was shot during an intense manhunt for the 40-year-old suspect. The exchange of gunfire came a day after Saturday morning’s shootings rocked a bucolic subdivision in Hampton, south of Georgia’s main city.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/atlanta-killings-suspect-shot-hampton-ga\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/atlanta-killings-suspect-shot-hampton-ga", "date_published": "2023-07-17T12:49:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Elton John tells court Kevin Spacey attended charity ball at his home", "description": "<p>Singer gives evidence in trial of actor accused of committing sexual offences against four men between 2001 and 2013</p><p>Elton John has told a court that Kevin Spacey attended a star-studded charity ball at his home after arriving by private jet.</p><p>The singer also quipped that he was always in a “mad rush” when leaving West End theatres, saying: “It could be the queen and I wouldn’t notice her.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/17/elton-john-tells-court-kevin-spacey-attended-charity-ball-at-his-home\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/17/elton-john-tells-court-kevin-spacey-attended-charity-ball-at-his-home", "date_published": "2023-07-17T12:44:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israeli attorney general petitioned for inquiry into civilian casualties in Gaza", "description": "<p>Action follows deaths of civilians during Israel’s Shield and Arrow campaign of targeted killings</p><p>On the street in central Gaza City where the family of Khalil al-Bahtini lived, the contents of the Palestinian Islamic Jihad commander’s home and the two houses on either side remain spilled out into the street. Passersby must navigate the rubble and crumpled shell of a water tank, as well as the debris of an annihilated family life: a red teddy bear, kitchen utensils, scraps of books and clothing.</p><p>The Adas family were not the targets of the airstrike that hit their neighbour’s house at about 2 am on 9 May, in <a href=\"https://www.theguardian.com/world/2023/may/09/israel-bombs-gaza-strip-killing-three-islamic-jihad-leaders\">the opening salvo</a> of Israel’s Shield and Arrow operation, but the buildings were less than a metre apart. The GBU-39 bomb that crashed through three floors of the Bahtini home, down into the basement, also blew apart one side of the Adas’s house, killing the family’s two teenage daughters. Dania, 19, died immediately, while her sister, Imam, 17, clung to life for another two hours before succumbing to her injuries in hospital.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/israeli-attorney-general-petitioned-for-inquiry-into-civilian-casualties-in-gaza\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/israeli-attorney-general-petitioned-for-inquiry-into-civilian-casualties-in-gaza", "date_published": "2023-07-17T12:35:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A giant among critics’: Derek Malcolm remembered by film-makers", "description": "<p>The former film critic of the Guardian, <a href=\"https://www.theguardian.com/film/2023/jul/16/derek-malcolm-longtime-guardian-film-critic-dies-aged-91\">who has died aged 91</a>, was a friend to many of those whose work he admired – and criticised. Here, Stephen Frears, Asif Kapadia, Jeremy Thomas and Stephen Woolley pay tribute</p><p><a href=\"https://www.theguardian.com/film/2023/jul/16/derek-malcolm-my-predecessor-was-a-mighty-critic-film-world-darling-and-heir-to-a-scandal\">Peter Bradshaw: my predecessor was a film-world darling and heir to scandal</a><br /></p><p><strong>‘He always looked as though he was up to mischief’</strong><br /><em>Stephen Frears, director</em></p><p>He’d come up to you at solemn occasions with some wonderful, deflating phrase. With his wickedly impish face, he always looked as though he was up to mischief.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/a-giant-among-critics-derek-malcolm-remembered-by-film-makers\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/a-giant-among-critics-derek-malcolm-remembered-by-film-makers", "date_published": "2023-07-17T12:34:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tom Jenkins’ best shots of Wimbledon 2023 – in pictures", "description": "<p>Our photographer looks back at two glorious weeks of tennis in SW19</p><p>This year’s tournament saw a changing of the guard in the men’s singles, with 20-year-old <a href=\"https://www.theguardian.com/sport/2023/jul/16/carlos-alcaraz-novak-djokovic-wimbledon-final-singles-men-tennis\">Carlos Alcaraz beating the veteran reigning champion Novak Djokovic</a> in the final. Djokovic’s defeat was his first in SW19 since 2017. In the women’s singles Marketa Vondrousova <a href=\"https://www.theguardian.com/sport/2023/jul/15/unseeded-marketa-vondrousova-stuns-ons-jabeur-to-win-wimbledon-title\">was the unlikely champion</a>, becoming the first unseeded player in history to win the title. Away from the action it was <a href=\"https://www.theguardian.com/sport/2023/jul/16/protests-and-pimms-wimbledon-winds-up-after-fortnight-of-on-and-off-court-drama\">also an eventful edition</a> of the tournament, with protests, queueing chaos and geopolitics all making their presence felt.</p><p>Novak Djokovic lends a hands to mop up a damp Centre Court, while some former champions made an appearance on the grass and in the stands.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/tom-jenkins-best-shots-of-wimbledon-2023-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/tom-jenkins-best-shots-of-wimbledon-2023-in-pictures", "date_published": "2023-07-17T12:25:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why is the Kerch Bridge attack significant to the war in Ukraine?", "description": "<p>Bridge is only direct link to mainland Russia from Crimea, which Moscow annexed in 2014</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/17/explosions-reportedly-hit-crimeas-kerch-bridge-as-russia-cites-emergency-situation\">Two dead after explosions on Kerch Bridge</a></li></ul><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jul/17/russia-ukraine-war-live-crimean-bridge-emergency-traffic-stops-explosion\">Russia-Ukraine war – latest news updates</a></li></ul><p>The Kerch Bridge connecting the Crimean peninsula to Russia has been closed after <a href=\"https://www.theguardian.com/world/2023/jul/17/explosions-reportedly-hit-crimeas-kerch-bridge-as-russia-cites-emergency-situation\">explosions in the early hours of Monday</a> killed two people and injured a child.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/why-is-the-kerch-bridge-attack-significant-to-the-war-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/why-is-the-kerch-bridge-attack-significant-to-the-war-in-ukraine", "date_published": "2023-07-17T12:09:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Drone footage shows extent of wildfires in Spain's La Palma – video", "description": "<p>Drone footage released by firefighters in the Canary Islands shows raging wildfires in the island of La Palma amid extreme heatwaves worldwide. Europe is expected to reach its hottest-ever temperature, with wildfires recorded across Spain, Turkey and Croatia. Firefighters have been trying to control flames on La Palma, evacuating more than 4,000 people from properties in the north-west. </p><p></p><ul><li><p><a href=\"https://www.theguardian.com/environment/live/2023/jul/17/europe-heatwave-2023-us-asia-heat-extreme-severe-weather-fires-flash-floods-flooding-record-breaking-heat-wave-stress-temperature-red-alert-climate-crisis?filterKeyEvents=false&amp;page=with:block-64b48c558f080a06e306101e#block-64b48c558f080a06e306101e\"><strong>Extreme heatwave live: millions in Europe, US and Asia hit by severe heat; China records its provisional highest ever temperature</strong></a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jul/17/drone-footage-shows-extent-of-wildfires-in-spains-la-palma-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jul/17/drone-footage-shows-extent-of-wildfires-in-spains-la-palma-video", "date_published": "2023-07-17T12:01:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Viewfinder review – the magic of stepping into a picture", "description": "<p><strong>Sad Owl Studios/Thunderful; PS5, PC (version played)</strong><br />What if the photos you took became real? Viewfinder hands you a camera and lets you reshape the world</p><p>Hold up a photo of a room. Let go. The room has popped into existence in front of you, a fully 3D space to walk into and explore. Playing Viewfinder for the first time feels like magic, and it’s a trick that never gets old.</p><p>Soon you discover it’s not just photos that can be conjured into solid existence: pictures can, too. Hold up a child’s drawing of a house, then open the crudely drawn front door to see what’s inside. Hold up a watercolour painting and step into the paint-washed landscape. Then the game reveals its superpower. Here’s a <a href=\"https://www.theguardian.com/artanddesign/polaroid\">Polaroid</a> camera. Take a photo of anything. Reshape the world as you see fit.</p> <a href=\"https://www.theguardian.com/games/2023/jul/17/viewfinder-review-sad-owl-thunderful\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/jul/17/viewfinder-review-sad-owl-thunderful", "date_published": "2023-07-17T12:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Bourke’s budget sweetcorn recipes", "description": "<p>Seasonal fresh sweetcorn and tinned both work well in today’s thrifty recipes for a charred sweetcorn and green bean salad and super-snackable cheesy scones</p><p>For me, the sunny yellow colour and crisp, juicy kernels of sweetcorn encapsulate summer. But while tinned sweetcorn is a store-cupboard staple, and delicious in these scones and salad, fresh corn on the cob is reaching its peak right now, so it’s worth getting your hands on some, if you can. Chargrilling fresh corn in a pan or, better still, on a barbecue is the ideal cooking method. Don’t be afraid to char it really well; the smoky flavour is heavenly when combined with the kernels’ natural sweetness.</p> <a href=\"https://www.theguardian.com/food/2023/jul/17/charred-sweetcorn-salad-cheese-scones-recipes-jordan-bourke\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/17/charred-sweetcorn-salad-cheese-scones-recipes-jordan-bourke", "date_published": "2023-07-17T12:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour MPs attack Starmer’s commitment to keep Tories’ two-child benefit limit", "description": "<p>Campaigners react on policy that has been criticised as one of the biggest drivers of child poverty</p><p>Labour MPs and anti-poverty campaigners have attacked Keir Starmer’s commitment to keep the Conservatives’ controversial two-child benefit limit.</p><p><a href=\"https://www.theguardian.com/politics/2023/jul/16/labour-keep-two-child-benefit-cap-says-keir-starmer\">Starmer told the BBC’s Sunday With Laura Kuenssberg show</a> that Labour was “not changing that policy”, which has been widely criticised as unfair, <a href=\"https://www.theguardian.com/society/2022/dec/25/sunak-urged-to-drop-unspeakably-cruel-two-child-limit-and-benefit-cap\">cruel</a>, ineffective on its own terms, and one of the biggest drivers of child poverty.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/labour-mps-keir-starmer-tories-two-child-benefit-limit\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/labour-mps-keir-starmer-tories-two-child-benefit-limit", "date_published": "2023-07-17T11:42:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: temperatures to intensify in Europe as new heatwave hits", "description": "<p>Spain, Italy, Greece and parts of Balkans to be worst affected, with some areas braced for possible 48C</p><p>In contrast to the rather cool, unsettled and unseasonably windy weather in the UK, large parts of southern Europe are in the grip of intense and dangerous heatwave conditions.</p><p>Temperatures reached the mid to high 30s celsius last week, in what was named by the Italian Meteorological Society as the <a href=\"https://www.theguardian.com/world/2023/jul/15/italy-temperatures-48c-mediterranean-heatwave-hotter\">Cerberus heatwave</a>. A temperature of 44.8C (112.6F) was observed in Almería, Spain, on Wednesday. By Saturday, temperatures were peaking at 41C in Greece, 44C in Turkey and 39C in southern Germany.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/17/weather-tracker-temperatures-to-intensify-in-europe-as-new-heatwave-hits\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/17/weather-tracker-temperatures-to-intensify-in-europe-as-new-heatwave-hits", "date_published": "2023-07-17T11:41:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big idea: how can we solve the problem of rural housing?", "description": "<p>High prices make too many areas unaffordable. Does the past offer a solution?</p><p>We had an adder in the kitchen once. My mum caught it in a biscuit tin and let it go out by the beck. Outside our front door there was a vast boggy field filled with sheep, and in the autumn, deer rutting in the copse next to it. Windermere lay hidden in a dip some way off, the mountains behind it. When the wind blew we could hear the beat of the music on the tourist boats. It was idyllic, it looked perfect – but it wasn’t ours. The countryside rarely is.</p><p>I grew up in a tied house, which meant it came with my dad’s job as a forester. Rural industries have been providing accommodation alongside work for centuries. Pit owners built rows of cottages for their miners, foresters lived in cabins on the edge of the woods, slate quarriers lived in houses made with the slate they blasted and reservoir builders stayed deep in the moors for years in tin huts. Whole communities were created as the workers brought their families with them. Schools, hospitals, football teams, even orchestras sprang up. People living in these communities wouldn’t have felt isolated. But if you lost your job, if your husband had an accident, if the men went on strike, or if by some luck you managed to make it to retirement age, your house was snapped back up.</p> <a href=\"https://www.theguardian.com/books/2023/jul/17/the-big-idea-how-can-we-solve-the-problem-of-rural-housing\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/17/the-big-idea-how-can-we-solve-the-problem-of-rural-housing", "date_published": "2023-07-17T11:30:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Key bridge linking occupied Crimea to Russia struck – video report", "description": "<p>A strike has killed two people on the Kerch Bridge, which connects the Russian mainland to occupied Crimea. Traffic was halted after an explosion caused by the strike left part of the bridge damaged. Footage emerging from the scene showed the road sagging, with stalled columns of traffic.<strong> </strong>Ukrainian media outlets cited unnamed sources suggesting the Ukrainian domestic security service, along with the navy, had been responsible for the attack. </p><p></p><p>Sergei Aksyonov, the Russia-installed governor of Crimea, said the explosion happened on the 145th pillar of the bridge, which links the Crimean peninsula to the Russian region of Krasnodar. The bridge was last attacked in October 2022, but no one claimed responsibility for that attack</p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/jul/17/explosions-reportedly-hit-crimeas-kerch-bridge-as-russia-cites-emergency-situation\">Two dead after ‘emergency’ on Kerch Bridge linking Crimea and Russia</a></p></li><li><p><a href=\"https://www.theguardian.com/world/live/2023/jul/17/russia-ukraine-war-live-crimean-bridge-emergency-traffic-stops-explosion?filterKeyEvents=false&amp;page=with:block-64b4cd408f080a06e3061160#top-of-blog\">Russia-Ukraine war: live updates</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/jul/17/key-bridge-linking-occupied-crimea-to-russia-struck-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/jul/17/key-bridge-linking-occupied-crimea-to-russia-struck-video-report", "date_published": "2023-07-17T11:08:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Susie McCabe: ‘The worst advice I’ve had? Don’t be too gay in your material – men won’t like it’", "description": "<p>The Glasgow comic on why she has to shower before a gig, taking a show about womanhood to the Edinburgh fringe and the need for more working-class voices on TV</p><p><strong>Is it true you first performed standup as a drunken dare?<br /></strong>Yes! I went to visit a friend who’d been diagnosed with stage four cancer. A couple of weeks later, I was talking with another friend about how life is all right and you don’t know how lucky you are. I’d just turned 30 at the time and I thought we’d grown up in a really turbulent time. If only I’d known. They said: “We should do something to scare ourselves.” I thought: “Well, I can’t jump out of a plane.” He suggested a comedy course with a gig at the end of it. The rest is history.</p><p><strong>Can you recall a gig so bad, it’s now funny?<br /></strong>There was this Christmas gig in a pub on the outskirts of Glasgow. It was Black Friday and all the 18 to 22-year-olds who worked at the local call centre had decided they were finishing at five and going out to this comedy night. But the comedy was an inconvenience to their evening. The gig started at 9pm, they’d been there for four hours. It was so bad that the comics just did the gig to each other. It was the only thing we could do, but we had to do the gig to get paid. If you’re booked, you always do your time.</p><p>Susie McCabe: Femme Fatality is at <a href=\"https://tickets.edfringe.com/whats-on/susie-mccabe-femme-fatality\">Assembly George Square Studios, Edinburgh</a>, 2-27 August</p> <a href=\"https://www.theguardian.com/stage/2023/jul/17/susie-mccabe-femme-fatality-edinburgh-fringe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/17/susie-mccabe-femme-fatality-edinburgh-fringe", "date_published": "2023-07-17T11:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alessia Russo admits Arsenal move took ‘weight off shoulders’ before World Cup", "description": "<ul><li>Russo happy to be with former United teammates in Australia</li><li>Striker expects more difficult tournament after shining at Euros</li></ul><p>Alessia Russo has said that having her long-expected <a href=\"https://www.theguardian.com/football/2023/jul/04/alessia-russo-completes-move-to-arsenal-from-manchester-united\">transfer to Arsenal</a> sorted before the World Cup has lifted a “weight off my shoulders”. After England’s final open training session on the Sunshine Coast before the squad travelled to Brisbane on Monday, Russo also said it was nice to have time with former Manchester United teammates before she moves to north London.</p><p>“I’m really, really glad it’s all done,” she said. “It feels like a little bit of a weight is off my shoulders. I wanted to try and get it all sorted before the tournament kicked off. Now I can fully focus on this World Cup.”</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/alessia-russo-arsenal-womens-world-cup-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/alessia-russo-arsenal-womens-world-cup-england", "date_published": "2023-07-17T11:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup 2023 team guides part 28: Sweden", "description": "<p>The Olympic silver medal winners and 2019 semi-finalists have injury troubles and a tough draw to contend with</p><p><em>This article is part of the Guardian’s <a href=\"https://www.theguardian.com/football/women-s-world-cup-2023--guardian-experts--network\">Women’s World Cup 2023 Experts’ Network</a>, a cooperation between some of the best media organisations from the 32 countries who qualified. theguardian.com is running previews from two countries each day in the run-up to the tournament kicking off on 20 July.</em></p> <a href=\"https://www.theguardian.com/football/2023/jul/17/womens-world-cup-2023-team-guides-part-28-sweden\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/womens-world-cup-2023-team-guides-part-28-sweden", "date_published": "2023-07-17T10:59:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Have Hollywood studios blown it with the streaming glut? They can’t say they weren’t warned", "description": "<p>Walt Disney’s CEO Robert Iger says the studio ‘lost focus’ by concentrating on its Disney+ content. Can the blockbuster movie ever recover?</p><p>Should Marvel and Star Wars fans be starting to get worried that the Disney mea culpas are coming quicker and faster? <a href=\"https://www.theguardian.com/film/2023/feb/24/disney-minus-plus-streaming-star-wars-and-marvel\">It was only in February</a> that the mouse house’s CEO, Bob Iger, told shareholders that the mega-studio needed to get “better at curating” franchise content for Star Wars and Marvel because of the extraordinary expense of creating it. Now, in the middle of the company’s worst box office slump in years, <a href=\"https://theplaylist.net/bob-iger-says-disney-plans-to-make-less-marvel-star-wars-content-after-so-many-disney-shows-diluted-focus-and-attention-20230713/\">Iger this week told CNBC that Disney would be both “spending less on what we make, and making less”</a> in the years to come.</p><p>It’s a response to movies such as <a href=\"https://www.theguardian.com/film/2023/feb/14/ant-man-and-the-wasp-quantumania-review-paul-rudd-kang-the-conqueror\">Ant-Man and the Wasp: Quantumania</a>, Pixar’s <a href=\"https://www.theguardian.com/film/2023/jun/19/elemental-review-fire-and-water-fall-in-love-in-multicoloured-unworldly-pixar-fable\">Elemental</a> and <a href=\"https://www.theguardian.com/film/2023/may/18/indiana-jones-and-the-dial-of-destiny-review-harrison-ford-cracks-the-whip-in-taut-sequel\">Indiana Jones and the Dial of Destiny</a> all struggling to put bums on seats for various reasons. Each of these films falls under the Disney mantle via its various sub-studios (Marvel, Pixar, Lucasfilm), as the company has hoovered up so many of its rivals in recent years. That all creates fabulous material for Disney+, but also means there’s an ever-expanding need for more and more movies and interconnected TV shows to keep all the sofa-bound, slavering content-hounds happy.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/disney-marvel-pixar-have-the-studios-blown-it-streaming-glut-blockbuster\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/disney-marvel-pixar-have-the-studios-blown-it-streaming-glut-blockbuster", "date_published": "2023-07-17T10:49:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Somerset win T20 Blast as Championship race opens up", "description": "<p>Lewis Gregory’s bowlers and fielders were the key as Somerset won their first T20 title since 2005 </p><p>By <a href=\"https://twitter.com/garynaylor999\">Gary Naylor</a> for the <a href=\"https://nestaquin.wordpress.com/\">99.94 Cricket Blog</a></p><p>Surrey’s unexpected stumble (a draw last week after their defeat to Lancashire in the previous round) has opened up a real race for the pennant in a competition that had taken on the air of last year’s procession. Equally unexpectedly, the charge is being led by Essex, powered by three wins in three.</p> <a href=\"https://www.theguardian.com/sport/99-94-cricket-blog/2023/jul/17/cricket-somerset-win-t20-blast-county-championship-race-lewis-gregory\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/99-94-cricket-blog/2023/jul/17/cricket-somerset-win-t20-blast-county-championship-race-lewis-gregory", "date_published": "2023-07-17T10:47:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fulham convince Willian to stay and ponder new bid for Hudson-Odoi", "description": "<ul><li>Winger ready to sign one-year deal despite Forest offer</li><li>Callum Hudson-Odoi wants to leave Chelsea</li></ul><p>Willian has turned down an offer from Nottingham Forest and re-sign for Fulham, who are considering whether to make an improved bid for Chelsea’s Callum Hudson-Odoi. Fulham have been pushing to reach an agreement with Willian since his previous contract expired at the end of June but other teams have been trying to hijack the deal.</p><p>Forest were willing to give the Brazilian a two-year deal and there was also interest in the winger from clubs in Saudi Arabia. However, Fulham made a breakthrough in talks with Willian over the weekend and the deal is at an advanced stage. The 34-year-old, a key player for Marco Silva last season, is happy in London and is poised to end the speculation over his future by signing a one-year deal to stay.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/fulham-willian-stay-callum-hudson-odoi-nottingham-forest\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/fulham-willian-stay-callum-hudson-odoi-nottingham-forest", "date_published": "2023-07-17T10:39:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tunisia says it will not be ‘reception centre’ for returning migrants", "description": "<p>North African country, which agreed €1bn deal with EU to stem irregular migration, says it will take back only Tunisians</p><p>Tunisia has said it will not be a “reception centre” for returns of sub-Saharan migrants from Italy or any other country in Europe despite a groundbreaking €1bn deal <a href=\"https://www.theguardian.com/world/2023/jul/16/eu-deal-with-tunisia-help-stem-irregular-migration\">signed on Sunday</a>.</p><p>Authorities in the north African country are determined not to enter a contract similar to that which the UK has with Rwanda and will take back only Tunisians who have made irregular entry to the EU.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/tunisia-not-reception-centre-returns-sub-saharan-migrants-eu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/tunisia-not-reception-centre-returns-sub-saharan-migrants-eu", "date_published": "2023-07-17T10:33:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Joy and Zen’ of cleaning gives brands TikTok-influenced makeovers", "description": "<p>With how-to cleaning videos regularly going viral, Unilever says it’s paying more attention to the ‘hedonics’ of its products</p><p>Housework used to be a mundane weekend task with a boring choice of fluids and sprays to get the job done. But with how-to videos regularly going viral, cleaning brands are reinventing themselves for the social media age with fashionable colours, sound-effects and tips from “toilet cleaner” influencers.</p><p>Given the drudgery associated with chores, that watching videos of other people doing them counts as entertainment takes many by surprise. But over the past three years TikTok cleaning videos have amassed 6.4bn views in the UK alone, with <a href=\"https://www.tiktok.com/discover/CleanTok?lang=en\">#CleanTok</a>, the area of the platform devoted to scrubbing toilets and kitchen floors, a bigger draw than makeovers on #BeautyTok.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/17/how-to-cleaning-videos-joy-brands-tiktok\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/17/how-to-cleaning-videos-joy-brands-tiktok", "date_published": "2023-07-17T10:20:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Latest Mission: Impossible shows the ‘silent Asian’ stereotype is alive and well", "description": "<p>Pom Klementieff’s assassin Paris is largely mute throughout the latest instalment of the franchise, flying in the face of more enlightened recent film roles</p><p>There are many things wrong with Mission: Impossible – Dead Reckoning Part One: its ridiculous storyline about AI, its bloated runtime, the plot holes as wide as Tom Cruise’s gleaming megawatt smile, but the most jarring of all? How Pom Klementieff’s supporting role as Paris, a savage assassin, is transformed into the tired stereotype of the silent Asian, who is largely mute throughout the film.</p><p>Paris is part of villain Gabriel’s (Esai Morales) crew. She’s on screen for many of the fights and action sequences including a thrilling car chase through the streets of Rome. All kamikaze glee and thigh-crushing aggression, she’s more than capable of giving Cruise’s Impossible Mission Force agent, Ethan Hunt, a run for his money. But the French actor, who is half Korean, barely utters a word throughout the whole thing.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/latest-mission-impossible-shows-the-silent-asian-stereotype-is-alive-and-well\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/latest-mission-impossible-shows-the-silent-asian-stereotype-is-alive-and-well", "date_published": "2023-07-17T10:10:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Train drivers’ union Aslef announces more industrial action as strikes loom", "description": "<p>Some rail operators cut schedules as staff start a third week-long national overtime ban in England</p><p>The train drivers’ union Aslef has announced another week of summer industrial action as its members started a third week-long <a href=\"https://www.theguardian.com/business/2023/jul/02/rail-passengers-warned-of-disruption-from-aslef-driver-overtime-ban\">national overtime ban</a> in England on Monday morning, spelling more disruption for passengers.</p><p>Aslef said there would be a further overtime ban from Monday 31 July to Friday 5 August, in the <a href=\"https://www.theguardian.com/business/2023/may/28/rail-strikes-hopes-of-a-resolution-have-been-indefinitely-delayed\">long-running pay dispute</a>, as unions revealed that almost three months had passed without talks with industry bosses – and six months without any contact with government.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/train-drivers-union-aslef-industrial-action-strikes\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/train-drivers-union-aslef-industrial-action-strikes", "date_published": "2023-07-17T10:06:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sakra review – Donnie Yen gets stuck in with fear and swordplay in the Song dynasty", "description": "<p>For his directing debut, Yen is his own star in hectic historical action-romance featuring absolutely top-notch fight scenes</p><p>It’s hard to square martial arts main man <a href=\"https://edition.cnn.com/2023/03/09/china/donnie-yen-oscars-petition-hong-kong-intl-hnk/index.html\">Donnie Yen’s increasing entanglement with the Chinese Communist party</a> with the concern for China’s ethnic minorities on show in his first directorial effort for 20 years. Playing Qiao Feng, top dog of the ragamuffin Beggars’ Gang during the Song dynasty, he finds out that his parents were in fact hairy Khitan nomads from the steppes. With the scenes of Khitan refugees being mistreated by callous military goons, you can’t help but think of the <a href=\"https://www.theguardian.com/world/2021/dec/09/uyghurs-subjected-to-genocide-by-china-unofficial-uk-tribunal-finds\">plight of the Uyghurs</a>.</p><p>Things don’t look good for Qiao when he is framed for four murders in succession: the deputy leader of the gang, his adoptive parents and his old Shaolin master. (The Oscar Wilde misfortune/carelessness adage would seem to apply here.) Forced out by his fellow brigands, the only person who believes he is innocent is chance companion Azhu (Chen Yuqi), a thief he bumps into who is trying to nick a sacred Shaolin scroll. She has a vested interest in backing him: he’s carting her off to legendary healer Xue (Yuen Cheung-yan, brother of Matrix choreographer Yuen Woo-ping) after being wounded in the heist.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/sakra-review-donnie-yen-gets-stuck-in-with-fear-and-swordplay-in-the-song-dynasty\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/sakra-review-donnie-yen-gets-stuck-in-with-fear-and-swordplay-in-the-song-dynasty", "date_published": "2023-07-17T10:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lawsuit filed in Iowa to block Republicans’ six-week abortion ban", "description": "<p>Abortion providers filed suit after state legislature’s recent special session in which restriction was passed with governor’s blessing</p><p>Abortion providers in Iowa have filed a lawsuit to block state Republicans’ latest attempt to ban the procedure after six weeks of pregnancy, before most people even know they are pregnant.</p><p>Last week, Iowa lawmakers passed a six-week ban on abortion in a rare special legislative session, called by Governor Kim Reynolds, who signed the bill on Friday afternoon. The law takes immediate effect, further shrinking the options available to people seeking abortions in the midwest.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/iowa-six-week-abortion-ban-lawsuit-filed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/iowa-six-week-abortion-ban-lawsuit-filed", "date_published": "2023-07-17T10:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Punching up: why British comedy has never been kinder, more inclusive", "description": "<p> As British politics has got crueller, our comedy has gone in the opposite direction, becoming a haven of decency and diversity. In this extract from his new book, Different Times, David Stubbs asks if these gentler comics are the new cutting edge</p><p>There was once a pub called the Mucky Pup, my favourite in London. I drank there, did quizzes there, DJ-ed there, danced there, ate vegetarian roasts there. The Mucky Pup is no more; it changed hands. In January 2020, it went under the name the Bill Murray, a comedy club. I was there to see the comedian <a href=\"https://www.theguardian.com/culture/2020/sep/18/bethany-black-funniest-things\" title=\"\">Bethany Black</a> perform a set to a small but packed house. The melancholy I felt at being on the site of so many memories, now restructured and repurposed beyond recognition, was quickly extinguished by her act. An experienced standup, she was engaging, easily confident; her accent, fast and fluent style and timing triggering associations ranging from Victoria Wood to Ken Dodd and Les Dawson, her tendency to digress reminiscent of Ronnie Corbett. Her set was traditional in other respects: predicaments, tricky situations, the comedy of embarrassment, rude bits, very British fare.</p><p>As she casually disclosed, Black is trans, lesbian, autistic, as well as a recovering alcoholic and drug addict. All these multiple streams flowed into the river of her comedy. “The walk from the car to the venue is the scariest part of my day, this bit’s dead easy,” she said. Her act included the story of a man who refused to wipe his arse because he thought it was “gay” to do so, a nervous dialogue with her own brain wondering if she was a racist, a routine about finding a pillow in a hotel covered in spunk, and another that culminated in the line, “It’s going to look like you’ve been eaten out by Hitler,” the context of which I leave to your imagination.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/17/different-times-history-of-british-comedy-david-stubbs-extract\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/17/different-times-history-of-british-comedy-david-stubbs-extract", "date_published": "2023-07-17T10:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rachel Roddy’s recipe for courgette, mozzarella and parmesan layered bake | A kitchen in Rome", "description": "<p>An inventive savoury bake in which layers of softened courgette are squashed firmly between two types of cheese and tomatoes</p><p><strong><br /></strong>While the selection is best between midday and 2pm, I prefer going to the canteen-like <a href=\"https://www.feliceatestaccio.com/\">Felice</a> just under our flat at about 3.30pm, because, after the rush of lunch, even the chairs seem to sit back and sigh with relief. And because there is less to choose from, which is great, because I am busy, hungry and don’t want to think; the counter tells me. Also, by mid-afternoon, the last of the vegetable dishes they do so well – the several-inches-deep aubergine parmigiana, the mashed potato cake, the flat green beans stewed in tomato, and little cubes of roast potato with rosemary – have been sitting a while, resting, soaking. And now that hot days are here again, the resting is even better for vegetable dishes long out of the oven but far from cold, and their flavours are the better for it.</p><p>Four o’clock, however, was too late, and I watched the last slice of parmigiana go home in an aluminium box with a man in a Guns N’ Roses cap with a guitar strapped to his back. Which, of course, made me resent him and his parmigiana more. So, after a rice ball and a potato croquette with a bit of cheese in the middle, I bought basil, tomatoes and mozzarella, which I pulled out of its plastic bag of cloudy liquid and put on a plate in the fridge, so it would drain overnight, ready for the next day.</p> <a href=\"https://www.theguardian.com/food/2023/jul/17/parmigiana-recipe-courgette-mozzarella-parmesan-layered-bake-rachel-roddy\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/17/parmigiana-recipe-courgette-mozzarella-parmesan-layered-bake-rachel-roddy", "date_published": "2023-07-17T10:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The pet I’ll never forget: Lizzy comforted me through cancer. She died five years ago - and I struggled to say goodbye", "description": "<p>Our maine coon would wait for me in the front window, then sit by my side as I recovered from radiotherapy, my tears spilling out. I wasn’t ready to lose her<br /></p><p>There is a quote I keep coming back to: “Some people come into our lives and leave footprints on our hearts, and we are never ever the same.” In my case, those prints come from paws – and they belong to one particular cat.<br /><br />We didn’t even want her. We had reserved her brother, a gorgeous silver maine coon named Ollie, who would join his older brother, Leo, who we had got a year earlier. But when we travelled the 150 miles to Doncaster to pick him up, the breeders offered us Lizzy as well – a sort of buy one, get one free. The runt of the litter, Lizzy had nearly died soon after she was born and was so small she had to be hand-fed every couple of hours. She and Ollie were inseparable and it seemed cruel to part them. She was a birdlike creature with a shock of cream fur, amber eyes, and a shy, sensitive nature.</p><p><br />All cats are special in their own way, and as she grew older it became clear that Lizzy’s particular gift was to know when you weren’t feeling great, and sit to share the moment with you. From headaches to hangovers, she would be there. In 2012, aged 45, I was reassured by my GP that the pain in my breast wasn’t a sign of cancer, but to go for a mammogram to be on the safe side. There wasn’t any cancer where the pain was, but, totally coincidentally, there was in my other breast.<br />I tried not to make a big deal out of it; the cancer could be treated and my kids were 13 and 15, so they had enough going on being teenagers. But it was Lizzy whose presence gave me comfort, a shadow following me around, a silent support when I felt the tears of uncertainty welling up. After surgery, I came home to find her at the front window, looking out for me. Later, exhausted and in pain from radiotherapy, I would lie down and she would instantly be there, just wanting to sit beside me and purr. Often my tears spilled on her.<br /><br />Cats can’t really know what you’re feeling or thinking, but it felt as if Lizzy did – and this helped me get through some dark days. Pets don’t judge, they don’t offer advice, their loyalty is never doubted. When I recovered, she was always there for me: running to greet me at the door after a day at the office, crawling on to the bed in the middle of the night trying to sleep with her paws on my pillow, standing guard by my keyboard as I worked from home, patiently hoping for head rubs.<br /><br />It was kidney disease that took her from us, very suddenly and very cruelly in 2018. I wasn’t ready for it. Who is? Her ashes are still in our garage, neatly boxed with her name on the front. Since then there have been times when we have thought about burying her, next to her brothers – a proper ceremony with her human family all present. But the truth is I haven’t been ready to say goodbye, even five years on. Now I realise it’s time. The ashes can be buried; Lizzy’s pawprints will be with me for ever.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/17/the-pet-ill-never-forget-lizzy-comforted-me-through-cancer-she-died-five-years-ago-and-i-struggled-to-say-goodbye\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/17/the-pet-ill-never-forget-lizzy-comforted-me-through-cancer-she-died-five-years-ago-and-i-struggled-to-say-goodbye", "date_published": "2023-07-17T10:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m a chef and I forgot how to bake a cake’: why trauma often leads to brain fog and amnesia", "description": "<p>Shock, stress and grief can have a devastating effect on memory – but there are ways to bring it back</p><p>In early 2016, Juliet Owen-Nuttall decided to bake a cake. It was something she – a trained chef and former wedding cake decorator – had done hundreds of times before. Except, this time, her mind was blank. “I had forgotten how to do it,” Owen-Nuttall says. “I know it sounds really strange but after the trauma of the last few months, it was like suddenly I no longer had access to any of the knowledge I’d built up over the years.”</p><p>Owen-Nuttall, 48, wanted to bake to help her decompress after the most stressful period of her life. A dream adventure – relocating to Costa Rica to look after horses on some of the world’s most beautiful beaches – had turned out to be a vicious scam, costing Owen-Nuttall and her husband, Daniel, 41, their life savings and forcing them to live in a small tent on the beach “in squalor”. The pain and shock caused her brain to “shut down entirely”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/17/dissociative-amnesia-trauma-brain-fog-memory-loss\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/17/dissociative-amnesia-trauma-brain-fog-memory-loss", "date_published": "2023-07-17T10:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Swiftly resolved? The problems in concert ticketing – and how to fix them", "description": "<p>After an outright debacle in the US, European fans of Taylor Swift have still found getting tickets to be a nightmare. Industry experts explain how to improve the experience</p><p>Last year, thousands faced disaster when trying to buy tickets for Taylor Swift’s Eras tour in the US. Fans said the presale access codes they were given didn’t work properly and the Ticketmaster website crashed repeatedly. As a result, the main sale was cancelled and<a href=\"https://www.bbc.com/news/world-us-canada-63863416\"> a group of fans filed a lawsuit</a> accusing the company of fraud, price-fixing and anti-trust violations. “We need to do better and we will,” said Joe Berchtold, president of Ticketmaster’s parent company Live Nation.</p><p>In the UK and Europe this month, presales for various dates and locations opened at different times and different days, to try and avoid the same issues – but fans have found the process stressful and unpredictable. We spoke to some of them about the difficulty of buying Swift tickets, and to people across the industry about how the ticketing system can be improved.</p> <a href=\"https://www.theguardian.com/music/2023/jul/17/taylor-swift-problems-in-concert-ticketing-and-how-to-fix-them\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/17/taylor-swift-problems-in-concert-ticketing-and-how-to-fix-them", "date_published": "2023-07-17T09:40:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Case for abolishing two-child benefit cap ‘overwhelming’, says report – UK politics live", "description": "<p>Yvette Cooper, shadow home secretary, says party could only promise things it can afford as report says benefit caps cause ‘extreme hardship’</p><p><strong>Yvette Cooper,</strong> the shadow home secretary, was also asked about Keir Starmer’s comments on the two-child benefit cap on ITV’s Good Morning Britain. She firmly rejected the claim that Starmer’s decision to say he would keep the cap meant Labour were the same as the Tories. She said:</p><p>I strongly do think there is a massive difference between Labour and the Tories, who have been in power for 13 years and left us with a country that just feels broken, where everything’s gone backwards, everyone is worse off. Labour is setting out an alternative course.</p><p>The Bibby Stockholm had been due in Portland a month ago, despite resistance from the local council and Tory MP Richard Drax.</p><p>But work on the barge had been delayed and it was only this morning that tugs began towing the vessel out of Falmouth harbour.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jul/17/two-child-benefit-cap-labour-conservatives-rishi-sunak-education-uk-politics-latest\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jul/17/two-child-benefit-cap-labour-conservatives-rishi-sunak-education-uk-politics-latest", "date_published": "2023-07-17T09:29:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The 1 cent paycheque: here’s the awful truth about being an actor in the ‘golden’ age of streaming", "description": "<p>While streaming services rake in hundreds of millions of dollars, many TV stars can’t even afford heating – or are somehow paid in negative figures. No wonder they’re on strike</p><p>The strike by the Screen Actors Guild-American Federation of <a href=\"https://www.theguardian.com/culture/television\">Television</a> and Radio Artists (Sag-Aftra) inconveniences a lot of people. It effectively shuts down production on hundreds of films and TV shows, which means that thousands of crew members will be out of work. The lack of stars willing to promote their work mean that the festival circuit is functionally kaput. Worst of all, it means that new original scripted content will soon dry up, and I will be forced to write about all sorts of worthless true crime documentaries. This, I’m sure you will agree, is the real tragedy here.</p><p>Nevertheless, as inconvenient as it may be, the strike feels vital for the future of the acting industry. As with the Writers Guild of America strike (when we learned that a writer for critical darling The Bear <a href=\"https://www.businessinsider.com/the-bear-writer-wga-awards-writers-guild-of-america-strike-2023-4?r=US&amp;IR=T\">was paid so badly</a> that it left him overdrawn and he had to work in an apartment with no heating after the studio refused to fly him to the writers’ room in Los Angeles), details are emerging about the difficulty of being a working television actor in the age of streaming.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/actors-strike-streaming-1-cent-paycheque\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/17/actors-strike-streaming-1-cent-paycheque", "date_published": "2023-07-17T09:22:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Captured the public zeitgeist’: Court to hear appeal against England wild camping ban", "description": "<p>Dartmoor ruling has sparked mass trespasses that may lead to biggest shake-up of land rights in a generation</p><p>When wealthy hedge fund manager Alexander Darwall won a court case to stop people wild camping on his land in <a href=\"https://www.theguardian.com/environment/2023/jan/27/dartmoor-national-park-wild-camping-seeks-permission-appeal\">Dartmoor national park</a> in January, he could not have imagined that it would spark a mass uprising and what may turn out to be the biggest shake-up of land rights in a generation.</p><p>This week, the owner of the 1,619-hectare (4,000-acre) Blachford estate on southern Dartmoor, which offers pheasant shoots, deerstalking and holiday rentals, will be back in the headlines after the national park won the <a href=\"https://www.theguardian.com/environment/2023/apr/05/hope-for-wild-camping-on-dartmoor-as-national-park-wins-right-to-appeal-ban\">right to appeal against the high court ruling.</a></p> <a href=\"https://www.theguardian.com/environment/2023/jul/17/captured-the-public-zeitgeist-court-to-hear-appeal-against-england-wild-camping-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/17/captured-the-public-zeitgeist-court-to-hear-appeal-against-england-wild-camping-ban", "date_published": "2023-07-17T09:11:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Who are the ransomware gangs wreaking havoc on the world’s biggest companies? | Renee Dudley", "description": "<p>It’s the defining cyber crime of the 2020s, and hackers are only just beginning to exploit its potential to make money and sow mayhem</p><p>In the past year, some of the UK’s most recognised institutions, from the Guardian to Royal Mail, have been hit with the defining cyber crime of our time: ransomware. Hackers locking up computer networks and demanding payment for the keys to restore them have snarled operations and left victims scrambling to recover.</p><p>Nearly every sector of society, including healthcare, business, government and education, has now been targeted by ransomware gangs making demands that stretch into the tens of millions. Ironically, just a few months before the release of my own <a href=\"https://reneedudley.com/\">book on ransomware</a>, my publisher was hit with a bruising attack, leaving my co-author and I unable to reach our editors via phone or email.</p><p>Renee Dudley is a technology reporter at ProPublica and co-author of The Ransomware Hunting Team: A Band of Misfits’ Improbable Crusade to Save the World From Cybercrime</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/ransomware-gangs-companies-cyber-crime-hackers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/ransomware-gangs-companies-cyber-crime-hackers", "date_published": "2023-07-17T09:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stan and deliver: art, books, film and more about super-fandom", "description": "<p>From an intimate take on Harry Potter to a moving monument to Marilyn, our writers celebrate culture that plays the fame game</p><p>The special effects are dodgy, the fans zealous, and Alan Rickman is in devastatingly droll form in <a href=\"https://www.theguardian.com/film/News_Story/Critic_Review/Guardian_review/0,,214815,00.html\">Galaxy Quest</a>, an adventure caper that both satirises sci-fi fandom while heeding the joy and heart of these communities at their best. Rickman, Tim Allen and Sigourney Weaver play actors who used to be leads in a cult Star Trek-like television series, and now spend their days making appearances at fan conventions and lamenting the yesteryears of serious acting. (Rickman staring morosely into the mirror in alien-makeup: “I played Richard the Third.”) When they’re approached by a group of kooky beings who ask them for help, and lead them to a recreation of their famed starship, the actors don’t think much of it. It’s probably a group of hardcore fans. But up to the skies they boldly go, and they discover too late that their alien fans are all-too real. The days of make-believe are over. <em>Rebecca Liu</em></p> <a href=\"https://www.theguardian.com/culture/2023/jul/17/cultural-prescription-super-fandom\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/17/cultural-prescription-super-fandom", "date_published": "2023-07-17T09:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I have mourned her for decades’: why first loves can shape our lives for ever", "description": "<p>In our early romantic relationships, there is often a mismatch between the strength of our feelings and the stark reality. So why do they linger in our memories?</p><p>Do you remember your first love? Mine had soulful eyes, a shy smile, and I thought he was beautiful. I spent months trying to put myself in Brad’s way. He was in the same tutorial class at secondary school as me, so I enjoyed at least one daily encounter, and others could be manufactured if I walked a certain way to the lunch hall or chose my PE options wisely. I would note our meetings in my diary, where I gave Brad (not his real name) the codename “Gregory”, which I considered uncrackable and lush, probably because my mother admired Gregory Peck. (I later learned, when she asked me if I knew a boy called Gregory, that my mother had found my diary, but that’s another story.) Brad was shy and he never went out with girls. I tormented myself with challenging metaphysical questions, such as, “How well do I know Brad?” and, “Do I <em>really</em> love him or is this an infatuation?” It stumped me how Brad did not see that he and I were perfect life partners. After two years of Brad remaining steadfastly unobtainable, I decided to go off him. My love ended as abruptly as it started.</p><p>The following week, Brad caught me up on the path to maths. “Will you go out with me?” he said. It seemed implausible to my 15-year-old self that the fates would work this way. Besides, being shy, I tended to underinterpret signals. <em>“</em>Do you mean it?” I asked. “No shit,” he said.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/17/why-first-loves-shape-our-lives-for-ever-relationships-memories\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/17/why-first-loves-shape-our-lives-for-ever-relationships-memories", "date_published": "2023-07-17T09:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England recall Anderson for fourth Ashes Test and Moeen to bat at No 3", "description": "<ul><li>Fast bowler replaces Robinson in England’s Ashes lineup</li><li>Moeen Ali to bat No 3 with Harry Brook moving to No 5</li></ul><p>England have recalled Jimmy Anderson for the fourth Ashes Test at Old Trafford. The 40-year-old Lancashire seamer will feature on home turf as he returns to the team in place of Ollie Robinson, the only change to the side that defeated Australia at Headingley in the third Test.</p><p>England kept the Ashes alive in Leeds after Yorkshireman Harry Brook steered the hosts to victory with 75 runs before Chris Woakes and Mark Wood’s match-winning partnership drove them over the line.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/england-recall-jimmy-anderson-fourth-ashes-test-moeen-ali-bat-no3\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/england-recall-jimmy-anderson-fourth-ashes-test-moeen-ali-bat-no3", "date_published": "2023-07-17T08:58:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK mortgage rates stabilise; interest rate rises drive biggest postwar fall in UK household wealth – business live", "description": "<p>Rolling coverage of the latest economic and financial news, including China’s growth figures and a new report into rising interest rates</p><ul><li><a href=\"https://www.theguardian.com/business/2023/jul/17/china-gdp-growth-down-economy-june-quarter-gross-domestic-profit\">Full story: China GDP growth falls short of expectations as sinking property prices hit economy</a></li></ul><p>The number of residential mortgage products on the market has dipped this morning, <strong><a href=\"https://moneyfactscompare.co.uk/\">Moneyfacts</a> </strong>reports, to 4,246 today from 4,312 on Friday.</p><p><strong>Newsflash: UK fixed-rate mortgage costs have stabilised today, having risen steadily in recent weeks.</strong></p> <a href=\"https://www.theguardian.com/business/live/2023/jul/17/interest-rate-rises-biggest-postwar-fall-in-uk-household-wealth-china-gdp-disappoints-petrol-bosses-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/jul/17/interest-rate-rises-biggest-postwar-fall-in-uk-household-wealth-china-gdp-disappoints-petrol-bosses-business-live", "date_published": "2023-07-17T08:06:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In the balance: with rates rising, is overpaying your mortgage a good move?", "description": "<p>Homeowners are desperate to find ways to reduce the bill they face each month, but should any spare cash be put into the home loan, or a savings account? We<em> </em>weigh up the arguments</p><p>Rising interest rates have pushed mortgage overpayments to their highest levels in more than 20 years as householders struggle to reduce their debts.</p><p>Many people with money to spare are choosing to reduce the amount they owe in an effort to tackle the spiralling rates that have left so many others with huge bills once their fixed-rate deal ends and they go on to a new product.</p> <a href=\"https://www.theguardian.com/money/2023/jul/17/in-the-balance-with-rates-rising-is-overpaying-your-mortgage-a-good-move\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/17/in-the-balance-with-rates-rising-is-overpaying-your-mortgage-a-good-move", "date_published": "2023-07-17T08:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Grant Shapps to meet supermarket bosses over ‘sky high’ petrol prices", "description": "<p>Asda, Tesco, Sainsbury’s and Morrisons to explain why they have failed to pass on savings to customers</p><p>Supermarket bosses will meet Grant Shapps on Monday after the energy secretary pledged to hold “rip-off retailers” to account for charging motorists “sky high” prices for fuel.</p><p>Executives from Asda, Tesco, Morrisons and Sainsbury’s – as well as those from the fuel providers BP, Shell and Esso – will come under pressure to explain why they have failed to pass on savings to customers after a drop in their own wholesale fuel costs.</p> <a href=\"https://www.theguardian.com/money/2023/jul/17/grant-shapps-supermarket-bosses-petrol-prices\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/17/grant-shapps-supermarket-bosses-petrol-prices", "date_published": "2023-07-17T07:53:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United turn attention to Højlund after sealing €50m Onana deal", "description": "<ul><li>Onana poised for medical to complete move from Inter</li><li>United to step up Højlund talks and have Amrabat on radar</li></ul><p>Manchester United will switch attention to trying to sign the striker Rasmus Højlund after securing a deal to buy the goalkeeper André Onana from Internazionale. Onana is close to travelling for his medical and to sign a contract after a fee of €50m (£42.9m) plus €5m in add-ons was agreed.</p><p>Onana is understood to be getting a five-year deal with an option for a further season and United want to process a visa application for him to be part of their tour to the United States. Their first match there is on Saturday against Arsenal in New Jersey.</p> <a href=\"https://www.theguardian.com/football/2023/jul/17/manchester-united-andre-onana-rasmus-hojlund\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/17/manchester-united-andre-onana-rasmus-hojlund", "date_published": "2023-07-17T07:27:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Henrik Stenson: ‘LIV players have proven that they are competitive’", "description": "<p>The 2016 Open champion has missed the first three majors of the year, partly due to his defection to the Saudi-backed breakaway</p><p>If Jon Rahm’s dismissal of <a href=\"https://www.theguardian.com/sport/2023/apr/10/jon-rahm-overhauls-brooks-koepka-to-win-masters-on-dramatic-final-day\" title=\"\">Brooks Koepka on Masters Sunday</a> was heralded as a victory for golf’s establishment, LIV’s finest hour was still to come. <a href=\"https://www.theguardian.com/sport/2023/may/21/brooks-koepka-becomes-first-liv-golfer-to-win-major-with-us-pga-triumph\" title=\"\">Koepka won the US PGA</a> Championship in May, giving the rebel tour a first major champion. Cameron Smith had already <a href=\"https://www.theguardian.com/sport/2022/jul/17/golf-cameron-smith-wins-open-championship-glory-rory-mcilroy\" title=\"\">won the Open Championship</a> by the time he joined LIV’s 54-hole format.</p><p>Henrik Stenson is well aware his time jousting for golf’s biggest prizes was curtailed in common discourse when he joined LIV’s number. As the Open once again arrives, are LIV players still regarded as competitively redundant? Surely not.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/henrik-stenson-liv-golf-the-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/henrik-stenson-liv-golf-the-open", "date_published": "2023-07-17T07:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I was a homebody – but it turned out my happy-ever-after lay thousands of miles away | Rosemary Mac Cabe", "description": "<p>Disillusioned with my life in Ireland, I took up my sister’s offer to visit her in Indiana – where everything finally came together</p><p>Until I moved away – for good, though I didn’t know it at the time – I never expected to leave Ireland. I’d always been a homebody, happiest near friends, family and Dublin – a city I knew so well it felt like a part of me. At 34, I had lived there my whole life – and with the exception of the years I’d attended college in Galway, and a few months spent honing my Italian in Milan, I’d never lived more than 30 miles from my childhood home.</p><p>That was absolutely fine by me. When my sister, who moved away right after graduation, encouraged me to come for extended visits I’d think of all the things keeping me in Ireland: our parents, my friends, my future as a broadsheet journalist, the latest man in whose basket I had placed all of my eggs.</p><p>Rosemary Mac Cabe is the author of <a href=\"https://guardianbookshop.com/this-is-not-about-you-9781800182431?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">This Is Not About You: A Menmoir</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/homebody-ireland-sister-life-indiana\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/homebody-ireland-sister-life-indiana", "date_published": "2023-07-17T07:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jekyll and Hyde review – Shakespearean style shows another side to Stevenson thriller", "description": "<p><strong>Glasgow Botanic Gardens</strong><br />Bard in the Botanics stages Robert Louis Stevenson’s gothic novella as a tense three-way struggle that asks big questions about human nature </p><p>It is not quite a <a href=\"https://www.theguardian.com/books/2015/aug/30/dylan-goes-electric-elijah-wald-review-meticulous-exploration\">Dylan-goes-electric moment</a>, but for the first time in two decades neither of the plays being staged by <a href=\"https://www.bardinthebotanics.co.uk/\">Bard in the Botanics</a>, the summer repertory company, is by Shakespeare. In a mini-Victorian season, you can see <a href=\"https://www.bardinthebotanics.co.uk/productions/2023/the-importance-of-being-earnest\">The Importance of Being Earnest</a> on the outdoor stage, while here in the 150-year-old <a href=\"https://glasgowbotanicgardens.com/the-gardens/history/kibble-palace/\">Kibble Palace glasshouse</a> Jennifer Dick has adapted Strange Case of Dr Jekyll and Mr Hyde.</p><p>Notwithstanding the change of author, Dick gives the <a href=\"https://www.theguardian.com/books/robert-louis-stevenson\">Robert Louis Stevenson</a> thriller a Shakespearean sense of oratory. Our point of entry is the lawyer Gabriel Utterson, a narrator who eases us from the prose of the novella into a stripped-down drama for three actors. Played by an excellent Stephanie McGregor as confidant and conscience to Adam Donaldson’s arrogant Dr Jekyll, Utterson speaks in the vivid language of a storyteller, all lengthy sentences and iambic rhythms, calling on the breath control of an experienced classical actor.</p><p>At <a href=\"https://www.bardinthebotanics.co.uk/productions/2023/jekyll-and-hyde\">Glasgow Botanic Gardens</a> until 29 July</p> <a href=\"https://www.theguardian.com/stage/2023/jul/17/jekyll-and-hyde-review-glasgow-botanic-gardens\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/17/jekyll-and-hyde-review-glasgow-botanic-gardens", "date_published": "2023-07-17T07:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rebellious robes and stitches from the civil war: the radical story of Palestinian embroidery", "description": "<p>From dresses sewn using forbidden colours to the needlework of political prisoners, a new exhibition threads together rural life in Gaza and today’s modern art</p><p>With its faded fabric and darned-up holes, the first Palestinian dress on display at Kettle’s Yard in Cambridge might initially seem unremarkable. Unlike the opulent <a href=\"https://houseofthobes.co.uk/\">thobes</a> elsewhere in the gallery, it’s a thoroughly worn garment created for everyday wear. But it’s also a fascinating window into the life of a rural woman from the Gaza region in the 1930s: the knee patches replace fabric worn away from field and domestic work, while the gaps by the chest panel show alterations made for breastfeeding. The embroidered patterns are likely samples from past dresses or hand-me-downs from relatives. As with all of the embroidered clothes and items currently on view, it’s an expression of class, gender and sociopolitical change.</p><p>“Embroidery is a practice that in itself feels so humble: the repetitive binding of thread to fabric,” says curator Rachel Dedman. “And yet, when you start to look at the garments, the people who make them, you start to understand the big picture events in history.”</p> <a href=\"https://www.theguardian.com/culture/2023/jul/17/rebellious-robes-and-stitches-from-the-civil-war-the-radical-story-of-palestinian-embroidery\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/17/rebellious-robes-and-stitches-from-the-civil-war-the-radical-story-of-palestinian-embroidery", "date_published": "2023-07-17T07:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stir-fried cabbage, prawns and lime, and gooseberry yoghurt cake – Nigel Slater’s high summer recipes", "description": "<p>Beat the heat with a delicious menu of dishes that are simple to prepare while friends are around</p><p>Lunch in the sun. A long, leisurely meal with friends and family or a more intimate affair for just two. Either is a fine way to celebrate a glorious summer afternoon. For a feast I tend to choose dishes that are not especially time sensitive. This time, a platter of roast tomatoes with za’atar and dark red aleppo pepper, the fruits atop a soft mound of creamed chickpeas and a tahini-scented dressing.</p><p>There will be something to start, just a light, seasonal plate of melting white cheese, perhaps – mozzarella or burrata – cheered up with pickles (I used cherries this time) and tiny sweet-sour gherkins. The cherries can be kept in a jar to accompany cheese – they have a delightful affinity with a milky caerphilly – or maybe dot them through a salad with cucumber and lamb’s lettuce. Their juice is a useful addition to any salad dressing.</p> <a href=\"https://www.theguardian.com/food/2023/jul/17/stir-fried-cabbage-prawns-and-lime-and-gooseberry-yoghurt-cake-nigel-slaters-high-summer-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/17/stir-fried-cabbage-prawns-and-lime-and-gooseberry-yoghurt-cake-nigel-slaters-high-summer-recipes", "date_published": "2023-07-17T07:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can I darken my brows by using a tanning foam? | Anita Bhagwandas on beauty hacks", "description": "<p>Will a fake-tan product save me money on professional brow tints? </p><p><strong>The hack</strong><br />Using fake tan as a brow dye.</p><p><strong>The test</strong><br />I’ve tried a plethora of ways to darken my brows to avoid having to endure the laborious application of various brow pencils and gels on my wide but sparse brows. Though professional brow tinting has had the best results (<a href=\"https://bbb-london.com/\" title=\"\">Blink Brow Bar</a> and <a href=\"https://www.benefitcosmetics.com/en-gb/search?query=brow%20tint\" title=\"\">Benefit</a> have great nationwide options for this), I have often wished that there was a way I could just do it myself – and if this works, it could be faintly genius.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/17/can-i-darken-my-brows-with-a-tanning-foam\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/17/can-i-darken-my-brows-with-a-tanning-foam", "date_published": "2023-07-17T07:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cricket report a shocking wake-up call: this is how all sports can do better | Cath Bishop", "description": "<p>Testimonies that reveal misogyny, racism and sexism should jolt every sporting body into listening to excluded voices</p><p>While the relative merits of Bazball continue to be debated, focus has swung away from arguably the most critical challenge that the sport faces: the findings from the Independent Commission for Equity in Cricket (Icec), published at the end of June. Its report, <a href=\"https://www.theguardian.com/sport/2023/jun/27/holding-up-a-mirror-to-cricket-qa-what-does-it-mean-for-the-game\" title=\"\">Holding Up a Mirror to Cricket</a>, concluded that: “Cricket is not ‘a game for everyone’.”</p><p>It’s not the first major review of a sport with shocking findings, and it won’t be the last. Numerous Olympic and Paralympic sports have had such reviews and been heavily criticised over the past decade. Anne Whyte, a KC, spent two years reviewing the mistreatment of gymnasts, revealing appalling stories of abuse. You’d think by now that sports leaders would be experts, alert to the traps and mistakes of the past. The Icec report reminds us that’s not the case, uncomfortably pointing out that similar issues had already surfaced in the 1999 “Clean Bowl Racism” report yet never been addressed.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/17/cricket-report-a-shocking-wake-up-call-this-is-how-all-sports-can-do-better\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/17/cricket-report-a-shocking-wake-up-call-this-is-how-all-sports-can-do-better", "date_published": "2023-07-17T07:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stranded Australian sailor and dog rescued following months surviving on raw fish and rainwater", "description": "<p>Tim Shaddock, 51, and pet, Bella, were found floating in the Pacific Ocean after his catamaran was damaged in a storm</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jul/17/australia-news-live-indigenous-voice-to-parliament-anthony-albanese-peter-dutton-fadden-byelection-linda-burney-mark-dreyfus\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A Sydney man, 51, and his dog have been rescued after being stranded at sea for months, surviving on a diet of raw fish and rainwater.</p><p>Tim Shaddock and his dog Bella had been floating in the Pacific Ocean for two months after a storm damaged his catamaran’s electronics and communication system, just weeks after they had set off.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/17/stranded-australian-sailor-dog-rescued-pacific-ocean-survives-months-fish-rainwater\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/17/stranded-australian-sailor-dog-rescued-pacific-ocean-survives-months-fish-rainwater", "date_published": "2023-07-17T06:26:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Small wonder: brothers launch model boats to circumnavigate Antarctica", "description": "<p>Ollie and Harry Ferguson from Aberdeenshire took inspiration for 12,500-mile journey from Ross scientific expedition of 1839-43</p><p>A pair of model ships built by two young brothers have launched on a mission to circumnavigate Antarctica, in what is thought to be a world first.</p><p>Ollie Ferguson, 13, and his younger brother Harry, 11, from Turriff in Aberdeenshire, took inspiration from the Ross scientific expedition of 1839-43 where HMS Erebus and HMS Terror discovered the Ross ice shelf.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/small-wonder-brothers-launch-model-boats-to-circumnavigate-antarctica\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/small-wonder-brothers-launch-model-boats-to-circumnavigate-antarctica", "date_published": "2023-07-17T06:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A day at the Kolkata races – a photo essay", "description": "<p>On race days outside the Royal Calcutta Turf Club, boisterous children and adults sell racecards emblazoned with BOL, ‘best of luck’. This jocular anachronism sets the tone for the afternoon</p><p>After you pay your £2 entrance fee and heave yourself through a creaking turnstile, it feels like entering another time. Victorian, Edwardian or Nehru-era India: it’s hard to pin down, but it doesn’t feel like the present. Looking across the vast area of the course, you can see the marble Victoria memorial shimmering on the smoggy horizon. Lest we forget.</p><p>Kolkata, comfortable in the ruin and grandeur of its imperial buildings, seems immune to a new India. Its residents are more concerned with conversation and intellectual matters than following the country’s other metropolises into corporate modernity, or joining the disturbing march towards Hindu nationalism. The racetrack is a time warp befitting the city, with its own ghosts and remnants of the Raj but which thrives as a uniquely Indian phenomenon.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/day-at-kolkata-races-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/day-at-kolkata-races-photo-essay", "date_published": "2023-07-17T06:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bergamo and Brescia: an active trip to Italy’s joint capitals of culture", "description": "<p>Football feuds and pandemic pain have been replaced with walks, hilltop feasts and culture in these rival cities, making them superb places to enjoy an active Lombardy holiday</p><p>Wearing a crimson and sunshine-yellow flower crown, the young man is surrounded by his family, before there is the pop of the <em>vino frizzante</em> and the royal blue cups are filled for a merry toast to celebrate his graduation.</p><p>The fading afternoon light dances on this scene taking place near the small central Fontana Contarini in Piazza Vecchia, in Città Alta in Bergamo, the medieval upper part of the city. With its 16th-century Venetian walls and flourishing restaurants under large stone archways, the area invites people to pour in from every direction.</p> <a href=\"https://www.theguardian.com/travel/2023/jul/17/bergamo-and-brescia-an-active-trip-to-italys-joint-capitals-of-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/17/bergamo-and-brescia-an-active-trip-to-italys-joint-capitals-of-culture", "date_published": "2023-07-17T06:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How can we get Wizz Air to pay the money it owes us?", "description": "<p>We submitted a claim to a dispute resolution scheme, which ruled in our favour</p><p><strong>In June 2022, my partner and I were due to fly from London to Athens with Wizz Air, but as we were sitting in the terminal waiting to board, it cancelled the flight.</strong></p><p><strong>The earliest we could rebook </strong><strong>with the airline was three days later, so, </strong><strong>to avoid missing a significant chunk of our holiday, we bought a flight with British Airways the following morning </strong><strong>for £1,236. We also had to pay £279 for </strong><strong>one night’s stay at a hotel at Gatwick </strong><strong>airport</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/money/2023/jul/17/how-can-we-get-wizz-air-to-pay-the-money-it-owes-us\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/17/how-can-we-get-wizz-air-to-pay-the-money-it-owes-us", "date_published": "2023-07-17T06:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I don’t qualify for London living rent, so pay more to a private landlord. What are my options?", "description": "<p>I thought scheme would be perfect but my £30,000 salary is less than minimum requirement</p><p><strong>Q</strong> This is a long shot but out of my desperation I thought it’s worth at least trying to raise the question, even if you won’t be able to help.</p><p>I am a single mum and have been renting from a private landlord in Hounslow since 2016, paying £1,100 a month for a one-bedroom flat for most of the time, until the rent was increased to £1,300 a year ago. I thought that the concept of London living rent would be the perfect thing for me, until I read that I cannot qualify for a one-bedroom apartment that is part of the scheme locally with a monthly rent of £987.74 (which I know I can afford) because my salary of £30,000 is less than the £36,000 minimum household income requirement. I find it tragic how I am deemed unsuitable even for London living rent, not even talking about ever getting a mortgage. What is a person like me supposed to do? My only option is to keep on paying even higher rent to a private landlord and thus crushing any hopes of ever making any savings: I cannot understand why poor people are excluded from qualifying for cheaper rents.<br /><strong>AS</strong></p> <a href=\"https://www.theguardian.com/money/2023/jul/17/i-dont-qualify-for-london-living-rent-so-pay-more-to-a-private-landlord-what-are-my-options\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jul/17/i-dont-qualify-for-london-living-rent-so-pay-more-to-a-private-landlord-what-are-my-options", "date_published": "2023-07-17T06:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK housing slowdown hits market confidence as asking prices fall", "description": "<p>Homeowners’ worries are affecting national mood, poll shows, as figures reveal small drop in prices</p><p>Homeowners’ worries about falling house prices are affecting the national mood, according to a poll supported by a separate survey showing a small drop in asking prices.</p><p>Consumer confidence fell by 1.7 points to 101.6 in June, according to the YouGov/Centre for Economics and Business Research (CEBR) index, a reading that remains in positive territory. The biggest drag on the index was homeowners’ pessimism. Confidence in property values dropped by 5.8 points for the month and 10.3 points for the coming 12 months.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/uk-housing-slowdown-hits-consumer-confidence-asking-prices-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/uk-housing-slowdown-hits-consumer-confidence-asking-prices-fall", "date_published": "2023-07-17T06:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Rifle and a Bag review – quiet study of a marginalised Indian family", "description": "<p>Documentary follows Somi and her husband, who are struggling to live an ordinary life after their past as Naxalite guerrillas</p><p>If it’s the function of a documentary to open a window on the world – a part of the world that isn’t revealed by the nightly TV news – then this film is a distinct and deliberate success: a product of the NoCut Film Collective, founded in 2016 by Romanian Cristina Hanes, Indian Arya Rothe and Italian Isabella Rinaldi to explore collaborative and transcultural ways of film-making.</p><p>A Rifle and a Bag is about the life of a quiet Indian couple, Somi and her husband Sukhram, who have one son and a baby on the way. They are looking for work and are concerned about schooling for their children, but their condition is more complex than most: they are <a href=\"https://www.theguardian.com/world/2010/may/28/maoists-india-naxalite-landless\">former Naxalites</a>, ex-members of a Maoist guerrilla group that operated in the remote and forested areas of central India, fighting for land and employment rights for the poor. But the couple took advantage of an amnesty offer to any Naxalite who agreed to renounce their membership, and now they are apparently poised to embark on their new lawful life.</p> <a href=\"https://www.theguardian.com/film/2023/jul/17/a-rifle-and-a-bag-review-quiet-study-of-a-marginalised-indian-family\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/17/a-rifle-and-a-bag-review-quiet-study-of-a-marginalised-indian-family", "date_published": "2023-07-17T06:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A new start after 60: I lost my hearing, found a community and began an adventure", "description": "<p>In her 60s, Barbara Earth’s ears ‘closed for the last time’. She felt like she was floating; nothing was firm. But sign language and her deaf colleagues took her on an unexpected path</p><p>When she was four, Barbara Earth injured herself in the basement of the family home. Imprinted on her memory, along with the hurt, is the understanding that she had to scream really loudly “because my mother wouldn’t hear”. Her mother’s hearing loss took place over many years, and Earth grew up knowing that the same might happen to her. “I saw my mother’s experience,” she says. “So much loss and pain. And I decided: <em>I am not doing that</em>.”</p><p>In a sense, Earth, an academic, has prepared all her life for her own possible future deafness. She was 27 when a screening identified hearing loss, but the loss was gradual, so “it’s not easy to define when I stopped being able to hear,” she says. Her work and travels have taken her to 33 countries. In her 50s, she taught at a college in Thailand, but hearing students’ questions had become “impossible”. Life was “an increasing struggle”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/17/a-new-start-after-60-i-lost-my-hearing-found-a-community-and-began-an-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/17/a-new-start-after-60-i-lost-my-hearing-found-a-community-and-began-an-adventure", "date_published": "2023-07-17T06:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Amazon Fire Max 11 review: nice-looking tablet but poor software", "description": "<p>Biggest and most premium Amazon slate yet is let down badly by Fire OS and lack of key apps</p><p>The Fire Max 11 is Amazon’s first premium tablet and is designed to look and feel more like an iPad at half the cost. But while the appearance of the new machine is a step up, it falls far short of expectations when it is turned on.</p><p>The new tablet starts at £249.99, undercutting Apple’s <a href=\"https://www.theguardian.com/technology/2021/sep/24/apple-ipad-2021-review-still-the-best-tablet-for-most-people\">cheapest iPad</a> by more than £100 and just half of the price of the <a href=\"https://www.theguardian.com/technology/2022/oct/26/apple-ipad-review-10th-gen\"> 10.9in model</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/17/amazon-fire-max-11-review-nice-looking-tablet-but-poor-software\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/17/amazon-fire-max-11-review-nice-looking-tablet-but-poor-software", "date_published": "2023-07-17T06:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sick of this Conservative government? That shouldn’t stop you having Tory friends | Rhymer Rigby", "description": "<p>If you want to change how someone votes, “Fancy a pint?’ is a good start</p><p>Some of my best friends are Tories. OK, there aren’t as many as there used to be, since no one likes to back a loser. But there are still a few, and I rather cherish them.</p><p>I often think about this whenever I’m in the hyperpartisan, Balkanised world of social media full as it is of people calling Tories scum (and worse) and collecting a bountiful harvest of retweets and likes on the back of it.</p><p>Rhymer Rigby is a freelance journalist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/sick-of-this-conservative-government-that-shouldnt-stop-you-having-tory-friends\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/sick-of-this-conservative-government-that-shouldnt-stop-you-having-tory-friends", "date_published": "2023-07-17T06:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Country of the Blind review – a penetrating study of the loss of sight", "description": "<p>Andrew Leland’s thoughtful, beautifully expressed memoir about losing his eyesight invites us to rethink ideas about identity and independence</p><p>Medics thrive on feeling useful: testing abnormalities, forming a differential diagnosis, providing treatment and tracking improvement. But for many conditions, the story is one of uncertainty, setback and management rather than cure. While clinicians busy themselves with visible and measurable signs of disease, the patient’s hopes, despair and wavering sense of self may go untended, leaving them with the feeling that they are descending into darkness alone.</p><p>This is particularly true when the patient is going blind. Andrew Leland’s memoir about this process articulates beautifully, with energy and honesty, how being held between seeing and blindness has changed him and his views on our ableist world. He is a journalist and podcaster who has written for the <em>New Yorker</em> and is now a contributing editor to American magazine the <em>Believer</em>, and his sensitivity to storytelling, history and literature is everywhere evident when reporting on his own eyesight. As<strong> </strong>a teenager he started to realise he couldn’t see properly at night, compounded by experimentation with cannabis and psychedelics. The tunnel vision worsened. A diagnosis of retinitis pigmentosa (RP) was finally made. It is a hereditary condition that slowly kills the rod cells of the retina, which are responsible for seeing peripheral objects, particularly in low light. At some time in middle age the eyes will fail completely. Ophthalmologists, who have “a low sense of the lived experience of the visual impairments they diagnose”, review Leland’s “bad peepers” every couple of years. All the same, there’s no actual treatment, only the tantalising promise one day of gene therapy and CRISPR technology. The author now has 6% of his visual field left, which renders him legally blind but still able to read print.</p> <a href=\"https://www.theguardian.com/books/2023/jul/17/the-country-of-the-blind-review-andrew-leland-a-penetrating-study-of-the-loss-of-sight\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/17/the-country-of-the-blind-review-andrew-leland-a-penetrating-study-of-the-loss-of-sight", "date_published": "2023-07-17T06:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "After the floods, the future looks bright: truck art in Pakistan – a photo essay", "description": "<p>Ali Salman Anchan and his team of artists travelled to meet some of the people affected by last year’s devastating monsoon rains in Sindh province. They set to work covering an aid truck with vibrant images to share people’s stories of resilience and recovery</p><p></p><p>Pakistan artist Ali Salman Anchan has received commissions from across the world. His “truck art” – known as Phool Patti in Urdu – appears in buildings in Europe, North America, the Middle East and Asia. Most recently, his vibrant designs have brightened up the <a href=\"https://twitter.com/PakAmbChina/status/1671053373141925888\">Pakistan embassy in Beijing</a>.</p><p>But it was a commission to paint a van used to transport medical supplies after last year’s devastating floods in his home country that has been the most fulfilling, he says, adding: “It was an honour to be part of this project.”</p><p>Top: the team prepare the former mobile clinic and artist Ali Salman Anchan begins the painting, which will tell stories of real people affected by last year’s floods; bottom: the portraits start to take shape</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/17/after-the-floods-the-future-looks-bright-truck-art-in-pakistan-a-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/17/after-the-floods-the-future-looks-bright-truck-art-in-pakistan-a-photo-essay", "date_published": "2023-07-17T06:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I hate karaoke!’ Albert Hammond Jr’s honest playlist", "description": "<p>The Strokes guitarist grew up on Phil Collins and has Cat Stevens as his alarm tone, but when it comes to the bedroom, he prefers a long player </p><p><strong>The first song I remember hearing</strong><br />I would have been four or five, so I’m not sure if I can actually remember hearing Every Breath You Take by the Police, or whether it’s just a memory of my dad who got a copy and played it over and over. Memories are weird like that, especially when you’re really young.</p><p><strong>The first single I bought</strong><br />Once again, tough, but it was probably We Didn’t Start the Fire by Billy Joel when I was eight or nine. The one I clearly remember buying when I was a little older was Regulate by Warren G.</p> <a href=\"https://www.theguardian.com/music/2023/jul/17/albert-hammond-jr-honest-playlist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/17/albert-hammond-jr-honest-playlist", "date_published": "2023-07-17T06:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Timothy Spall stars in dark drama about true story of seduction and murder", "description": "<p>A repressed academic is taken advantage of by a student. Plus, Chris Packham explores the mind-bending reaches of geological time. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/17/tv-tonight-timothy-spall-stars-in-dark-drama-about-true-story-of-seduction-and\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/17/tv-tonight-timothy-spall-stars-in-dark-drama-about-true-story-of-seduction-and", "date_published": "2023-07-17T05:20:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Alarming rise in female inmates must be addressed, women’s rights summit told", "description": "<p>Numbers of jailed women rising far faster than men and their voices must be heard, say rights groups and former prisoners</p><p>Hundreds of women who have been imprisoned have, with human rights organisations, lawyers and activists, written <a href=\"https://www.womenbeyondwalls.org/inclusion\">an open letter</a> calling on the organisers of a high-level conference in Rwanda this week to include female incarceration as a key topic.</p><p>Current and former female prisoners are excluded from discussions on women’s rights, they say. This has led to a lack of the funding and policy reforms needed to address the alarming increase in the criminalisation of women and the number of children detained with their parent.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/17/alarming-rise-in-female-inmates-must-be-addressed-womens-rights-summit-told\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/17/alarming-rise-in-female-inmates-must-be-addressed-womens-rights-summit-told", "date_published": "2023-07-17T05:01:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Starwatch: the summer triangle rises to prominence", "description": "<p>Deneb, Vega and Altair, which star in a Chinese folk story, are riding high in the northern hemisphere</p><p>The most prominent star patterns are sometimes not constellations at all. Take the <a href=\"https://www.theguardian.com/science/2018/jul/29/starwatch-the-bright-stars-of-the-summer-triangle\">summer triangle</a>. It is a prominent pattern of stars that rides high in the sky at this time of year in the northern hemisphere. The shape is composed of <a href=\"https://www.theguardian.com/science/2018/aug/26/starwatch-cygnus-constellation-stars-deneb-black-hole-milky-way\">Deneb in Cygnus</a>, the swan; <a href=\"https://www.theguardian.com/science/2019/may/26/starwatch-look-high-to-find-lyra-vega\">Vega in Lyra</a>, the lyre; and <a href=\"https://www.theguardian.com/science/2022/sep/26/starwatch-eagle-eye-aquila-constellation-full-flight-altair\">Altair in Aquila</a>, the eagle. All three stars give out a blue-white light.</p><p>It has been called the summer triangle in the west since at least 1913. Before that, the pattern was marked on 19th-century star charts. The term was popularised by the British astronomer <a href=\"https://www.theguardian.com/science/2012/dec/09/sir-patrick-moore\">Patrick Moore</a> in the latter half of the 20th century. However, the triplet of stars has long been recognised by other cultures, featuring in, for example, a Chinese folk story about a cowherd and a weaver girl.</p> <a href=\"https://www.theguardian.com/science/2023/jul/17/starwatch-summer-triangle-northern-hemisphere\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/17/starwatch-summer-triangle-northern-hemisphere", "date_published": "2023-07-17T05:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Student journalists in Indonesia face backlash after reporting on sexual harassment", "description": "<p>Students say they are being targeted with expulsion, physical assault and death threats after writing about sensitive subjects</p><p>Yolanda Agne, 23, was just months away from graduating in journalism at a university in Maluku province, Indonesia, when she was banned from finishing her studies.</p><p>In March last year, the student magazine Lintas – of which Agne was then editor-in-chief – published a damning piece on the prevalence of sexual harassment on her campus at Ambon Islamic State Institute. Among the alleged perpetrators were eight lecturers, with incidents dating over a six-year period.</p> <a href=\"https://www.theguardian.com/global-development/2023/jul/17/student-journalists-in-indonesia-face-backlash-after-reporting-on-sexual-harassment\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jul/17/student-journalists-in-indonesia-face-backlash-after-reporting-on-sexual-harassment", "date_published": "2023-07-17T05:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Teachers in England will have to tell parents if children question their gender", "description": "<p>Kemi Badenoch says guidance will ensure parents know what is ‘going on with their children’ at school</p><p>Teachers will be forced to tell parents that their child is questioning their gender even if the young person objects under new guidance for schools in England, the equalities minister has indicated.</p><p>Kemi Badenoch said that the guidance, which is expected to be published this week, will ensure that parents know what is “going on with their children” at school.</p> <a href=\"https://www.theguardian.com/society/2023/jul/17/teachers-in-england-will-have-to-tell-parents-if-children-question-their-gender\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/17/teachers-in-england-will-have-to-tell-parents-if-children-question-their-gender", "date_published": "2023-07-17T05:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thanks to Threads, Meta just got bigger. Should we be concerned? | Niamh Dunne", "description": "<p>The growing size and market dominance of Facebook’s parent company is coming under greater scrutiny from the US, UK and EU</p><p>Meta Platforms launched its <a href=\"https://www.theguardian.com/technology/2023/jul/11/threads-app-privacy-user-data-meta-policy\">Threads</a> app earlier this month. In less than five days, it had <a href=\"https://www.theguardian.com/technology/2023/jul/10/twitter-killer-threads-app-meta-mark-zuckerberg-elon-musk\">100 million new users</a>, surpassing ChatGPT’s recent record as the fastest-growing online platform in history.</p><p>The company that owns the Facebook, Instagram and WhatsApp platforms has long faced competition law scrutiny over its acquisition and exercise of market power. It has a history of aggressively acquiring promising new competitors and folding them into the Facebook family before they can pose a realistic threat to the company’s market dominance. Indeed, the Meta chief, Mark Zuckerberg, even tried to buy Twitter, twice, more than a decade ago.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/threads-meta-bigger-facebook-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/threads-meta-bigger-facebook-scrutiny", "date_published": "2023-07-17T05:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A lot still to be done’: Lib Dems favourites but not complacent in Frome byelection", "description": "<p>Tactical voting and Tory apathy could be recipe for Liberal Democrat victory in Somerset seat this week</p><p>The byelection campaign in Somerton and Frome is notable for several reasons, not least the fact that the Liberal Democrat challenger, Sarah Dyke, sometimes feels as if she gets treated like the de facto local MP already.</p><p>“I’ve been dealing with a lot of David Warburton’s casework over the last year because people haven’t known where to go,” Dyke says of the Conservative incumbent, who <a href=\"https://www.theguardian.com/uk-news/2023/jun/17/david-warburton-conservative-mp-suspended-over-drugs-allegations-to-resign-seat\">resigned last month</a> after a parliamentary investigation into allegations of harassment and drug use.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/17/lib-dems-favourites-but-not-complacent-in-somerton-frome-byelection\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/17/lib-dems-favourites-but-not-complacent-in-somerton-frome-byelection", "date_published": "2023-07-17T05:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hoovering up the canapes like Zuck picking up Twitter users: Edith Pritchett’s week in Venn diagrams", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jul/17/hoovering-up-the-canapes-like-zuck-picking-up-twitter-users-edith-pritchetts-week-in-venn-diagrams\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jul/17/hoovering-up-the-canapes-like-zuck-picking-up-twitter-users-edith-pritchetts-week-in-venn-diagrams", "date_published": "2023-07-17T05:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK children waiting 16 months on average for ADHD and autism screening – study", "description": "<p>Exclusive: Belfast has worst data, with typical wait of five years to be seen, against Nice guidance of 13-week maximum</p><p>Children with suspected ADHD and autism are waiting as long as seven years for treatment on the NHS, as the health service struggles to manage a surge in demand during a crisis in child mental health.</p><p>Experts said “inhumane” waits are putting a generation of neurodiverse children at risk of mental illness as they are “pushed to the back of a very long queue” for children and adolescent mental health services (Camhs).</p> <a href=\"https://www.theguardian.com/society/2023/jul/17/uk-children-waiting-16-months-on-average-for-adhd-and-autism-screening-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/17/uk-children-waiting-16-months-on-average-for-adhd-and-autism-screening-study", "date_published": "2023-07-17T05:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK investors backtrack on support for climate resolution at oil firms’ AGMs", "description": "<p>Asset management firms accused of sacrificing climate action by voting against shareholder resolution at Chevron and ExxonMobil</p><p>Some of the UK’s largest investors have backtracked on their support for a shareholder resolution that would force the big oil companies to cut their carbon emissions, according to a campaign group.</p><p>Asset managers at Legal &amp; General, abrdn and Janus Henderson voted against the climate resolutions put forward by Follow This, a Dutch shareholder activist group, at the annual general meetings of the US oil companies Chevron and ExxonMobil this year, having <a href=\"https://www.theguardian.com/business/2021/may/24/influential-investor-joins-shareholder-rebellion-over-shells-climate-plan\">voted in favour of them</a> in previous years.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/uk-investors-backtrack-support-climate-resolution-oil-firms-chevron-exxonmobil\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/uk-investors-backtrack-support-climate-resolution-oil-firms-chevron-exxonmobil", "date_published": "2023-07-17T05:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We used to check every day, now it’s every minute’: how we got addicted to weather apps", "description": "<p>As unprecedented weather leads to increasing climate anxiety, there’s a raft of different apps catering for every kind of forecast</p><p>One day in 2020, close to the beginning of the Covid-19 pandemic, Matt Rickett realized he was checking weather apps all the time. He immediately understood why: “Everything felt so unpredictable, so out of control,” he says. “Just knowing that something was going to happen, tomorrow, that people said was gonna happen, was reassuring.”</p><p>The next year Rickett, who lives in Austin, Texas, decided to stop using social media: “I didn’t like the control it had over my life,” he says. “But I still had the energy, the need to look at my phone, for some reason. So I got even more into weather.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/17/weather-apps-addiction-climate-crisis-anxiety\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/17/weather-apps-addiction-climate-crisis-anxiety", "date_published": "2023-07-17T05:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Betting firm logos shown on TV up to 3,500 times in Premier League matches, study finds", "description": "<p>Average was once every 16 seconds across 10 matches last season, with a total of 3,522 in West Ham v Chelsea</p><p>Betting company logos appear as often as 3,500 times during the course of a televised football match, the majority on pitchside hoardings, prompting renewed scepticism about top-flight clubs’ <a href=\"https://www.theguardian.com/football/2023/apr/13/premier-league-clubs-ban-gambling-sponsors-on-front-of-shirts-from-2026-27\">plan to give up front-of-shirt betting ads</a> only.</p><p>A <a href=\"https://osf.io/uv974/\">study</a> led by psychology experts from four universities measured the volume of gambling adverts during 10 matches that took place last season, featuring every Premier League club.</p> <a href=\"https://www.theguardian.com/society/2023/jul/17/more-betting-firm-logos-in-televised-football-games-than-thought-study-finds-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/17/more-betting-firm-logos-in-televised-football-games-than-thought-study-finds-premier-league", "date_published": "2023-07-17T04:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Ukraine’s national dish became a symbol of Putin’s invasion – podcast", "description": "<p>The soup of my childhood, borsch, has become emblematic of Putin’s assault on Ukrainian land, culture and heritage, of his drive to plunder and obliterate Ukraine</p> <a href=\"https://www.theguardian.com/news/audio/2023/jul/17/how-ukraines-national-dish-became-a-symbol-of-putins-invasion-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/jul/17/how-ukraines-national-dish-became-a-symbol-of-putins-invasion-podcast", "date_published": "2023-07-17T04:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK installations of heat pumps 10 times lower than in France, report finds", "description": "<p>Analysts call on government to make pumps mandatory for all new homes and scale up grants for installation in existing properties</p><p>The UK is lagging far behind France and other EU countries in installing heat pumps, research has shown, with less than a tenth of the number of installations despite having similar markets.</p><p>Only 55,000 heat pumps were sold in the UK last year, compared with more than 620,000 in France. Twenty other European countries also had higher installation rates than the UK.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/17/uk-installation-heat-pumps-report\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/17/uk-installation-heat-pumps-report", "date_published": "2023-07-17T04:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift becomes first woman to have four albums in US Top 10 at once", "description": "<p>Singer is just third artist in history to have four albums in top 10 concurrently, with Speak Now (Taylor’s Version) becoming her 12th album to reach No. 1</p><p>Taylor Swift has become the first woman, and only the third artist ever, to have four albums in the Top 10 of the US album chart simultaneously, while also beating a record set by Barbra Streisand to become the female artist with the most No 1 albums in history.</p><p>The 33-year-old’s latest album, <a href=\"https://www.theguardian.com/music/2023/jul/07/taylor-swift-speak-now-taylors-version-review\">Speak Now (Taylor’s Version)</a>, has debuted at the top spot on the Billboard 200 with 716,000 album-equivalent units – a figure that combines physical sales with digital sales and streaming figures. It is the largest week for any album in 2023 and the best since her previous album, Midnights, was released last October.</p> <a href=\"https://www.theguardian.com/music/2023/jul/17/taylor-swift-becomes-first-woman-to-have-four-albums-in-us-top-10-at-once\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/17/taylor-swift-becomes-first-woman-to-have-four-albums-in-us-top-10-at-once", "date_published": "2023-07-17T03:24:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The state of AI and social media shows capitalism is unlikely to end with a robot rebellion | Jeff Sparrow", "description": "<p>We tend to think about media disruption as driven by technological innovation. But the ‘enshittification’ of our socials shows that the tech itself plays a relatively minor role</p><p>In a <a href=\"https://thesiswhisperer.com/2023/07/10/academicenshittification/\">recent post for her Thesis Whisperer blog</a>, Inger Mewburn described the evolution of social media as a process of “enshittification”.</p><p>The term, <a href=\"https://www.wired.com/story/tiktok-platforms-cory-doctorow/\">borrowed from Cory Doctorow</a>, perfectly captures the trajectory of the major platforms, all of which provide a significantly crappier experience than they did even a few years back.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/17/state-of-ai-social-media-twitter-reddit-threads-facebook-instagram-meta-musk-zuckerberg-capitalism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/17/state-of-ai-social-media-twitter-reddit-threads-facebook-instagram-meta-musk-zuckerberg-capitalism", "date_published": "2023-07-17T03:05:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: traffic stopped on Crimean bridge due to ‘emergency’, governor says, as explosions reported", "description": "<p>Russia-installed governor Sergei Aksyonov says ‘measures’ are being taken to restore ‘situation’ at bridge, which is a vital logistical link for Russian military</p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/jul/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-509-of-the-invasion\">Russia-Ukraine war at a glance: what we know on day 509 of the invasion</a></strong></li></ul><p>Crimea has stockpiles of fuel, food and industrial goods, the Russian news agency Tass has reported, citing Elena Elekchyan, acting minister of industrial policy in Crimea.</p><p>A ferry service linking Crimea with Kuban, in the Russian region of Krasnodar, has also been halted, Tass reported.</p><p>The 19-km (12-mile) Crimea Bridge over the Kerch Strait is the only direct link between the transport network of Russia and the Crimean peninsula, which Moscow annexed from Ukraine in 2014.</p><p>The bridge was a flagship project for [Russian president Vladimir] Putin, who opened it himself for road traffic with great fanfare by driving a truck across in 2018.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/17/russia-ukraine-war-live-crimean-bridge-emergency-traffic-stops-explosion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/17/russia-ukraine-war-live-crimean-bridge-emergency-traffic-stops-explosion", "date_published": "2023-07-17T03:02:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China GDP growth falls short of expectations as sinking property prices hit economy", "description": "<p>Data shows the economy grew just 0.8% in the June quarter, down from 2.2% in the first three months of 2023</p><p>China’s economy expanded 6.3% in the second quarter, falling short of market expectations as export demand remained tepid and sinking property prices sapped consumer confidence.</p><p>Compared with a year earlier, China’s GDP in the April-June period was 6.3% larger, the <a href=\"http://www.stats.gov.cn/english/\">national bureau of statistics</a> said on Monday, quickening from the 4.5% annual growth pace for the first three months of 2023. Economists had forecast growth to accelerate to 7.3%, according to <a href=\"https://www.reuters.com/markets/asia/chinas-q2-gdp-seen-rising-73-yy-low-base-recovery-fades-2023-07-13/\">a Reuters survey</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jul/17/china-gdp-growth-down-economy-june-quarter-gross-domestic-profit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/17/china-gdp-growth-down-economy-june-quarter-gross-domestic-profit", "date_published": "2023-07-17T02:25:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Extreme heatwave live updates: hundreds of millions from US to Europe and Asia hit by severe heat", "description": "<p>Italians told to prepare for most intense heatwave ‘of all time’ as one third of Americans remain under extreme heat advisories and records fall in Japan</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/16/us-extreme-weather-record-heat\">Millions in US under warnings as record heat expected to continue</a> </li><li><a href=\"https://www.theguardian.com/world/2023/jul/16/thousands-forced-out-of-homes-la-palma-canary-islands-as-heatwave-grips-europe\">Southern Europe braces for second heat storm in a week</a> </li></ul><p><strong>South Korea flood death toll rises to 39 as Yoon orders all-out effort</strong></p><p>South Korean President <strong>Yoon Suk Yeol</strong> ordered on Monday an all-out effort to handle the devastation caused by days of torrential rain, as the death toll grew to 39 on Monday, including a dozen people found dead in a submerged underpass.</p> <a href=\"https://www.theguardian.com/environment/live/2023/jul/17/europe-heatwave-2023-us-asia-heat-extreme-severe-weather-fires-flash-floods-flooding-record-breaking-heat-wave-stress-temperature-red-alert-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/live/2023/jul/17/europe-heatwave-2023-us-asia-heat-extreme-severe-weather-fires-flash-floods-flooding-record-breaking-heat-wave-stress-temperature-red-alert-climate-crisis", "date_published": "2023-07-17T01:47:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lionel Messi unveiled as Inter Miami player in front of crowd of thousands", "description": "<ul><li>Argentinian joins MLS team co-owned by David Beckham</li><li>Former Barcelona teammate Sergio Busquets also signs for team</li></ul><p>Lionel Messi followed in the footsteps of Dwyane Wade, Dan Marino and LeBron James on Sunday as he was unveiled as Miami’s latest sporting superstar.</p><p>Messi is in the twilight of his career, and is <a href=\"https://www.theguardian.com/football/blog/2023/jul/15/money-and-profile-sure-but-what-does-lionel-messi-bring-to-miami-on-the-pitch\">unlikely to match the achievements</a> of those three stars during his time in Florida, but he comfortably equals them in pedigree. His first official appearance as an Inter Miami player – <a href=\"https://www.theguardian.com/football/2023/jun/07/lionel-messi-inter-miami-mls-barcelona-saudi-arabia-transfer-news\">he announced his decision to join the club in June</a> – was televised live, and took place in front of thousands of cheering fans at Fort Lauderdale’s DRV PNK Stadium. There was a slight delay as one of Florida’s familiar summer storms pounded the area before the Argentinian took to the stage to roars of appreciation from the packed stands and a firework display in the skies above the stadium.</p> <a href=\"https://www.theguardian.com/football/2023/jul/16/lionel-messi-unveiled-as-inter-miami-player-in-front-of-crowd-of-thousands\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/16/lionel-messi-unveiled-as-inter-miami-player-in-front-of-crowd-of-thousands", "date_published": "2023-07-17T01:14:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 509 of the invasion", "description": "<p>‘Fierce battles’ in eastern Ukraine as fighting intensifies, Kyiv says; Russia seizes control of shares in Danone and Carlsberg subsidiaries</p><p><strong>Fighting <a href=\"https://www.theguardian.com/world/2023/jul/16/ukraine-says-only-a-few-hundred-wagner-troops-are-in-belarus\">in eastern Ukraine has “somewhat intensified”</a> as Ukrainian and Russian forces clash in at least three areas</strong>, Ukrainian deputy defence minister Hanna Maliar said. Russian forces had been attacking in the direction of Kupiansk in Kharkiv for two successive days, she said: “We are on the defensive,” Maliar wrote. “There are fierce battles.” Maliar also said the two armies were pummelling one another around the ruined city of Bakhmut but that Ukrainian forces were “gradually moving forward” along its southern flank.</p><p><strong>Russian president Vladimir Putin said the Ukrainian counteroffensive had been a failure in an interview broadcast on television</strong>. “All enemy attempts to break through our defences … they have not succeeded since the offensive began. The enemy is not successful,” Putin said.</p><p><strong>The president also said Russia had a “sufficient stockpile” of cluster bombs and that Moscow reserved the right to use them</strong> if such munitions were used against Russian forces in Ukraine. He added that Russia had not yet used the weapons although Russia was accused of using cluster munitions in last year’s <a href=\"https://www.theguardian.com/world/2022/apr/13/i-had-blood-all-over-me-kramatorsk-station-attack-survivors-face-long-road-to-recovery\">deadly Kramatorsk railway station attack</a>.</p><p><strong>The Russian state <a href=\"https://www.theguardian.com/world/2023/jul/17/russia-seizes-control-of-shares-in-danone-and-carlsberg-subsidiaries\">has taken control</a> of French yoghurt maker Danone’s Russian subsidiary along with beer company Carlsberg’s stake in a local brewer</strong>, according to a decree signed by Putin. Danone said it was investigating the situation while Carlsberg said it had not been officially informed of the move.</p><p><strong>The UN-brokered deal under which Moscow allowed Ukraine to ship its grain across the Black Sea is due to expire late Monday</strong>. The Kremlin has threatened to pull out of the agreement and said at the weekend it still had concerns that obligations to remove “obstacles to the export of Russian food and fertilisers still remain unfulfilled”.</p><p><strong>Two people were killed on Sunday when Russia <a href=\"https://www.theguardian.com/world/2023/jul/16/russians-bombard-centre-of-kharkiv-hours-after-earlier-fatal-attack\">launched a series of missile and shelling attacks</a> on the city and region of Kharkiv</strong>, beginning in the early hours of the morning and continuing into the evening. Kharkiv governor Oleh Synyehubov said a young man was killed in the city’s Osnovianskyi district and another civilian man was killed in a village in the Kupiansk area.</p><p><strong>Ukrainian forces shelled the Russian town of Shebekino near the Ukrainian border with Grad missiles on Sunday, killing a woman riding her bike</strong>, the governor of Russia’s Belgorod region said. Vyacheslav Gladkov said the missiles had struck a market area, damaging a building and two cars.</p><p><strong>Only a “few hundred” fighters from Russia’s Wagner group <a href=\"https://www.theguardian.com/world/2023/jul/16/ukraine-says-only-a-few-hundred-wagner-troops-are-in-belarus\">have so far relocated to Belarus</a></strong>, a Ukrainian official said, leaving the eventual fate of the fighting force unclear. “There are some groups of mercenaries on the territory of Belarus, but we are not talking about any massive or large-scale deployment … we are talking about a few hundred,” Andrii Demchenko, the spokesperson for Ukraine’s border guards, told Ukrainian television.</p><p><strong>A Chinese naval flotilla set off on Sunday to join Russian naval and air forces in the Sea of Japan in an exercise aimed at “safeguarding the security of strategic waterways”</strong>, according to China’s defence ministry. Codenamed “Northern/Interaction-2023”, the drill marks enhanced military cooperation between China and Russia since Moscow’s invasion of Ukraine and is taking place as Beijing continues to rebuff US calls to resume military communication.</p><p><strong>Former UK prime minister Tony Blair said it would be “completely disastrous” if the US rowed back support for Ukraine in the event of Donald Trump being re-elected as US president</strong>. He also told Sky News’s Sophy Ridge on Sunday programme that said Ukraine had done an “extraordinary” job in defending itself but when asked what the endgame looked like he said the path would be “extremely difficult”.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-509-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/russia-ukraine-war-at-a-glance-what-we-know-on-day-509-of-the-invasion", "date_published": "2023-07-17T00:22:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "New Zealand PM says Pacific region less secure amid China’s rise", "description": "<p>Chris Hipkins says Beijing exerting influence is ‘major driver’ of increasing competition in the Indo-Pacific</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/09/chinas-rising-power-and-influence-in-the-pacific-explained-in-30-seconds\">China’s rising power in the Pacific explained in 30 seconds</a></li></ul><p>New Zealand prime minister Chris Hipkins has said that the Pacific region is becoming “more contested, less predictable, and less secure” as China becomes more assertive.</p><p>Hipkins said it was important that New Zealand continues to engage with China to listen and to build dialogue.</p> <a href=\"https://www.theguardian.com/world/2023/jul/17/chris-hipkins-new-zealand-pm-prime-minister-pacific-region-less-secure-china\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/17/chris-hipkins-new-zealand-pm-prime-minister-pacific-region-less-secure-china", "date_published": "2023-07-17T00:01:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]