[{"source": "https://securityaffairs.com/feed", "title": "Adobe warns customers of a critical ColdFusion RCE exploited in attacks", "description": "<p>Adobe is warning customers of a critical ColdFusion pre-authentication RCE bug, tracked as CVE-2023-29300, which is actively exploited. Adobe warns customers of a critical ColdFusion pre-authentication remote code execution vulnerability, tracked as CVE-2023-29300 (CVSS score 9.8), that is actively exploited in attacks in the wild. &#8220;Adobe is aware that CVE-2023-29300 has been exploited in the [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148542/hacking/coldfusion-rce-attacks.html\" rel=\"nofollow\">Adobe warns customers of a critical ColdFusion RCE exploited in attacks</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148542/hacking/coldfusion-rce-attacks.html", "date_published": "2023-07-17T21:06:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Admins of Genesis Market marketplace sold their infrastructure on a hacker forum", "description": "<p>The admins of the darkweb Genesis Market announced the sale of their platform to a threat actor that will restart operations next month. In April, the FBI seized the Genesis Market, a black marketplace for stolen credentials that was launched in 2017. Genesis Market was an invite-only marketplace, but it was not complex to find invite [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148531/cyber-crime/genesis-market-infrastructure-sold.html\" rel=\"nofollow\">Admins of Genesis Market marketplace sold their infrastructure on a hacker forum</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148531/cyber-crime/genesis-market-infrastructure-sold.html", "date_published": "2023-07-17T14:47:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Cisco fixed a critical flaw in SD-WAN vManage", "description": "<p>Cisco warns of a critical unauthenticated REST API access vulnerability, tracked as CVE-2023-20214, impacting its SD-WAN vManage. Cisco addressed a critical unauthenticated REST API access vulnerability, tracked as CVE-2023-20214 (CVSS Score 9.1), impacting its SD-WAN vManage. An unauthenticated, remote attacker can exploit the vulnerability to gain read permissions or limited write permissions to the configuration [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148524/security/cisco-sd-wan-vmanage-critical-bug.html\" rel=\"nofollow\">Cisco fixed a critical flaw in SD-WAN vManage</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148524/security/cisco-sd-wan-vmanage-critical-bug.html", "date_published": "2023-07-17T06:28:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://securityaffairs.com/feed", "title": "Pompompurin, the BreachForums owner, pleads guilty to hacking charges and possession of child pornography", "description": "<p>The owner of the BreachForums Conor Brian Fitzpatrick, aka Pompompurin, pleads guilty to hacking charges. The owner of the BreachForums Conor Brian Fitzpatrick agrees to plead guilty to a three-count criminal information charging the defendant with conspiracy to commit access device fraud, solicitation for the purpose of offering access devices, and possession of child pornography. [&#8230;]</p>\n<p>The post <a href=\"https://securityaffairs.com/148515/cyber-crime/pompompurin-pleas-guilty-hacking-charges.html\" rel=\"nofollow\">Pompompurin, the BreachForums owner, pleads guilty to hacking charges and possession of child pornography</a> appeared first on <a href=\"https://securityaffairs.com\" rel=\"nofollow\">Security Affairs</a>.</p>", "link": "https://securityaffairs.com/148515/cyber-crime/pompompurin-pleas-guilty-hacking-charges.html", "date_published": "2023-07-17T05:56:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]