[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "GWAR: Tiny Desk Concert", "description": "Lars Gotrich | July 17, 2023\nAs the band of intergalactic monsters strapped guitars to their battle-worn bodies, thunder and rain pounded the NPR building outside. As if the late Oderus Urungus was pissing his blessing from Valhalla, the prophecy had finally been fulfilled: GWAR came to destroy the Tiny Desk once and for all.\n\nOn Feb. 15, 2020, a parody news site ran the headline: \"GWAR asks NPR's Tiny Desk Staff if They're Ready to Get Their A******* Ripped Open.\" My text messages suddenly blew up. Is this real? No, it's literally fake. Can this be real? Little did they know I'd already been talking to one of the group's underlings since 2019 to bring the Scumdogs of the Universe to the office of seltzer and sensibility.\n\nFor nearly four decades, GWAR has terrorized planet Earth with its gratuitously blood-soaked stage shows and grotesque satire. The interplanetary warriors have made comic books, beer, BBQ sauce and, um, adult toys. But, most importantly, GWAR has written some of the raunchiest, silliest and hookiest heavy metal songs, four of which were performed at the Tiny Desk to a giddy audience. No heads were decapitated, but Blöthar the Berserker and Pustulus Maximus did invade All Things Considered afterward to part from NPR with these immortal words: \"CDeez nutz.\"\n\n\"Sex Cow\"\n\"I'll Be Your Monster\"\n\"Ratcatcher\"\n\"Phantom Limb\"\n\nMUSICIANS\nBlöthar the Berserker: vocals\nBalsac the Jaws of Death: guitar, vocals\nPustulus Maximus: guitar, vocals\nBeefcake the Mighty: bass, vocals\nJizmak Da Gusha: drums\n\nTINY DESK TEAM\nProducer: Lars Gotrich\nDirector/Editor: Maia Stern\nAudio Engineer: Josh Rogosin\nCreative Director: Bob Boilen\nSeries Producer: Bobby Carter\nVideographers: Maia Stern, Joshua Bryant, Sofia Seidel, Zayrha Rodriguez, Alanté Serene\nAudio Assistant: Hannah Gluvna\nProduction Assistant: Ashley Pointer\nPhotographer: Michael Zamora\nTiny Desk Team: Suraya Mohamed, Kara Frame, Hazel Cills\nVP, Visuals and Music: Keith Jenkins\nSenior VP, Programming: Anya Grundmann\n\n#gwar #nprmusic #tinydesk", "link": "https://www.youtube.com/watch?v=6CNFF0Ql0ME", "date_published": "2023-07-17T09:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/6CNFF0Ql0ME/hqdefault.jpg"}]