[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Oppenheimer - Director Christopher Nolan on What Congress Should Take Away From the Film", "description": "Writer-director Christopher Nolan attended the Trinity Anniversary Screening event for his new film Oppenheimer, marking the anniversary of the Manhattan Project’s Trinity Test, which detonated the first atomic bomb on July 16, 1945.\n\nDuring the event, Nolan participated in a Q&amp;A panel following a screening of the film. Meet the Press host Chuck Todd moderated the panel, which also featured Pulitzer Prize winner Kai Bird, the author of American Prometheus: The Triumph and Tragedy of J. Robert Oppenheimer, Dr. Thom Mason, Director of the Los Alamos National Laboratory, and the event’s honorary chairmen: Nobel Prize winning theoretical physicist Dr. Kip Thorne, who served as a consultant on the film, and world-renowned theoretical physicist Dr. Carlo Rovelli, the New York Times best-selling author of The Order of Time, Seven Brief Lessons on Physics and Anaximander and the Birth of Science.\n\nDuring the panel, Nolan was asked what message he hoped members of the U.S. Congress would take away from the film. This clip features his response to that question and more.", "link": "https://www.youtube.com/watch?v=6VWiGmbZiPA", "date_published": "2023-07-17T23:16:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/6VWiGmbZiPA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Monkey King - Official Trailer (2023) Jimmy O. Yang, Bowen Yang, Jo Koy", "description": "Check out the trailer for The Monkey King, an upcoming animated family comedy film featuring the voice talents of Jimmy O. Yang as Monkey King, Jolie Hoang-Rappaport as Lin, Nan Li as Stick, Bowen Yang as Dragon King, Jo Koy as Benbo, Ron Yuan as Babbo, Hoon Lee as Jade Emperor, BD Wong as Buddha, Andrew Kishino as Demon of Havoc, Sophie Wu as Red Girl, Andrew Kishino as King Yama, Jodi Long as Wangmu, James Sie as Elder Monkey, Andrew Pang as Mayor, Stephanie Hsu as Mayor's wife, and Kuno Inghram as Mayor's son.\n\nInspired by an epic Chinese tale, The Monkey King is an action-packed family comedy that follows a rebellious and charismatic Monkey and his magical fighting Stick on an epic quest for victory over 100 demons, an eccentric Dragon King, and Monkey’s greatest foe of all —his own ego! Along the way, a young village girl challenges his self-centered attitude and shows him that even the smallest pebble can have a big effect on the world.\n\nThe Monkey King is produced by Peilin Chou. Stephen Chow serves as executive producer. Animation and Imagery by ReelFX.\n\nThe Monkey King, directed by Anthony Stacchi, premieres on Netflix on August 18, 2023.\n\n#IGN #Netflix #Movies", "link": "https://www.youtube.com/watch?v=dsP7N53Dz6M", "date_published": "2023-07-17T22:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dsP7N53Dz6M/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "IGN's Road to Evo Part 1: Five Lessons from a Fighting Game Pro", "description": "Part 1 of our video diary series covering an IGN writer's journey to prepare for Evo 2023. Mitchell has competed three times at Evo, and each time has gone 3-2. This year, he's hoping to break that streak,", "link": "https://www.youtube.com/watch?v=70alKP5cEYM", "date_published": "2023-07-17T21:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/70alKP5cEYM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Can she make this Immortals of Aveum cosplay? #gaming #cosplay #SDCC #immortalsofaveum #shorts", "description": "Presented by @ImmortalsAveum", "link": "https://www.youtube.com/watch?v=16gmhLSIDZ4", "date_published": "2023-07-17T20:19:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/16gmhLSIDZ4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios’ Guardians of the Galaxy Vol. 3 - Official Disney+ Release Date Trailer", "description": "Guardians of the Galaxy Vol. 3 is streaming on Disney+ August 2, 2023. Check out the latest teaser for another peek at the movie written and directed by James Gunn. It stars Chris Pratt as Peter Quill/ Star-Lord, Zoë Saldaña as Gamora, Dave Bautista as Drax, Karen Gillan as Nebula, Pom Klementieff as Mantis, Vin Diesel as Groot, Bradley Cooper as Rocket, Sean Gunn as Kraglin, Chukwudi Iwuji as The High Evolutionary, Will Poulter as Adam Warlock, Maria Bakalova as Cosmo, Linda Cardellini as Lylla, Nathan Fillion as Master Karja, and Sylvester Stallone as Stakar Ogord.\n\n#IGN #GuardiansoftheGalaxy #DisneyPlus", "link": "https://www.youtube.com/watch?v=iflJAy65VkY", "date_published": "2023-07-17T20:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iflJAy65VkY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2 - Official Hunter Archetype Reveal Trailer", "description": "Get a deep dive into the Hunter Archetype in this latest trailer for Remnant 2, including their perks, skills like the Hunter's Mark, and more. \n\nThe Hunter Archetype focuses on long range, precision-based gameplay. They easily identify targets and eliminate them, often before the battle even begins. \n\nRemnant 2 will be available on PlayStation 5, Xbox Series X/S, and PC on July 25, 2023.\n\n#IGN #Remnant2 #Gaming", "link": "https://www.youtube.com/watch?v=zifHA5YdPEE", "date_published": "2023-07-17T19:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/zifHA5YdPEE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pro Cosplayer Alicia Marie Crafts First Immortals of Aveum Cosplay - Ep.1", "description": "Immortals of Aveum: The Style of Immortals is a 3-part docuseries that follows professional cosplayer, Alicia Marie on her quest to ideate, craft, and become Grand Magnus Kirkan in time for San Diego Comic Con 2023. In part one, we meet Alicia Marie and understand her connection to Kirkan as well as learn more about her life as a professional cosplayer.\nIn the magic shooter game, Immortals of Aveum, the Everwar is an endless conflict that has consumed the world in bloodshed for thousands of years. Only two superpowers remain, the kingdoms of Lucium and Rasharn, as they fight against each other for the control of magic. However, there is one fearless leader who commands the Order of the Immortals to protect Lucium, Grand Magnus Kirkan. Capable of wielding magic that can manipulate physical matter and alter the surroundings, Kirkan embodies the strength and hope that is needed to win the Everwar. So IGN challenged cosplayer Alicia Marie to create a Kirkan cosplay worthy of Aveum. Watch as we go behind the scenes of the design, fabrication, and build … to transform a real life icon into Grand Magnus Kirkan.\nPresented by Immortals of Aveum, available August 22nd on the PS5, Xbox Series X/S, and PC.", "link": "https://www.youtube.com/watch?v=9ahgchSraPI", "date_published": "2023-07-17T18:30:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/9ahgchSraPI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem - Official 'Putting the Teens in TMNT' Featurette", "description": "Join producer/writer/\"Bebop\" star Seth Rogen and director/co-writer Jeff Rowe, along with stars Nicolas Cantu (Leonardo), Shamon Brown Jr. (Mikey), Micah Abbey (Donnie), Brady Noon (Raph), for a behind-the-scenes look at Teenage Mutant Ninja Turtles: Mutant Mayhem, including a discussion about the Ninja Turtles, the personalities of the characters, and the teens bringing their energy to their roles. The film also stars Hannibal Buress, Rose Byrne, Nicolas Cantu, John Cena, Jackie Chan, Ice Cube, Natasia Demetriou, Ayo Edebiri, Giancarlo Esposito, Post Malone, Paul Rudd, and Maya Rudolph.\n\nAfter years of being sheltered from the human world, the Turtle brothers set out to win the hearts of New Yorkers and be accepted as normal teenagers through heroic acts. Their new friend April O’Neil helps them take on a mysterious crime syndicate, but they soon get in over their heads when an army of mutants is unleashed upon them. \n\nThe film's screenplay is by Seth Rogen & Evan Goldberg & Jeff Rowe and Dan Hernandez & Benji Samit. The story is by Brendan O'Brien and Seth Rogen & Evan Goldberg & Jeff Rowe. It is produced by Seth Rogen, p.g.a., Evan Goldberg, p.g.a., and James Weaver, p.g.a., and executive producers are Ramsay McBean and Josh Fagen.\n\nTeenage Mutant Ninja Turtles: Mutant Mayhem, directed by Jeff Rowe and co-directed by Kyler Spears, opens in UK cinemas on July 31, and in US theaters on August 2, 2023.\n\n#IGN #TMNT #Movies", "link": "https://www.youtube.com/watch?v=CFZiFrYRGOM", "date_published": "2023-07-17T18:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/CFZiFrYRGOM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "PayDay 3 - Official Stealth Gameplay Trailer", "description": "Take a tour of the Surphaze Art Gallery location, and see stealth gameplay in this latest trailer for the only co-op multiplayer shooter game PayDay 3. \n\nPayDay 3 will be available on Steam, the Epic Games Store, Xbox Series X/S, and PlayStation 5 on September 21, 2023.\n\n#IGN #Gaming #PayDay3", "link": "https://www.youtube.com/watch?v=FM3sjiS2mjc", "date_published": "2023-07-17T17:00:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FM3sjiS2mjc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2: 38 Minutes of Exclusive N’erud Gameplay", "description": "Enjoy over half an hour of gameplay from the N’erud section of Remnant 2, the upcoming third-person action-RPG/shooter sequel from Gunfire Games. Remnant 2 is due out on July 25 for PS5, Xbox Series X|S, and PC.", "link": "https://www.youtube.com/watch?v=tKOzGYbNewk", "date_published": "2023-07-17T16:00:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/tKOzGYbNewk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "New Anime to Watch (Summer 2023)", "description": "Zombies, a talking vending machine, and the return of a highly anticipated shonen series are what you can expect this summer anime season. There's a new season full of anime to check out this Summer like the beautifully animated Jujutsu Kaisen Season 2, the wholesome Horimiya series, and the upcoming finale of Bleach Thousand Year Blood War. Across Crunchyroll, HIDIVE, Hulu, and Netflix, as well as others, there are a lot of places to enjoy anime at the moment. Don't forget to stick to the end of the video to see the list of Summer anime 2023 available this season. Let us know which 2023 Summer anime you're looking forward to in the comments below!", "link": "https://www.youtube.com/watch?v=OSYE9OrJuik", "date_published": "2023-07-17T16:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/OSYE9OrJuik/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "One Punch Man: World - Official Announcement Trailer", "description": "Crunchyroll Games, the interactive division of the global leader in anime, is teaming up with Perfect World, the developer of Tower of Fantasy and Persona 5: The Phantom X, to announce One Punch Man: World. This year, aspiring gaming heroes can jump into a world-class multiplayer action game based on the global anime hit One-Punch Man on Windows PC, iOS, and Android with cross-platform play and progression.\n\nHeroes are needed in One Punch Man: World! A sinister wave of monster attacks has left Earth’s cities and the Hero Association under duress. However, after three years of special training, Saitama has become so powerful that he can defeat opponents with a single punch. The thing is, Saitama just does the hero thing for fun, but when every enemy goes down in one punch, overwhelming power can be kind of... boring. Now, in front of the laid-back strongest hero, a new enemy appears. Will he be able to show his full power today?\n\nOne Punch Man: World is available in English, Spanish and Portuguese in the USA, Canada, United Kingdom, Ireland, Australia, New Zealand, South Africa, Antigua and Barbuda, Bahamas, Barbados, Dominica, Grenada, Jamaica, Saint Kitts, and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Trinidad and Tobago, U.S. Virgin Islands, Guyana, Cayman Islands, Turks and Caicos, El Salvador, Cuba, Guatemala, Costa Rica, Dominican Republic, Nicaragua, Panama, Honduras, Mexico, Belize, Argentina, Uruguay, Ecuador, Colombia, Chile, Paraguay, Venezuela, Peru, Bolivia, Brazil, Norway Sweden, Finland, Denmark, Iceland.\n\nPre-registration for Windows PC is now open on the  Official Website in the U.S., Canada, United Kingdom, Ireland, Australia, New Zealand and South Africa as well as in Latin America, and the Nordics.\n\n#OnePunchManWorld", "link": "https://www.youtube.com/watch?v=3NPFE40IZts", "date_published": "2023-07-17T16:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3NPFE40IZts/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Apex Legends - Official 'Kill Code Part 1' Trailer", "description": "Check out the Apex Legends Kill Code Part 1 trailer. Lifeline, Maggie and Loba journey to Salvo to investigate a mysterious lead surrounding Duardo Silva. Infiltrating an abandoned facility, their search for answers uncovers a more twisted secret than they imagined. Something big is happening in the Outlands, and one of their rivals is at the center of it.\n\n#IGN #Gaming #ApexLegends", "link": "https://www.youtube.com/watch?v=u2Gy5_MfYdo", "date_published": "2023-07-17T15:35:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/u2Gy5_MfYdo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Creator - Official Trailer (2023) John David Washington, Gemma Chan", "description": "Check out the trailer for The Creator, an upcoming sci-fi action thriller movie starring John David Washington, Gemma Chan, Ken Watanabe, Sturgill Simpson, Madeleine Yuna Voyles, and Allison Janney.\n\nAmidst a future war between the human race and the forces of artificial intelligence, Joshua (Washington), a hardened ex-special forces agent grieving the disappearance of his wife (Chan), is recruited to hunt down and kill the Creator, the elusive architect of advanced AI who has developed a mysterious weapon with the power to end the war… and mankind itself.  Joshua and his team of elite operatives journey across enemy lines, into the dark heart of AI-occupied territory… only to discover the world-ending weapon he’s been instructed to destroy is an AI in the form of a young child. \n\nThe film’s screenplay is by Gareth Edwards and Chris Weitz, from a story by Edwards. The producers are Gareth Edwards, p.g.a., Kiri Hart, Jim Spencer, p.g.a., and Arnon Milchan. The executive producers are Yariv Milchan, Michael Schaefer, Natalie Lehmann, Nick Meyer, and Zev Foreman.\n\nThe Creator, directed by Gareth Edwards, opens in theaters on September 29, 2023.\n\n#IGN #Movies #TheCreator", "link": "https://www.youtube.com/watch?v=me_DDgXNgpY", "date_published": "2023-07-17T14:36:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/me_DDgXNgpY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox Game Pass Core - Official Overview", "description": "Join Megan Spurr, community lead of Xbox Game Pass, for a breakdown of what you can expect with the Xbox Game Pass Core subscription, including an explanation of what it is and changes as Xbox Live Gold is being updated to Xbox Game Pass Core.\n\n#IGN #Gaming #Xbox", "link": "https://www.youtube.com/watch?v=mi7OG98L7aQ", "date_published": "2023-07-17T13:41:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mi7OG98L7aQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox Game Pass Core - Official Trailer", "description": "Xbox Live Gold will be replaced with Xbox Game Pass Core. Watch the trailer to see what to expect with the subscription, featuring access to online multiplayer and a select collection of over 25 games.\n\n#IGN #Gaming #Xbox", "link": "https://www.youtube.com/watch?v=vRVTP1JCKCU", "date_published": "2023-07-17T13:19:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/vRVTP1JCKCU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Viewfinder Review", "description": "Viewfinder reviewed by Tristan Ogilvie on PC. Also available on PlayStation 5.\n\n\"What Viewfinder lacks in story substance and compelling characters it more than makes up for via the pure, mind-boggling exhilaration of its perspective-warping puzzle solving. Its superb, photo-based environmental deformation doesn’t just break ground – it bends and stretches it into entirely new shapes and forms in the wake of each puzzle completed, while also introducing regular game-changing parameters that forced me to continually think outside the frame of my shots. The ability to transport yourself into paintings and screenshots makes for a journey that consistently captivates in between each carefully considered camera capture, and the rapid rewind function emboldens you to get creative with puzzle solutions without fear of retribution. Spellbindingly surreal and stimulating to the end, Viewfinder is the freakiest form of photo mode in which every snap is a happy one.\"", "link": "https://www.youtube.com/watch?v=uvY6cJwg884", "date_published": "2023-07-17T12:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uvY6cJwg884/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Oppenheimer: How a Failed Batman Audition Led to a Lifelong Partnership", "description": "Sometime in the early 2000s, director Christopher Nolan was looking for someone to play Bruce Wayne in his 2005 film, Batman Begins. While the role went to Christian Bale, he met with various young actors to potentially take the part, including Irish actor, Cillian Murphy. Two decades later, Murphy is the lead in Christopher Nolan's new movie, Oppenheimer. We spoke both Nolan and Murphy to find out more about how a failed Batman audition led to a lifelong partnership.\n\nOppenheimer opens in theaters on July 21, 2023.\n\n#IGN #Movies #Oppenheimer", "link": "https://www.youtube.com/watch?v=2u3RKzf69N4", "date_published": "2023-07-17T11:38:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/2u3RKzf69N4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Eternal Return - Official Animation Trailer", "description": "Check out this slick, action-packed animated trailer for Eternal Return ahead of the MOBA game's version 1.0 release on July 20, 2023.\n\nEternal Return is a multiplayer online survival arena that combines strategy, mechanics, and aesthetic characters. Choose one of the ever-growing cast of test subjects, take on Lumia Island as one of 18 test subjects - either solo or with a team, and prove your strength, ability, and wit.\n\n#EternalReturn #Trailer", "link": "https://www.youtube.com/watch?v=KqDLrvrl_p0", "date_published": "2023-07-17T05:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KqDLrvrl_p0/hqdefault.jpg"}]