[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 NEW Cyberpunk Games of 2023 And Beyond That Are Simply Unmissable", "description": "The cyberpunk branch of fiction is easily one of the most popular ones in all of entertainment. There's just so much to love when it comes to content based around a futuristic dystopia dominated by corruption and greed. The last couple of years have given us smash hits with games like Ghostrunner and The Ascent among others, and the coming months and years are also looking stacked with promising games that look set to take this genre to new heights. \n\nWe’re talking about games like Exekiller and NIVALIS, and with this feature - we will be looking at 15 of the best upcoming games of 2023 and beyond that are simply unmissable for Cyberpunk fans.", "link": "https://www.youtube.com/watch?v=aj7udnt_9JY", "date_published": "2023-07-17T15:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/aj7udnt_9JY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Immortals of Aveum - 15 Things You Need To Know BEFORE YOU BUY", "description": "If you've been waiting for a new single-player focused first-person shooter, Ascendant Studios' Immortals of Aveum may be worth it. Set in Aveum, with two superpowers battling over magic, it sees Jak joining the Order of the Immortals against the forces of Rasharn.\n\nJak utilizes three different colors of magic - Red, Blue and Green - and can also hover and blink around the battlefield. He'll venture through 12 unique biomes while unlocking new Talents and gathering loot to strengthen his abilities. Of course, you can also admire the stunning vistas while you're busy magicking enemies into dust.\n\nWith a meaty story that requires 20 to 25 hours to complete and plenty of secrets, Immortals of Aveum looks like it has potential. Releasing on August 22nd for PS5, Xbox Series X/S and PC, here's everything you should know before buying it.", "link": "https://www.youtube.com/watch?v=yAi9TAUU_9Q", "date_published": "2023-07-17T13:30:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yAi9TAUU_9Q/hqdefault.jpg"}]