[{"source": "https://www.engadget.com/rss.xml", "title": "The best webcams for 2023", "description": "<p>That tiny webcam on your laptop has probably gotten more use in the last few years than it ever has before. Even if you’re going back into the office for meetings on occasion, chances are frequent video conference calls are a permanent part of your professional life. Once an afterthought, your computer’s webcam has become one of its most important components — and the fact remains that most built-in cameras are not able to provide consistent, high-quality video chat experiences.</p><p>This is where external webcams come in. They can do wonders for people who spend most of their working hours on video conferences, and those who picked up a new hobby of streaming on Twitch or YouTube over the past couple of years. But as with most PC accessories, it can be tough to sort through the sea of options out there and find the best webcams for your needs. We get it, so we tested out a bunch of the latest webcams to see which are worth your money and which you can safely skip.</p><span id=\"end-legacy-contents\"></span><h2>What to look for in a webcam</h2><h3>Resolution and field of view</h3><p>While some newer computers have 1080p webcams, most built-in cameras have a resolution of 720p, so you’ll want to look for an external webcam that’s better than that. FHD webcams will give you a noticeable bump in video quality; ideally, you’re looking for something that can handle 1080p at 60fps or 30fps. If you’re considering a cheap 720p webcam, make sure to get one that supports at least 30fps (most will) or, even better, 60fps. However, if your primary concern is better picture quality during video calls, 1080p is the way to go.</p><p>Some webcams can shoot in 4K, but that’s overkill for most people. Not to mention most video conferencing services like Zoom, Google Meet and Skype don’t even support 4K video. When it comes to streaming, Twitch maxes out at 1080p video, but YouTube added <a href=\"https://blog.youtube/news-and-events/4k-live-streaming-live-has-never-looked/\">4K live streaming</a> back in 2016. Ultimately, with 4K webcam shots having such limited use, most people can get by with a solid 1080p camera.</p><p>Field of view (FOV) controls how much can fit in the frame when you’re recording. Most webcams I tested had a default field of view of around 78 degrees, which  captured me and enough of my background to prove that I really need to organize my home office. On cheaper webcams you’ll usually see narrower fields of view (around 60 degrees), and those aren’t necessarily bad. They won’t show as much of your background, but that also means you won’t be able to squeeze as many friends or family members into frame when you’re having Zoom birthday parties. On the flip side, more expensive webcams may let you adjust the field of view to be even wider than average.</p><figure><img alt=\"Logitech C920 HD Pro webcam clipped onto a computer monitor with cork boards hanging on the wall behind it.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-04/02284fb0-a11a-11eb-aafb-70e6f3b5aa36\" /><figcaption></figcaption><div class=\"photo-credit\">Valentina Palladino / Engadget</div></figure><h3>Autofocus and other “auto” features</h3><p>Webcams with autofocus will keep the image quality sharp without much work on your part. You should be able to move around, step back and forth, and remain in focus the whole time. Some standalone webcam models let you manually adjust focus, too, if you have specific needs. Devices with fixed focus are less convenient, but they tend to be more affordable.</p><p>In the same vein is auto framing, a feature that some high-end webcams now offer. Similarly to Apple’s Center Stage feature, the camera automatically adjusts to keep you in the center of the frame even as you move around. This used to be a feature only available on the most premium webcams, but now you can find it on sub-$200 devices.</p><p>You’ll also see other “auto” features listed in webcam specs, most notably auto light correction. This will adjust the camera’s settings to make up for a dimly lit room. If you don’t have bright lights, or often take calls in places where you can’t control the lighting, this feature will be valuable.</p><h3>Microphones</h3><p>Most webcams have built-in microphones that, depending on your setup, might end up being closer to you than your computer’s own mics. Check to see if the model you’re considering has mono or stereo mics, as the latter is better. Some even use noise-reduction technology to keep your voice loud and clear. While audiophiles and streamers will want to invest in a standalone microphone, most others can get by using a webcam’s built-in mic.</p><h3>Design</h3><p>There aren’t a ton of fascinating breakthroughs when it comes to external webcam design. Most are round or rectangular devices that clip onto a monitor or your laptop screen. Some have the ability to swivel or screw onto a tripod stand and others can simply sit on your desk beside your computer. But unless you really like having people stare up your nose, the latter isn’t ideal. We recommend clipping your webcam to your monitor and ensuring that it’s at or slightly above eye level.</p><p>A few webcams go above and beyond by adding hardware extras like built-in lights and lens covers, too. The former can help you stand out in a dark room, while the latter makes it so hackers can’t view you through your webcam without your knowledge.</p><h3>Price</h3><p>Most external webcams that are just good enough to be a step up from your computer’s built-in camera cost between $60 and $150. If the webcam has the same resolution as the internal one on your laptop, you should look out for other specs like auto light correction, a wider field of view or an extra-long connecting cable that can provide a step-up in quality or ease of use.</p><p>Spending $150 or more means you might get advanced features like 4K resolution, vertical and horizontal recording options, stereo mics, customizable video settings and more. But unless you’re spending hours on video calls each day or streaming multiple times each week, you can settle on a budget webcam and safely skip most of those high-end options.</p><h2>Best overall: Logitech Brio 500</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1Db3JyZWN0aW9uLUF1dG8tRnJhbWluZy1SZWR1Y3Rpb24tTWljcm9zb2Z0L2RwL0IwOVFXVllLNlY_dGFnPWdkZ3QwYy1wLW8tMjYtMjAiLCJjb250ZW50VXVpZCI6ImRiOWYzNjY2LWVmM2MtNDlhYy1hZWMxLTgxMjc5NWY0YjY3OCJ9&amp;signature=AQAAAS3z3OsfiF6-NB48y7kQ0IrUu9x1A-VD2WQCqTMQPp9k&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Correction-Auto-Framing-Reduction-Microsoft%2Fdp%2FB09QWVYK6V\">Logitech Bio 500</a> is essentially an upgraded version of the beloved C920s HD Pro. It shoots the same quality of video — up to 1080p 30fps — but it has a wider field of view, an upgraded zoom, improved auto-light correction, a better mic array and a USB-C connecting cable. The biggest difference I noticed in testing the Bio 500 was the improved light correction. My home office can feel very cave-like when the blinds are shut or when it’s raining, but you wouldn’t know it when on a video call with me. Logitech’s RightLight 4 technology does a great job of brightening the whole shot when you’re in a dim or dark environment.</p><p>The Bio 500 works with the LogiTune software, which lets you customize camera settings like field of view, autofocus, contrast, brightness and more, plus lets you enable Show Mode and RightSight features. The former lets you present things on your desk just by tilting the camera down while the latter will automatically keep you in frame during calls even if you move around. RightSight works much like Apple’s Center Stage feature does on iOS devices, and most people will likely get more use out of this feature than Show Mode. If you prefer to keep things more consistent (or control how much of your background is visible), you can choose from 90-, 78- or 65-degree field of views instead of enabling RightSight.</p><p>Logitech also updated the design of the Bio 500. It’s made of recycled plastic and it comes in three different colors that you can match to other Logitech peripherals. The camera attaches magnetically to its base and it easily swivels from side to side when you need to adjust its position, plus it has a built-in lens cover for extra privacy when you’re not using it. Overall, it has the best mix of essential features and handy extras of any webcam we tested.</p><p>But $130 might be a lot for some people to spend on a webcam. We think it’s worth it if you’re primarily a hybrid or remote worker, but there is a cheaper option for those with tight budgets. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1SZWR1Y3Rpb24tTWljcm9waG9uZS1jZXJpdGlmaWVkLUNvcnJlY3Rpb24vZHAvQjA5UkdKV1ZHNy8_dGFnPWdkZ3QwYy1wLW8tMjYtMjAiLCJjb250ZW50VXVpZCI6ImRiOWYzNjY2LWVmM2MtNDlhYy1hZWMxLTgxMjc5NWY0YjY3OCJ9&amp;signature=AQAAAZIIiKDZlFjQws9jxszNMVXiwR2Azw247cFLhrJZOYZE&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Reduction-Microphone-ceritified-Correction%2Fdp%2FB09RGJWVG7%2F\">Logitech Brio 300</a> has many of the same core features as the Bio 500: 1080p resolution, auto light correction, a built-in privacy shutter and USB-C connectivity. However, you won’t get HDR support, an adjustable field of view, Show Mode or omnidirectional mics (although it does have a noise-reducing microphone of its own). It’s a pared-down version of the Bio 500 and it’ll only cost you $70.</p><h2>Runner Up: Anker PowerConf C200</h2><p></p><p>Anker’s cube-like <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1Qb3dlckNvbmYtTWljcm9waG9uZXMtQWRqdXN0YWJsZS1Db3JyZWN0aW9uL2RwL0IwOU1GTVRNUEQ_dGFnPWdkZ3QwYy1wLW8tMjYtMjAiLCJjb250ZW50VXVpZCI6ImRiOWYzNjY2LWVmM2MtNDlhYy1hZWMxLTgxMjc5NWY0YjY3OCJ9&amp;signature=AQAAAa9CPgcC_rFBfWBkNxNzk-u45pl_baKpN4E8Kw7ihXic&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-PowerConf-Microphones-Adjustable-Correction%2Fdp%2FB09MFMTMPD\">PowerConf C200 webcam</a> has has a lot of the same perks as our top pick, along with a few extras. Setup is equally as easy – just plug it into your computer or docking station and start using it. You can download the AnkerWork software to edit things like brightness, sharpness and contrast ratio, but I just kept all the defaults.</p><p>You’re also able to control the camera’s resolution and field of view with this software, too. The C200 webcam defaults to a 2K resolution, but you can bring it down to 1080p, 720p or even 360p if you wish. Same goes for field of view: The default is 95 degrees, but I bumped mine down to 78 degrees to spare my colleagues a wider view of my messy home office.</p><p>I was immediately impressed with the C200’s video quality: 2K is likely more than most people need (1080p should do just fine), but the extra sharpness and clarity is a nice touch. The webcam’s autofocus is quite fast, and its larger f/2.0 aperture captures more light so you stay illuminated even in darker settings.</p><p>In addition to a built-in lens cover that you can slide closed for privacy, the C200 has dual stereo mics that actually do a good job of capturing your voice loud and clear. You can also choose directional or omnidirectional vocal pickup in the AnkerWork settings, with the latter being better if you have multiple people speaking on your end.</p><p>My biggest complaints about the C200 webcam are that it’s a bit cumbersome to adjust its angle when it’s perched on your screen. Unlike most webcams, Anker’s doesn’t have a short neck of sorts that connects the camera to its adjustable base – it’s just one, chunky piece of plastic that I had to use both hands to adjust. Also, the C200 comes with a USB cable that’s much shorter than others. This won’t be a problem if you’re connecting the webcam directly to your laptop, but it’s not as flexible if you have a standing desk converter or a more complicated setup that requires long cables.</p><h2>Best webcam for streaming: Razer Kiyo Pro Ultra</h2><p></p><p>Razer built the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL3N0cmVhbWluZy1jYW1lcmFzL3JhemVyLWtpeW8tcHJvLXVsdHJhIiwiY29udGVudFV1aWQiOiJkYjlmMzY2Ni1lZjNjLTQ5YWMtYWVjMS04MTI3OTVmNGI2NzgifQ&amp;signature=AQAAARiFDEx05Eo6wbd-RBDykk5GqWtHuwyWUDoOmPp2fbpq&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fstreaming-cameras%2Frazer-kiyo-pro-ultra\">Kiyo Pro Ultra</a> for streaming and that’s immediately apparent as soon as you take the webcam out of the box. It’s <em>huge.</em> Its circular frame measures three inches in diameter and about two inches thick. It follows the design language of other Kiyo webcams, but it’s definitely the biggest of the bunch and that’s probably because Razer stuffed a lot into this peripheral. It has the biggest sensor of any Kiyo webcam (1/1.2 inches to be exact), and the company claims it’s the largest in any webcam, period. The Pro Ultra has a F/1.7 aperture lens as well, which lets in a ton of light and results in a super crisp image. It certainly delivered the best quality image of all the webcams I tested, which isn’t a surprise since it can capture raw 4k/30fps (or 1080p/60fps) footage.</p><p>Streamers will not only appreciate the high quality image coming from this cam, but also its HDR support, tasteful background blurring and face-tracking autofocus that swiftly transitions from zeroing-in on their face to whatever object they may be showing off to their viewers. It works with Razer’s Synapse software, too, so you can customize your image to your liking, tweaking things like zoom, pan, tilt, ISO and shutter speed. Just know that Synapse only works on Windows devices, so you’ll be stuck with default settings if you’re on macOS or Linux.</p><p>The Kiyo Pro Ultra is compatible with Open Broadcaster Software (OBS) and XSplit, so most streamers will be able to unbox it and get right to producing content. We also appreciate that you can twist the camera’s frame to physically shutter the lens, giving you more privacy when you need it. Undoubtedly, the Kiyo Pro Ultra is one of the most powerful webcams we tried out and it may even be overkill for streamers just starting out (our final pick might be better for those folks), but serious and professional content creators will love the quality video and customization options they get. If you want a similar level of quality and the ability to tweak settings on a Mac, <a href=\"https://www.elgato.com/en/facecam-pro\">Elgato’s Facecam Pro</a> is a good alternative. It costs the same as the Razer Kiyo Pro Ultra, can record video at 4K/60fps and its Camera Hub software works on macOS and Windows.</p><h2>Runner up: Logitech Streamcam</h2><p></p><p>Of all the webcams I tested, I had the most fun using <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1TdHJlYW1jYW0tU3RyZWFtaW5nLVlvdVR1YmUtR3JhcGhpdGUvZHAvQjA3VFpUNFE4OT90YWc9Z2RndDBjLXAtby0yNi0yMCIsImNvbnRlbnRVdWlkIjoiZGI5ZjM2NjYtZWYzYy00OWFjLWFlYzEtODEyNzk1ZjRiNjc4In0&amp;signature=AQAAAX6C8UQXCg9P_VdKl0kHCFhUur7_VO5cNz4a40EclC5e&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Streamcam-Streaming-YouTube-Graphite%2Fdp%2FB07TZT4Q89\">Logitech’s Streamcam</a>. While it’s a bit weird to say I “had fun” with such an innocuous piece of tech, I found the Streamcam to be remarkable in many ways. First and foremost, the video quality is excellent, coming in at a sharp 1080p/60fps. Details in my clothing came through much better and, whether I liked it or not, so did some of the texture on my skin. The Streamcam was also one of the best webcams I tested when it came to color reproduction.</p><p>All of those perks remain the same even when you’re shooting in low-light conditions. The Streamcam’s auto-exposure feature made up for the darkness in my office on gloomy days. And it has the best kind of autofocus — the kind that you never notice in action.</p><p>The dual omnidirectional mics inside the Logitech Streamcam delivered my voice loud and clear during video calls. If you stream often and find yourself without an external mic, it’s nice to know that you could get by with the Streamcam’s built-in ones in a pinch. The microphones also have noise reduction to keep your voice font and center.</p><p>As far as design goes, the Streamcam is a bit larger than your standard cam. It’s a chunky almost-square that can easily be positioned on a monitor or on a tripod, and a unique feature of its design is its ability to shoot either vertically or horizontally. I kept mine in the standard 16:9 format, but some content creators and streamers who post to social media often will like the 9:16 format that’s best for Instagram and TikTok. Logitech also made sure the Streamcam was optimized for OBS, XSplit and Streamlabs, so you can use it directly out of the box for your next live session.</p>This article originally appeared on Engadget at https://www.engadget.com/best-webcams-123047068.html?src=rss", "link": "https://www.engadget.com/best-webcams-123047068.html?src=rss", "date_published": "2023-07-17T20:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "An email typo has reportedly sent millions of US military messages to Mali", "description": "<p>A typo has reportedly routed millions of US military emails — some containing highly sensitive information — to Mali. The problem stems from entering .ML instead of .MIL for the receiving email address domain. As <a href=\"https://www.ft.com/content/ab62af67-ed2a-42d0-87eb-c762ac163cf0\">reported by</a> the <em>Financial Times</em>, the one-letter mistake has exposed data like “diplomatic documents, tax returns, passwords and the travel details of top officers” — and much more. Although the misdirected emails have (so far) landed with a contractor tasked with managing Mali’s country domain, control of .ML will soon revert to Mali’s government, which has ties to Russia.</p><p>The “typo leak” was exposed by Johannes Zuurbier, a Dutch contractor managing Mali’s country domain. Zuurbier says he made numerous attempts to warn the United States about the issue&nbsp;— beginning in 2014 — urging it to take it seriously; he says he hasn’t had any luck. He claims he started collecting the email this year as his contract’s expiration date (and handover of the domain, including the misfired emails, to the Malian government) approaches, as a last-ditch attempt to persuade the US to act with urgency. In a letter to the US in early July, Zuurbier wrote, “This risk is real and could be exploited by adversaries of the US.” He says he has collected around 117,00 emails, and nearly 1,000 more arrived last Wednesday alone.</p><span id=\"end-legacy-contents\"></span><p>Although Zuurbier says none of the messages were marked as classified, they still contain sensitive data about US military personnel, contractors and families. Reported contents include the travel plans for a May trip by US Army Chief of Staff, General James McConville, for a May trip to Indonesia. Other exposed information includes maps of installations, photos of bases, identity documents (including passport numbers), crew lists of ships, tax and financial records, medical data, ships’ crew lists, naval inspection reports, contracts, criminal complaints against personnel, internal bullying investigations and bookings. One email from an FBI agent included a Turkish diplomatic letter to the US, warning about possible operations by the Kurdistan Workers’ Party (PKK).</p><p>“If you have this kind of sustained access, you can generate intelligence even just from unclassified information,” former NSA head and retired four-star US Navy Admiral Mike Rogers told <em>FT</em>. Rogers says this isn’t uncommon, noting that people making mistakes isn’t out of the norm. However, he adds, “The question is the scale, the duration and the sensitivity of the information.”</p><p>Lt. Cmdr Tim Gorman, speaking for the Pentagon, told <em>FT</em> that the Department of Defense “is aware of this issue and takes all unauthorised disclosures of controlled national security information or controlled unclassified information seriously.” He said emails sent from .MIL to .ML address “are blocked before they leave the .mil domain and the sender is notified that they must validate the email addresses of the intended recipients,” which suggests the misdirected emails may have come from US military workers’ personal accounts.</p>This article originally appeared on Engadget at https://www.engadget.com/an-email-typo-has-reportedly-sent-millions-of-us-military-messages-to-mali-193515052.html?src=rss", "link": "https://www.engadget.com/an-email-typo-has-reportedly-sent-millions-of-us-military-messages-to-mali-193515052.html?src=rss", "date_published": "2023-07-17T19:35:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft and a UK regulator have been granted more time to resolve Activision merger issues", "description": "<p><a href=\"https://www.engadget.com/tag/microsoft/\"><ins>Microsoft</ins></a> and the UK's antitrust regulator have conditionally been granted a two-month pause on their legal battle as the company looks to resolve the <a href=\"https://www.engadget.com/tag/cma/\"><ins>Competition and Markets Authority's</ins></a> (CMA) concerns over its proposed $68.7 billion acquisition of Activision Blizzard. Judge Marcus Smith of the Competition Appeal Tribunal (CAT), which hears appeals on the CMA's decisions, wants proof from the watchdog that this is the right course of action, but still paused the legal battle for now.</p><p>Smith wants the CMA to justify its adjournment application by providing evidence that shows a material change in circumstances or &quot;special reasons&quot; for delaying the litigation. He also wants the regulator to detail any new consultation process it plans to undertake &quot;so that everybody is clear as to how it will work,&quot; according to <a href=\"https://www.reuters.com/markets/deals/microsoft-uk-ask-two-month-pause-appeal-over-activision-deal-2023-07-17/\"><em><ins>Reuters</ins></em></a>. The judge asked the CMA to submit evidence on Thursday.</p><span id=\"end-legacy-contents\"></span><p>Microsoft appealed the CMA's <a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\"><ins>decision in April to block the merger</ins></a> over cloud gaming concerns. The CAT was due to hear that case starting on July 28th. However, shortly after the Federal Trade Commission <a href=\"https://www.engadget.com/microsofts-activision-acquisition-moves-ahead-as-judge-rejects-ftc-injunction-request-152845890.html\"><ins>lost an attempt</ins></a> to stall the acquisition in the US last week, the CMA said it would <a href=\"https://www.engadget.com/microsoft-and-uk-regulators-agree-to-pause-legal-fight-to-negotiate-activision-acquisition-165856989.html\"><ins>consider a modified merger agreement from Microsoft</ins></a>. The CMA, Microsoft and Activision all asked the CAT for more time and the tribunal has granted the request.</p><p>CMA lawyer David Bailey told the CAT that the FTC's court loss &quot;formed no part of the CMA's thinking&quot; in terms of its willingness to review a new proposal from Microsoft. &quot;Based upon the discussion to date, both sides — Microsoft and the CMA — have confidence that Microsoft notifying a restructured transaction is capable of addressing the concerns that the CMA has identified,&quot; he said.</p><p>It emerged during Monday's hearing that Microsoft has yet to submit an amended proposal to the CMA, even though the deadline for the merger is tomorrow, July 18th. It seems unlikely that everything will be resolved by then. If not, Microsoft and Activision will either have to agree to an extension of their current agreement (the most likely outcome given how eager they are to get the deal over the line) or renegotiate terms. Otherwise, Activision can walk away from the deal with a fat $3 billion breakup check from Microsoft in its pocket.</p><p><a href=\"https://www.bloomberg.com/news/articles/2023-07-13/microsoft-activision-weigh-sale-of-some-uk-cloud-gaming-rights?sref=10lNAhZ9\"><ins>Reports have suggested</ins></a> Microsoft may sell some cloud gaming rights in the UK to satisfy the CMA's concerns. Microsoft has signed deals with third-party cloud gaming companies to offer its games on their platforms, which was enough for the European Union to <a href=\"https://www.engadget.com/the-eu-approves-microsofts-687-billion-activision-blizzard-takeover-160319415.html\"><ins>approve the merger</ins></a>.</p><p>Meanwhile, the FTC is still slated to hold its own evidentiary hearing over the acquisition starting on August 2nd. The agency <a href=\"https://www.engadget.com/ftc-microsoft-activision-blizzard-antitrust-competition-lawsuit-191341476.html\"><ins>sued to block the merger</ins></a> and it sought a preliminary injunction to prevent Microsoft and Activision Blizzard from closing the deal until it could bring the case to trial, but it was unsuccessful.</p><p>As such, Microsoft and Activision will surely be eager to seal things up by the beginning of August. There were suggestions that they'd try to close the merger by the initial deadline despite the CMA dispute and find a workaround to keep doing business in the UK, but with all parties willing to find an amicable resolution, that seems unlikely at this point. <a href=\"https://www.engadget.com/uk-competition-regulator-extends-microsoft-activision-investigation-by-six-weeks-103541516.html\"><ins>The CMA has given itself an extra six weeks</ins></a>, until August 29th, to make a final decision on the case.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-and-a-uk-regulator-have-been-granted-more-time-to-resolve-activision-merger-issues-191354797.html?src=rss", "link": "https://www.engadget.com/microsoft-and-a-uk-regulator-have-been-granted-more-time-to-resolve-activision-merger-issues-191354797.html?src=rss", "date_published": "2023-07-17T19:13:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smartwatches for 2023", "description": "<p>Just a few years ago, the case for buying a smartwatch was unclear. The market wasn't as saturated as it is today, and features were more limited. Today, the wearable world is filled with various high-quality options, and a few key players, like the Apple Watch, Samsung Galaxy Watch and Fitbit Versa, have muscled their way to the front of the pack with their smart features. Chances are, if you’re reading this guide, you’ve probably already decided that it’s time to upgrade whatever gadget’s on your wrist - be it a standard timepiece or an aging smartwatch. Regardless of which category you fall into, the list of specs you’ll want to consider before deciding which is the best smartwatch for you to buy is a long one, and we'll help you make sense of it.</p><h2>What to look for in a smartwatch</h2><figure><img alt=\"Google WearOS interface on a smartwatch.\" src=\"https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-04/59a8ed60-7819-11ea-a2fe-460c6da1595e\" /><figcaption><div class=\"photo-credit\">Cherlynn Low</div></figcaption></figure><h3>Compatibility</h3><p>Apple Watches only work with iPhones, while Wear OS devices play nice with both iOS and Android phones. Smartwatches made by Samsung, Garmin, Fitbit and others are also compatible with Android and iOS, but you’ll need to install a companion app on your smartphone.</p><span id=\"end-legacy-contents\"></span><p>The smartwatch OS will also dictate the type and number of third-party apps you’ll have access to. Many of these aren’t useful, though, making this factor a fairly minor one in the grand scheme of things.</p><h3>Price</h3><p>The best smartwatches generally cost between $300 and $400. Compared to budget smartwatches, which cost between $100 and $250, these pricier devices have advanced operating systems, communications, music and fitness features. They also often  include perks like onboard GPS tracking, music storage and NFC, which budget devices generally don’t.</p><p>Some companies make specialized fitness watches: Those can easily run north of $500, and we’d only recommend them to serious athletes. Luxury smartwatches from brands like <a href=\"https://www.engadget.com/tag-heuer-connected-calibre-e4-golf-edition-093031897.html\">TAG Heuer</a> and Hublot can also reach sky-high prices, but we wouldn’t endorse any of them. These devices can cost more than $1,000, and you’re usually paying for little more than a brand name and some needlessly exotic selection of build materials.</p><h3>Battery life</h3><p>Battery life remains one of our biggest complaints about smartwatches, but there’s hope as of late. You can expect two full days from Apple Watches and most Wear OS devices. Watches using the Snapdragon Wear 3100 processor support extended battery modes that promise up to five days of battery life on a charge — if you’re willing to shut off most features aside from, you know, displaying the time. Snapdragon’s next-gen Wear 4100 and 4100+ processors were announced in 2020, but only a handful of devices – some of which <a href=\"https://www.engadget.com/razer-x-fossil-gen-6-smartwatch-gamers-160007878.html\">aren’t even available yet</a> – are using them so far. Other models can last five to seven days, but they usually have fewer features and lower-quality displays. Meanwhile, some fitness watches can last weeks on a single charge.</p><p>A few smartwatches now support faster charging, too. For example, Apple promises the Series 7 can go from zero to 80 percent power in only 45 minutes, and get to full charge in 75 minutes. The OnePlus Watch is even speedier, powering up from zero to 43 percent in just 10 minutes. (Mind you that turned out to be one of the only good things about that device.)</p><h3>Communication</h3><p>Any smartwatch worth considering delivers call, text and app notifications to your wrist. Call and text alerts are self explanatory, but if those mean a lot to you, consider a watch with LTE. They’re more expensive than their WiFi-only counterparts, but cellular connectivity allows the smartwatch to take and receive phone calls, and do the same with text messages, without your device nearby. As far as app alerts go, getting them delivered to your wrist will let you glance down to the watch face and see if you absolutely need to check your phone right now.&nbsp;</p><h3>Fitness tracking</h3><p>Activity tracking is a big reason why people turn to smartwatches. An all-purpose timepiece should function as a fitness tracker, logging your steps, calories and workouts, and most of today’s wearables have a heart rate monitor as well.</p><p>Many smartwatches' fitness features include a built-in GPS, which is useful for tracking distance for runs and bike rides. Swimmers will want something water resistant, and thankfully most all-purpose devices now can withstand at least a dunk in the pool. Some smartwatches from companies like Garmin are <a href=\"https://www.engadget.com/2019-07-16-the-best-gps-running-watches-for-2019.html\">more fitness focused</a> than others and tend to offer more advanced features like heart-rate-variance tracking, recovery time estimation, onboard maps and more.</p><p>Health tracking on smartwatches has also seen advances over the years. Both Apple and Fitbit devices can estimate blood oxygen levels and measure ECGs. But the more affordable the smartwatch, the less likely it is that it has these kinds of in-depth health tracking features; if collecting those kinds of wellness metrics  is important to you, you’ll have to pay for the privilege.</p><figure><img alt=\"Samsung Galaxy Watch Active\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-05/2c3e5710-b8b0-11eb-ae7c-3c5baecf0395\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><h3>Music</h3><p>Your watch can not only track your morning runs but also play music while you’re exercising. Many smartwatches let you save your music locally, so you can connect wireless earbuds via Bluetooth and listen to tunes without bringing your phone. Those that don’t have onboard storage for music usually have on-watch music controls, so you can control playback without whipping out your phone. And if your watch has LTE, local saving isn’t required — you’ll be able to stream music directly from the watch to your paired earbuds.</p><h3>Always-on displays</h3><p>Most flagship smartwatches today have some an always-on display - some have it on by default while others let you enable it via tweaked settings. This smart feature allows you to glance down at your watch to check the time, health stats or any other information you’ve set it to show on its watchface without lifting your wrist. This will no doubt affect your device’s battery life, but thankfully most always-on modes dim the display’s brightness so it’s not running at its peak unnecessarily. Cheaper devices won’t have this feature; instead, their touchscreens will automatically turn off to conserve battery life and you’ll have to intentionally check your watch to turn on the display again.</p><h3>NFC</h3><p>Many smartwatches have NFC, letting you pay for things without your wallet using contactless payments. After saving your credit or debit card information, you can hold your smartwatch up to an NFC reader to pay for a cup of coffee on your way home from a run. Keep in mind that different watches use different payment systems: Apple Watches use Apple Pay, Wear OS devices use Google Pay, Samsung devices use Samsung Pay and so forth.</p><p>Apple Pay is one of the most popular NFC payment systems, with support for <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjA0OTE2IiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAT0rwaJ5r70d13bEq45AmZjeHIkXLUYaxQAHdothfWjt&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT204916\">multiple banks and credit cards</a> in 72 different countries, while Samsung and Google Pay work in fewer regions. It’s also important to note that both NFC payment support varies by device as well for both Samsung and Google’s systems.</p><h2>Best overall: Apple Watch</h2><p></p><p>The Apple Watch has evolved into one of the best wearables on the market since its debut in 2015. It’s the best smartwatch for iPhone users, and we wouldn’t judge you for switching to an iPhone just to be able to use an Apple Watch. The latest model, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkRITTQ5QkovP3RhZz1nZGd0MGMtcC1vLTJ5LTIwIiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAYX-bazWvFbQmYatuPBRrOQtXMae8GH2LTu7ifSAN24j&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BDHM49BJ%2F\">Apple Watch Series 8</a>, has solid fitness-tracking features that will satisfy the needs of beginners and serious athletes alike. It also detects if you’ve been in a car crash, can carry out electrocardiogram (ECG) tests and measures blood oxygen levels. Plus, this Apple smartwatch offers NFC, onboard music storage and many useful apps, customizable features and ways to respond to messages.</p><p>There aren't a ton of differences between the <a href=\"https://www.engadget.com/apple-watch-series-8-real-world-test-130031046.html\">Series 8</a> and the Series 7 that came before it. The Watch design is largely unchanged, and while the Series 8 runs on a newer S8 SiP, it didn't feel dramatically faster in our testing. It lasted a little bit longer, and we were impressed by the new low-power mode, which kept the watch going for an additional two hours after already being down to 20 percent battery life.</p><p>The Series 8 is the best Apple Watch for most people, but there are two other options now at the opposite ends of the spectrum. The new<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkRKSzRHOUMvP3RhZz1nZGd0MGMtcC1vLTJ5LTIwIiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAQBT5-cTP044Dyy6WeZt7bC3sRshEueEfwVKg4q1KI4e&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BDJK4G9C%2F&amp;uuid=tBCD9FeYri1sDemh11140\"> Apple Watch Ultra</a> is probably overkill for most people, but it has a ton of extra features like extra waterproofing to track diving, an even more accurate GPS and the biggest battery of any Apple Watch to date. Apple designed it for the most rugged among us, but for your average person, it likely has more features than they'd ever need.</p><p>The $250 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkRIVFFEUlo_dGFnPWdkZ3QwYy1wLW8tMnktMjAiLCJjb250ZW50VXVpZCI6IjdmNDM0ZTE2LWFhYmUtMzE0ZC04OGYwLWZhYzdkM2YyNmQ1MSJ9&amp;signature=AQAAAQqfc4IgKPjlNvVsKO4isqGtt2yMpzPuyiayTUCb5oms&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BDHTQDRZ\">Apple Watch SE</a>, on the other hand, is less feature-rich than the Series 8, but it will probably suffice for most people. We actually regard the Watch SE as the best smartwatch option for first-time buyers, or people on stricter budgets. You’ll get all the core Apple Watch features as well as things like fall and crash detection, noise monitoring and Emergency SOS, but you’ll have to do without more advanced hardware perks like an always-on display, a blood oxygen sensor, an ECG monitor and a skin temperature sensor.</p><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkRKSzRHOUMvP3RhZz1nZGd0MGMtcC1vLTJ6LTIwIiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAY0fiAzPqt8kgiaqHt808JPV45V3tqQgxd5IRhk-YrCd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BDJK4G9C%2F\" id=\"9694c5ea63ae49b8abf57588cc4a1111\">Buy Apple Watch Ultra at Amazon - $799</a><a class=\"athena-button rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=shopnow-button&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQkRIVFFEUlo_dGFnPWdkZ3QwYy1wLW8tMnotMjAiLCJjb250ZW50VXVpZCI6IjdmNDM0ZTE2LWFhYmUtMzE0ZC04OGYwLWZhYzdkM2YyNmQ1MSJ9&amp;signature=AQAAAWWFB8RHOFEIINRrnOxmEndozDmh7QVo1Qwk0PpR7f8K&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0BDHTQDRZ\" id=\"385dab946a8c44cbab484b9bbd0dc9d2\">Buy Apple Watch SE at Amazon - $249</a><h2>Best budget smartwatch: Fitbit Versa 2</h2><p></p><p>Dropping $400 on a smartwatch isn’t feasible for everyone, which is why we recommend the<a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GaXRiaXQtRml0bmVzcy1TbWFydHdhdGNoLVRyYWNraW5nLUluY2x1ZGVkL2RwL0IwN1RXRlZEV1Q_dGFnPWdkZ3QwYy1wLW8tMnktMjAiLCJjb250ZW50VXVpZCI6IjdmNDM0ZTE2LWFhYmUtMzE0ZC04OGYwLWZhYzdkM2YyNmQ1MSJ9&amp;signature=AQAAAdjIwL4nz10RAZhyq20mYj-zj8OgDvtY0-Nv5KxaasDe&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFitbit-Fitness-Smartwatch-Tracking-Included%2Fdp%2FB07TWFVDWT&amp;uuid=oDcdK5T2cT3u2dud18142\"> Fitbit Versa 2</a> as the best sub-$200 option. It’s our favorite budget watch because it offers a bunch of features at a great price. You get all of these essentials: Fitbit’s solid exercise-tracking abilities (including auto-workout detection), sleep tracking, water resistance, connected GPS, blood oxygen (SpO2) tracking and a six-day battery life. It also supports Fitbit Pay using NFC and it has built-in Amazon Alexa as a voice assistant.. While the Versa 2 typically costs $150, we’ve seen it for as low as $100.</p><h2>Best Android smartwatch: Samsung Galaxy Watch 5</h2><p></p><p>Samsung may not have brought many upgrades to the latest version of its popular Galaxy Watch, but that doesn't mean the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQjJKNVRCM1EvP3RhZz1nZGd0MGMtcC1vLTJ5LTIwIiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAWOZQlepr_6LxjFR8weEI-UI2TCVydfSxav_0PEQZVMY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0B2J5TB3Q%2F\">Watch 5</a> isn't still the best smartwatch for Android users. Improvements like a more durable touchscreen and refined curvature don't sound exciting, but they make the <a href=\"https://www.engadget.com/samsung-galaxy-watch-5-pro-review-battery-life-specs-durability-180052187.html\">Watch 5</a> more resilient and reliable. Plus, the Galaxy Watch offers the most comprehensive fitness and health tracking, including body composition analysis, on Wear OS, and the company added a sleep coaching feature this year that is meant to help guide you towards better rest.</p><p>If you don't mind oversized watches, consider the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQjJIWEpaOTgvcmVmPWFzX2xpX3NzX3RsP3RhZz1nZGd0MGMtcC1vLTJ5LTIwIiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAe7cpS_IzwFlqpB2UJZ_D1tL6iZrdomTC5QMF3040r9a&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0B2HXJZ98%2Fref%3Das_li_ss_tl\">Galaxy Watch 5 Pro</a>. It's more expensive at $450, but comes with a larger 45mm titanium case, an extra durable touchscreen and a larger battery. Though Samsung markets this Android smartwatch as an outdoor-oriented device, you're better off thinking of it as a big timepiece that lasts longer than the standard model. It has all the same smartwatch features as the 40mm and 44mm versions, except it supports the GPX route format for workouts so you can get turn-by-turn directions while you hike and bike.</p><p>All three watches are also water-resistant so they can track swims or survive a sudden storm, and last more than a day (without the Always On Display enabled). They also run Wear OS 3.5, which is so similar to Samsung's previous Tizen OS that longtime wearers won't need to worry about adjusting to a new system. Ultimately, the Galaxy Watch 5 series is a capable, well-rounded set of smartwatches that will serve most Android users well.</p><h2>Stylish smartwatches: Fossil and more</h2><figure><img alt=\"Michael Kors Access Gen 5e MKGO at CES 2021\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2021-01/7b17f630-523e-11eb-a357-6290b19b6ed5\" /><figcaption></figcaption><div class=\"photo-credit\">Fossil</div></figure><p>Yes, there are still companies out there trying to make “fashionable” smartwatches. Back when wearables were novel and generally ugly, brands like <a href=\"https://shopping.yahoo.com/rdlw?merchantId=b7221669-d5e1-47ff-8df7-36fe8547019c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Fossil&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiNzIyMTY2OS1kNWUxLTQ3ZmYtOGRmNy0zNmZlODU0NzAxOWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZm9zc2lsLmNvbS9lbi11cy93YXRjaGVzL3NtYXJ0d2F0Y2hlcy8iLCJjb250ZW50VXVpZCI6IjdmNDM0ZTE2LWFhYmUtMzE0ZC04OGYwLWZhYzdkM2YyNmQ1MSJ9&amp;signature=AQAAAUP_s7ymco96jdPrWx1c2okIoCB3frKOa87__I4_1XMR&amp;gcReferrer=https%3A%2F%2Fwww.fossil.com%2Fen-us%2Fwatches%2Fsmartwatches%2F\">Fossil</a>, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=9b64e7e9-b6f0-4d91-bb71-eef8d80fabea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Michael+Kors&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5YjY0ZTdlOS1iNmYwLTRkOTEtYmI3MS1lZWY4ZDgwZmFiZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljaGFlbGtvcnMuY29tL3dhdGNoZXMvc21hcnR3YXRjaGVzL18vTi0xbHExaThvIiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAW1mPU5BdK0D4GfHnK-OELERLJpl7xgeNhrWI8klrS77&amp;gcReferrer=https%3A%2F%2Fwww.michaelkors.com%2Fwatches%2Fsmartwatches%2F_%2FN-1lq1i8o\">Michael Kors</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=de835634-eb1e-4390-bd94-e5983b38f543&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Skagen+Denmark&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkZTgzNTYzNC1lYjFlLTQzOTAtYmQ5NC1lNTk4M2IzOGY1NDMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2thZ2VuLmNvbS9lbi11cy9zbWFydHdhdGNoZXMvc21hcnR3YXRjaGVzLyIsImNvbnRlbnRVdWlkIjoiN2Y0MzRlMTYtYWFiZS0zMTRkLTg4ZjAtZmFjN2QzZjI2ZDUxIn0&amp;signature=AQAAAclP_RzzZAQxGjhXKXymQLCukDvA9vfycrZ6Yr2Imrtu&amp;gcReferrer=https%3A%2F%2Fwww.skagen.com%2Fen-us%2Fsmartwatches%2Fsmartwatches%2F\">Skagen</a> found their niche in stylish smartwatches that took cues from analog timepieces. You also have the option to pick up a “hybrid” smartwatch from companies like <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XaXRoaW5ncy1TY2FuV2F0Y2gtSHlicmlkLVNtYXJ0d2F0Y2gtT3hpbWV0ZXIvZHAvQjA4RDZMTkJQTj90YWc9Z2RndDBjLXAtby0yeS0yMCIsImNvbnRlbnRVdWlkIjoiN2Y0MzRlMTYtYWFiZS0zMTRkLTg4ZjAtZmFjN2QzZjI2ZDUxIn0&amp;signature=AQAAAe3LQONW6fvKqYduhC8jHy9-Qw3EyKc2lHlBSrwvW2MA&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWithings-ScanWatch-Hybrid-Smartwatch-Oximeter%2Fdp%2FB08D6LNBPN%3F\">Withings</a> and <a href=\"https://shopping.yahoo.com/rdlw?merchantId=4c7f75f5-4803-438a-a506-12a0ccb4ede4&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Garmin&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0YzdmNzVmNS00ODAzLTQzOGEtYTUwNi0xMmEwY2NiNGVkZTQiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZ2FybWluLmNvbS9lbi1VUy9jL3Nwb3J0cy1maXRuZXNzL2Zhc2hpb24taHlicmlkLXNtYXJ0d2F0Y2hlcy8_IiwiY29udGVudFV1aWQiOiI3ZjQzNGUxNi1hYWJlLTMxNGQtODhmMC1mYWM3ZDNmMjZkNTEifQ&amp;signature=AQAAAeNJTAOsCqs6v23yXaK7EXzpP8D5f_uxY0Tu1mWW0RXO&amp;gcReferrer=https%3A%2F%2Fwww.garmin.com%2Fen-US%2Fc%2Fsports-fitness%2Ffashion-hybrid-smartwatches%2F%3F\">Garmin</a> – these devices look like standard wrist watches but incorporate some limited functionality like activity tracking and heart rate monitoring. They remain good options if you prefer that look, but thankfully, wearables made by Apple, Samsung, Fitbit and others have gotten much more attractive over the past few years.</p><p>Ultimately, the only thing you can’t change after you buy a smartwatch is its case design. If you’re not into   the Apple Watch’s squared-off corners, all of Samsung’s smartwatches have round cases that look a little more like a traditional watch. Most wearables are offered in a choice of colors and you can pay extra for premium materials like stainless steel. Once you decide on a case, your band options are endless – there are dozens of first- and third-party watch straps available for most major smartwatches, and for both larger and smaller wrists, allowing you to change up your look whenever you please.</p>This article originally appeared on Engadget at https://www.engadget.com/best-smartwatches-153013118.html?src=rss", "link": "https://www.engadget.com/best-smartwatches-153013118.html?src=rss", "date_published": "2023-07-17T19:00:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Threads users are already spending less time in the app", "description": "<p>Meta’s Threads app is coming back down to Earth after a blockbuster <a href=\"https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html\"><ins>first week</ins></a> that saw the app become the fastest growing of all time. New data from analytics firm SimilarWeb suggests that the app’s engagement has since declined from initial highs despite its status as the <a href=\"https://www.engadget.com/metas-threads-races-to-100-million-users-in-under-a-week-070740016.html\"><ins>fastest-growing</ins></a> app of all time.</p><p>Threads saw daily active users decline from 49 million on July 7th, to 23.6 million on July 14th, SimilarWeb writes in a <a href=\"https://www.similarweb.com/blog/insights/social-media-news/threads-week/\"><ins>new report.</ins></a> And in the United States, which reportedly saw the highest engagement, usage declined from 21 minutes per day to just over six minutes in the same time period.</p><span id=\"end-legacy-contents\"></span><p>While SimilarWeb cautions that its data is based only on Android usage of Threads, its findings line up with those of other companies. Market intelligence firm Sensor Tower reported a similar decline in engagement, writing in a report that the app “has experienced a double-digit decline in DAUs [daily active users] and user engagement since launch.”</p><p>On some level, the drop-off is expected. Threads launched at a moment when many Twitter users were seeking alternatives, and its ties to Instagram made it extraordinarily easy for users to sign up and port over their existing social graph. At the same time, the app is missing a lot of <a href=\"https://www.engadget.com/all-the-questions-we-still-have-about-threads-153059430.html\"><ins>basic features</ins></a>, including a non-algorithmic feed not easily dominated by brands and influencers.</p><p>In a Threads post on Friday, Instagram’s top exec, Adam Mosseri, suggested the company wasn’t particularly focused on engagement metrics at this stage. “Our focus right now is not engagement, which has been amazing, but getting past the initial peak and trough we see with every new product, and building new features, dialing in performance, and improving ranking,” he <a href=\"https://www.threads.net/@mosseri/post/CusMDHkrG3w\"><ins>wrote</ins></a>.</p><p>Whether or not Meta is able to fully take advantage of those conditions though will likely depend on how quickly it can add new features to keep its users coming back, as well as whether it’s able to launch within the <a href=\"https://www.engadget.com/meta-blocks-eu-users-from-accessing-threads-through-a-vpn-135306350.html\"><ins>European Union</ins></a>. The company is also dealing with issues around spam, according to Mosseri, who said Threads would be putting rate limits and other protections. “Spam attacks have picked up so we're going to have to get tighter on things like rate limits, which is going to mean more unintentionally limiting active people (false positives),” he <a href=\"https://www.threads.net/@mosseri/post/Cuzo-AxtZ1o\"><ins>wrote</ins></a>.</p><p>While the declining engagement with Threads may seem like good news for Twitter, the company still has plenty of reasons <a href=\"https://www.engadget.com/one-week-in-threads-has-become-twitters-biggest-threat-140050889.html\"><ins>to worry</ins></a> about its latest competitor. As SimilarWeb’s Senior Insights Manager David Carr writes, there are “some signs” that at least some of Threads’ engagement has come at the expense of Twitter’s. “In the first two full days that Threads was generally available, Thursday and Friday, web traffic to twitter.com was down 5% compared with the same days of the previous week and Android app usage, by time spent, was down 4.3%,” Carr says. He also notes that “Twitter user retention has been on the decline” since last year.</p>This article originally appeared on Engadget at https://www.engadget.com/threads-users-are-already-spending-less-time-in-the-app-182738755.html?src=rss", "link": "https://www.engadget.com/threads-users-are-already-spending-less-time-in-the-app-182738755.html?src=rss", "date_published": "2023-07-17T18:27:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best computer monitors for 2023", "description": "<p>Computer monitors keep evolving rapidly, with new technology like OLED Flex, QD-OLED and built-in smart platforms just in the last year alone. That’s on top of big improvements in things like color accuracy, image quality, size and resolution.</p><p>That means you have a lot of choices when picking the best monitor for you, but that can be overwhelming since you’ll have to sift through a lot of products, all with different feature sets. Buyers looking for computer monitors now have to consider things like HDR, brightness, color accuracy, type of display technology, input lag and more. And then there are the usual considerations like size, adjustability, inputs and so on.</p><span id=\"end-legacy-contents\"></span><p>To help you with all that, we’ve researched the latest models for all kinds of markets, whether you’re a business user, a content creator, a multitasker or into competitive gaming. Read our buying guide below to find out which is the best computer monitor for you and, especially, your budget.</p><h2>The basics</h2><h3>Panel type</h3><p>The cheapest monitors are still TN (twisted nematic), which are strictly for gaming or office use. VA (vertical alignment) monitors are also relatively cheap, while offering good brightness and a high contrast ratio. However, content creators will find that IPS (in-plane switching) LCD displays deliver better color accuracy, picture quality and viewing angles.</p><p>If maximum brightness is important, a quantum dot LCD display is the way to go — those are typically found in larger displays. OLED monitors are now available and offer the best blacks and color reproduction, but they lack the brightness of LED or quantum dot displays. Plus, they cost a lot. The latest type of OLED monitor, called QD-OLED from Samsung, just came out in 2022. The most notable advantage is that it can get a lot brighter, with monitors shown at CES 2022 hitting up to 1,000 nits of peak brightness.</p><p>MiniLEDs are now widely used in high-end displays. They’re similar to quantum dot tech, but as the name suggests, it uses smaller LED diodes that are just 0.2mm in diameter. As such, manufacturers can pack in up to three times more LEDs with more local dimming zones, delivering deeper blacks and better contrast.</p><h3>Screen size, resolution and display format</h3><p>In this day and age, screen size rules. Where 24-inch displays used to be more or less standard (and can still be useful for basic computing), 27-, 32-, 34- and even 42-inch displays have become popular for entertainment, content creation and even gaming these days.</p><p>Nearly every monitor used to be 16:9, but it’s now possible to find 16:10 and other more exotic display shapes. On the gaming and entertainment side, we’re also seeing curved and ultrawide monitors with aspect ratios like 21:9. If you do decide to buy an ultrawide display, however, keep in mind that a 30-inch 21:9 model is the same height as a 24-inch monitor, so you might end up with a smaller display than you expected. As a rule of thumb, add 25 percent to the size of a 21:9 monitor to get the vertical height you’d expect from a model with a 16:9 aspect ratio.</p><p>A 4K monitor is nearly a must for content creators, and some folks are even going for 5K or all the way up to 8K. Keep in mind, though, that you’ll need a pretty powerful computer to drive all those pixels. And 4K resolution should be paired with a screen size of 27 inches and up, or you won’t notice much difference between 1440p. At the same time, I wouldn’t get a model larger than 27 inches unless it’s 4K, as you’ll start to see pixelation if you’re working up close to the display.</p><p>One new category to consider is <a href=\"https://www.engadget.com/2019-05-27-asus-240hz-portable-monitor-for-gamers-hands-on.html\">portable monitors</a> designed to be carried and used with laptops. Those typically come in 1080p resolutions and sizes from 13-15 inches. They usually have a lightweight kickstand-type support that folds up to keep things compact.</p><figure><img alt=\"Samsung Smart Monitor M5\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-07/e19ecb10-fd3f-11ec-a77d-fca8b8a4ea1f\" /><figcaption></figcaption><div class=\"photo-credit\">Samsung</div></figure><h3>HDR</h3><p>HDR is the buzzy monitor feature to have these days, as it adds vibrancy to entertainment and gaming – but be careful before jumping in. Some monitors that claim HDR on the marketing materials don’t even conform to a base standard. To be sure that a display at least meets minimum HDR specs, you’ll want to choose one with a DisplayHDR rating with each tier representing maximum brightness in nits.</p><p>However, the lowest DisplayHDR 400 and 500 tiers may disappoint you with a lack of brightness, washed out blacks and mediocre color reproduction. If you can afford it, the best monitor to choose is a model with DisplayHDR 600, 1000 or True Black 400, True Black 500 and True Black 600. The True Black settings are designed primarily for OLED models, with maximum black levels at .0005 nits.</p><p>Where televisions typically offer HDR10 and Dolby Vision or HDR10+, most PC monitors only support the HDR10 standard, other than a few (very expensive) models. That doesn’t matter much for content creation or gaming, but HDR streaming on Netflix, Amazon Prime Video and other services won’t look quite as punchy. In addition, most models supporting HDR600 (and up) are gaming monitors, rather than content creation monitors – with a few exceptions.&nbsp;</p><h3>Refresh rate</h3><p>Refresh rate is a key feature, particularly on gaming monitors. A bare minimum nowadays is 60Hz, and 80Hz and higher refresh rates are much easier on the eyes. However, most 4K displays top out at 60Hz with some rare exceptions and the HDMI 2.0 spec only supports 4K at 60Hz, so you’d need at least DisplayPort 1.4 (4K at 120Hz) or HDMI 2.1. The latter is now available on a number of monitors, particularly gaming displays. However, it’s only supported on the latest NVIDIA RTX 3000- and 4000-series, AMD RX 6000-series GPUs.</p><h3>Inputs</h3><p>There are essentially three types of modern display inputs: Thunderbolt, DisplayPort and HDMI. Most monitors built for PCs come with the latter two, while a select few (typically built for Macs) will use Thunderbolt. To add to the confusion, USB-C ports may be Thunderbolt 3 and by extension, DisplayPort compatible, so you may need a USB-C to Thunderbolt or DisplayPort cable adapter depending on your display.</p><h3>Color bit depth</h3><p>Serious content creators should consider a more costly 10-bit monitor that can display billions of colors. If budget is an issue, you can go for an 8-bit panel that can fake billions of colors via dithering (often spec’d as “8-bit + FRC”). For entertainment or business purposes, a regular 8-bit monitor that can display millions of colors will be fine.</p><h3>Color gamut</h3><p>The other aspect of color is the gamut. That expresses the range of colors that can be reproduced and not just the number of colors. Most good monitors these days can cover the sRGB and Rec.709 gamuts (designed for photos and video respectively). For more demanding work, though, you’ll want one that can reproduce more demanding modern gamuts like AdobeRGB, DCI-P3 and Rec.2020 gamuts, which encompass a wider range of colors. The latter two are often used for film projection and HDR, respectively.</p><h3>Console gaming</h3><p>Both the Xbox Series X and Sony’s PS5 can handle 4K 120Hz HDR gaming, so if you’re into resolution over pure speed, you’ll want a monitor that can keep up. 4K resolution, HDR and at least 120Hz is the minimum starting point, but fortunately there are 27-inch displays with those specs starting at well under $1,000.</p><h3>Pricing and parts shortages</h3><p>Though the pandemic has eased, monitor supply is still a bit tighter than pre-pandemic levels due to supply and demand issues. To that end, you may have trouble finding monitors at Amazon, B&amp;H or elsewhere for the suggested retail price. For our guide below, we’re basing our picks on the MSRP, as long as the street price doesn’t exceed that by more than $25.</p><h2>Best monitors under $200</h2><h3>Samsung T35F</h3><p></p><p>The best budget monitor with a balance of size, refresh rate and color accuracy is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEZGM0pRMjg_dGFnPWdkZ3QwYy1wLW8tZ2ktMjAiLCJjb250ZW50VXVpZCI6IjAwN2Y5NmU3LTBlYzktM2E3OS1hNmFlLWQ1MjcxNjQzY2RiZCJ9&amp;signature=AQAAAVcVzY4R9Rbo06z-D5LiuAwJXPA7apE1vO6D-sfqg9lc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08FF3JQ28\">Samsung’s 27-inch 1080p T35F</a>. It’s good for business or light gaming and content work, thanks to the IPS panel and 75Hz refresh rate. Plus, it’s fairly attractive and modern looking. There are some things you don’t get at that price, of course – it can only tilt and has an HDMI 1.4 connection.</p><h3>LG 24GL600F</h3><p></p><p>If you’re fine with a smaller display and are more into gaming, another solid option is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwN05IU0oxUkYvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAcumfQY74RiUebbsns5tjnEOsaBFnzc8_xAya0A0mlBr&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB07NHSJ1RF%2F\">LG’s 24-inch 24GL600F</a>. It offers a high refresh rate of 144Hz with AMD FreeSync support, a 1ms response time and low input lag. You also get HDMI and DisplayPort inputs, but like the T35F, there’s no height adjustment.</p><h2>Best monitors under $400</h2><h3>HP U28 4K HDR Monitor</h3><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEhWVjJUM0svP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAdN6Tai2dYq8lHcJXWASx_RQlSn1Yxf5jrkpAYimWLdp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08HVV2T3K%2F\">28-inch HP U28 4K HDR monitor</a> is a great all around choice, especially for content creators. The 60Hz IPS panel and factory calibration delivers excellent color accuracy and it’s a nice size for creative or business work. It comes with DisplayPort, HDMI and three USB 3.0 ports, along with a USB-C port with 65W of charging for a laptop or tablet. And it’s easy to set just right, thanks to height, swivel and pivot adjustment.</p><h3>Gigabyte G27QC</h3><p></p><p>If gaming is more your thing, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTI3QlFUMzMvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAVjEt6CjonCTApskDOUvVeAfW4qJmWMv1z93S33pO6dl&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0927BQT33%2F\">$300 Gigabyte G27QC</a> is a top pick. The 27-inch, 1440p curved monitor has an ideal size and resolution for gaming, and it has a quick 165Hz refresh rate and 1ms response time. You can connect via HDMI 2.0 or DisplayPort 1.2 connections and get HDR support – albeit, without DisplayHDR certification.</p><h3>BenQ 27-inch QHD HDR Monitor</h3><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODZaMzlIU1AvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAcZXaD6fCU55OB7jBlVLwEJ5OgzBGcRIZJdTux1zqkl8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB086Z39HSP%2F\">$400 BenQ 27-inch 2K QHD HDR model</a> is ideal for creative work, particularly photo editing and graphic design. While resolution is limited to 1440p, it covers 100 percent of the sRGB color gamut with a “Delta E” accuracy value of less than 3 for consistent color performance. You also get height, pivot and swivel adjustment (a full 90 degrees), with HDMI 2.0, DisplayPort 1.4 and USB-C daisy chaining and 65W power delivery.</p><h2>Best monitors under $500</h2><h3>LG 32UN650-W</h3><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEZRNDJNTjEvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAQP0b33zIE3sO5RhHLNA2f8WC59fZSK4aTO47nqY-_wc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08FQ42MN1%2F\">32-inch LG 32UN650-W</a> is a great 4K monitor for entertainment, creative chores and gaming. The 31.5-inch, 60Hz IPS panel covers an excellent 95 percent of the DCI-P3 gamut with 10-bit color, but also supports AMD FreeSync for gaming. It also supports HDR, albeit with just 350 nits of maximum brightness. It has HDMI 2.0 and DisplayPort 1.4 ports, tilt and height adjustments and even built-in speakers.</p><h3>ASUS ROG Swift PG259QN</h3><p></p><p>Sometimes speed rules over size and resolution, and the 24.5-inch 1080p <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEdMNVRKUVQvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAXaPllRxaNLbr07qVPm8APgPyE4fdpN6jCyC9FJ6ztoP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08GL5TJQT%2F\">ASUS ROG Swift PG256QN</a> is fast. It maxes out at a 360Hz refresh rate (with NVIDIA G-Sync support) and 1ms GtG response time. At the same time, you get 1.07 billion colors with HDR support (up to 400 nits brightness) so you can see your enemies quickly and clearly. Other niceties of this best monitor pick include a fully adjustable stand, ASUS’s GamePlus Hotkey Enhancements and a large heatsink.</p><h3>Gigabyte M28U</h3><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTROWDZDOFIvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAUUQc-ksMpWiVpxI-V181djVBKFbklicXqa7Ct81tRVW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB094NX6C8R%2F\">Gigabyte’s M28U</a> 28-inch 144Hz 4K gaming monitor sure does a lot. It has an IPS panel with a 2ms (MPRT) response time, 94 percent DCI-P3 coverage, DisplayHDR 400 certification, 2 HDMI 2.1 ports and FreeSync Premium Pro support. It comes in a little bit more expensive than $500, but we've often seen it on sale for less.</p><h2>Best monitors under $1,000</h2><h3>ViewSonic ColorPro VP2786-4K</h3><p></p><p>In this price range you can have resolution, color accuracy or brightness, but not all three. The one with the best balance is ViewSonic’s $1,000 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVE2MkhEUFgvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAZ8dZpLOmj2DV7j8u2li0oUmYtR_hIMijq-BQkWmx7uP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09Q62HDPX%2F\">ColorPro VP2786</a> 27-inch 4K HDR Monitor. The true 10-bit IPS panel covers 98 percent of the DCI-P3 color palette with an excellent Delta &lt;2 accuracy figure, and is certified for soft-proofing by the demanding Fogra print industry. At the same time, it offers HDR10 support, albeit with a limited 350 nits of output. It even includes a “ColorPro” wheel control compatible with Adobe or Capture One apps.</p><h3>Dell G3223Q</h3><p></p><p>The best 4K gaming monitor under $1,000 is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVdORzlRV1IvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAURjkvxOPMzMvXDWXkssfpGPFnN01EVahDuudkmF0QpC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09WNG9QWR%2F\">Dell’s G3223Q</a> 4K 32-inch HDR 144Hz monitor because of the speed, brightness and compatibility. It has an IPS panel with a 144Hz refresh rate, 1ms GtG response time, 95 percent DCI-P3 coverage and DisplayHDR 600 certification. Plus, it comes with a pair of HDMI 2.1 ports and is both FreeSync and G-Sync compatible.</p><h3>Dell P3223QE</h3><p></p><p>Dell’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwQjc2VkMxNDUvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAXtxBlW8hqifsHq7uIzb1pOYRKRhaQb6z0ZJga865a_W&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0B76VC145%2F\">P3223QE 4K USB-C Hub monitor</a> is productivity-oriented, thanks to the wired Ethernet connectivity and USB-C ports that offer up to 90W of power delivery for laptops. It’s a 4K IPS panel with a 178-degree viewing angle and 350 nits of brightness and support for a billion colors (8-bit + FRC). It offers height, pivot, swivel and tilt adjustment, a VESA mounting interface and DisplayPort/HDMI inputs.</p><h2>Best monitor for Mac users</h2><h3>Apple Studio Display</h3><p></p><p>In general, monitor compatibility issues with MacBooks and Macs are a thing of the past, though you can still experience issues with things like refresh rates, particularly on M1 Macs. If you’d prefer to stay within the Apple family, the most cost-effective option is still the 27-inch <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1TdHVkaW8tRGlzcGxheS1TdGFuZGFyZC1UaWx0LUFkanVzdGFibGUvZHAvQjA5VjNIUDRLTD90YWc9Z2RndDBjLXAtby1naS0yMCIsImNvbnRlbnRVdWlkIjoiMDA3Zjk2ZTctMGVjOS0zYTc5LWE2YWUtZDUyNzE2NDNjZGJkIn0&amp;signature=AQAAAQyw9Egr0LBFNRvII7yFZmHrK8d8vfGUo3d-dnGMzaS6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Studio-Display-Standard-Tilt-Adjustable%2Fdp%2FB09V3HP4KL\">Apple Studio Display</a>. It supports 5K resolution (5,120 x 2,880) with up to 600 nits of brightness, so it can handle creative chores with ease. It even includes a 12-megapixel UltraWide camera that keeps you in frame via Center Stage, along with a three-mic array.</p><h3>LG Ultrafine 4K and 5K</h3><p></p><p>The best third-party option is LG’s $700 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEJDUjg2Mkw_dGFnPWdkZ3QwYy1wLW8tZ2ktMjAiLCJjb250ZW50VXVpZCI6IjAwN2Y5NmU3LTBlYzktM2E3OS1hNmFlLWQ1MjcxNjQzY2RiZCJ9&amp;signature=AQAAAYlxUPR2O62OdgzsLp90MkyoywMbkmwGm0GHiIkxg5zI&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08BCR862L\">UltraFine 4</a> display, also sold on Apple’s Store. With a 24-inch 4K panel, you not only get very high resolution but also 500 nits of brightness (albeit, without HDR capability). It’s color-accurate out of the box, making it great for video- and photo-editing work on a Mac or MacBook. Finally, it supports Thunderbolt 3 with daisy chaining and power delivery, all of which is very useful for Mac users who may want multiple displays.</p><h2>Best Ultrawide monitor</h2><h3>LG 34GP950G-B</h3><p></p><p>Ultrawide 21:9 monitors are a great option for some types of content creation, games (particularly driving and flight sims) and productivity work. The best model this year is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9MRy0zNEdQOTUwRy1CLVVsdHJhZ2Vhci1SZXNwb25zZS1BZGp1c3RhYmxlL2RwL0IwOTdRRjhDUDM_dGFnPWdkZ3QwYy1wLW8tZ2ktMjAiLCJjb250ZW50VXVpZCI6IjAwN2Y5NmU3LTBlYzktM2E3OS1hNmFlLWQ1MjcxNjQzY2RiZCJ9&amp;signature=AQAAAZd3bEenl1Ck6QVVrCvCJPj9c2hJTdwT82U-rbBdQcrn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLG-34GP950G-B-Ultragear-Response-Adjustable%2Fdp%2FB097QF8CP3\">LG’s 34GP950G-B</a>, a 34-inch 3,440 x 1,440 curved monitor. The curved IPS panel supports HDR10 with 400 nits of brightness and maximum (via overclocking) 180Hz refresh rate. It’s also G-Sync and FreeSync compatible (the latter over DisplayPort only).</p><h2>Best portable monitor</h2><h3>LePow C2S</h3><p></p><p>For the best balance of performance and price, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUg2UkdaQ0wvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAWU08wSGi-UKYAdSFxa5pkqZRvCnhRRU4emU1HWjJAQq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09H6RGZCL%2F\">LePow’s 15.6-inch C2S</a> is a solid option. It offers decent brightness (220 nits), solid contrast and a very respectable 96.1-percent sRGB gamut coverage. You get a generous selection of ports (one mini-DisplayPort, one mini-HDMI port and two USB-C ports, along with a headphone jack. The metal stand is solid and practical, and it even has built-in speakers of decent quality.</p><h2>Best luxury monitor</h2><h3>ASUS ProArt PA32UCG-K</h3><p></p><p>ASUS still holds the prize for best luxury monitor, but it discontinued the previous mini-LED $4,000 ProArt PA32UCX monitor and replaced it with the $5,000 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFpDNTRWN0MvP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAV4FPg5xy82EIA4rApTiGNVt1q9qgBtk6yKjf7hwp4kQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08ZC54V7C%2F\">PA32UCG-K display</a>. It uses the same mini-LED tech, but ups the ante with 1,600 nits of brightness via 1,152 backlight zones, an HDMI 2.1 port, 4K 120Hz resolution, 10-bit, 98 percent DCI-P3 coverage and an impressive 85 percent Rec.2020 coverage. Oh, and it’s one of the few monitors out there that supports Dolby Vision, along with HDR10 and HLG.</p><p>You’re probably doing it wrong if you’re using a $5K monitor for gaming. However, it does support AMD FreeSync (good for gaming creation) and has a 5-millisecond response time, very respectable for a display essentially designed for professional colorists. And to that end, color accuracy is calibrated to Delta E &lt; 1 and it’s a true 10-bit panel delivering billions of colors. To verify that, it even comes with an X-rite i1 Display Pro color calibrator, normally sold separately for around $500.</p><p>On top of this model, ASUS now makes several slightly less bright and less expensive variants, namely the $4,180 <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODhNS1BZRDQvcmVmPWFzX2xpX3NzX3RsP3RhZz1nZGd0MGMtcC1vLWdpLTIwIiwiY29udGVudFV1aWQiOiIwMDdmOTZlNy0wZWM5LTNhNzktYTZhZS1kNTI3MTY0M2NkYmQifQ&amp;signature=AQAAAQmWPCyLh1cJJUlw-YLdKwyg1UntkbH0_Mqqpea3RUH6&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB088MKPYD4%2Fref%3Das_li_ss_tl\">PA32UCX-PK</a>, (plus -P, and -K variants with slightly different features), offering 1,200 nits of brightness and a 60Hz (not 120Hz) refresh rate. Specs are nearly identical otherwise.</p>This article originally appeared on Engadget at https://www.engadget.com/how-to-buy-a-monitor-143000069.html?src=rss", "link": "https://www.engadget.com/how-to-buy-a-monitor-143000069.html?src=rss", "date_published": "2023-07-17T18:15:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Artiphon’s Chorda ‘band in a box’ allows you to produce beats just about anywhere", "description": "<p>Niche music gadget manufacturer Artiphon is back with a <a href=\"https://www.kickstarter.com/projects/artiphon/chorda-a-musical-instrument-for-everyday-life?ref=mcsnmn&amp;token=f986d509\"><ins>new instrument called the Chorda.</ins></a> This unique bit of gear is a combo meal of sorts, bundling together the <a href=\"https://www.engadget.com/2015-03-03-artiphons-instrument-1-kickstarter.html\"><ins>form factor of the Instrument 1</ins></a> with the standalone functionality and <a href=\"https://www.engadget.com/artiphon-orba-2-sampler-fidget-toy-130049387.html\"><ins>looper of the Orba 2</ins></a>. The Chorda builds upon the multi-instrument technology of the Instrument 1, with access to a diverse array of instruments, from guitar to drums and piano.</p><p>However, the Instrument 1 was tied to a phone or tablet, whereas the Chorda is fully standalone, making it an attractive entry in the burgeoning field of DAWless recording gadgets. There are “hundreds” of built-in sounds and corresponding control methods that actually resemble playing the analog version of the instrument. The device plays via micro-gestures that incorporate an array of control parameters. There are 12 pads that each respond to control methods like tapping, tilting, strumming, vibrato and more, via capacitive sensing technology and Midi Polyphonic Expression (MPE).</p><span id=\"end-legacy-contents\"></span><div id=\"5472deecba324c4e954f5030e28c6da6\"></div><p>There’s also a new bridge section that allows non-musicians to automatically play chords, thus letting folks play along with their favorite songs. This bridge integrates with the built-in arpeggiator for changing the tempo and the key. The integrated looper lets you layer tracks as you see fit. Though there’s not much by way of sound design on the device itself, you can access an affiliated app to access the inner workings of the sound engine.</p><p>As for connectivity, the Chorda can control any MIDI-based software and hardware instruments via USB-C or Bluetooth. The device also automatically integrates with most DAWs, including GarageBand, Ableton, Logic, Pro Tools, Cubase and FL Studio. It also supports any standard MIDI and MPE-compatible mobile app or hardware. The battery life isn't winning any awards, however, at four hours of use per charge.&nbsp;</p><p>The Artiphon Chorda is available for preorder via Kickstarter and is available in three colors: black, white and blue. The early bird pricing is locked in at around $200, but as the tiers sell out, the cost goes up. The instruments ship in November.</p>This article originally appeared on Engadget at https://www.engadget.com/artiphons-chorda-band-in-a-box-allows-you-to-produce-beats-just-about-anywhere-173851795.html?src=rss", "link": "https://www.engadget.com/artiphons-chorda-band-in-a-box-allows-you-to-produce-beats-just-about-anywhere-173851795.html?src=rss", "date_published": "2023-07-17T17:38:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Crunchyroll is making a 'One Punch Man' online game for PC and mobile", "description": "<p>Developers are taking another shot at a <em>One Punch Man</em> game, but this one is very different than <a href=\"https://www.engadget.com/2019-06-25-one-punch-man-hero-nobody-knows-game.html\">the last major attempt</a>. Anime service Crunchyroll has <a href=\"https://www.youtube.com/watch?v=Z1PBIrzmn0k\">announced</a><em>One Punch Man: World</em>, an online multiplayer action title headed to Android, iOS and PC.  The free-to-play game has you and friends joining the Hero Association to fight a growing wave of villains through missions and raids. You can unlock and play as heroes from the TV show's first season, including Saitama's faithful sidekick Genos, Mumen Rider and Puri-Puri Prisoner. You can relive key moments from the show, too.</p><p>Where Bandai Namco's <em>A Hero Nobody Knows</em> was a fighting game, this is more of a <em>Devil May Cry</em>-style action title with combos, dodges and ultimate attacks. You'll spend much of your time ranking up, including through side missions and mini games elsewhere in Z-City.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"cc2b5bd8a3fa4ec0b4f5d31411f702df\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p><em>One Punch Man: World</em> arrives later this year. You can <a href=\"https://www.onepunchmanworld.com/\">pre-register</a> for the PC version now. Crunchyroll is working on the game alongside Perfect World, the studio responsible for <em>Persona 5: The Phantom X</em> and <em>Tower of Fantasy</em>.</p><p>It's too soon to say how well the game works in practice, including in-app purchases. Having said this, the creators face the same problem Bandai Namco did: how do you balance a game where the main hero, Saitama, can defeat anyone with a single hit? The answer seems to involve holding him back (a video on the official site shows Saitama using many punches to fell an enemy), but you'll likely have to wait for the finished product to know how powerful he really is.</p>This article originally appeared on Engadget at https://www.engadget.com/crunchyroll-is-making-a-one-punch-man-online-game-for-pc-and-mobile-171733850.html?src=rss", "link": "https://www.engadget.com/crunchyroll-is-making-a-one-punch-man-online-game-for-pc-and-mobile-171733850.html?src=rss", "date_published": "2023-07-17T17:17:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Corsair expands its mechanical keyboards by acquiring Drop", "description": "<p>Corsair is hoping to stand out in the <a href=\"https://www.engadget.com/best-60-percent-keyboards-160038272.html\">enthusiast keyboard space</a> by buying one of its more recognizable brands. The company is <a href=\"https://www.corsair.com/newsroom/press-release/empowering-enthusiasts-drop-joins-the-corsair-family\">acquiring</a> Drop (formerly Massdrop), best known for its customizable mechanical keyboards and key switches. The move will let Corsair \"significantly grow\" Drop's community-centric keyboard line while creating new products for its in-house brands, including Elgato.</p><p>Drop will stay a separate brand inside of Corsair, and it will handle all existing purchases and support. Corsair isn't revealing the financial terms of the deal. In a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=62223d33-ce58-4fd5-8043-71de4e3413fa&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Drop&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2MjIyM2QzMy1jZTU4LTRmZDUtODA0My03MWRlNGUzNDEzZmEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9kcm9wLmNvbS90YWxrLzEzMTMzMi9zdGVwLWZvcndhcmQtaW4tb3VyLWV2b2x1dGlvbiIsImNvbnRlbnRVdWlkIjoiODI5NmMwNDctOGIxYy00YjYzLWE2ZmEtMmQzZWNiOWVmMDJjIn0&amp;signature=AQAAAdDv9LVrERiUZ9J7UgdbUyrDXpQYB8F8gRHyPFJXc4FG&amp;gcReferrer=https%3A%2F%2Fdrop.com%2Ftalk%2F131332%2Fstep-forward-in-our-evolution\">message</a> to users, Drop's CEO stressed that his firm would still collaborate with \"community favorites,\" but would have a much better time of serving customers outside the US.</p><span id=\"end-legacy-contents\"></span><div id=\"f8434d16f8604c629807a4eb3226efa9\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The strategy isn't surprising. Gamers and other hobbyists have increasingly delved into custom keyboards with personalized key caps, lighting and switches. You can get a unique keyboard that matches the look of your computer setup while delivering the typing feel you prefer. The Drop purchase gives Corsair a quick way to expand its presence in that market, sparing it the trouble of building up its own resources — or facing Drop as a competitor.</p><p>There's fierce rivalry in the category. In addition to Drop, established companies like Keychron, KBDFans and Mode have customizable options. That's not including stock keyboards that offer similar functionality, just without the flexibility. Corsair isn't certain to dominate, but this may help it thrive in a field where tech heavyweights like ASUS and NZXT are increasingly involved.</p><p>This could also help Corsair bring personalization to segments where it's still rare. <a href=\"https://www.engadget.com/best-game-streaming-gear-160012102.html\">Game streamers</a> and other creators thrive on elaborate setups, but their broadcasting equipment (such as control decks and microphones) rarely offer much in the way of customization. While it's not clear just what Elgato will release, it could claim an edge over challengers.</p>This article originally appeared on Engadget at https://www.engadget.com/corsair-expands-its-mechanical-keyboards-by-acquiring-drop-160524368.html?src=rss", "link": "https://www.engadget.com/corsair-expands-its-mechanical-keyboards-by-acquiring-drop-160524368.html?src=rss", "date_published": "2023-07-17T16:05:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Facebook’s redesigned video tab emphasizes Reels and recommendations", "description": "<p>Facebook is revamping its in-app video hub to give its content an Instagram-style makeover. The changes will bring Reels’ editing tools to all Facebook videos, as well as a new “Explore” section to highlight trending clips and other recommendations.</p><p>It also comes with a new name. The tab previously known as “Facebook Watch” will now simply be called “Video.” The section, which will host short-form clips like Reels as well as live video and longer form content, will continue to live at the top of the Facebook app.</p><span id=\"end-legacy-contents\"></span><p>The new branding comes as Facebook’s video strategy has changed dramatically since the “Watch” section debuted <a href=\"https://www.engadget.com/2017-08-09-facebook-watch-tv-video.html\"><ins>in 2017</ins></a>. At the time, the company was heavily pushing TV shows and other longform content created for Facebook. Now, much of Meta’s video ambitions center around its TikTok competitor, Reels, and other algorithmically-recommended clips. Mark Zuckerberg has been saying for the last year <a href=\"https://www.engadget.com/2017-08-09-facebook-watch-tv-video.html\"><ins>that his goa</ins></a>l is to shift Facebook into becoming more of a “discovery engine” that surfaces more content outside of users’ social graphs.</p><p>Some of those themes are apparent in Facebook’s new video tab, which has a new “Explore” section similar to the Explore grid on Instagram. There, users will find clusters of trending video and other recommendations grouped by hashtag.</p><p>Meta is also taking steps to integrate Reels on Facebook more closely with those Instagram. Facebook has encouraged users to <a href=\"https://www.engadget.com/facebook-reels-instagram-crossposting-add-yours-tiktok-184410879.html\"><ins>cross-post</ins></a> Reels from Instagram to Facebook for some time. Now, the company is also unifying comments across the two apps so users no longer need to switch to the Instagram app in order to comment on a Reel  that originated on Instagram.</p><p>The changes are beginning to roll out now to the Facebook app and website.</p>This article originally appeared on Engadget at https://www.engadget.com/facebooks-redesigned-video-tab-emphasizes-reels-and-recommendations-150059104.html?src=rss", "link": "https://www.engadget.com/facebooks-redesigned-video-tab-emphasizes-reels-and-recommendations-150059104.html?src=rss", "date_published": "2023-07-17T15:00:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Xbox Game Pass Core replaces Live Gold on September 14th", "description": "<p>One of the last traces of the early Xbox era is going away. Microsoft has <a href=\"https://news.xbox.com/en-us/2023/07/17/xbox-game-pass-core/\">revealed</a> it's replacing Xbox Live Gold with a Game Pass Core tier on September 14th. The $60 per year (or $10 per month) subscription is necessary to play many (<a href=\"https://www.engadget.com/microsoft-xbox-free-to-play-multiplayer-174601610.html\">but not all</a>) online multiplayer games on consoles, as before, but it also represents a shift in how the company doles out bonus games.</p><p>The company is sunsetting Games with Gold, which offered a steady flow of titles for Live subscribers. Instead, you'll get a base collection of more than 25 games with new entries two to three times per year. Most of them are first-party games like <em>Doom Eternal</em>, <em>Forza Horizon 4</em> and <em>Halo 5</em>, although you will find the occasional third-party project like <em>Among Us</em> and <em>Human Fall Flat</em>.</p><span id=\"end-legacy-contents\"></span><p>If you're already an Xbox Live Gold member, you'll automatically switch to Game Pass Core when it's available. Games with Gold ends on September 1st. However, you'll still have access to any Xbox One games you claimed if you're either a Core or Ultimate member. Redeemed Xbox 360 games are yours to keep even if your subscription lapses.</p><p>Microsoft has signalled its intent to change Live Gold for a while. It <a href=\"https://www.engadget.com/microsoft-ends-12-month-xbox-live-gold-memberships-192821957.html\">stopped offering year-long subscriptions</a> in 2020, and <a href=\"https://www.engadget.com/games-with-gold-will-no-longer-include-xbox-360-titles-october-2022-155412541.html\">ditched Xbox 360 games</a> in 2022. The company planned to raise Gold prices in 2021 before <a href=\"https://www.engadget.com/microsoft-raises-xbox-live-gold-prices-153352549.html\">quickly reversing the decision</a>.</p><p>The change might be disappointing if you liked Games with Gold's more frequent catalog expansions. While you do get some hits, it's a not-so-subtle way to steer you toward an Ultimate subscription with a much larger selection (including some day-one titles), cloud gaming and an EA Play membership. In that sense, PlayStation Plus Essential (which still offers bonus games every month) may be more appealing if you're open to Sony hardware.</p><p>With that said, Sony <a href=\"https://www.engadget.com/sony-will-stop-offering-the-playstation-plus-collection-after-may-9th-183320128.html\">pulled the PlayStation Plus Collection</a> this spring. Unless you got the selections through other promos, you'll have to pay to revisit some of the PS4 era's best games. Microsoft isn't strictly mimicking Sony's strategy (it's mainly a bid to showcase first-party releases), but this is a rough equivalent if you're just looking for an instant library.</p>This article originally appeared on Engadget at https://www.engadget.com/xbox-game-pass-core-replaces-live-gold-on-september-14th-143904124.html?src=rss", "link": "https://www.engadget.com/xbox-game-pass-core-replaces-live-gold-on-september-14th-143904124.html?src=rss", "date_published": "2023-07-17T14:39:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Ford drops F-150 Lightning prices by up to $10,000", "description": "<p><a href=\"https://www.engadget.com/tag/ford/\"><ins>Ford</ins></a> is shaving up to $10,000 off the cost of an <a href=\"https://www.engadget.com/tag/f-150-lightning/\"><ins>F-150 Lightning</ins></a> across all variants, bringing the electric truck somewhat closer to its initial pricing. The base F-150 Lightning Pro is dropping by nearly $10,000 to $49,995. Savings are more modest at the other end of the scale, with the company cutting just over $6,000 from the top-end Platinum Extended Range model's price. That trim now has an MSRP of $91,995.</p><p><a href=\"https://media.ford.com/content/fordmedia/fna/us/en/news/2023/07/17/greater-plant-capacity--improving-efficiencies-support-lower-f-1.html\"><ins>The automaker says</ins></a> upgraded plant capacity, its ongoing efforts in scaling cost and production and improved battery raw material costs are helping it to bring prices back down. Its Rouge Electric Vehicle Center in Michigan is closed for now while it upgrades the facility in the aim of producing 150,000 F-150 Lightning trucks there each year. The company says there will be greater availability of the EV as early as October.</p><span id=\"end-legacy-contents\"></span><p>Ford <a href=\"https://www.engadget.com/ford-f-150-lightning-price-increase-154556193.html\"><ins>increased the price of every trim</ins></a> last August and again <a href=\"https://www.engadget.com/ford-f-150-lightning-ev-price-increase-193124847.html\"><ins>for the base model</ins></a> in December <a href=\"https://www.motortrend.com/news/2023-ford-f-150-lightning-pro-price-increase-msrp/\">and March</a> due to supply issues and increased material costs. For the last few months, the F-150 Lightning Pro has cost around 50 percent more than its initial pricing.</p><p>The company hasn't been able to bring the F-150 Lightning back to its original starting price of $40,000 just yet, though these price cuts will be welcome news to those who have been on the fence about getting one. Folks who place an order for a XLT, Lariat or Platinum trim by July 31st will get a $1,000 bonus, while Ford notes that buyers will be eligible for as much as $7,500 <a href=\"https://www.engadget.com/starting-tomorrow-only-six-evs-will-still-qualify-for-a-7500-federal-tax-credit-185304414.html\"><ins>in tax credits</ins></a>. Orders are now open to everyone.</p><p>The price of the F-150 Lightning is dropping just after Tesla <a href=\"https://www.engadget.com/teslas-texas-factory-has-produced-its-first-cybertruck-161840934.html\"><ins>started production of the Cybertruck</ins></a> over the weekend. Tesla has cut prices of its EVs <a href=\"https://www.engadget.com/teslas-latest-price-cut-brings-model-3-pricing-below-40000-071124983.html\"><ins>several times this year</ins></a> to help it increase delivery figures and make it more competitive in an increasingly crowded market. As it happens, F-150 Lightning owners will be able to top up their vehicle's battery at more than 12,000 Tesla Superchargers across the US and Canada <a href=\"https://www.engadget.com/ford-ev-drivers-will-get-access-to-12000-north-american-tesla-superchargers-next-spring-221752191.html\"><ins>starting in early 2024</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/ford-drops-f-150-lightning-prices-by-up-to-10000-140701730.html?src=rss", "link": "https://www.engadget.com/ford-drops-f-150-lightning-prices-by-up-to-10000-140701730.html?src=rss", "date_published": "2023-07-17T14:06:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Instant Pot cookers and air fryers are up to 48 percent off right now", "description": "<p>This is a good moment to upgrade your kitchen tech. Amazon is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzc5OWJjMTJjP3RhZz1nZGd0MGMtcC1vLTFwcy0yMCIsImNvbnRlbnRVdWlkIjoiMzA0YzA1ZGQtYWQyNC00NDY4LWI5NmMtNTVkZjgwOTFmNWU0In0&amp;signature=AQAAAeatcM0fhyaQwzaKeXo6V7nY_emE6HnAHlUtF9Q1Bg8n&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F799bc12c\">running a sale</a> on Instant Pot appliances that includes steep discounts for shoppers both with and without Prime. Most notably, the Instant Pot 6-quart 5-in1- Dutch oven is down to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVBvdC02LVF1YXJ0LTE1MDBXLUVsZWN0cmljL2RwL0IwOTZHUk1YWFc_dGFnPWdkZ3QwYy1wLW8tMXBzLTIwIiwiY29udGVudFV1aWQiOiIzMDRjMDVkZC1hZDI0LTQ0NjgtYjk2Yy01NWRmODA5MWY1ZTQifQ&amp;signature=AQAAAVe93Bei0s4ruEJ-LzeV1Tog8l3EOTDg0i7YoEFN6och&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Pot-6-Quart-1500W-Electric%2Fdp%2FB096GRMXXW\">just $120</a>, or 48 percent off. The Instant Pot Rio (aka the Duo) 7-in-1 cooker, meanwhile, is down to a record low price <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVBvdC1FbGVjdHJpYy1NdWx0aS1Db29rZXItUHJlc3N1cmUvZHAvQjBCNFBRREZDTD90YWc9Z2RndDBjLXAtby0xcHMtMjAiLCJjb250ZW50VXVpZCI6IjMwNGMwNWRkLWFkMjQtNDQ2OC1iOTZjLTU1ZGY4MDkxZjVlNCJ9&amp;signature=AQAAAUrL1UdscceUgKxDn7yBj2nfxSkffnRRoLRuLaLHiGuB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Pot-Electric-Multi-Cooker-Pressure%2Fdp%2FB0B4PQDFCL\">of $80</a> (20 percent off).</p><p></p><p>One of our <a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">favorite air fryers</a>, the Instant Vortex Plus, has dropped <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVZvcnRleC1DbGVhckNvb2stUmVoZWF0LURlaHlkcmF0ZS9kcC9CMDk2TjNGVFpQP3RhZz1nZGd0MGMtcC1vLTFwcy0yMCIsImNvbnRlbnRVdWlkIjoiMzA0YzA1ZGQtYWQyNC00NDY4LWI5NmMtNTVkZjgwOTFmNWU0In0&amp;signature=AQAAAUxDqnAM2tbzy6hlSnvGzlKyBhdHM_dZw9L5wr9Hdemv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Vortex-ClearCook-Reheat-Dehydrate%2Fdp%2FB096N3FTZP\">to $90</a> (25 percent off) for all customers. The sale also offers good bargains for some of the company's less familiar devices, including toaster oven combos, coffee makers and air purifiers.</p><span id=\"end-legacy-contents\"></span><p>The Instant Pot line remains popular for a key reason: they're <a href=\"https://www.engadget.com/instant-pot-guide-131534709.html\">very helpful \"all-in-one\" cookers</a>. They offer pressure cooking, slow cooking, yogurt making and other features in an uncomplicated device that doesn't require constant attention. You can make tender pulled pork without waiting several hours, or a sumptuous stew without hovering over a conventional pot. The Vortex Plus, in turn, is an intuitive and large air fryer that can quickly prepare chicken and other meals without as much smoke or odor as some rivals.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/instant-pot-cookers-and-air-fryers-are-up-to-48-percent-off-right-now-133918616.html?src=rss", "link": "https://www.engadget.com/instant-pot-cookers-and-air-fryers-are-up-to-48-percent-off-right-now-133918616.html?src=rss", "date_published": "2023-07-17T13:39:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best laptops for college students", "description": "<p>Whether you’re heading to a physical campus, taking classes online or a mix of both, a laptop is sure to be the control center for your studies. Getting a new machine can better help you stay on top of your schedule and handle your furious multitasking with dozens of tabs devoted to research while you write your essays. We’re still dealing with the shadow of the pandemic, and inflation continues to drive up prices, so everything might feel more expensive than ever. The good news is, laptops are also lasting longer than ever, and the options on our list should serve you well for years to come. That is, as long as you pick one from a reliable company and with the right specs. To help you as you shop, we put together this collection of things to look out for as well as a list of the best laptops for college.</p><h2>What to expect</h2><p>Apple has completed its transition to its own Silicon, so you’ll no longer have the option of Intel-powered Macs. Nor should you want to, really, since the M2 and M1 MacBooks have proven to be reliable, speedy and long-lasting. With a new generation of chips likely on the horizon, older models with M1 processors should get cheaper while still offering excellent performance. This means you’ll have more options to consider without having to stretch your budget.</p><span id=\"end-legacy-contents\"></span><p>Meanwhile, new PCs keep getting announced, with the latest models typically powered by 13th-gen Intel processors or the latest AMD Ryzen chips.Though the shift to ARM-based systems has been successful for Apple, the PC industry is still struggling to keep up, and Windows on ARM is basically dead in the water. Don’t waste your time or money on an ARM-based PC; they’re hard to find nowadays anyway.</p><p>Speaking of, laptops with top-of-the-line specs can cost you around $1,800 to $2,000 these days. For most college students, though, a midrange machine might be enough. Depending on your field of study, you could get by with an Intel Core i3 processor or equivalent, with at least 6GB of RAM. If you need to run specialized software for design or programming, consider upgrading to a beefier system with more memory. On the other hand, if you do most of your coursework online or in a browser, getting a Chromebook could save you a lot of money.</p><p>You’ll also want to pay attention to a device’s weight, especially if you plan on lugging your laptop to classes in person. There are a lot of premium ultraportables in the 13-inch category, with chips like Intel’s Core i3 or i5, that cost around $1,000. If that’s too expensive, you’ll still have respectable options in the $600 to $800 price range, but they might be heavier and use older, slower processors. I’ve included our favorite budget laptop in this college-centric guide but we also have more affordable top picks that you can check out as well.</p><p><strong>See Also:</strong></p><ul><li><p><a href=\"https://www.engadget.com/best-laptops-120008636.html\"><strong>Best Laptops for 2023</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\"><strong>Best Gaming Laptops</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-2-in-1-laptops-173038508.html\"><strong>Best 2-in-1 Laptops for 2023</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-chromebooks-160054646.html\"><strong>Best Chromebooks</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-affordable-windows-laptops-123000512.html\"><strong>Best Cheap Windows Laptops for 2023</strong></a></p></li></ul><p>With some laptop makers deciding to get rid of headphone jacks, it’s important to check specs lists when you’re shopping for newer machines. If you don’t have wireless headphones or use equipment that plugs into the 3.5mm jack, you’ll want to steer clear of devices like Dell’s XPS 13 Plus.</p><p>Finally, while most laptops in 2023 offer WiFi 6 or 6E and Bluetooth 5.0 or later, you may not have one of the compatible routers or other devices that would enable those faster connections yet. Chances are, your campus WiFi might still be stuck on an older setup, too, so it’s not <em>crucial</em> that you get a system with the latest standards yet. Of course, it doesn’t hurt to get a laptop that’s future-proof, but just know that of all the things to look out for, WiFi 6E shouldn’t be a dealbreaker in your decision-making process.</p><h2>The best laptops for college students</h2><h2>Best Apple: MacBook Air</h2><p></p><p>It's hard to beat Apple's MacBook Air if you want a powerful machine for college that won't weigh you down. You actually have a few good options this year — the new 15-inch <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEM3Njg2MTY5L3JlZj1mc19hX21idDJfdXMxP3RhZz1nZGd0MGMtcC1vLWhvLTIwIiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAAWXJgsd9e4Gdok1W-JyWDYLXMpGCKNPc99kMahFC-LOq&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0C7686169%2Fref%3Dfs_a_mbt2_us1\">M2-powered MacBook Air</a>, last year’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEIzQlZXSjZZP3RhZz1nZGd0MGMtcC1vLWhvLTIwIiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAATqHvwhxEp3ULejIZy5untPRiEfPMXqDcFsJ6SbDCNeG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0B3BVWJ6Y\">13-inch model</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NYWNCb29rLTEzLWluY2gtMjU2R0ItU3RvcmFnZS9kcC9CMDhONU03UzZLLz90YWc9Z2RndDBjLXAtby1oby0yMCIsImNvbnRlbnRVdWlkIjoiMDAzM2UyYjUtNjEwZS0zZjE1LTlkNTYtYWE3NGI1ZDM4OGUzIn0&amp;signature=AQAAAZDjVGCv0N2DoZC6wQd6HjDR5_wPH96JhJZx_zrybJSk&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MacBook-13-inch-256GB-Storage%2Fdp%2FB08N5M7S6K%2F\">MacBook Air M1</a>. The M2 laptop earned a <a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\">score of 96</a> from us for its impressive performance, gorgeous 13.6-inch Liquid Retina display and its refined design that's even thinner than the M1 version that came before it. Our biggest gripe with this laptop is its price — the M2 MacBook Air will set you back $200 more than the M1, so you're looking at spending at least $1,199 if you want the latest and greatest from Apple.</p><p>Even though it’s older, the Apple M1 MacBook Air is a solid machine, outperforming many PCs while maintaining a fanless design. It’s also $200 cheaper, starting at $1,000. You’ll still get a great keyboard and long battery life, along with a nice Retina display. Of course, it uses a 720p webcam, while newer models have sharper 1080p cameras in. They’re housed in notches because Apple shaved down the bezels for a more modern look, so if that bothers you, it might be best to grab an M1 model while you can. You’ll have to live with having just two USB-C charging ports, since only the M2 machines have the additional MagSafe socket, but if you’re already living a largely wireless life and don’t mind a not-so-great camera, you might find the M1 MacBook Air is a solid deal.</p><p><a href=\"https://www.engadget.com/macbook-air-m2-review-2022-130040098.html\"><strong>Read our full review of the Apple MacBook Air M2</strong></a></p><h2>Best Windows: Dell XPS 13 Plus</h2><p></p><p>The best PC has long been Dell’s well-rounded XPS 13 series and I still recommend it to anyone that doesn’t want a Mac. Yes, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9kZWxsLWxhcHRvcHMveHBzLTEzLXBsdXMtbGFwdG9wL3NwZC94cHMtMTMtOTMyMC1sYXB0b3A_IiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAAUX8XHAEwjau-62bVaFlPDBPdkUGpU08OVgl-J6jl2rX&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Fdell-laptops%2Fxps-13-plus-laptop%2Fspd%2Fxps-13-9320-laptop%3F&amp;uuid=MzA7qhYJoLvH8MKF20588\">XPS 13 Plus</a> lacks a headphone jack, and some of its buttons are hard to see and use. But the <a href=\"https://www.engadget.com/dell-xps-13-plus-review-beauty-usability-120015270.html\">XPS 13</a> is a well-rounded machine and reliable workhorse that will get you through classes and late-night writing sessions without breaking a sweat.</p><p>Like its predecessors, the XPS 13 Plus offers a lovely OLED screen with impressively thin bezels and packs a roomy, comfortable keyboard. It also features a new minimalist design that looks more modern and offers a performance boost over the standard model. The row of capacitive keys at the top in lieu of traditional function keys may irk some as they can be hard to see outdoors, but if you become familiar with where they are you might not need to see where they are to find the right ones. The invisible trackpad can also be tricky since its boundaries aren’t clear.</p><p>If you don’t like the changes Dell has made to the XPS 13, or if you definitely need a headphone jack, the older generations are still solid options. There’s also the <a href=\"https://www.engadget.com/samsung-galaxy-book-3-ultra-laptop-hands-on-nvidia-rtx-4070-180029774.html\">Samsung Galaxy Book series</a>, which feature beautiful OLED screens and sharper webcams in thin and light frames. I also like Microsoft’s Surface Laptops, and <a href=\"https://www.engadget.com/surface-laptop-5-13-inch-review-specs-price-a-beautiful-design-thats-almost-run-its-course-153049819.html\">the most recent edition</a> offers great performance and battery life, albeit in an outdated design.</p><p><a href=\"https://www.engadget.com/dell-xps-13-plus-review-beauty-usability-120015270.html\"><strong>Read our full review of the Dell XPS 13 Plus laptop</strong></a></p><h2>Best for gaming: Razer Blade 15</h2><p></p><p>Just because your laptop might primarily be for coursework doesn’t mean you can’t use it for fun, too. Those looking to game on their machines should prioritize responsive screens and ample ports for their favorite accessories that can best help them defeat their virtual enemies. If you’re considering a gaming-first machine that you can use for school, check out our<a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\"> guide to buying a gaming laptop</a>. It covers details about different CPUs and GPUs, minimum specs and more. Our favorite gaming laptop is the<a href=\"https://shopping.yahoo.com/rdlw?merchantId=358591a8-2981-451c-a839-e645b5522820&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer+Online+Store&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNTg1OTFhOC0yOTgxLTQ1MWMtYTgzOS1lNjQ1YjU1MjI4MjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL3JhemVyLWJsYWRlIiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAAU6Uf8A91hcvOeOnvLM93aYKyMaOLXOWzPmg458w9klo&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2Frazer-blade&amp;uuid=3jwHIvVGn78rVbr822891\"> Razer Blade 15</a>, which has an Intel Core i7 processor, and an<a href=\"https://www.engadget.com/razer-2022-blade-lineup-ces-170053808.html\"> NVIDIA RTX 3070 graphics</a> for $2,500.</p><p>It’s the most expensive item on this list, but you also get a 15-inch quad HD screen that refreshes at 240Hz. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=358591a8-2981-451c-a839-e645b5522820&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer+Online+Store&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNTg1OTFhOC0yOTgxLTQ1MWMtYTgzOS1lNjQ1YjU1MjI4MjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL3JhemVyLWJsYWRlIiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAAU6Uf8A91hcvOeOnvLM93aYKyMaOLXOWzPmg458w9klo&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2Frazer-blade&amp;uuid=cu0OURxXL1S4rHN323589\">Different configurations</a> are available, depending on your preference, including Full HD 360Hz and 4K 144Hz versions. The <a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\">Blade series</a> is also one of the most polished gaming laptops around, and Razer consistently updates it with the latest processors, graphics and other hardware advancements. If you really want to go all-out, you could consider the new <a href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2dhbWluZy1sYXB0b3BzL3JhemVyLWJsYWRlLTE2IiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAAWOZb1wCppBf51diwEhArBdhZo7ic30B1mGrneUQavNY&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fgaming-laptops%2Frazer-blade-16&amp;uuid=qxU3m8BNd70GBHfQ24589\">Razer Blade 16</a> that has <a href=\"https://www.engadget.com/razer-blade-16-18-release-date-162613421.html\">NVIDIA's RTX 4060 or 4070 GPUs</a>.</p><p>Students and gamers looking for something cheaper and more portable should consider the ASUS ROG Zephyrus G14, which was <a href=\"https://www.engadget.com/asus-zephyrus-g14-review-amd-ryzen-radeon-173016459.html\">our favorite model</a> in 2021. The main reason it got bumped down a notch is because the 2022 refresh is almost $600 more expensive. It’s still a solid gaming laptop though, with an excellent display, roomy trackpad and plenty of ports in spite of its thin profile.</p><p><a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\"><strong>Read our full review of the Razer Blade 15 gaming laptop</strong></a></p><h2>Best Chromebook: Lenovo IdeaPad Flex 5i Chromebook</h2><p></p><p>If you can do most of your schoolwork through web-based apps, a Chromebook is worth considering for your college laptop. Sure they don’t generally look fancy, nor have high-end specs. But they’re often more affordable and have longer battery life. Our favorite Chromebook is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9MZW5vdm8tMi0xLUNocm9tZWJvb2stQ29tcHV0ZXIvZHAvQjA5Uk5DTjNZVj90aD0xJnRhZz1nZGd0MGMtcC1vLTNyLTIwIiwiY29udGVudFV1aWQiOiI3MWNhMzU1ZS1iZTA2LTNiYTItYTg0YS0zZTU1YTE5ZGJjODQifQ&amp;signature=AQAAAWR6WZjttzosh6Ce0d6Fpj3kauddLu2r8ficQD_ifAjY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLenovo-2-1-Chromebook-Computer%2Fdp%2FB09RNCN3YV%3Fth%3D1&amp;uuid=uFp7IZYFYtp1zw8i11418\">Lenovo’s IdeaPad Flex 5i Chromebook</a>, which Engadget’s resident Chrome OS aficionado Nathan Ingraham described as hitting “the sweet spot for a lot of Chromebook buyers.”</p><p>This laptop nails the basics, with a 13.3-inch Full HD touchscreen that’s bright and sharp, an excellent backlit keyboard and an 11th-generation Intel Core i3 processor. The 8GB of RAM and 128GB of storage may sound meager, but it’s more than enough for a Chromebook, especially at this price. It’s also nice to see USB-A and USB-C ports, a microSD card slot and eight-hour battery life. Weighing 3 pounds and measuring 0.66 inches thick, the Flex 5i is not the lightest or slimmest laptop around, but hey, at least your wallet won’t also feel light as feathers after buying this.</p><p>Notably, the Flex 5i is supposed to receive software and security updates until June of 2029, so it will last you for years to come. That’s nice to see, considering this laptop has been out for more than a year now, and we’re expecting Lenovo to release a replacement soon. When that happens, or if another manufacturer launches a comparable option, we will update this list. The Lenovo Flex 5i is no longer available directly from Lenovo, but you can commonly find it on Amazon for about $400 (as of this writing, it is selling for about $350). That’s an outstanding value.</p><p><a href=\"https://www.engadget.com/lenovo-flex-5-chromebook-review-170023587.html\"><strong>Read our full review of the Lenovo Flex 5 Chromebook </strong></a></p><h2>Best budget: HP Pavilion Aero 13</h2><p></p><p>If you’re looking for a sturdy student laptop under $800, your best bet is<a href=\"https://shopping.yahoo.com/rdlw?merchantId=8a0e8870-4cf8-4bda-935c-af7c00c28e2b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=HP+Store&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4YTBlODg3MC00Y2Y4LTRiZGEtOTM1Yy1hZjdjMDBjMjhlMmIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHAuY29tL3VzLWVuL3Nob3AvbWRwL2xhcHRvcHMvaHAtcGF2aWxpb24tYWVybz8iLCJjb250ZW50VXVpZCI6IjAwMzNlMmI1LTYxMGUtM2YxNS05ZDU2LWFhNzRiNWQzODhlMyJ9&amp;signature=AQAAAb5RLCce45eeCA5JYgIT6XCkjuzPkGWdxfiarysYXb8F&amp;gcReferrer=https%3A%2F%2Fwww.hp.com%2Fus-en%2Fshop%2Fmdp%2Flaptops%2Fhp-pavilion-aero%3F&amp;uuid=bTtABJ4l5bi7XDHp30893\"> the HP Pavilion Aero 13</a>. Yes, it’s almost two years old, but it’s still one of the most well-rounded budget options available. For an affordable price, you’ll get a Full HD screen with a 16:10 aspect ratio and surprisingly thin bezels, as well as a comfortable keyboard and spacious touchpad. Importantly, the<a href=\"https://www.engadget.com/hp-pavilion-aero-13-review-powerful-and-cheap-143034549.html\"> Aero 13</a> provides relatively powerful components compared to others in this price range, with an AMD Ryzen 5000 series processor and Radeon graphics. Plus, it has a generous array of ports and enough battery life to last you a full day and then some.</p><p><a href=\"https://www.engadget.com/hp-pavilion-aero-13-review-powerful-and-cheap-143034549.html\"><strong>Read our full review of the HP Pavilion Aero 13 laptop</strong></a></p><h2>Best Convertible: Microsoft Surface Pro 9</h2><p></p><p>For those who need their laptops to occasionally double as tablets, the Surface Pro series is a no-brainer. Compared to notebooks or 2-in-1 laptops with rotating hinges, tablets with kickstands are often much slimmer and lighter. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9NaWNyb3NvZnQtTGlnaHR3ZWlnaHQtUHJvY2Vzc29yLU11bHRpLVRhc2tpbmctUGxhdGludW0vZHAvQjBCOVEyWkI1VD9yZWZfPWFzdF9zdG9fZHAmdGg9MSZ0YWc9Z2RndDBjLXAtby1oby0yMCIsImNvbnRlbnRVdWlkIjoiMDAzM2UyYjUtNjEwZS0zZjE1LTlkNTYtYWE3NGI1ZDM4OGUzIn0&amp;signature=AQAAAcoDHxBzuVhytDMmhr_P2XCm0Y6zD4asKG1xp6PsQUL-&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FMicrosoft-Lightweight-Processor-Multi-Tasking-Platinum%2Fdp%2FB0B9Q2ZB5T%3Fref_%3Dast_sto_dp%26th%3D1&amp;uuid=jzJ7AGkEmOk0aoZl33589\">Surface Pro 9</a> is the most recent model and it features Microsoft’s sleek design with a thinner profile and minimal bezels. The <a href=\"https://www.engadget.com/surface-pro-9-5g-review-sq3-arm-173012304.html\">Pro 9</a> also has a 120Hz display that makes scrolling long documents or spreadsheets feel much faster, and you can drop the refresh rate down to 60Hz if you want to conserve battery life. Just make sure you get an Intel processor rather than an ARM-based configuration, since app compatibility might be an issue on the latter. You don’t want to be the only one in class who can’t install the obscure app that your professor wants everyone to use, do you?</p><p>We also like Microsoft’s Type Covers and the Surface Pens, though it’s worth noting that they’ll have to pay extra for both if you want them. Unless you’re bent on sticking to Apple’s ecosystem, in which case an <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEJLTVY4P3RhZz1nZGd0MGMtcC1vLWhvLTIwIiwiY29udGVudFV1aWQiOiIwMDMzZTJiNS02MTBlLTNmMTUtOWQ1Ni1hYTc0YjVkMzg4ZTMifQ&amp;signature=AQAAAQCaOBDe1slhas1Dhj8X41fEi0AgnS0OLmmrTkKfQ4P8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLBKMV8&amp;uuid=RBo4g2kkiMJyprSD34589\">iPad Pro</a> would suit you best, the Surface Pro 9 is arguably the best convertible laptop around.</p><p><a href=\"https://www.engadget.com/surface-pro-9-5g-review-sq3-arm-173012304.html\"><strong>Read our full review of the Microsoft Surface Pro 9</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/best-laptops-for-students-130054631.html?src=rss", "link": "https://www.engadget.com/best-laptops-for-students-130054631.html?src=rss", "date_published": "2023-07-17T12:00:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Russia bans Apple devices for state officials", "description": "<p>Russian authorities are banning government employees from using Apple devices for official state use, according to the<em> Financial Times</em>. As of Monday, the country’s trade ministry will <a href=\"https://www.engadget.com/russia-bans-state-officials-from-using-apple-devices-over-us-spying-concerns-183732151.html\"><ins>prohibit the use of iPhones</ins></a> for all “work purposes.” Other agencies, including Russia’s telecommunications and mass media ministry, either have similar mandates already in place or plan to enforce some soon. <em>The Financial Times </em>reports the ban covers all Apple products – no, not Yuri’s AirPods, too? Well, officials will apparently be able to continue using those for personal use.</p><p>The ban comes after Russia’s Federal Security Service (FSB) claimed at the start of June it had uncovered a “spying operation by US intelligence agencies” involving Apple devices. The FSB said thousands of iPhones, including those in use by the country’s diplomatic missions in NATO countries, had been “infected” with monitoring software. The FSB claimed — without showing evidence — that Apple had worked closely with US signal intelligence to provide agents “with a wide range of control tools.” The company denies this. The move comes when Russia is also trying to reduce its dependence on foreign-made tech.</p><p>– Mat Smith</p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/microsoft-and-sony-agree-to-keep-call-of-duty-on-playstation-142246583.html\"><ins>Microsoft and Sony agree to keep Call of Duty on PlayStation</ins></a></p><p><a href=\"https://www.engadget.com/bluesky-allowed-people-to-include-the-n-word-in-their-usernames-184049864.html\"><ins>Bluesky allowed people to include the n-word in their usernames</ins></a></p><p><a href=\"https://www.engadget.com/larry-hryb-xboxs-major-nelson-is-leaving-microsoft-203607573.html\"><ins>Larry Hryb, Xbox’s ‘Major Nelson,’ is leaving Microsoft </ins></a></p><p>​​</p><h2><a href=\"https://www.engadget.com/the-nes-at-40-seven-ways-it-changed-the-gaming-world-forever-130033026.html\">The NES at 40</a></h2><h3>Seven ways it changed the gaming world forever.</h3><h3></h3><p>To celebrate Nintendo’s first home console’s anniversary, we’ve taken a closer look at some of the major ways it’s shaped gaming since 1983. That includes innovations (at the time!) like the d-pad, the idea of gaming franchises and game characters and mascots that have stood the test of time.</p><p><a href=\"https://www.engadget.com/the-nes-at-40-seven-ways-it-changed-the-gaming-world-forever-130033026.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ios-17-preview-public-beta-facetime-standby-iphone-120025938.html\">iOS 17 preview: FaceTime, everywhere</a></h2><h3>Plus, a better messaging experience.</h3><a href=\"https://www.engadget.com/ios-17-preview-public-beta-facetime-standby-iphone-120025938.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ff8428e0-247c-11ee-b2c9-ed274c060e39\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Ahead of its full launch later this year, there's plenty to test out in the latest iOS beta. Its new StandBy feature might not be a smart display killer, but it’s possibly a free alternative. Other highlights include a revitalized FaceTime experience, a streamlined Messages app and a long-overdue solution for sharing contact details.</p><p><a href=\"https://www.engadget.com/ios-17-preview-public-beta-facetime-standby-iphone-120025938.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/elon-musk-says-twitters-ad-revenue-has-dropped-by-50-percent-202600398.html\">Elon Musk says Twitter’s ad revenue has dropped by 50 percent</a></h2><h3>&quot;We're still negative cash flow.&quot;</h3><h3></h3><p>To the shock of none, Elon Musk tweeted the company was suffering an approximate 50 percent drop in advertising revenue and heavy debt burden. According to an estimate research firm Sensor Tower shared with <em>Bloomberg</em>, advertising spending fell by 89 percent to $7.6 million during a two-month period earlier this year. The admission comes in the same week Twitter’s ad-revenue sharing program began paying out some creators, including a handful of controversial far-right influencers. On Friday, Musk also claimed the social network could see “all-time high device user seconds usage” sometime this week.</p><p><a href=\"https://www.engadget.com/elon-musk-says-twitters-ad-revenue-has-dropped-by-50-percent-202600398.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/apples-first-m3-macs-could-arrive-in-october-163204526.html\">Apple’s first M3 Macs could arrive in October</a></h2><h3>There may be new iMac and MacBook Air models.</h3><h3></h3><p>Writing in his latest newsletter, <em>Bloomberg</em>’s Mark Gurman reports there “should be another launch” after the company’s annual iPhone event in September, with a new slate of Macs likely the focus of whatever Apple has planned. “October is too early for new high-end MacBook Pros or desktops, so the first beneficiaries of the new [M3] chip should be the next iMac, 13-inch MacBook Air and 13-inch MacBook Pro,” he notes.</p><p>In the past, Apple has typically announced new iPad models alongside its latest Macs, but it sounds like that won’t be the case this time. “I wouldn’t expect any major upgrades until the M3 iPad Pros with OLED screens arrive next year,” Gurman writes.</p><p><a href=\"https://www.engadget.com/apples-first-m3-macs-could-arrive-in-october-163204526.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/assassins-creed-haptic-shirt-will-make-you-feel-exclusive-sensations-never-felt-before-160041375.html\">Assassin's Creed haptic shirt will give you 'exclusive sensations never felt before'</a></h2><h3>Don’t want to feel like I’m being stabbed though, thanks.</h3><a href=\"https://www.engadget.com/assassins-creed-haptic-shirt-will-make-you-feel-exclusive-sensations-never-felt-before-160041375.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ff895900-247c-11ee-beb3-170de87ee15b\" style=\"height: 359px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Ubisoft</div></figure></a><p>Ubisoft has teamed up with OWO to release an Assassin's Creed Mirage edition haptic feedback shirt. You'll apparently be able to feel parkour, impacts and &quot;exclusive sensations never felt before&quot; — yes, really. You might want to close the door while you're playing, from the sound of it. OWO's shirt includes haptic points on your chest, stomach, lower back and arms. The trick is an algorithm that adjusts nine wave parameters to simulate interactions ranging from the wind to a dagger. Details of pricing and release date are TBC, but it will work with PS4, PS5, Xbox One, Xbox Series X/S and PC. The game comes out October 12th, and the OWO shirt will include a game code. OWO's Founder Edition shirt sold for a heady €499 ($560).</p><p><a href=\"https://www.engadget.com/assassins-creed-haptic-shirt-will-make-you-feel-exclusive-sensations-never-felt-before-160041375.html\"><strong>Continue reading.</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-russia-bans-apple-devices-for-state-officials-111540456.html?src=rss", "link": "https://www.engadget.com/the-morning-after-russia-bans-apple-devices-for-state-officials-111540456.html?src=rss", "date_published": "2023-07-17T11:15:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta faces a $100,000 daily fine if it doesn't fix privacy issues in Norway", "description": "<p>Meta's practice of tracking Instagram and Facebook users violates their privacy, Norway's data protection regulator said in a <a href=\"https://www.datatilsynet.no/en/news/aktuelle-nyheter-2023/temporary-ban-of-behavioural-advertising-on-facebook-and-instagram/\">press release today</a>. If the company doesn't take remedial action, it will be fined one million crowns ($100,000) per day from August 4th until November 3rd. &quot;It is so clear that this is illegal that we need to intervene now and immediately,&quot; said Tobias Judin, head of Norway's privacy commission, Datatilsynet.&nbsp;</p><p>The move follows a European court ruling banning Meta from harvesting user data like location, behavior and more for advertising. Datatilsynet has referred its actions to Europe's Data Protection Board, which could widen the fine across Europe. The aim is to put &quot;additional pressure&quot; on Meta, Judin said. (Norway is a member of the European single market, but not technically an EU member.)</p><span id=\"end-legacy-contents\"></span><p>Meta told <a href=\"https://finance.yahoo.com/news/norway-regulator-fine-meta-over-084553869.html\"><em>Reuters</em></a> that it's reviewing Datatilsynet's decision and that the decision wouldn't immediately impact its services. &quot;We continue to constructively engage with the Irish DPC, our lead regulator in the EU, regarding our compliance with its decision,&quot; a spokesperson said. &quot;The debate around legal bases has been ongoing for some time and businesses continue to face a lack of regulatory certainty in this area.&quot;</p><p>Meta is facing pressure across Europe over its data privacy actions. Earlier this month, Ireland's data regulator (DPC) <a href=\"https://www.engadget.com/eu-meta-personalized-ads-ban-172015041.html\">ruled</a> that Meta can't gather user data for behavioral advertising. And back in May, it was <a href=\"https://www.engadget.com/meta-hit-with-13-billion-fine-over-facebooks-eu-us-data-transfers-102841491.html\">hit with</a> a record-breaking €1.2 billion ($1.3 billion) <a href=\"https://edpb.europa.eu/system/files/2023-05/final_for_issue_ov_transfers_decision_12-05-23.pdf\">fine</a> for transferring EU user data to its servers in the US.&nbsp;</p><p>In addition, Meta's new Twitter rival Threads is <a href=\"https://www.engadget.com/metas-twitter-rival-threads-wont-initially-launch-in-the-eu-090314803.html\">not yet available</a> in the European Union due to privacy concerns. When Threads debuted, Meta said that it was &quot;not yet prepared the service for a European launch outside the UK, which is not fully governed by GDPR or EU privacy rules.&quot; Meta is even going so far as to <a href=\"https://www.engadget.com/meta-blocks-eu-users-from-accessing-threads-through-a-vpn-135306350.html\">block</a> EU users from accessing the new social media site with a VPN.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-facing-a-100000-daily-fine-if-it-doesnt-fix-privacy-issues-in-norway-102557370.html?src=rss", "link": "https://www.engadget.com/meta-facing-a-100000-daily-fine-if-it-doesnt-fix-privacy-issues-in-norway-102557370.html?src=rss", "date_published": "2023-07-17T10:25:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's ViewFinity S9 5K display will cost $1,599 when it arrives in August", "description": "<p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25ld3Muc2Ftc3VuZy5jb20vdXMvc2Ftc3VuZy12aWV3ZmluaXR5LXM5LWFuLWFzdG91bmRpbmctbmV3LTVrLW1vbml0b3IvI19mdG4xIiwiY29udGVudFV1aWQiOiJjN2FlMTc3Ni03M2E3LTRlZDYtYTlhMS01YmM2NjMzNzUyNzQifQ&amp;signature=AQAAASQ4ZbGSHC-0qKRxHdyLETCFH2SHscp78Bzcr537FO-m&amp;gcReferrer=https%3A%2F%2Fnews.samsung.com%2Fus%2Fsamsung-viewfinity-s9-an-astounding-new-5k-monitor%2F%23_ftn1\">Samsung's ViewFinity S9 5K monitor is coming to the United States</a> — finally giving Mac and PC users alike a chance to pick it up for $1,599. The tech giant announced its <a href=\"https://www.engadget.com/samsung-ces-monitors-8k-57-inch-ultra-wide-odyssey-150046205.html\">first 5K monitor at CES in January</a> and launched it this June in South Korea.&nbsp;</p><p>Samsung designed the 27-inch ViewFinity S9 5K monitor for creatives, with HDR 600 support, a matte display to reduce glares and Eye Saver Mode for long days tolling away. The company's first 5K monitor also has a 5,120 x 2,880 resolution, 99 percent DCI-P3 and 221 pixels per inch. Plus, you can calibrate the ViewFinity S9 5K monitor through the <a href=\"https://www.engadget.com/samsung-smartthings-energy-103514042.html\">SmartThings app </a>in either Basic mode, which adjusts gamma settings and white balance, or Professional mode, which controls luminance and color temperature or space. It includes a 4K camera and is compatible with either a PC or Mac.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Interestingly, the ViewFinity S9 5K monitor costs exactly the same as its competitor, the <a href=\"https://www.engadget.com/apple-studio-display-review-mac-monitor-154504997.html\">27-inch Apple Studio Display</a> — which first came out in early 2022. At the time, we gave the Studio Display an 80 rating due to features such as a so-so webcam, 60Hz refresh rate and single-zone backlighting. The ViewFinity S9 5K has the same refresh rate but offers a few better features than Apple's Studio Display (or at least includes them without any extra cost). Apple is charging another $400 to adjust your monitor's height and angle and a whopping $2,299 if you also want a nano-texture glass display. Plus, the S9 5K has a 4K webcam versus Apple's 12MP option. All in all, unless you're an Apple or nothing shopper, Samsung's ViewFinity S9 5K might be a better choice for the price. Check it out for yourself in stores this August.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-viewfinity-s9-5k-display-will-cost-1599-when-it-arrives-in-august-093926336.html?src=rss", "link": "https://www.engadget.com/samsungs-viewfinity-s9-5k-display-will-cost-1599-when-it-arrives-in-august-093926336.html?src=rss", "date_published": "2023-07-17T09:39:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]