[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What It's Like Competing At Evo - Road to Evo - Episode 3", "description": "The time is finally here: Mitchell arrives in Las Vegas to compete in the biggest fighting game tournament in the world: EVO 2023.\n\nWith the release of Street Fighter 6, this year's EVO was the biggest it's ever been. And not only were there tons of games to compete in, including Guilty Gear Strive, Tekken 8, Ultimate Marvel vs. Capcom 3 and Melty Blood: Type Lumina, but the show floor was closer to a convention, with Project L and Mortal Kombat 1 being playable. Mitchell guides you through a tour of the Mandalay Bay Convention Center, and then competes in the most high-stakes matches he's ever played.", "link": "https://www.youtube.com/watch?v=fyxLBOIYPdg", "date_published": "2023-08-15T22:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fyxLBOIYPdg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ahsoka - Official 'Get Ready' Teaser Trailer (2023) Rosario Dawson, Mary Elizabeth Winstead", "description": "Get another look at Ahsoka in this latest teaser for the upcoming series. The Disney+ Star Wars show stars Rosario Dawson, Natasha Liu Bordizzo, Wes Chatham, Mary Elizabeth Winstead, Lars Mikkelsen, Ray Stevenson, Eman Esfandi, Diana Lee Inosanto, and more. The series is created by Dave Filoni and directed by Dave Filoni, Steph Green, Peter Ramsey, Jennifer Getzinger, Geeta Vasant Patel, and Rick Famuyiwa. Its executive producers are Jon Favreau, Kathleen Kennedy, Colin Wilson, Dave Filoni, and Carrie Beck.\n\nStar Wars: Ahsoka begins streaming on Disney+ on August 23 with a two-episode series premiere, followed by weekly episodes.", "link": "https://www.youtube.com/watch?v=NlBWB22R224", "date_published": "2023-08-15T21:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/NlBWB22R224/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen Performance Review - PS5 vs Xbox Series X|S vs PC vs Steam Deck", "description": "Atlas Fallen from Deck 13, offers online co-op across an open landscape for PS5, Xbox Series X|S, PC and Steam Deck. With performance and quality modes offering 4K and 60fps, how does each console compare? How much better is a high-end PC? Can the Steam Deck compete with the Xbox Series S? We test the graphics, the performance and every configuration option in our Atlas fallen performance review.\n\nChapters\n0:00 Introduction, Team & Game Engine\n2:70 PS5, Series X|S Settings, Modes, performance & Graphics\n5:58 Quality mode cost, benefits and PC Comparisons\n9:06 PC & Steam Deck Tests, settings\n11:45 Settings scaling, Recommended settings & Vulkan vs DX12\n13:03 Loading test\n13:32 Summary", "link": "https://www.youtube.com/watch?v=0AvBPMT_wS0", "date_published": "2023-08-15T20:00:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0AvBPMT_wS0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official Pre-Order Beta Weekend Trailer", "description": "Watch the latest trailer for the upcoming fighting game Mortal Kombat 1. A Beta for Mortal Kombat 1 runs from August 18 through August 21, 2023, and access to the beta is available with pre-orders of the game.\n\n#MortalKombat", "link": "https://www.youtube.com/watch?v=ASatRN-3i9I", "date_published": "2023-08-15T19:02:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ASatRN-3i9I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "A Haunting In Venice - Official Behind the Scenes Clip (2023) Kenneth Branagh, Michelle Yeoh", "description": "Join stars Tina Fey (who plays Ariadne Oliver), Kenneth Branagh (who plays Hercule Poirot), Michelle Yeoh (who plays Joyce Reynolds), and Jamie Dornan (who plays Dr. Leslie Ferrier) as they give a behind-the-scenes look at the upcoming movie A Haunting In Venice. The supernatural thriller movie, based on the novel “Hallowe’en Party” by Agatha Christie, also stars Kyle Allen, Camille Cottin, Jude Hill, Ali Khan, Emma Laird, Kelly Reilly, and Riccardo Scamarcio.\n\nA Haunting in Venice is set in eerie, post-World War II Venice on All Hallows’ Eve and is a terrifying mystery featuring the return of the celebrated sleuth, Hercule Poirot. Now retired and living in self-imposed exile in the world’s most glamorous city, Poirot reluctantly attends a séance at a decaying, haunted palazzo. When one of the guests is murdered, the detective is thrust into a sinister world of shadows and secrets.\n\nReuniting many of the filmmakers behind 2017’s Murder on the Orient Express and 2022’s “Death on the Nile,” the film is directed by Kenneth Branagh with a screenplay by Oscar nominee Michael Green based upon Agatha Christie’s novel “Hallowe’en Party.” The producers are Kenneth Branagh, p.g.a., Judy Hofflund, p.g.a., Ridley Scott, and Simon Kinberg, with Louise Killin, James Prichard, and Mark Gordon serving as executive producers. \n\nA Haunting In Venice opens in theaters on September 15, 2023.", "link": "https://www.youtube.com/watch?v=XYnvZyJQcDs", "date_published": "2023-08-15T18:00:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/XYnvZyJQcDs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Battlefield 2042 - Official Season 6 and Redux First Look Trailer", "description": "Battlefield 2042 has introduced a new first look at Season 6 and the new Redux event coming to the DICE-developed FPS. Battlefield 2042 Season 6 will be bringing a new map with a dark battleground, new content, new features, and more arriving in October 2023. However, between the end of Season 5 and the start of Season 6, players can replay favorite events from past Seasons in the form of Redux. \n\nBattlefield 2042 Redux gives players the opportunity to re-engage and earn weekly rewards. Players will find new ways to play across their favorite maps and modes, including Rush Chaos XL, Tactical Conquest, Breakthrough Chaos, Conquest Assault, and Shutdown. Rewards in Redux range from new content such as character, vehicle, and weapon skins, to previous Store content that now becomes earnable.\n\nBattlefield 2042 Redux launches on August 29 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #Battlefield", "link": "https://www.youtube.com/watch?v=15MxrLGg0xQ", "date_published": "2023-08-15T17:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/15MxrLGg0xQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Vacation Friends 2 - Exclusive Clip (2023) Lil Rel Howery, Steve Buscemi", "description": "This sequel to the 2021 comedy finds newly married couple Marcus (Lil Rel Howery) and Emily (Yvonne Orji) inviting their uninhibited besties Ron (John Cena) and Kyla (Meredith Hagner), who are also newly married and have a baby, to join them for a vacation when Marcus lands an all-expenses-paid trip to a Caribbean resort. His reason for traveling there in the first place is to meet with the owners of the resort to bid on a construction contract for a hotel they own in Chicago. But when Kyla’s incarcerated father Reese (Steve Buscemi) is released from San Quentin and shows up at the resort unannounced at the worst possible moment, things get out of control, upending Marcus’ best-laid plans and turning the vacation friends’ perfect trip into total chaos. Vacation Friends 2 debuts August 25th on Hulu.\n\n#IGN #Movies #VacationFriends2", "link": "https://www.youtube.com/watch?v=hnkdYV0tX8s", "date_published": "2023-08-15T16:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hnkdYV0tX8s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Forza Motorsport - Official Le Mans Track Reveal Trailer", "description": "The Le Mans, Circuit International de la Sarthe is coming to Forza Motorsport. Take a look at the trailer showing off the iconic race track coming with Forza Motorsport on October 10 for Xbox Series S|X, Xbox Game Pass, and PC.\n\n#IGN #Gaming #Forza", "link": "https://www.youtube.com/watch?v=oILuT7cQgZ8", "date_published": "2023-08-15T15:33:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/oILuT7cQgZ8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NBA 2K24 - Official Gameplay Trailer", "description": "NBA 2K24 is introducing a brand new feature to the critically and commercially acclaimed basketball game developed by Visual Concepts. The new ProPlay feature brings real live NBA game film and translates it to authentic movement within NBA 2K24. It marks a new step towards realism to the game allowing for the game you watch on the screen to be brought straight to the game you play. Check out this latest gameplay trailer for NBA 2K24 launching on PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #NBA", "link": "https://www.youtube.com/watch?v=V-Ns4r77lro", "date_published": "2023-08-15T14:29:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/V-Ns4r77lro/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "En Garde! – Official Launch Trailer", "description": "Enjoy the launch trailer for En Garde!, the imminent swashbuckling sword-fighting game from developer Fireplace Games that will be released for PC (via Steam) on August 16.\n\n#IGN #Gaming #Games", "link": "https://www.youtube.com/watch?v=MfUmgmMp964", "date_published": "2023-08-15T14:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/MfUmgmMp964/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The First Descendant - Official Bunny Trailer", "description": "Meet Bunny and see the character and her electrifying attacks in action in this new trailer for The First Descendant, an upcoming third-person co-op action RPG looter shooter game. The First Descendant will be available on Steam, PlayStation 5, PlayStation 4, Xbox Series X/S, and Xbox One. A crossplay open beta will be available from September 19 to September 25, 2023.", "link": "https://www.youtube.com/watch?v=zYjtQ3GI5YA", "date_published": "2023-08-15T13:00:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/zYjtQ3GI5YA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gord Review", "description": "Gord reviewed by Jon Bolding on PC. Also available on Xbox Series X/S and PlayStation 5.\n\n\"Any way you look at it, whether it’s an RPG, a real-time strategy game, or a colony sim, Gord is  as miserable as its downtrodden villagers. Other games are bad because they aim too high, attempt too much, and fall down on their own merits. They are at the very least hoisted on their own petard, doing us the favor of digging their own grave or being entertaining in their failures. Gord does not; it simply falls flat and rots where it lies, surrounded by monotonous micromanagement, a poor interface, and by-the-numbers combat. I am content to leave it there, but you may bury it if you like.\"", "link": "https://www.youtube.com/watch?v=YH5Q1mHYQyY", "date_published": "2023-08-15T13:00:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/YH5Q1mHYQyY/hqdefault.jpg"}]