[{"source": "https://businessinsider.com.pl/.feed", "title": "Kolejny kraj chce wozić ukraińskie zboże. Plan uwzględnia Polskę", "description": "Ukraińskie zboże może zyskać kolejne porty przeładunkowe, z których będzie eksportowane. Dyrektor łotewskiego przewoźnika kolejowego LDz Rinalds Plavnieks poinformował o możliwości transportu zboża łotewską koleją do bałtyckich portów tego kraju.", "link": "https://businessinsider.com.pl/wiadomosci/kolejny-kraj-chce-wozic-ukrainskie-zboze-plan-uwzglednia-polske/pydvj8t", "date_published": "2023-08-15T19:15:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dostawy prądu do elektrowni w Czarnobylu wstrzymane. Uszkodzenie linii na Białorusi", "description": "Ministerstwo energii Ukrainy poinformowało o wyłączeniu głównej linii zapewniającą dostawy prądu Czarnobylskiej Elektrowni Atomowej. Powodem było uszkodzenie.", "link": "https://businessinsider.com.pl/wiadomosci/dostawy-pradu-do-elektrowni-w-czarnobylu-wstrzymane-uszkodzenie-linii-na-bialorusi/8xpqclr", "date_published": "2023-08-15T18:58:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Mieli mieszkać bogaci, nie mieszka nikt. Ich budowa pochłonęła grube miliony", "description": "Choć powszechnie uważa się, że nieruchomości są jedną z najlepszych inwestycji, to nie brakuje przykładów pokazujących, że nawet na nich można stracić niemal każdą ilość pieniędzy. Na całym świecie znajdują się przykłady mniej lub bardziej nietrafionych projektów, nielicujących z finansową czy prawną rzeczywistością. Niekiedy te wpadki są niezwykle spektakularne i kosztowne.", "link": "https://businessinsider.com.pl/lifestyle/podroze/opuszczone-osiedla-tu-mieli-mieszkac-bogaci-a-strasza-pustka/czwjbv5", "date_published": "2023-08-15T18:10:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Pieniądze Sorosa\" już nie dla UE. Słynna fundacja zmienia model działania", "description": "Open Society Foundations, organizacja charytatywna założona przez miliardera Geroge'a Sorosa, zmieni swój model działania — zakończy lub istotnie ograniczy większość projektów finansowych w Unii Europejskiej. Tak wynika z informacji Reutersa, który powołuje się na wewnętrzną wiadomość email skierowaną do pracowników fundacji. To pokłosie zmiany pokoleniowej w rodzinie Sorosów.", "link": "https://businessinsider.com.pl/wiadomosci/zmiana-w-slynnej-fundacji-pieniadze-sorosa-juz-nie-dla-ue/9ht74ys", "date_published": "2023-08-15T17:55:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "To koniec tanich towarów z Azji? Fabryki mają problem przez milenialsów i pokolenie Z", "description": "Milenialsi i przedstawiciele pokolenia Z w Azji nie chcą pracować w fabrykach. Oznacza to, że wkrótce możemy płacić więcej za ubrania, meble i zabawki, gdyż producenci podniosą ceny, aby zrównoważyć rosnące koszty pracy. Ponadto przeniesienie produkcji z Azji może nie być najlepszym rozwiązaniem.", "link": "https://businessinsider.com.pl/gospodarka/to-koniec-tanich-towarow-z-azji-wszystko-przez-milenialsow-i-pokolenie-z/dlnewcm", "date_published": "2023-08-15T16:58:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Już nie tylko rubel. Kolejny problem gospodarki Putina", "description": "Do słabnącego rubla, który zaowocował gwałtowną podwyżką stóp procentowych w Rosji, oraz perspektywy drugiego z rzędu roku ujemnej dynamiki PKB kremlowska wierchuszka musi zmierzyć się z kolejnym problemem. Rosnącym deficytem budżetu, który już w maju przekraczał założony na ten rok plan.", "link": "https://businessinsider.com.pl/gospodarka/rubel-stopy-budzet-gospodarka-rosji-w-tarapatach/1kzeh49", "date_published": "2023-08-15T16:43:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rząd chwili się nowym sprzętem. Część pokazał po raz pierwszy", "description": "Defilada z okazji Święta Wojska Polskiego była w tym roku okazją m.in. do zaprezentowania nowego sprzętu, który w ostatnich latach zaczął trafiać do polskiej armii. Rząd przeznaczył miliardy złotych na zakupy u polskich i zagranicznych dostawców uzbrojenia oraz sprzętu wojskowego. Podczas warszawskiej defilady po raz pierwszy można było oglądać niektóre czołgi, wozy bojowe, a także myśliwce.", "link": "https://businessinsider.com.pl/wiadomosci/defilada-w-warszawie-jakie-nowe-sprzety-pokazala-armia/t16yjdx", "date_published": "2023-08-15T15:59:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Świadomy rozwój osobisty dla liderów. Trzy kluczowe umiejętności", "description": "Najbardziej skuteczni i inspirujący liderzy stale inwestują w swój rozwój osobisty. Przygotowują się do myślenia, działania i zachowywania w każdej sytuacji. Mają satysfakcjonujące życie, które obejmuje, ale nie jest zdominowane przez ich role zawodowe, pozwalając im patrzeć na przywództwo od wewnątrz na zewnątrz.", "link": "https://businessinsider.com.pl/biznes/rozwoj-osobisty/swiadomy-rozwoj-osobisty-trzy-kluczowe-cechy-skutecznego-przywodztwa/plezm6g", "date_published": "2023-08-15T15:34:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak rozmawiać o pieniądzach podczas rekrutacji? Kandydaci nadal mylą kwoty netto i brutto", "description": "Pieniądze to jedna z głównych motywacji do zmiany pracy, a jednocześnie temat, na który nie każdy potrafi rozmawiać. Już wkrótce unijne prawodawstwo wymusi na pracodawcach podawanie widełek wynagrodzeń w ogłoszeniach o pracę, co znacznie ułatwi kandydatom negocjacje. Na wdrożenie przepisów państwa Unii mają jednak jeszcze trzy lata. Eksperci radzą, jak zachowywać się na rekrutacji i podpowiadają, czego unikać. Tłumaczą też, że rekrutacyjne kłamstwa niekiedy wychodzą na jaw w okolicach października i nie jest to przypadkowy miesiąc.", "link": "https://businessinsider.com.pl/twoje-pieniadze/jak-rozmawiac-o-pieniadzach-podczas-rekrutacji-kandydaci-nadal-myla-kwoty-netto-i/sf25kd0", "date_published": "2023-08-15T14:38:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bankomaty będą znaczyć pieniądze farbą. Nowy system wkracza do Polski", "description": "Za nieco ponad miesiąc spora część bankomatów działających w Polsce będzie musiała mieć specjalny system, który w razie próby kradzieży błyskawicznie pobrudzi pieniądze, zanim trafią w ręce złodziei. Niektórzy operatorzy twierdzą, że to zbędny wymóg, bo bankomaty są bezpieczne i ataków jest mało. Sytuacja może jednak się szybko pogorszyć i trzeba udoskonalać ochronę — argumentują inni eksperci. Co to oznacza dla klientów bankomatów?", "link": "https://businessinsider.com.pl/finanse/bankomaty-beda-znaczyc-pieniadze-farba-zaskakujacy-system-wkracza-do-polski/87eyesb", "date_published": "2023-08-15T14:02:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Skandynawska rzeka pieniędzy\" popłynie do Ukrainy. Pójdzie na amunicję i części zamienne", "description": "Szwecja planuje nowy pakiet wsparcia wojskowego dla Ukrainy o wartości 3,4 mld koron (prawie 1,3 mld zł). Sztokholm chce przekazać amunicję i części zamienne do wcześniej dostarczonych systemów uzbrojenia.", "link": "https://businessinsider.com.pl/wiadomosci/hojny-gest-szwedow-kijow-dostanie-potezne-wsparcie/dcf9341", "date_published": "2023-08-15T13:55:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Chiny w desperacji. Zdumiewająca decyzja w sprawie stóp procentowych", "description": "Analitycy nie spodziewali się tego, co Chiny zrobiły ze swoimi stopami procentowymi. Bank Ludowy Chin obniżył kluczową stopę procentową najmocniej od 2020 r. Dla całego rynku posunięcie władz jest nie tylko zaskoczeniem, ale także pokazuje, z jak poważnym kryzysem boryka się jeden z największych globalnych graczy gospodarczych.", "link": "https://businessinsider.com.pl/gospodarka/chiny-w-desperacji-zdumiewajaca-decyzja-w-sprawie-stop-procentowych/gg763zg", "date_published": "2023-08-15T13:55:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jeff Bezos kupił najdroższą posiadłość w \"bunkrze miliarderów\". Zapłacił za nią majątek", "description": "Jeff Bezos dołączył do elitarnego grona osób, które zamieszkują tzw. bunkier miliarderów. Trzeci najbogatszy człowiek świata miał nabyć wyjątkową posiadłość, za którą wyłożył rekordową kwotę. Rezydencja znajduje się na sztucznej wyspie w rejonie Miami, gdzie swoje domy mają inni superbogacze.", "link": "https://businessinsider.com.pl/lifestyle/jeff-bezos-kupil-najdrozsza-posiadlosc-w-bunkrze-miliarderow-zaplacil-majatek/xjz2cpl", "date_published": "2023-08-15T12:47:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Estonia odpowiada na politykę Moskwy. Wzmocni granicę z Rosją", "description": "Estońskie władze poinformowały o decyzji wzmocnienia granicy z Rosją na rzece Narwa. Z komunikatu Zarządu Policji i Straży Granicznej Estonii (PPA) wynika, że w regionie powstanie sześć specjalnych punktów podsłuchowych.", "link": "https://businessinsider.com.pl/wiadomosci/estonia-odpowiada-na-polityke-moskwy-wzmocni-granice-z-rosja/23h7tch", "date_published": "2023-08-15T12:32:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Potężna eksplozja na stacji benzynowej w Rosji. Nie żyje co najmniej 35 osób", "description": "Kilkadziesiąt osób poniosło śmierć, a kolejnych ponad 100 zostało rannych w ogromnej eksplozji stacji benzynowej w mieście Machaczkała. Tragedia w stolicy Dagestanu może pochłonąć więcej ofiar, ponieważ wielu poszkodowanych jest w stanie krytycznym. Z powodu eksplozji w Dagestanie 15 sierpnia ogłoszono żałobę narodową w regionie.", "link": "https://businessinsider.com.pl/gospodarka/eksplozja-na-stacji-benzynowej-w-rosji-nie-zyje-co-najmniej-35-osob/1ndv1qw", "date_published": "2023-08-15T11:51:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wchodzimy w nowy trend w budownictwie. Tylko koszty odstraszają", "description": "Niecałe 35 proc. ankietowanych jest skłonnych zapłacić więcej za mieszkanie lub dom, gdyby do jego budowy wykorzystano materiały ekologiczne, w tym surowce wtórne. Według ekspertów powstaje coraz więcej budynków spełniających wymagania zrównoważonego rozwoju, ale to nadal stanowi margines rynku nieruchomości w Polsce.", "link": "https://businessinsider.com.pl/wiadomosci/wchodzimy-w-nowy-trend-w-budownictwie-tylko-koszty-odstraszaja/nz5lt3k", "date_published": "2023-08-15T11:10:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wakacje jesienią? Na tych kierunkach tanie linie mogą się nie opłacać", "description": "Tegoroczny sezon wakacyjny wyraźnie dowodzi, że popyt na podróże lotnicze wrócił do poziomu sprzed pandemii, a nawet go przewyższa. Wyższe są również ceny biletów. W poszukiwaniu najtańszych połączeń przyzwyczailiśmy się sprawdzać ofertę niskokosztowych przewoźników. Jak jednak dowodzi analiza serwisu esky.pl, czasem bardziej atrakcyjne są oferty tradycyjnych linii lotniczych. Oszczędności mogą wynieść od 4 do nawet 36 proc. ceny biletu.", "link": "https://businessinsider.com.pl/biznes/tanie-linie-vs-tradycyjne-czasem-te-drugie-okazuja-sie-tansze/6wk4w4q", "date_published": "2023-08-15T10:31:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Cel: odciąć Krym. Niemiecka broń może być przełomem dla Ukrainy", "description": "Eksplozje, pożary, ataki dronów… Tak wygląda codzienność mieszkańców okupowanego przez Rosję Krymu. Ukraina sięga przy tym po najnowocześniejszą zachodnią broń. Cel to odcięcie połączenia Krymu z lądem.", "link": "https://businessinsider.com.pl/wiadomosci/walka-o-krym-i-morze-czarne-czym-ukraincy-atakuja-rosjan/44cn21q", "date_published": "2023-08-15T09:49:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Umowy, regulaminy, płatności. KSeF wymusi zmiany we współpracy z kontrahentami. Sprawdź jakie", "description": "Krajowy System e-Faktur to rewolucja dla podatników. Trzeba się do niej przygotować. Wyzwanie leży nie tylko w dostosowaniu wewnętrznych procesów w firmie, ale również w dostosowaniu umów i ustaleń z kontrahentami, a także biurami rachunkowymi, czyli na zewnątrz.", "link": "https://businessinsider.com.pl/prawo/podatki/ewolucja-fakturowa-z-ksef-jak-ustalic-zasady-wspolpracy-z-kontrahentami/pvs06we", "date_published": "2023-08-15T09:05:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Uważasz, że twoja praca nie ma sensu? Sprawdź, czy jesteś zbirem, lokajem czy może odhaczaczem", "description": "Lokaje, zbiry, łatacze, odhaczacze i nadzorcy — tak David Graeber, amerykański antropolog i autor koncepcji pracy bez sensu klasyfikuje zawody, których nie brakuje na rynku pracy, a które w rzeczywistości są zbędne. Jego teoria o tzw. bullshit jobs stała się głośna już w 2013 r., kiedy badacz opublikował esej w antysystemowym magazynie \"Strike!\". Mimo że od tego czasu minęło 10 lat, wciąż pojawiają się kolejne argumenty na poparcie jego koncepcji.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/bullshit-jobs-czyli-praca-bez-sensu-wiele-osob-uwaza-ze-ich-praca-jest-niepotrzebna/wng3zzn", "date_published": "2023-08-15T08:17:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosja w finansowej zapaści. Gwałtowny wzrost stóp procentowych", "description": "Na Wschodzie coraz gorzej. Rosyjski bank centralny gwałtownie podniósł stopy procentowe. Wydarzyło się to na nadzwyczajnym posiedzeniu zwołanym po tym, jak jedna z najbardziej gwałtownych deprecjacji na rynkach wschodzących rzuciła cień na gospodarkę — informuje Bloomberg.", "link": "https://businessinsider.com.pl/finanse/rosja-gwaltownie-podnosi-stopy-procentowe/6gpkc6f", "date_published": "2023-08-15T07:54:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polskie uczelnie na świecie. 9 na tysiąc najlepszych", "description": "Wśród tysiąca najlepszych uczelni na świecie znalazło się dziewięć polskich. Najwyżej w rankingu są Uniwersytet Jagielloński w Krakowie i Uniwersytet Warszawski, które znalazły się w piątej setce — wynika z opublikowanej we wtorek Listy Szanghajskiej — Academic Ranking of World Universities (ARWU).", "link": "https://businessinsider.com.pl/wiadomosci/polskie-uczelnie-na-swiecie-9-na-tysiac-najlepszych/6j3tlxg", "date_published": "2023-08-15T07:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polskie uniwersytety wysoko w światowym rankingu. Jak wypadają na tle Harvardu?", "description": "Wśród tysiąca najlepszych uczelni na świecie znalazło się dziewięć polskich. Najwyżej w rankingu są Uniwersytet Jagielloński w Krakowie i Uniwersytet Warszawski, które znalazły się w piątej setce — wynika z opublikowanej we wtorek Listy Szanghajskiej — Academic Ranking of World Universities (ARWU).", "link": "https://businessinsider.com.pl/wiadomosci/polskie-uniwersytety-wysoko-w-rankingu-jak-wypadaja-na-tle-harvardu/6j3tlxg", "date_published": "2023-08-15T07:25:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Zarabiają na boku na popularności Taylor Swift. \"Wyciągam więcej niż na etacie\"", "description": "Dość prosty biznes inspirowany Taylor Swift przynosi ludziom dziesiątki tysięcy dol. \"Więc twórz bransoletki przyjaźni, chwytaj chwilę i smakuj ją\" – śpiewa Taylor Swift w swoim utworze z 2022 r. \"You're on Your Own, Kid\". Fani artystki robią dokładnie to: tworzą bransoletki przyjaźni.", "link": "https://businessinsider.com.pl/wiadomosci/fani-taylor-swift-zarabiaja-na-jej-popularnosci-niezly-pomysl/f7zdz14", "date_published": "2023-08-15T07:00:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polacy jednym z najmniej wypoczętych narodów. Ranking", "description": "Polska zajmuje 23. spośród 28 najbardziej wypoczętych krajów w Europie. Kraj, który wypoczęty jest najbardziej, nie znajduje się daleko od nas — podaje biznes.interia.pl.", "link": "https://businessinsider.com.pl/praca/polacy-jednym-z-najmniej-wypoczetych-narodow-ranking/0x0cbjx", "date_published": "2023-08-15T06:28:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Defilada sił w najgorętszy dzień w roku. Co dziś przejedzie ulicami Warszawy?", "description": "We wtorek w Święto Wojska Polskiego, który zapowiadany jest jako najgorętszy dzień w roku, warszawską Wisłostradą przejdzie pierwsza od 2019 r. defilada wojskowa. Według zapowiedzi resortu obrony weźmie w niej udział ok. dwóch tysięcy żołnierzy oraz około 200 pojazdów wojskowych i niemal setka statków powietrznych.", "link": "https://businessinsider.com.pl/wiadomosci/defilada-sil-co-dzis-przejedzie-ulicami-warszawy/htxv8tk", "date_published": "2023-08-15T05:23:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pierwsza od lat defilada sił przypada w najgorętszy dzień w roku", "description": "We wtorek w Święto Wojska Polskiego, który zapowiadany jest jako najgorętszy dzień w roku, warszawską Wisłostradą przejdzie pierwsza od 2019 r. defilada wojskowa. Według zapowiedzi resortu obrony weźmie w niej udział ok. dwóch tysięcy żołnierzy oraz około 200 pojazdów wojskowych i niemal setka statków powietrznych.", "link": "https://businessinsider.com.pl/wiadomosci/defilada-sil-w-najgoretszy-dzien-w-roku-co-przejedzie-ulicami-warszawy/htxv8tk", "date_published": "2023-08-15T05:23:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile pali czołg? Oto paliwożerne potwory polskiej armii [INFOGRAFIKI]", "description": "Pojazdów Wojska Polskiego nie zobaczysz na zwykłych stacjach paliw, bo to, co wlewa się do ich baków, przeważnie różni się od tego, na czym jeżdżą pojazdy cywilne. A ile w zasadzie paliwa mieszczą baki czołgów używanych w Wojsku Polskim i jak daleko można na tym zajechać? Wyjaśniamy.", "link": "https://businessinsider.com.pl/wiadomosci/ile-pali-czolg-oto-paliwozerne-potwory-polskiej-armii-infografiki/rm12e96", "date_published": "2023-08-15T05:11:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ile pali czołg? Oto paliwożerne potwory polskiej armii [INFOGRAFIKI]", "description": "Pojazdów Wojska Polskiego nie zobaczysz na zwykłych stacjach paliw, bo to, co wlewa się do ich baków, przeważnie różni się od tego, na czym jeżdżą pojazdy cywilne. A ile w zasadzie paliwa mieszczą baki czołgów używanych w Wojsku Polskim i jak daleko można na tym zajechać? Wyjaśniamy.", "link": "https://businessinsider.com.pl/wiadomosci/ile-pali-czolg-abrams-leopard-armatohaubica-krab-oto-paliwozerne-potwory-polskiej/rm12e96", "date_published": "2023-08-15T05:11:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kurs EUR/PLN 15 sierpnia 2023 r.", "description": "Oto bieżący kurs waluty euro na dzień 15 sierpnia 2023. Euro to obecnie najważniejsza waluta w Unii Europejskiej, a od kursu euro uzależniona jest cena wielu importowanych i eksportowanych towarów i produktów. Jak wyglądają jej aktualne notowania oraz ile wynosi wartość względem złotówki? Wczoraj kurs euro wynosił: 4,4472 zł.", "link": "https://businessinsider.com.pl/gielda/kursy-walut/kurs-eurpln-15-sierpnia-2023-r/nvfk9qe", "date_published": "2023-08-15T05:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Szef dzwoni podczas urlopu? Wyjaśniamy, czy trzeba odebrać", "description": "Pracownik wyjechał na wakacje za granicę, nie jest menedżerem, pracuje na zwykłym technicznym stanowisku. Czy musi odebrać telefon od szefa w trakcie wolnego? Wbrew pozorom w niektórych przypadkach może być do tego zobowiązany. Zasady kontaktowania się z zatrudnionymi są pełne haczyków.", "link": "https://businessinsider.com.pl/prawo/szef-dzwoni-podczas-urlopu-sprawdz-czy-moze-i-kiedy-trzeba-odebrac/4g5415s", "date_published": "2023-08-15T04:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "13 zarzutów dla Trumpa. Chodzi o wynik wyborów", "description": "Wielka ława przysięgłych w hrabstwie Fulton w Georgii zagłosowała we wtorek za postawieniem zarzutów Donaldowi Trumpowi i jego 18 współpracownikom w związku z działaniami byłego prezydenta, by odwrócić wynik przegranych przez niego wyborów w tym stanie. Trump otrzymał zarzuty m.in. za złamanie przepisów ustawy dotyczącej przestępczości zorganizowanej.", "link": "https://businessinsider.com.pl/wiadomosci/trump-uslyszal-zarzuty-chodzi-o-wynik-wyborow/446bjkr", "date_published": "2023-08-15T04:50:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jest oficjalny wniosek o referendum. Premier: kluczowe pytania", "description": "Rząd w poniedziałek skierował do Sejmu wniosek o przeprowadzenie 15 października referendum ogólnokrajowego w sprawach o szczególnym znaczeniu dla państwa. Premier Mateusz Morawiecki poinformował o tym późnym wieczorem. We wniosku jest propozycja czterech pytań zapowiedzianych wcześniej przez polityków PiS.", "link": "https://businessinsider.com.pl/wiadomosci/jest-oficjalny-wniosek-o-referendum-premier-kluczowe-pytania/d277x8p", "date_published": "2023-08-15T04:36:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tyle naprawdę zarabiają pielęgniarki. Dyrektorzy szpitali kombinują, a resort zdrowia umywa ręce", "description": "Pielęgniarki w ostatnich latach dostały 170 proc. podwyżki i zarabiają nawet ponad 8 tys. zł brutto. Taki przekaz płynie z resortu zdrowia. Związki zawodowe wskazują, że na takie pieniądze może liczyć 6 proc. zatrudnionych. Business Insider rozmawiał z jedną z pielęgniarek, która zgodnie z wykształceniem powinna otrzymywać najwyższą stawkę, a na pasku wypłaty sprzed kilku dni widnieje o prawie 2 tys. zł niższa kwota. Opowiedziała nam, jak kombinują dyrektorzy szpitali, by płacić jak najmniej.", "link": "https://businessinsider.com.pl/praca/wynagrodzenia/ile-zarabiaja-pielegniarki-pokazujemy-prawde-o-najnowszych-podwyzkach/zswe74j", "date_published": "2023-08-15T04:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}, {"source": "https://businessinsider.com.pl/.feed", "title": "Politycy już nie raz zadawali nam pytania w referendach. Tylko nieliczne miały sens", "description": "PiS funduje nam właśnie referendum \"cztery razy nie\". W najnowszej historii Polski obywatele wypowiadali się w plebiscytach pięciokrotnie. Ale tegoroczne głosowanie bywa porównywane przez komentatorów do tego sprzed blisko 80 lat, jeszcze z czasów PRL. Wtedy komunistyczna władza suflowała Polakom koncepcję \"trzy razy tak\". Sprawdź, o czym decydowaliśmy już w referendach.", "link": "https://businessinsider.com.pl/wiadomosci/referendum-w-polsce-tak-wygladaly-poprzednie-glosowania/lqn6m6t", "date_published": "2023-08-15T04:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "pl-PL", "thumbnail": null}]