[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Abusing Cloudflare R2 for Hosting Phishing Pages, Experts Warn", "description": "Threat actors' use of Cloudflare R2 to host phishing pages has witnessed a 61-fold increase over the past six months.\n\"The majority of the phishing campaigns target Microsoft login credentials, although there are some pages targeting Adobe, Dropbox, and other cloud apps,\" Netskope security researcher Jan Michael said.\nCloudflare R2, analogous to Amazon Web Service S3, Google Cloud Storage, and", "link": "https://thehackernews.com/2023/08/cybercriminals-abusing-cloudflare-r2.html", "date_published": "2023-08-15T18:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Multiple Flaws Found in ScrutisWeb Software Exposes ATMs to Remote Hacking", "description": "Four security vulnerabilities in the ScrutisWeb ATM fleet monitoring software made by Iagona could be exploited to remotely break into ATMs, upload arbitrary files, and even reboot the terminals.\nThe shortcomings were discovered by the Synack Red Team (SRT) following a client engagement. The issues have been addressed in ScrutisWeb version 2.1.38.\n\"Successful exploitation of these", "link": "https://thehackernews.com/2023/08/multiple-flaws-found-in-scrutisweb.html", "date_published": "2023-08-15T16:44:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Monti Ransomware Returns with New Linux Variant and Enhanced Evasion Tactics", "description": "The threat actors behind the Monti ransomware have resurfaced after a two-month break with a new Linux version of the encryptor in its attacks targeting government and legal sectors.\nMonti emerged in June 2022, weeks after the Conti ransomware group shut down its operations, deliberately imitating the tactics and tools associated with the latter, including its leaked source code. Not anymore.", "link": "https://thehackernews.com/2023/08/monti-ransomware-returns-with-new-linux.html", "date_published": "2023-08-15T14:11:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Malware Unleashed: Public Sector Hit in Sudden Surge, Reveals New Report", "description": "The just-released BlackBerry Global Threat Intelligence Report reveals a 40% increase in cyberattacks against government and public service organizations versus the previous quarter. This includes public transit, utilities, schools, and other government services we rely on daily.\nWith limited resources and often immature cyber defense programs, these publicly funded organizations are struggling", "link": "https://thehackernews.com/2023/08/malware-unleashed-public-sector-hit-in.html", "date_published": "2023-08-15T12:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Gigabud RAT Android Banking Malware Targets Institutions Across Countries", "description": "Account holders of over numerous financial institutions in Thailand, Indonesia, Vietnam, the Philippines, and Peru are being targeted by an Android banking malware called Gigabud RAT.\n\"One of Gigabud RAT's unique features is that it doesn't execute any malicious actions until the user is authorized into the malicious application by a fraudster, [...] which makes it harder to detect,\" Group-IB", "link": "https://thehackernews.com/2023/08/gigabud-rat-android-banking-malware.html", "date_published": "2023-08-15T10:15:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Catching the Catphish: Join the Expert Webinar on Combating Credential Phishing", "description": "Is your organization constantly under threat from credential phishing? Even with comprehensive security awareness training, many employees still fall victim to credential phishing scams.\nThe result? Cybercriminals gaining immediate and unhindered access to sensitive data, email accounts, and other applications. But what if you could outsmart these criminals and protect your organization?\nJoin", "link": "https://thehackernews.com/2023/08/catching-catphish-join-expert-webinar.html", "date_published": "2023-08-15T07:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Over 12,000 Computers Compromised by Info Stealers Linked to Users of Cybercrime Forums", "description": "A \"staggering\" 120,000 computers infected by stealer malware have credentials associated with cybercrime forums, many of them belonging to malicious actors.\nThe findings come from Hudson Rock, which analyzed data collected from computers compromised between 2018 to 2023.\n\"Hackers around the world infect computers opportunistically by promoting results for fake software or through YouTube", "link": "https://thehackernews.com/2023/08/over-12000-computers-compromised-by.html", "date_published": "2023-08-15T07:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean Hackers Suspected in New Wave of Malicious npm Packages", "description": "The npm package registry has emerged as the target of yet another highly targeted attack campaign that aims to entice developers into downloading malevolent modules.\nSoftware supply chain security firm Phylum told The Hacker News the activity exhibits similar behaviors to that of a previous attack wave uncovered in June, which has since been linked to North Korean threat actors.\nAs many as nine", "link": "https://thehackernews.com/2023/08/north-korean-hackers-suspected-in-new.html", "date_published": "2023-08-15T07:08:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]