[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "The Credit Card Game (full documentary) | FRONTLINE", "description": "As credit card companies faced rising public anger and new regulations from Washington in 2009, FRONTLINE examined the industry’s impact on a fragile national economy. (Aired 2009)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: https://www.pbs.org/donate​.\n\nIn “The Card Game,” a collaboration with The New York Times, correspondent Lowell Bergman talked to industry insiders, lobbyists, politicians and consumer advocates as they debated new regulation designed to curtail the most abusive practices of credit card companies and the possible creation of a consumer finance protection agency.\n\n“The Card Game” was a FRONTLINE co-production with Cam Bay Productions and The New York Times. Lowell Bergman and Oriana Zill de Granados wrote and produced the documentary. The correspondent was Lowell Bergman. Stephanie Challberg was the editor. Raney Aronson-Rath was senior producer. David Fanning was executive producer.\n\nExplore additional reporting on \"The Card Game\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/creditcards/\n\n#Documentary #CreditCard #Debt #Banks\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.", "link": "https://www.youtube.com/watch?v=Rl-4zRU6wQw", "date_published": "2023-08-15T23:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/Rl-4zRU6wQw/hqdefault.jpg"}]