[{"source": "https://www.theguardian.com/rss", "title": "Patients could get cancer scans without GP referral, says Steve Barclay", "description": "<p>Health secretary suggested patients could go directly to diagnostic test or clinician to ease ‘bottleneck’ in NHS system</p><p>Patients with cancer symptoms could bypass their GP in the future and go straight for a scan, the health secretary has suggested, in the latest “radical” attempt by the government to cut huge NHS waiting lists.</p><p>The suggestion, which comes as the government is expected to reduce the number of NHS cancer waiting time targets, could form part of proposals to “design out bottlenecks” in the NHS system, Steve Barclay said in an interview.</p> <a href=\"https://www.theguardian.com/society/2023/aug/15/patients-could-get-cancer-scans-without-gp-referral-says-steve-barclay\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/15/patients-could-get-cancer-scans-without-gp-referral-says-steve-barclay", "date_published": "2023-08-15T22:38:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fitness earlier in life reduces cancer risk when older, study shows", "description": "<p>Data from more than 1 million males between 16 and 25 over five decades shows cardiorespiratory fitness can reduce risk up to 42%</p><p>Being fit earlier in life is associated with a reduced risk, in some cases of up to 42%, of developing nine different types of cancer in later life, according to a large long-term study.</p><p>While exercise has been previously linked with a lower risk of certain cancers, long-term and large cohort studies on multiple cancer sites are sparse. <br /><br />The new study, published in the British Journal of Sports Medicine, drew from data from more than 1 million male Swedish conscripts between 16 and 25, who were followed for an average of 33 years from 1968 to 2005. The results suggested that good cardiorespiratory fitness – an individual’s ability to engage in sustained aerobic exercises such as running, cycling, and swimming – was associated with a 42% reduced risk of lung cancer, a 40% reduced risk of liver cancer and a 39% reduced risk of oesophageal cancer.</p> <a href=\"https://www.theguardian.com/society/2023/aug/15/fitness-earlier-in-life-reduces-cancer-risk-when-older-study-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/15/fitness-earlier-in-life-reduces-cancer-risk-when-older-study-shows", "date_published": "2023-08-15T22:30:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Study finds 11% of patients in cardiac intensive care have taken recreational drugs", "description": "<p>Researchers conclude there is ‘potential value’ in testing heart patients’ urine for substances such as marijuana, ecstasy and cocaine</p><p>More than one in 10 patients admitted to cardiac intensive care have taken recreational drugs, <a href=\"https://heart.bmj.com/lookup/doi/10.1136/heartjnl-2023-322520\">research</a> has found.</p><p>Researchers in France tested the urine samples of all patients admitted to cardiac intensive care in 39 French hospitals during a fortnight in April 2021. They found 11% had taken drugs such as marijuana, ecstasy and cocaine.</p> <a href=\"https://www.theguardian.com/science/2023/aug/15/study-finds-11-of-patients-in-cardiac-intensive-care-have-taken-recreational-drugs\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/15/study-finds-11-of-patients-in-cardiac-intensive-care-have-taken-recreational-drugs", "date_published": "2023-08-15T22:30:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tavernier goal helps Rangers edge out Servette to set up PSV Eindhoven tie", "description": "<ul><li>Champions League qualifier second leg: Servette 1-1 Rangers</li><li>Rangers win 3-2 on aggregate; Kutesa 22; Tavernier 50</li></ul><p>James Tavernier’s equaliser sent Rangers into the Champions League playoffs as an improved second-half display in Switzerland helped them overcome Servette. Tavernier’s header five minutes after the break sealed a 1-1 draw which handed Michael Beale’s side a 3-2 aggregate win.</p><p>Rangers had failed to test the home goalkeeper in the first half and might have been further behind at the interval but they were the better side after the break and had chances to win the second leg.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/servette-rangers-psv-eindhoven-champions-league-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/servette-rangers-psv-eindhoven-champions-league-football", "date_published": "2023-08-15T21:43:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Henpocalypse! review – a rude, crude pandemic comedy for Smack the Pony fans", "description": "<p>A group of wild women emerge from a weekend bender to find a deadly virus has wiped out the male population. Their survival story is daft, surreal and totally liberating</p><p>It had me at “crab measles”, to be honest. If that doesn’t strike you as the perfect name for a virus capable of wiping out the entire male population, you will still enjoy Henpocalypse! – and you should certainly try as it will be good for you – but a barrier will probably remain between you and it. It’s a bit like how, if you aren’t a cradle Catholic, you will never quite understand why Mrs Doyle waiting all night, every night, by the light switch with a tea tray in case one of the priests gets a thirst on him at any point is so very right – and so very funny.</p><p>Anyway, onwards to the apocalypse, as written by Caroline Moran and not quite witnessed by her boozed-up party of five because they are holed up in an isolated cottage in Wales for a hen do. After a chaotic ride down from their native Birmingham, during which there is virtually no dialogue other than raucous screams and drunken laughter – accompanied by chief bridesmaid Shelly (Callie Cooke, nailing the stressed-big-sister vibe that attends the role) smashing into another car and driving away hastily without giving insurance details to its uptight owner – the party and the plot get going.</p><p>Henpocalypse! aired on BBC Two and is available on BBC iPlayer.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/15/henpocalypse-review-bbc-pandemic-comedy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/15/henpocalypse-review-bbc-pandemic-comedy", "date_published": "2023-08-15T21:30:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laura Muir: ‘It’s been a rollercoaster. But we’re at a high point now’", "description": "<p>Great Britain’s captain for the World Athletics Championship is relishing a fresh start in Budapest after turbulence off the track</p><p>“Considering how difficult this year has been, I’d be over the moon to win a medal in Budapest, no matter what colour,” says Laura Muir as she reflects on the most turbulent few months of her life. “But to be honest, even before I get there, I feel like I’ve already won. Because I’m happy. And that’s the most important thing.”</p><p>On Tuesday evening, the 30-year-old was named Great Britain’s captain for the World Athletics Championships, which start this weekend. It is a measure of the regard she is held in the squad, but also an acknowledgment of her extraordinary battling qualities on and – more recently – off the track.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/15/laura-muir-athletics-great-britain-world-athletics-championship\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/15/laura-muir-athletics-great-britain-world-athletics-championship", "date_published": "2023-08-15T21:00:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Murray withdraws from Cincinnati Masters in bid to be fit for US Open", "description": "<ul><li>36-year-old pulls out of tournament due to abdominal strain</li><li>Caroline Wozniacki loses in second event since comeback</li></ul><p>Andy Murray had been forced to withdraw from the Cincinnati ATP Masters 1000 event because of an abdominal strain as he looks to be fit for the US Open, the final grand slam tournament of the year.</p><p>Last week Murray reached the third round of the Toronto Masters 1000 event before withdrawing before his third-round match against Jannik Sinner, the eventual champion, because of abdominal pain. He compared it to a similar injury sustained last year during the grass court season, which he said needed 10-12 days of recovery.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/15/andy-murray-cincinnati-masters-us-open-caroline-wozniaki-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/15/andy-murray-cincinnati-masters-us-open-caroline-wozniaki-tennis", "date_published": "2023-08-15T20:00:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police fatally shoot a Denver man. He was holding a marker", "description": "<p>Brandon Cole, 36, died after an officer fired at him twice after receiving a domestic violence complaint from a neighbor</p><p>A Denver police officer fatally shot a man who was holding a marker, which the officer mistakenly believed was a knife, officials said on Monday.</p><p>Newly released body-camera footage of the killing of Brandon Cole, 36, on 5 August shows an officer firing two shots at the man who was on the sidewalk. A young child and a woman were standing close behind the man as the officer fired at him and he fell to the ground.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/denver-police-shoot-unarmed-man-marker-knife\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/denver-police-shoot-unarmed-man-marker-knife", "date_published": "2023-08-15T19:49:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mother of six-year-old who shot Virginia teacher pleads guilty to child neglect", "description": "<p>Legal case against Deja Taylor seeks accountability for January shooting, including teacher’s $40m lawsuit against the school</p><p>The mother of a six-year-old boy who <a href=\"https://apnews.com/hub/newport-news\">shot his teacher</a> in Virginia pleaded guilty Tuesday to a charge of felony child neglect, seven months after her son used her handgun to critically wound the educator in a classroom full of students.</p><p>Prosecutors agreed to drop a misdemeanor charge of reckless storage of a firearm against Deja Taylor. As part of the plea agreement, prosecutors said they will not seek a sentence that is longer than state sentencing guidelines, which call for six months in jail or prison.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/virginia-mother-pleads-guilty-six-year-old-shot-teacher-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/virginia-mother-pleads-guilty-six-year-old-shot-teacher-case", "date_published": "2023-08-15T19:19:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police and CPS had key DNA evidence 16 years before Andrew Malkinson cleared of rape", "description": "<p>No action taken despite 2007 discovery of searchable male DNA profile on rape victim’s top that did not match Malkinson’s</p><ul><li><a href=\"https://www.theguardian.com/law/2023/aug/15/dna-and-injustice-a-timeline-of-the-andrew-malkinson-case\">Rape, DNA and injustice: a timeline of the Andrew Malkinson case</a></li></ul><p>Police and prosecutors in the Andrew Malkinson case knew there was another man’s DNA on the victim’s clothes in 2007 – three years after he was wrongly convicted of rape – but he remained in prison for another 13 years.</p><p>Malkinson was <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson\">cleared by the appeal court</a> last month after spending 17 years in prison for a 2003 rape he did not commit. His exoneration came after fresh DNA testing linked another man to the crime.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/police-and-cps-had-key-dna-evidence-16-years-before-andrew-malkinson-cleared-of-rape\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/police-and-cps-had-key-dna-evidence-16-years-before-andrew-malkinson-cleared-of-rape", "date_published": "2023-08-15T19:12:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh arts venue axes Graham Linehan event after complaints", "description": "<p>Leith Arches said it cancelled comedy listing at which gender-critical writer was due to appear</p><p>An arts venue in Edinburgh has cancelled an event featuring the gender-critical scriptwriter Graham Linehan after complaints from customers.</p><p>Leith Arches, which often hosts queer and drag events, wrote on Instagram that it had cancelled a comedy listing where Linehan was due to appear on Thursday evening.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/15/edinburgh-venue-cancels-graham-linehan-event-complaints\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/15/edinburgh-venue-cancels-graham-linehan-event-complaints", "date_published": "2023-08-15T19:10:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Steve Bell on Trump’s 2024 presidential election goal – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/aug/15/steve-bell-on-trumps-2024-presidential-election-goal-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/aug/15/steve-bell-on-trumps-2024-presidential-election-goal-cartoon", "date_published": "2023-08-15T19:09:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Up next is … JLo? When pop stars crash karaoke", "description": "<p>Jennifer Lopez surprised restaurant-goers in Capri over the weekend with a rousing rendition of I Will Survive, the latest example of a big star surprise-grabbing the mic</p><p>In a certain part of X, the social media network formerly known as Twitter, there is a running joke that Jennifer Lopez – pop star, actor, source code for Google Images – has been doing something like karaoke all along. Lopez’s I’m Real (remix) and Ain’t It Funny (remix) rank among the most indelible radio hits of the 2000s, but the supple, seductive vocals you hear are by Ashanti, whose demo recordings were mysteriously left intact on the final tracks. “The Little Mermaid is really based on how Jennifer Lopez stole Ashanti’s voice,” joked one fan.</p><p>When it comes to the real thing, the real thing being karaoke, Lopez can hold her own. This past weekend, <a href=\"https://www.billboard.com/music/pop/jennifer-lopez-karaoke-i-will-survive-italian-bar-vacation-1235391716/\">a video emerged</a> of Lopez smashing I Will Survive at a restaurant in Capri, Italy, belting the lyrics like a diva raised on the gospel of Sylvester and Donna Summer. She also performed a favourite from her own catalogue, proving that, if Let’s Get Loud belongs at the 2021 presidential inauguration, then it certainly has a place at the Taverna Anema e Core. In the clips posted online, Lopez sounds better than she has in ages, almost as if she would like to remind everyone that her recent box office duds<em> </em>never happened and she possesses a good voice in fine shape. Incidentally, Lopez’s new album is due this fall.</p> <a href=\"https://www.theguardian.com/music/2023/aug/15/karaoke-jlo-jennifer-lopez-pop-stars\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/15/karaoke-jlo-jennifer-lopez-pop-stars", "date_published": "2023-08-15T19:05:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matildas on a quest for lasting legacy beyond winning a home World Cup | Jonathan Liew", "description": "<p>England have embraced their villain status here, yet in this semi-final they face not just a team but an entire nation</p><p>The first time Emily van Egmond played football for Australia, nobody bothered counting the number of people watching. It was a friendly against North Korea at Ballymore in 2010, and although the national team midfielder reckons there were “maybe a couple of thousand” people in attendance, nobody knows for sure because, after all, who really cared? These were fringe players in a fringe team in a fringe sport. Stores were not selling out of replica Matildas jerseys because there were no replica Matildas jerseys. Australia won 3-2 and a national holiday was not declared.</p><p>Indeed it was relatively recently that many of the women <a href=\"https://www.theguardian.com/football/2023/aug/15/australia-vs-england-key-player-match-ups-womens-world-cup-2023-semi-final\">now preparing to face England</a> in the biggest football game seen on Australian soil were working second jobs to supplement their tiny retainer contracts. Caitlin Foord drove an Uber around Wollongong. Katrina Gorry helped out at a school. Alanna Kennedy worked in Pizza Hut. The idea of playing in front of millions had not yet occurred to them, let alone being blazoned on billboards and buses across the country.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/matildas-australia-england-womens-world-cup-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/matildas-australia-england-womens-world-cup-football", "date_published": "2023-08-15T19:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Owen Farrell’s rescinded red card sets worrying precedent for the game | Robert Kitson", "description": "<p>England will be delighted at their captain’s reprieve but in the long term it could have serious repercussions for player welfare</p><p>Not since that jaw‑dropping moment last year when a court was told that Rebekah Vardy’s agent had lost her mobile phone in the North Sea has there been a more prolonged social media guffaw. “Owen Farrell has escaped a ban of any kind? Hahahahaha. No, honestly, stop messing about. What did he really get? You must be JOKING! That’s ridiculous.”</p><p>A similar conversation will have been unfolding on refereeing WhatsApp groups the world over and, almost certainly, within World Rugby’s corridors of supposed influence. Minus the laughing-face emojis. Because, theoretically, rugby union is a sport doing everything it can to portray itself as safe and responsible. Except that, in reality, its entire disciplinary system now looks totally unfit for purpose.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/15/owen-farrells-rescinded-red-card-sets-worrying-precedent-for-the-game\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/15/owen-farrells-rescinded-red-card-sets-worrying-precedent-for-the-game", "date_published": "2023-08-15T19:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘A bit freaky’: Harrow traders bemused by spy charges against local couple", "description": "<p>Neighbours of two Bulgarians in suburban London accused of spying for Russia wonder what they could have been doing</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/aug/15/three-bulgarians-suspected-of-spying-for-russia-reportedly-charged-in-uk\">Three Bulgarians suspected of spying for Russia charged</a></li></ul><p>There was widespread shock and bafflement in Harrow, north-west London, after <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/three-bulgarians-suspected-of-spying-for-russia-reportedly-charged-in-uk\">news broke about alleged spies</a> in their neighbourhood.</p><p>Kamran Hussain is a barber a few doors down from where a Bulgarian couple suspected of spying for Russia were arrested in February under the Official Secrets Act after their flat was searched for hours.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/a-bit-freaky-harrow-traders-bemused-by-spy-charges-against-local-couple\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/a-bit-freaky-harrow-traders-bemused-by-spy-charges-against-local-couple", "date_published": "2023-08-15T18:40:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Outrage as Arkansas tells high schools to drop AP African American course", "description": "<p>‘Grave concern’ after latest example of conservative lawmakers limiting education on racial history</p><p>Advocacy groups are outraged after the <a href=\"https://www.theguardian.com/us-news/arkansas\">Arkansas</a> department of education warned state high schools not to offer an advanced placement course on African American history.</p><p>The <a href=\"https://www.nytimes.com/2023/08/14/us/arkansas-college-board-advanced-african-american-studies.html?partner=slack&amp;smid=sl-share\">admonition</a> from Arkansas education officials is the latest example of conservative lawmakers limiting education on racial history, sexual orientation and other topics they label as “indoctrination”.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/arkansas-high-school-african-american-ap-course\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/arkansas-high-school-african-american-ap-course", "date_published": "2023-08-15T18:35:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harrods bounces back after pandemic hit as big spenders return to London", "description": "<p>Knightsbridge department store reported 52% sales increase in year to January as impact of Covid-19 subsides</p><p>Profits at Harrods rose almost 10-fold last year as big-spending tourists returned to London after the pandemic.</p><p>The Knightsbridge department store, which is owned by the investment arm of Qatar’s sovereign wealth fund, saw profits hit £171.6m and sales increased 52% to £994m in the year to January 2023, according to accounts filed at Companies House.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/harrods-bounces-back-after-pandemic-hit-as-big-spenders-return-to-london\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/harrods-bounces-back-after-pandemic-hit-as-big-spenders-return-to-london", "date_published": "2023-08-15T18:29:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Security firm extends contract for criticised Manston detention centre", "description": "<p>MTC signs further deal with Home Office despite warnings asylum seekers may have faced ‘inhuman and degrading treatment’</p><p>A security contractor which supplies the Manston detention centre has been handed an extension to a Home Office contract despite criticism that asylum seekers may have faced “inhuman and degrading treatment” at the facility.</p><p>Management &amp; Training Corporation (MTC), an outsourcer, said it has signed a one-year deal in June to provide services at the detention centre in Manston, Kent, until July 2024.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/security-firm-extends-contract-for-criticised-manston-detention-centre\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/security-firm-extends-contract-for-criticised-manston-detention-centre", "date_published": "2023-08-15T18:18:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Widower of jailed Post Office worker loses appeal in wake of Horizon scandal", "description": "<p>Court of appeal rules scandal-hit software did not play a part in Joanne O’Donnell’s conviction for theft in 2007</p><p><br />The widower of a Post Office worker jailed after being convicted of theft has lost a court of appeal fight as a judge ruled that the conviction was not based on evidence from the <a href=\"https://www.theguardian.com/business/2023/jul/17/post-office-inquiry-chair-criticises-horizon-compensation-scheme\">scandal-hit Horizon software</a>.</p><p>Ian O’Donnell wanted to posthumously clear the name of his wife, Joanne, who died seven years ago, aged 64.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/widower-of-jailed-post-office-worker-loses-appeal-in-wake-of-horizon-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/widower-of-jailed-post-office-worker-loses-appeal-in-wake-of-horizon-scandal", "date_published": "2023-08-15T18:13:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rivalry, passion and swagger on cards as Lionesses take on Matildas", "description": "<p>Home crowd will be tipped heavily in favour of Australia but pundits predict England will thrive under pressure</p><p>Australia and England have a centuries-long sporting rivalry which spans disciplines from men’s cricket and rugby to women’s netball. On Wednesday, the tension will ramp up in women’s football, as the two countries witness their biggest ever face-off.</p><p>The crowd will be tipped heavily in favour of the Australians: local fans are expected to outnumber the visitors by about 10 to one at the 83,500-seat Stadium Australia in Sydney.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/rivalry-passion-and-swagger-on-cards-as-lionesses-take-on-matildas\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/rivalry-passion-and-swagger-on-cards-as-lionesses-take-on-matildas", "date_published": "2023-08-15T18:11:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Moisés Caicedo will be £115m bargain if Chelsea return to the elite", "description": "<p>Signing of Mauricio Pochettino’s top target, plus Roméo Lavia, has completed the overhaul of the Stamford Bridge midfield</p><p>After 45 Premier League appearances and one of the more bewildering transfer sagas in recent memory, <a href=\"https://www.theguardian.com/football/2023/aug/14/chelsea-sign-moises-caicedo-british-record-115m-deal-brighton\">Moisés Caicedo is a £115m player.</a> The midfielder’s value has risen beyond all expectations since he joined Brighton for £4.5m in February 2021 and Chelsea, who ended up having to pay more than they anticipated because of <a href=\"https://www.theguardian.com/football/2023/aug/10/liverpool-moises-caicedo-chelsea-tyler-adams\">Liverpool’s actions last week,</a> are inevitably having to deal with more criticism about their wild spending after deciding to break the British transfer record for the second time this year.</p><p>It seems there is no end to the excess. When word emerged that Chelsea were intent on holding firm during talks with Brighton, the response was that Caicedo would eventually go for at least £100m. Familiar questions about how that was possible were asked, keeping in mind the doubts over whether the club can possibly meet Financial Fair Play regulations, but the expectation always was that Todd Boehly and Clearlake Capital would not let this deal collapse. Chelsea had invested too much time into wooing Caicedo, Mauricio Pochettino’s top target in midfield, and the only thing that really changed after Liverpool had an offer of £111m accepted by Brighton last Thursday was that the asking price crept up.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/moises-caicedo-will-be-115m-bargain-if-chelsea-return-to-the-elite\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/moises-caicedo-will-be-115m-bargain-if-chelsea-return-to-the-elite", "date_published": "2023-08-15T18:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Scientists reconstruct Pink Floyd song by listening to people’s brainwaves", "description": "<p>Breakthrough raises hopes that musicality of natural speech can be restored in patients with disabling neurological conditions </p><p>Scientists have reconstructed Pink Floyd’s Another Brick in the Wall by eavesdropping on people’s brainwaves – the first time a recognisable song has been decoded from recordings of electrical brain activity.</p><p>The hope is that doing so could ultimately help to restore the musicality of natural speech in patients who struggle to communicate because of disabling neurological conditions such as stroke or amyotrophic lateral sclerosis – the neurodegenerative disease that Stephen Hawking was diagnosed with.</p> <a href=\"https://www.theguardian.com/science/2023/aug/15/scientists-reconstruct-pink-floyd-song-by-listening-to-peoples-brainwaves\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/15/scientists-reconstruct-pink-floyd-song-by-listening-to-peoples-brainwaves", "date_published": "2023-08-15T18:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Trump’s latest charges: the case for the cases against an ex-president | Editorial", "description": "<p>A fourth indictment in Georgia echoes a federal case, but is nonetheless important</p><p>Even close followers of the news could be forgiven for losing track of the criminal proceedings against Donald Trump. His <a href=\"https://www.theguardian.com/us-news/2023/aug/14/donald-trump-georgia-indictment-2020-election\" title=\"\">indictment in Georgia</a> is his second in a fortnight, and <a href=\"https://www.theguardian.com/us-news/2023/jul/28/donald-trump-investigations-criminal-charges-tracker\" title=\"\">his fourth in total</a>. The 13 new counts added to the scorecard bring the total – so far – to 91. What was once the precedent-shattering prospect of a former president facing trial on serious charges now seems oddly commonplace. That’s without mentioning the two impeachments he survived in office, or the <a href=\"https://www.reuters.com/world/us/legal-troubles-former-us-%C2%ADpresident-donald-trump-2023-08-15/\" title=\"\">multiple civil cases</a> against him.</p><p>Like the federal charges brought by the special counsel Jack Smith <a href=\"https://www.theguardian.com/us-news/2023/aug/10/trump-trial-date-2020-election-jack-smith\" title=\"\">earlier this month</a>, these are vastly graver matters than those relating to the payment of hush money to a pornography star, or even to the retention of classified national security documents. The federal case also addresses his attempts to overturn the 2020 election in Georgia. But Mr Trump would have less ability to interfere with a state-level case if re-elected, and would not be able to pardon himself. The use of Georgia’s racketeering legislation, <a href=\"https://www.theguardian.com/us-news/2023/jan/24/donald-trump-georgia-racketeering-rico-law-fani-willis\" title=\"\">broader than the federal equivalent</a>, is also striking, and not only because it is usually associated with the pursuit of mobsters. It does not require prosecutors to prove that defendants directly broke the law, but that they knowingly coordinated with others who did so. The charging of 18 alleged co-conspirators may increase the likelihood of former associates flipping and assisting the prosecution.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/the-guardian-view-on-trumps-latest-charges-the-case-for-the-cases-against-an-ex-president\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/the-guardian-view-on-trumps-latest-charges-the-case-for-the-cases-against-an-ex-president", "date_published": "2023-08-15T17:56:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on students’ mental health: young adults need tailored support | Editorial", "description": "<p>Recent deaths at universities point to the vulnerability of older adolescents. Policymakers should respond</p><p>Parents hope that when young people leave home to take up places at university they will thrive in the new environment. Often, it is teenagers’ first experience of living independently. Nearly all will face some challenges. But in recent years, there have been a number of high-profile instances in which the strain has proved too much. Last week, the father of Jos Winfield, who took his own life in June, became the latest parent to <a href=\"https://www.theguardian.com/society/2023/aug/09/universities-must-treat-students-better-says-father-whose-son-killed-himself\" title=\"\">issue a warning</a>. Mark Winfield advised other parents of students to “keep a close eye on your kids” studying away from home, and added his voice to a campaign to persuade universities to offer more support.</p><p>Moving away to study for a degree is a rite of passage more common in the UK than many other countries. There is evidence that longstanding British convention is shifting, with one <a href=\"https://www.theguardian.com/education/2023/aug/10/one-in-three-of-englands-university-starters-may-live-at-home-this-year\" title=\"\">survey</a> finding a sharp rise in the number of first-year students opting to remain in the family home, due to financial pressures. But of <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-7857/CBP-7857.pdf\" title=\"\">around 600,000</a> UK-domiciled young people due to start an undergraduate course this autumn, around two-thirds are expected to relocate.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/the-guardian-view-on-students-mental-health-young-adults-need-tailored-support\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/the-guardian-view-on-students-mental-health-young-adults-need-tailored-support", "date_published": "2023-08-15T17:54:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brice Marden obituary", "description": "American painter who combined constant experimentation and a resistance to fashion in his work<p>In 1966, the artist Brice Marden, who has died of cancer aged 84, exhibited a canvas called <a href=\"https://www.sfmoma.org/artwork/98.200/\" title=\"\">The Dylan Painting</a> in his first solo show, at the <a href=\"https://research.frick.org/directory/detail/4719\" title=\"\">Bykert Gallery</a> in New York. Six years earlier, Marden had married Pauline Baez, older sister of the singer <a href=\"https://www.theguardian.com/music/2020/apr/08/joan-baez-where-to-start-in-her-back-catalogue\" title=\"\">Joan</a>. Through his sister-in-law, he met a young Greenwich Village folk musician called Bob Zimmerman, and found him “a fantastic guy”.</p><p>It was 1962. “I had wanted to make a painting for him, to put out into the world to help his career,” Marden recalled in an interview for the San Francisco Museum of Modern Art in 2015. “By the time I got this painting finished, Bob [Dylan] was, like, very, very famous. He didn’t need my help.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/15/brice-marden-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/15/brice-marden-obituary", "date_published": "2023-08-15T17:51:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Neymar completes €100m transfer to Saudi club Al-Hilal after six years at PSG", "description": "<ul><li>‘I am Hilali’: Brazilian forward confirms arrival in video</li><li>Neymar joins compatriot Malcom at big-spending side</li></ul><p>Neymar has become the latest football star to take his talents to the Saudi Pro League after completing a move to Al-Hilal. The 31-year-old has joined from Paris Saint-Germain in a deal that could reach €100m euros (£86.3m).</p><p>The Brazilian’s departure ends a six-year stay at PSG, who he joined from Barcelona for a world-record £200m fee in 2017. Neymar leaves the Parc Des Princes having scored 118 goals in 173 matches and won five Ligue 1 titles, but was left out of the club’s opening league game against Lorient.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/neymar-completes-al-hilal-transfer-psg-saudi-arabia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/neymar-completes-al-hilal-transfer-psg-saudi-arabia", "date_published": "2023-08-15T17:38:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Clapham stabbing: police release image after attack on two men outside nightclub", "description": "<p>Met want to identify man after attack in south London which is being treated as homophobic</p><p>Police have released a CCTV image of a man they want to identify after an attack, being treated as homophobic, in which two people were stabbed outside a south London nightclub.</p><p>The Metropolitan police are searching for a man pictured on CCTV, after two men were injured outside the Two Brewers in Clapham High Street. The image was taken at about 10.15pm on Sunday, the same time as the attack.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/clapham-stabbing-police-release-image-after-attack-on-two-men-outside-nightclub\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/clapham-stabbing-police-release-image-after-attack-on-two-men-outside-nightclub", "date_published": "2023-08-15T17:24:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Of the criminal cases against Trump, Georgia’s may be the most important | Moira Donegan", "description": "<p>If Trump loses again in 2024, he faces not only embarrassment but the prospect of jail time. We should all fear what he might do to avoid it</p><p>Whether they like it or not, the three prosecutors who have now indicted Donald Trump in four different cases – the Manhattan district attorney, Alvin Bragg, who is bringing charges in the Stormy Daniels hush money case; the special counsel Jack Smith, who is bringing federal charges against Trump in the Mar-a-Lago documents and January 6<sup> </sup>cases; and now Fani Willis, the Fulton county district attorney who is bringing state charges against Trump regarding his attempts to overturn the 2020 presidential election result in Georgia – are now the former president’s political opponents. They pose a greater risk to his political future than any of his primary rivals.</p><p>This, at least, is how Trump is behaving as his presidential campaign lumbers toward 2024: as if he’s running against the prosecution. For one thing, Trump is acting like the prosecutions are political attacks. In the lead-up to the Georgia indictment, he aired TV ads <a href=\"https://www.nbcnews.com/meet-the-press/meetthepressblog/trump-running-ad-atlanta-criticizing-da-investigating-rcna99003\">attacking Willis</a>. And for another, the cases are costing him a tremendous amount of money. A Pac that the former president is using to pay his mounting legal fees, Save America, recently <a href=\"https://www.nytimes.com/2023/07/29/us/trump-pac-legal-fees.html#:~:text=Trump's%20political%20action%20committee%2C%20Save,not%20more%20than%20%2440%20million.\">requested a refund</a> of a donation it had made to another group supporting Trump’s re-election effort. The money couldn’t go to campaign efforts, as had been planned, because it was needed to pay the legal fees. That’s how rapidly lawyers’ bills are adding up for the former president and his long list of indicted allies.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/donald-trump-georgia-charges-most-important\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/donald-trump-georgia-charges-most-important", "date_published": "2023-08-15T16:59:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fire in south of France rages though campsite and 500 hectares of land", "description": "<p>Blaze in popular tourist area in the Pyrenees forced evacuation of 2,000 people before it was brought under control</p><p>A fire in the south of France burned through 500 hectares (1,240 acres) of land and destroyed a campsite, with 2,000 people evacuated before the blaze was brought under control on Tuesday.</p><p>The French environment minister said the climate crisis was exacerbating conditions of drought that fed the fire. No one was injured in the fire, authorities said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/fire-in-south-of-france-rages-though-campsite-and-500-hectares-of-land\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/fire-in-south-of-france-rages-though-campsite-and-500-hectares-of-land", "date_published": "2023-08-15T16:49:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dominican Republic explosion death toll rises to 10 with another 11 missing", "description": "<p>Four-month-old among victims and over 50 people also injured in explosion at commercial center in San Cristóbal</p><p>The death toll from a powerful explosion near the capital of the <a href=\"https://www.theguardian.com/world/dominicanrepublic\">Dominican Republic</a> has risen to 10 as firefighters searched through smoldering rubble, authorities said.</p><p>More than 50 people also were injured in Monday’s explosion at a bustling commercial center in the city of San Cristóbal, said Joel Santos, minister of the presidency. At least 36 of the injured remained hospitalized, Santos said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/dominican-republic-explosion-death-toll-injuries-missing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/dominican-republic-explosion-death-toll-injuries-missing", "date_published": "2023-08-15T16:44:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Six ex-Met officers charged with sending racist WhatsApp messages", "description": "<p>Ex-police officers accused of sending grossly offensive communications after investigation</p><p>Six former Metropolitan police officers including one who went on to be employed by the Home Office have been charged with sending grossly offensive and racist messages in a WhatsApp group.</p><p>The six have been charged with offences under the Communications Act 2003 and will appear at Westminster magistrates court on Thursday 7 September. The charges follow publication of a BBC News report in October 2022, when one of the six was working for the Home Office.</p><p>Peter Booth, 66, who retired from the Met in April 2001.</p><p>Robert Lewis, 62, who retired from the Met in May 2015.</p><p>Anthony Elsom, 67, who retired from the Met in May 2012.</p><p>Alan Hall, 65, who retired from the Met in June 2015.</p><p>Michael Chadwell, 62, who retired from the Met in November 2015.</p><p>Trevor Lewton, 65, who retired from the Met in August 2009.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/six-ex-met-officers-charged-with-sending-racist-whatsapp-messages\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/six-ex-met-officers-charged-with-sending-racist-whatsapp-messages", "date_published": "2023-08-15T16:39:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of refugees could face homelessness after Home Office policy change", "description": "<p>Migrants and survivors of trafficking will have minimum of seven days to find alternative accommodation if they receive eviction notice</p><p>Thousands of refugees and survivors of trafficking could find themselves homeless after a Home Office policy change, charities have warned.</p><p>Until last month, newly recognised refugees and survivors of trafficking had 28 days to find alternative accommodation after receiving a “notice to quit” before being evicted from Home Office accommodation they had lived in while officials were processing their claims – but this has now been reduced to a minimum of seven days.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/thousands-of-refugees-could-face-homelessness-after-home-office-policy-change\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/thousands-of-refugees-could-face-homelessness-after-home-office-policy-change", "date_published": "2023-08-15T16:35:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Snow falls in west of Bolivia in same week as wildfires in scorched east – video", "description": "<p>Bolivia's western highlands have been hit by a wave of snow, days after firefighters' battled forest blazes in the Santa Cruz department of eastern Bolivia. Street vendors in western cities such as El Alto and La Paz hope the snow will help grow vegetation and bring down soaring food prices. On the eastern side, thousands of hectares of grassland have been destroyed by fires caused by a heatwave</p> <a href=\"https://www.theguardian.com/world/video/2023/aug/15/snow-falls-in-west-of-bolivia-in-same-week-as-wildfires-in-scorched-east-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/aug/15/snow-falls-in-west-of-bolivia-in-same-week-as-wildfires-in-scorched-east-video", "date_published": "2023-08-15T16:34:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Julia Masli: ha ha ha ha ha ha ha review – healing hilarity", "description": "<p><strong>Monkey Barrel Comedy, Edinburgh<br /></strong>A clown by trade, Masli here sets about tackling the audience’s problems. Her leftfield efforts to ease them are one of this fringe’s true tonics</p><p>At any given fringe, a show will emerge that crystallises the festival spirit, that feels as if it couldn’t happen anywhere but here. Tickets become hot property; famous faces and fellow comics start appearing in the crowd. This year, that show is ha ha ha ha ha ha ha by <a href=\"https://www.theguardian.com/stage/2022/jul/10/clownts-review-three-maestros-compete-in-a-celebration-of-anarchic-hilarity\">Julia Masli</a>. It starts after midnight, in an airless underground room. Its audience can’t believe what they’re seeing – or experiencing, I should say, given that audience involvement is an all-encompassing part of the show. What happens from one night to the next is up for grabs.</p><p>The only guarantee is that Masli manifests as an agony aunt of few words, a healer to the crowd. A clown by trade, her 2022 show Choosh! was a Chaplinesque almost-dumbshow tracing a migrant’s journey from eastern Europe to the US. Here, the only stories are those supplied by audience members when Masli – a saucer-eyed naif in Victorian bridalwear, with a mannequin’s leg where her arm should be – approaches them and asks: “Problem?” The problems they share (a recent breakup; heartsickness for an absent son; chronic singledom), and Masli’s leftfield efforts to rectify them, constitute the show.</p><p>At <a href=\"https://tickets.edfringe.com/whats-on/julia-masli-ha-ha-ha-ha-ha-ha-ha\">Monkey Barrel Comedy, Edinburgh</a>, until 27 August</p><p><a href=\"https://viewer.gutools.co.uk/stage/edinburgh-festival-2023\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/15/julia-masli-ha-ha-ha-ha-ha-ha-ha-review-healing-hilarity\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/15/julia-masli-ha-ha-ha-ha-ha-ha-ha-review-healing-hilarity", "date_published": "2023-08-15T16:20:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Much-hyped biography of Tucker Carlson struggles to sell", "description": "<p>Tucker by Chadwick Moore sells just 3,227 copies in first week after publication on 1 August, Publishers Weekly figures reveal</p><p>A much-hyped <a href=\"https://www.theguardian.com/books/2023/aug/06/tucker-carlson-book-biography-review-fox-news\">biography</a> of the former Fox News host Tucker Carlson has struggled to find favour with readers, a leading US publishing authority said, listing <a href=\"https://www.publishersweekly.com/pw/nielsen/HardcoverNonfiction.html\">just over 3,000 copies</a> sold in the first week of its release.</p><p>According to <a href=\"https://www.publishersweekly.com/pw/nielsen/HardcoverNonfiction.html\">Publishers Weekly</a>, Tucker by Chadwick Moore sold just 3,227 copies in its first week after publication on 1 August.</p> <a href=\"https://www.theguardian.com/books/2023/aug/15/tucker-carlson-biography-chadwick-moore\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/15/tucker-carlson-biography-chadwick-moore", "date_published": "2023-08-15T16:05:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hawaii officials to begin releasing names of victims killed in Maui fire", "description": "<p>So far 99 fatalities have been identified but number of dead is expected to rise as teams search devastated neighborhoods</p><p>Hawaii officials worked painstakingly to identify the 99 people confirmed killed in wildfires that ravaged Maui and expected to release the first names on Tuesday, even as teams intensified the search for more dead in neighborhoods reduced to ash.</p><p>A week after a blaze tore through historic Lahaina, many who survived have started moving into hundreds of hotel rooms set aside for displaced locals while donations of food, ice, water and other essentials have poured in.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/hawaii-fire-victim-names-update\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/hawaii-fire-victim-names-update", "date_published": "2023-08-15T16:05:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australian newspaper sends helicopter to spy on Lionesses during training", "description": "<ul><li>Daily Telegraph in Sydney publishes images of private session</li><li>England face Matildas in World Cup semi-final on Wednesday</li></ul><p>England have found themselves on the receiving end of a spying controversy after a training session before their World Cup semi-final against Australia was photographed from a helicopter.</p><p>The Daily Telegraph newspaper in Sydney sent up the aircraft to capture images from the Lionesses’ behind closed doors session at their training base as they finalised plans for the semi-final against the co-hosts on Wednesday.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/australian-newspaper-sends-helicopter-to-spy-on-lionesses-during-training\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/australian-newspaper-sends-helicopter-to-spy-on-lionesses-during-training", "date_published": "2023-08-15T15:58:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Number of children in mental health crisis at record high in England", "description": "<p>NHS data reveals more than 3,500 urgent referrals of under-18s in May, three times higher than same month in 2019</p><p>The number of children in mental health crisis has reached record levels in England, analysis of <a href=\"https://digital.nhs.uk/data-and-information/publications/statistical/mental-health-services-monthly-statistics\">NHS data</a> by the mental health charity YoungMinds shows.</p><p>For the first time, urgent referrals of under-18s to mental health crisis teams reached more than 3,500 in May, three times higher than May 2019. And in the year to March 2023 there were 21,555 urgent referrals to mental health crisis teams, up 46% on 2022, the charity found.</p><p>In the UK, the youth suicide charity Papyrus can be contacted on 0800 068 4141 or email pat@papyrus-uk.org, and in the UK and Ireland Samaritans can be contacted on freephone 116 123, or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is at 988 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at befrienders.org</p> <a href=\"https://www.theguardian.com/society/2023/aug/15/number-children-mental-health-crisis-record-high-england\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/15/number-children-mental-health-crisis-record-high-england", "date_published": "2023-08-15T15:55:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Our people are still suffering’: Brazil’s operations against illegal mining camps", "description": "<p>Ibama agent Hugo Loss says he and his team have neutralised mining equipment in Operation Xapiri</p><p>Like mechanised Valkyries, nine helicopters filled with armed men and women in camouflage uniforms swoop over dense forests and remote rivers – but this is not a scene from Apocalypse Now, it is a Brazilian government mission to forestall catastrophe in the Amazon rainforest.</p><p>The aircraft from the country’s two main environmental agencies, Ibama and ICMBio, fly for hours above the Tapajós basin, then break formation when they approach their targets: illegal goldmining camps that are contaminating the waters and earth of the forest.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/brazil-operations-against-mining-camps-amazon-rainforest\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/brazil-operations-against-mining-camps-amazon-rainforest", "date_published": "2023-08-15T15:52:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s ‘house of food’ sits on shaky foundations. To fix it, curb the big supermarkets | Andrew Simms", "description": "<p>As major retailers rake in huge profits, they are slashing jobs, squeezing suppliers and hollowing out our food industry</p><p>Supermarkets can seem as mundane as public utilities, as dull as plumbing – until something goes wrong. If the plumbing goes wrong, the ceiling collapses. But when the supermarket goes wrong, you can’t put food on the table.</p><p>The naked vulnerability of the way we produce and sell our food is revealed whenever there is a shock to the system – whether that be fuel protests that disrupt deliveries from distribution warehouses, <a href=\"https://www.theguardian.com/politics/2022/apr/27/post-brexit-trade-barriers-increase-price-of-food-imported-from-eu-report\">post-Brexit trade barriers</a> increasing the price of food imported from the EU, or supply crises <a href=\"https://www.theguardian.com/world/2023/jul/20/what-was-the-black-sea-grain-deal-and-why-did-it-collapse#:~:text=The%20Black%20Sea%20grain%20initiative,southern%20ports%20via%20the%20Bosphorus.\">due to war</a> or <a href=\"https://climate.nasa.gov/news/3124/global-climate-change-impact-on-crops-expected-within-10-years-nasa-study-finds/\">climate-related crop failure</a>. In an industry defined by centralisation, concentrated ownership and global supply chains, things go wrong, often, and the problem for us – the shopper, the consumer, the citizen – is our lack of any real alternatives.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/britain-food-big-supermarkets-profits-jobs-suppliers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/britain-food-big-supermarkets-profits-jobs-suppliers", "date_published": "2023-08-15T15:33:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea poised to sign Michael Olise from Crystal Palace for £35m", "description": "<ul><li>Forward’s release clause activated but he must pass medical</li><li>Deals for Olise and Lavia would take net spend to about £175m</li></ul><p>Chelsea are set to sign Michael Olise after activating the Crystal Palace forward’s £35m release clause. Olise wants to join Chelsea, who are also putting the finishing touches to <a href=\"https://www.theguardian.com/football/2023/aug/14/liverpool-romeo-lavia-chelsea\">Roméo Lavia’s move</a> from Southampton, and those deals would take the club’s net spend this summer to about £175m.</p><p>Olise is expected to be sidelined with a hamstring injury until at least the end of September, and the move will depend on the France Under-21 international passing a medical. He would provide Mauricio Pochettino with more options in attacking midfield.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/chelsea-michael-olise-crystal-palace-35m-release-clause\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/chelsea-michael-olise-crystal-palace-35m-release-clause", "date_published": "2023-08-15T15:25:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Witness tampering? Samuel Bankman-Fried earned a judge’s rebuke | Margaret Sullivan", "description": "<p>The disgraced mogul was jailed after he leaked his ex-girlfriend’s private writings</p><p></p><p>Judge Lewis Kaplan has had enough of Samuel Bankman-Fried’s envelope-pushing.</p><p>“He has gone up to the line over and over again and I am going to revoke bail,” the US district judge ruled Friday. So he sent the disgraced 31-year-old cryptocurrency mogul to jail, rather than allow him to continue to hang out in his parents’ home in Palo Alto, California, while awaiting trial on charges of defrauding investors in his business.</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/sam-bankman-fried-witness-tampering-judge-rebuke\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/sam-bankman-fried-witness-tampering-judge-rebuke", "date_published": "2023-08-15T15:22:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Book festivals deserve sponsors, not boycotts | Letters", "description": "<p>Readers respond to Baillie Gifford’s sponsorship of the Edinburgh book festival and threats by authors to boycott it</p><p>Regarding your article (<a href=\"https://www.theguardian.com/books/2023/aug/11/authors-boycott-edinburgh-book-festival-sponsors-fossil-fuel-links?CMP=Share_iOSApp_Other\" title=\"\">Authors threaten boycott of Edinburgh book festival over sponsors’ fossil fuel links, 11 August</a>), collaboration and creativity are key to addressing the climate emergency, which is why it is so disappointing to see 50 prominent writers threaten to boycott the Edinburgh international book festival.</p><p>Baillie Gifford has sponsored the festival for the last 19 years, over which time many of the signatories have made regular appearances at the festival and benefited from the support and connections it offers to the writing and publishing community.</p> <a href=\"https://www.theguardian.com/books/2023/aug/15/book-festivals-deserve-sponsors-not-boycotts\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/15/book-festivals-deserve-sponsors-not-boycotts", "date_published": "2023-08-15T15:13:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Urgent action needed to reduce air pollution | Letter", "description": "<p><strong>Tim Dexter </strong>of Asthma + Lung UK says the health of future generations is at risk if the government doesn’t address this public health emergency</p><p>For too many of us, the air we breathe is toxic, and the weight of evidence showing the health impact linked to air pollution is growing by the day. Lung conditions are the third biggest killer in the UK, but they aren’t being taken seriously enough. Your article on air pollution speeding up the progression of lung disease (<a href=\"https://www.theguardian.com/environment/2023/aug/11/air-pollution-speeds-progression-of-lung-diseases-uk-study-finds\" title=\"\">11 August</a>) points to yet another piece of evidence showing the worrying cumulative effect that poor air quality has on our health throughout our lifetimes.</p><p>This important research raises the alarm on how air pollution can speed up the progress of lung disease. And yet politicians are still watering down their promises on delivering a green agenda, which will directly jeopardise the health of future generations.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/15/urgent-action-needed-to-reduce-air-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/15/urgent-action-needed-to-reduce-air-pollution", "date_published": "2023-08-15T15:13:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Welcome to Rishi-land: barren of attractions, bar a wavering chorus of ‘at least we’re not Labour’ | Marina Hyde", "description": "<p>As cartoonish ministers posture with their pseudopolicies, Mickey Mouse is looking positively statesmanlike</p><p>As Rishi Sunak tooled around Disneyland last week on his <a href=\"https://www.theguardian.com/politics/2023/aug/02/rishi-sunak-heads-to-california-for-special-trip-with-family\">family holiday</a>, I tried to imagine his government as a theme park. Instead of a rollercoaster, there would be a sign reading “Keir Starmer doesn’t want you to have a rollercoaster”. Instead of a log flume, there would be an artlessly defensive attempt to convince you that “<a href=\"https://www.theguardian.com/politics/shortcuts/2013/oct/02/michael-gove-referring-to-the-blob\">the blob</a>” says you can’t even <em>not</em> have a log flume any more. There would be no foot-long churros; foot-long churros are woke. The wrong type of visitors would be invited to “fuck off back to Disneyland Paris”. I know what you’re thinking: “Ooh, where is this place? Take all my money right now! Oh, wait, you already have.” But fun-wise, we’re looking at an empty field round which various off-brand cartoon characters (the cabinet) are stumbling ineffectually in search of today’s slogan. In short: imagineers wanted.</p><p>Imagineer was the name Walt Disney used for those of his employees he charged with realising his vision – creating ideas and then bringing them to life by building them. You may like the Disney vision; you may not. But you can’t deny it is phenomenally successful and as competently executed as it is coherent. It seems very unfair that some people’s epithet for something you can’t take seriously is “Mickey Mouse”. Have they not heard of “Rishi Sunak”?</p><p>Marina Hyde is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/rishi-sunak-mickey-mouse-conservatives-election\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/rishi-sunak-mickey-mouse-conservatives-election", "date_published": "2023-08-15T15:11:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Will Harry Maguire ever emerge from the dusty dugout he calls home?", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>The curtain has risen on a brand-new season of the Premier League, yet already it’s apparent that many things are going to pan out in exactly the same manner as before. Chelsea continue to fling their dollars around like sailors on shore leave. Liverpool are still incapable of properly replacing Graeme Souness. And yet again, for what seems like the 1,000th Old Trafford evening in a row, Harry Maguire sits brooding in the stands with a slab on. Whatever must the po’ erstwhile Manchester United captain be thinking?! Once considered part of a proud lineage that includes Bobby Charlton, Bryan Robson and Roy Keane, he’s now worryingly close to the top of a list featuring David May, Marcos Rojo and William Prunier. Oh Harry! That it’s come to this! Still!</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/will-harry-maguire-ever-emerge-from-the-dusty-dugout-he-calls-home\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/will-harry-maguire-ever-emerge-from-the-dusty-dugout-he-calls-home", "date_published": "2023-08-15T15:08:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City’s Kevin De Bruyne could miss rest of year with injury", "description": "<ul><li>Midfielder sustained hamstring injury against Burnley</li><li>Pep Guardiola says it is ‘a big blow, really tough for us’</li></ul><p>Pep Guardiola fears Kevin De Bruyne could be out into the new year with the hamstring injury sustained in Friday’s Premier League <a href=\"https://www.theguardian.com/football/2023/aug/11/burnley-manchester-city-premier-league-match-report\">win at Burnley</a>, and has described it as a “big blow”.</p><p>The 32-year-old was forced off after 28 minutes of the season opener in a recurrence of the problem that caused his first-half substitution in June’s Champions League final <a href=\"https://www.theguardian.com/football/2023/jun/11/manchester-city-scrap-their-way-to-a-first-champions-league-win\">victory over Internazionale</a>.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/manchester-city-kevin-de-bruyne-injury-could-miss-rest-of-year-pep-guardiola\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/manchester-city-kevin-de-bruyne-injury-could-miss-rest-of-year-pep-guardiola", "date_published": "2023-08-15T15:00:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rashomon: Akira Kurosawa’s truly daring film is still electrifying", "description": "<p>Famously telling four contradictory accounts of the same event – a samurai is dead – Kurosawa’s unsettling movie influenced countless productions that came after</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Most of us have heard variations of the common wisdom that, when it comes to two conflicting accounts, the truth is usually located somewhere in the middle. But what about three or four accounts, all starkly different? Can the truth ever really be found? No film has explored the unattainability of objective truth as brilliantly and memorably as Rashomon, the hugely influential 1950 classic directed by the great Japanese auteur Akira Kurosawa.</p><p>Set in Kyōto circa the 12th century, the film famously contains four separate accounts of the same incident, narrated by four different characters whose wildly contradictory stories agree only on the most basic fact: a samurai has been killed.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/aug/16/rashomon-akira-kurosawas-truly-daring-film-is-still-electrifying\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/16/rashomon-akira-kurosawas-truly-daring-film-is-still-electrifying", "date_published": "2023-08-15T15:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Saudi Pro League: the key factors that will decide project’s global impact | Paul MacInnes", "description": "<p>A week in Saudi Arabia has given some pointers as to the chances of the disruptive, star-studded league reaching its ambitious goals</p><p>The first round of matches in the new, disruptive Saudi Pro League (SPL) has been completed. The competition has received the international attention its organisers have keenly sought. Discussion of Saudi Arabia’s repressive regime has been limited, the focus instead on the football and the many stars attracted to the country. What can we now say about this project and its chances of achieving the global success it hopes for?</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/saudi-pro-league-global-success\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/saudi-pro-league-global-success", "date_published": "2023-08-15T15:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘National disgrace’: protest after tree estimated to be hundreds of years old cut down in Tasmania", "description": "<p>Sustainable Timber Tasmania said the giant tree pictured on the truck had been assessed and felled ‘for safety reasons’</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Pictures of a massive, centuries-old tree on the back of a logging truck in central Tasmania have sparked calls from environmentalists for Anthony Albanese to visit the area to see damage being inflicted on native forests.</p><p>A community member on Sunday recorded images of the large tree, which filled the width of the truck, being taken from a logging coupe in the Florentine Valley.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/16/protest-tree-estimated-hundreds-of-years-old-cut-down-tasmania\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/16/protest-tree-estimated-hundreds-of-years-old-cut-down-tasmania", "date_published": "2023-08-15T15:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "2023 International Portrait Photographer of the Year – in pictures", "description": "<p>Photographers of all skill levels have taken part in the 2023 International Portrait Photographer of the Year, with Forough Yavari taking out the overall winning spot with her work Salvation.</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/15/2023-international-portrait-photographer-of-the-year-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/15/2023-international-portrait-photographer-of-the-year-in-pictures", "date_published": "2023-08-15T15:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "For years I only ate animals whose names I knew and it made perfect sense", "description": "<p>There are many reasons to be vegetarian but I don’t mind about what happens to an animal after it dies, so long as it lives well</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>I used to only eat meat from sheep whose names I knew. This was not a particularly difficult task: they were all called Sam, through a naming convention established by my father. He assured us it had nothing to do with both his daughters dating people named Sam at the time.</p><p>Being vegetarian except for lamb grown on my parents’ farm, from sheep I had likely held as babies, has baffled meat eaters and vegetarians alike. When my parents sold the farm, and the last cuts left the freezer, I stopped eating meat altogether. I didn’t miss it. I never cook it myself and, when given the choice, I will always choose not to eat it.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up to receive Guardian Australia’s fortnightly Rural Network email newsletter</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/commentisfree/2023/aug/16/for-years-i-only-ate-animals-whose-names-i-knew-and-it-made-perfect-sense\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/commentisfree/2023/aug/16/for-years-i-only-ate-animals-whose-names-i-knew-and-it-made-perfect-sense", "date_published": "2023-08-15T15:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Five down, two to go: Matildas face moment of truth in high-stakes World Cup semi-final game | Kieran Pender", "description": "<p>There are just two peaks remaining for the team to scale their own Everest but every step forward raises the stakes for everyone else</p><ul><li><a href=\"https://www.theguardian.com/football/2023/aug/14/what-time-do-the-matildas-play-england-next-game-australia-how-to-watch-wednesday-16-august-kick-off-semi-final-live-stream-tv-fifa-womens-world-cup-2023\">How to watch the Matildas vs England semi-final</a></li><li><a href=\"https://www.theguardian.com/football/matildas\">Every Matildas story</a>; <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/20/womens-world-cup-2023-golden-boot-top-goalscorers-game-by-game\">Golden Boot tracker</a>; <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players#australia\">guide to all 736 players</a>; <a href=\"https://www.theguardian.com/football/womens-world-cup-2023/all\">full WWC coverage</a></li></ul><p>If the Matildas are overawed at going further than the team ever has before, they are doing a good job of concealing it. When veteran duo Tameka Yallop and Lydia Williams faced the press on Monday, it was business as usual – the content of their answers may have betrayed the significance of the moment, but there was nothing in its delivery that suggested anything out of the ordinary. Unimportant friendly or the biggest game in Matildas history? It was hard to say from the pair’s composure, body language and demeanour.</p><p>It was more of the same 24 hours out from Wednesday’s World Cup semi-final against England. Coach Tony Gustavsson was his usual affable self, ever-friendly, ever-willing to indulge questioning, eyes lighting up when a more tactical query was lobbed his way. Mackenzie Arnold, fresh from her starring role in the quarter-final win over France, was sticking to script and keeping her remarks brief – she is a woman of few words at the best of times.</p> <a href=\"https://www.theguardian.com/football/2023/aug/16/matildas-vs-england-game-moment-of-truth-opportunity-legacy-womens-world-cup-2023-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/16/matildas-vs-england-game-moment-of-truth-opportunity-legacy-womens-world-cup-2023-australia", "date_published": "2023-08-15T15:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Seismic impact of Women’s World Cup could be even greater than Euro 2022 | Suzanne Wrack", "description": "<p>Australia has embraced the tournament in spectacular fashion – and it could prove game-changing</p><p>The drumbeat of the Euros was barely noticeable in England, background noise to the hustle and bustle of life, before growing louder and louder until it reached a climax when the <a href=\"https://www.theguardian.com/football/2022/jul/31/england-germany-womens-euro-2022-final-match-report\" title=\"\">Lionesses triumphed over Germany</a> to win a first major tournament last year.</p><p>Public consciousness of the tournament was earned; each kick of a ball, each victory, turned attentions to the players, the teams, the jeopardy.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/seismic-impact-of-womens-world-cup-could-be-even-greater-than-euro-2022\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/seismic-impact-of-womens-world-cup-could-be-even-greater-than-euro-2022", "date_published": "2023-08-15T15:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "When oncologists like me rain bad tidings on patients, calm and compassion are crucial | Ranjana Srivastava", "description": "<p>Returning cancer patients aren’t looking to be shielded from reality – they want to know you’ll remain steadfastly in their corner</p><p></p><p>“I would recognise those footsteps anywhere. I knew it was you even before I saw you!”</p><p>Making a mental note to soften my footfall, I extend my hand into hers.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/16/when-oncologists-like-me-rain-bad-tidings-on-patients-calm-and-compassion-are-crucial\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/16/when-oncologists-like-me-rain-bad-tidings-on-patients-calm-and-compassion-are-crucial", "date_published": "2023-08-15T15:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former British Cycling chief doctor Richard Freeman banned for four years", "description": "<ul><li>Ban is first doping sanction from golden era of British Cycling</li><li>Slevin left frustrated by questions still unanswered in case</li></ul><p>The former chief doctor of Team Sky and British Cycling Richard Freeman has been handed a four-year doping ban for possession of a banned substance and twice lying to UK Anti-Doping investigators.</p><p>Freeman was <a href=\"https://www.theguardian.com/sport/2021/mar/19/former-british-cycling-and-team-sky-chief-doctor-richard-freeman-struck-off\">struck off the medical register in 2021</a> after being found guilty of ordering 30 sachets of a banned testosterone to the National Cycling Centre, “knowing or believing” it was for an unnamed rider to improve their performance. This latest punishment amounts to the first official doping sanction for a member of staff during the golden era of British Cycling, when they dominated in the velodrome and on the roads. Freeman, who was the physician for the team at both the 2012 and 2016 Olympic Games, also worked closely with Sir Bradley Wiggins and other top riders while at Team Sky.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/15/former-british-cycling-chief-doctor-richard-freeman-banned-for-four-years\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/15/former-british-cycling-chief-doctor-richard-freeman-banned-for-four-years", "date_published": "2023-08-15T14:43:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Naughty rather than dirty’: 50 years of Man About the House, the sitcom that introduced sex to British TV", "description": "<p>The groundbreaking flat-sharing comedy’s very concept terrified ITV. Its writer and actors reflect on its smashing of gender stereotypes and the wildly successful spin-offs it launched</p><p>According to Philip Larkin’s poem Annus Mirabilis, “sexual intercourse began / In nineteen sixty-three.” But sex in peak-time television did not start – and, then, only fumblingly and furtively – until 1973. On 15 August that year, ITV premiered the sitcom Man About the House.</p><p>Its writer Brian Cooke had seen a few adverts in the flat shares section of the Evening Standard specifying “a male or female” flatmate. The phrasing was striking, as the convention at the time was for rentals being single-sex and, by heterosexual assumption, therefore no sex. Carla Lane’s The Liver Birds, which debuted on BBC One in 1969, featured two young women sharing.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/15/naughty-rather-than-dirty-50-years-of-man-about-the-house-the-sitcom-that-introduced-sex-to-british-tv\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/15/naughty-rather-than-dirty-50-years-of-man-about-the-house-the-sitcom-that-introduced-sex-to-british-tv", "date_published": "2023-08-15T14:41:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Survivor of Lahaina blaze says sea was only sanctuary: ‘I went through hell’", "description": "<p>Ana Carolina Penedo jumped into the ocean with her mother as flames razed Hawaii’s former capital leaving dozens dead</p><p>Flames were everywhere and Ana Carolina Penedo had a decision to make. She could stay in her car and hope that the line of vehicles attempting to flee Lahaina would miraculously start to move, or she and her mother could run.</p><p>The fire ravaging the former capital of the Hawaiian Kingdom was consuming everything in sight: shops and historic buildings, a beloved 150-year-old banyan tree. Outside the car, embers landed on people trying to evacuate on foot. It became clear to Penedo, 42, that there was only one safe place in reach – the ocean.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/lahaina-survivor-hawaii-fires\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/lahaina-survivor-hawaii-fires", "date_published": "2023-08-15T14:38:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jorge Vilda says ‘it’s marvellous to make so many people happy’ with Spain win", "description": "<ul><li>Head coach ‘very emotional’ after 2-1 semi-final victory</li><li>‘We have no preference’ over opponents in the final</li></ul><p>Jorge Vilda said it was “marvellous to make so many people happy” after his Spain side reached the country’s first Women’s World Cup final. In a tense semi-final against Sweden, La Roja needed a late strike from Olga Carmona to ensure progression to the Sydney showpiece on Sunday.</p><p>“It is something that is fabulous for Spanish football, everyone who’s worked throughout so many years,” Vilda, the head coach, said <a href=\"https://www.theguardian.com/football/2023/aug/15/womens-world-cup-semi-final-spain-sweden-match-report\">after the 2-1 win</a>. “Everyone who has contributed to this goes through your head … I’m proud of my team, I’m proud of what we’ve achieved.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/jorge-vilda-spain-sweden-womens-world-cup-2023-semi-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/jorge-vilda-spain-sweden-womens-world-cup-2023-semi-final", "date_published": "2023-08-15T14:30:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tory party urged to investigate Welsh secretary’s ‘racist’ leaflet about Travellers", "description": "<p>Exclusive: Labour peer and MP intervene after David TC Davies accused of whipping up opposition against minority group</p><p>The Conservative party chair, Greg Hands, has been urged to launch an internal investigation into the Welsh secretary, David TC Davies, over “unacceptable” and “racist” comments against the Traveller community.</p><p>This month <a href=\"https://www.theguardian.com/politics/2023/aug/03/police-investigate-traveller-sites-leaflet-distributed-welsh-secretary\">Davies circulated a leaflet</a> telling voters: “Gypsy and Traveller site coming to your area soon!” and asking them: “Would you like to see a Traveller site next to your house?”</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/david-tc-davies-welsh-secretary-leaflet-travellers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/david-tc-davies-welsh-secretary-leaflet-travellers", "date_published": "2023-08-15T14:23:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Somerset council forced to close parks, allotments and tennis courts after insurance blunder", "description": "<p>Clevedon town council chairman says he cannot reveal why insurance policies were revoked</p><p>The seafront tennis courts have been shut and walkers told to stay away from a popular park. Allotment holders have been barred from their plots and classes at a community centre cancelled.</p><p>At what should be its busiest time of the year, the Somerset seaside resort of Clevedon has been forced to close down many of its amenities after its <a href=\"https://www.clevedon.gov.uk/\">town council lost its insurance</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/15/somerset-council-forced-to-close-parks-allotments-and-tennis-courts-after-insurance-blunder\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/15/somerset-council-forced-to-close-parks-allotments-and-tennis-courts-after-insurance-blunder", "date_published": "2023-08-15T14:19:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "France’s animal shelters reach capacity as holidaymakers dump pets at roadside", "description": "<p>Protection group appeals for funds after accepting 12,000 animals since beginning of summer</p><p>French animals rescue centres say they have reached “saturation” with abandoned pets this summer.</p><p>More than 100,000 pets are abandoned to fend for themselves in France every year, more than half of them dumped just before or during long summer holidays when they are often found next to routes heading for the coast or countryside. Last summer, 60,000 pets were dumped, and animal rescuers say the figure is expected to be higher this year.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/frances-animal-shelters-reach-capacity-as-holidaymakers-dump-pets-at-roadside\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/frances-animal-shelters-reach-capacity-as-holidaymakers-dump-pets-at-roadside", "date_published": "2023-08-15T14:09:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Misogynists like Andrew Tate hold sway over thousands of men and boys. Male leaders like me must address that  | Humza Yousaf", "description": "<p>We cannot be passive bystanders when the actions of men cause such pain and suffering. It’s vital to listen and learn</p><p>I remember the feeling of bewilderment the first time my older sister told me how tightly she grips her keys in her pocket if she is walking alone in the dark. Bewilderment, because as men we just don’t have to think that way.</p><p>And the reason for that? It is pretty simple: men have made our communities feel far too unsafe for far too many women. As first minister of Scotland – but more importantly as a father of two girls – this is not a situation I am prepared to simply accept.</p><p>Humza Yousaf is first minister of Scotland and leader of the Scottish National party</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/misogynists-andrew-tate-humza-yousaf-men-pain-male-leaders\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/misogynists-andrew-tate-humza-yousaf-men-pain-male-leaders", "date_published": "2023-08-15T14:03:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘More than annoying’: German foreign minister abandons Oceania trip after plane problems", "description": "<p>The Airbus A340 taking Annalena Baerbock to the region twice had to turn back to Abu Dhabi after refuelling</p><p>Germany’s foreign minister, Annalena Baerbock, has been forced to abandon a trip to Oceania after a problem with her government plane twice forced it to return to Abu Dhabi.</p><p>Baerbock set off from Berlin on Sunday, but a mechanical problem with her ageing German air force Airbus A340’s landing flaps meant it had to turn back to Abu Dhabi after a refuelling stop there. The aircraft took off again on Monday night, but the technical problem resurfaced and the plane had to return to the Emirati capital again.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/german-foreign-minister-abandons-australasia-trip-after-plane-problems\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/german-foreign-minister-abandons-australasia-trip-after-plane-problems", "date_published": "2023-08-15T14:02:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Dating at the end of the world: in Eternights, even the apocalypse can’t stand in the way of love", "description": "<p>A dating-app meet goes wrong at the beginning of this action game when the world as we know it abruptly ends – but that won’t stop love from flourishing</p><p>Eternights combines the action-packed spectacle of a PlatinumGames title with a darkly funny dating simulator. At the beginning of the game’s <a href=\"https://store.steampowered.com/app/1402110/Eternights/\">Steam demo</a>, you are building an online dating profile with your friend, and a woman texts you to meet up. By the time the demo is over, an apocalyptic calamity has destroyed the city you live in and turned its hapless citizens into mindless demons, and your arm has been cut off and turned into a sword. Oh, and the woman you thought you were going to go on a date with has ulterior motives. Standard romantic fare.</p><p>Studio Sai founder Jae Yoo worked on the game on nights and weekends while doing a full-time job at Apple, before he eventually left to found his own studio. As Studio Sai’s only full-time employee, he was responsible for the title’s programming story, modelling and rigging animation – which he learned after downloading Unity and watching YouTube tutorials. He worked with two part-time artists and a part-time narrative designer, along with a composer and sound designer.</p> <a href=\"https://www.theguardian.com/games/2023/aug/15/eternights-apocalypse-love-studio-sai\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/15/eternights-apocalypse-love-studio-sai", "date_published": "2023-08-15T14:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Manchester’s minority ethnic women to tell ‘untold stories’ of childbirth", "description": "<p>Oral history project will preserve experiences, traditions and cultural practices of black and Asian mothers</p><p>The experiences, cultural practices and traditions of black and Asian women during pregnancy and childbirth are to be preserved in an archive in Manchester as part of an oral history project.</p><p>Holding Her Space, a community organisation that supports new mothers and mothers-to-be from minority ethnic backgrounds, has launched the intergenerational project to create culturally competent resources and provide education using creative arts.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/manchester-oral-history-project-black-asian-women-childbirth\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/manchester-oral-history-project-black-asian-women-childbirth", "date_published": "2023-08-15T14:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Men in power must take lead on tackling toxic masculinity, says Humza Yousaf", "description": "<p>Scottish first minister says every man can play a role in challenging problematic behaviour</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/15/rishi-sunak-keir-starmer-nhs-beds-waiting-times-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Men in positions of power must take the lead in tackling toxic masculinity, which is a root cause of gender-based abuse, Scotland’s first minister has said.</p><p><a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/misogynists-andrew-tate-humza-yousaf-men-pain-male-leaders\">Writing for the Guardian</a>, Humza Yousaf said: “It is simply not good enough to say ‘it is not all men’ and wash our hands of the problem we have collectively created; every single man can, and should, play his role in making change.”</p> <a href=\"https://www.theguardian.com/politics/2023/aug/15/humza-yousaf-on-tackling-toxic-masculinity\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/15/humza-yousaf-on-tackling-toxic-masculinity", "date_published": "2023-08-15T14:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "At least four killed as Russia fires rockets into western Ukrainian cities", "description": "<p>Cruise missiles fired into Lutsk and Lviv during nighttime attack on eight regions of country</p><p>Three people were killed overnight in a Russian rocket strike on an industrial building in the western Ukrainian city of Lutsk, part of one of the largest attacks aimed into the region near Poland for many months.</p><p>Other cruise missiles were aimed in and around Lviv as part of a bombardment in which Russia fired at least 28 rockets into eight regions of the country.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/civilians-killed-as-russia-fires-rockets-into-western-ukrainian-cities\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/civilians-killed-as-russia-fires-rockets-into-western-ukrainian-cities", "date_published": "2023-08-15T13:42:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Health minister says Stonewall should not write gender policies for NHS bodies", "description": "<p>LGBTQ+ charity defends work with public bodies after Will Quince speaks of ‘ideology’ danger</p><p>Stonewall has defended its work with public bodies after a health minister said that the charity should not be allowed to write gender policies for NHS organisations.</p><p>The health minister Will Quince said on Tuesday that NHS trusts should develop their own policies “without the help of organisations like Stonewall”, claiming that there was a danger of “ideology” coming before the concerns of patients and staff.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/health-minister-says-stonewall-should-not-write-gender-policies-for-nhs-bodies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/health-minister-says-stonewall-should-not-write-gender-policies-for-nhs-bodies", "date_published": "2023-08-15T13:39:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Texas jury orders man to pay ex-girlfriend $1.2bn in revenge porn case", "description": "<p>Woman said ex-boyfriend conducted campaign to spread intimate photos of her online without her consent</p><p>A man who harassed his ex-girlfriend online – including by sharing intimate photos of her on social media – must pay her $1.2bn in damages, a <a href=\"https://www.theguardian.com/us-news/texas\">Texas</a> jury has ordered.</p><p>The woman, who went by “DL” in court documents, said her ex-boyfriend conducted a campaign to spread intimate photos of her online without her consent. Using images taken by security cameras at the home where the woman was living, he shared the photos on fake social media accounts, tagging friends, family and employers on the picture. He also created a website and publicly accessible Dropbox folders and emailed the photos to people.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/texas-jury-revenge-porn-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/texas-jury-revenge-porn-case", "date_published": "2023-08-15T13:36:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Roman fragments offer glimpse of emperor Hadrian’s daily events calendar", "description": "<p>Researchers in Italy uncover inscribed sections of marble chronicle linked to previous finds at Ostia Antica archaeological park</p><p>Some of the daily activities of the Roman emperor Hadrian, who built monuments including the Pantheon during his more than two-decade reign, have been revealed after the discovery of fragments of marble slabs in Ostia Antica, an archaeological park close to Rome that was once the city’s harbour.</p><p>The details were inscribed on <em>fasti ostienses,</em> a type of calendar chronicling events involving emperors and other officials in ancient Rome which were drafted by the pontifex Volcani, the highest local religious authority.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/roman-fragments-emperor-hadrian-daily-events-calendar-ostia-antica-italy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/roman-fragments-emperor-hadrian-daily-events-calendar-ostia-antica-italy", "date_published": "2023-08-15T13:31:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s the first major work about the referendum’: how Scotland’s big moment finally made good drama", "description": "<p>A drunken and divided dinner party in 2014 is the setting for Peter Arnott’s Chekhovian new comedy. But almost a decade on from the independence vote, why did it take so long?</p><p>On a glorious summer’s day in rural Perthshire in 2014, an extended family sit down to eat dinner and talk politics. It is just weeks before Scotland will vote no to independence, by 55% to 45%, in a referendum that may be era-defining or a historical footnote – just one of the puzzles of perspective posed by award-winning playwright Peter Arnott in his latest work <a href=\"https://pitlochryfestivaltheatre.com/whats-on/group-portrait-in-a-summer-landscape/\">Group Portrait in a Summer Landscape</a><em>.</em></p><p>The friends and relatives of eminent professor of history George Rennie – a prominent Labour supporter who is leaning towards voting yes – are ultra-liberal, well-educated and well-fed. But as the characters reach their dramatic, wine-accelerated reckoning, the play is as much about that political moment, what it meant then and how it resonates today.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/15/group-portrait-in-a-summer-landscape-play-interview-scottish-independence-referendum\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/15/group-portrait-in-a-summer-landscape-play-interview-scottish-independence-referendum", "date_published": "2023-08-15T13:26:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Barbie? Titanic? Jurassic Park? What is the best $1bn movie ever?", "description": "<p>Greta Gerwig’s comedy joins the relatively exclusive club of films to earn over a billion dollars, filled with sequels and superheroes</p><p>Legend has it that when Margot Robbie <a href=\"https://deadline.com/2023/07/margot-robbie-confesses-she-hyped-barbie-as-a-billion-dollar-project-in-meetings-1235442698/\">pitched</a> Warner Bros her idea for what the Barbie movie should be, she won the executives over by telling them that it would make a billion dollars. <a href=\"https://www.theguardian.com/film/2023/aug/07/barbie-movie-tops-1bn-in-global-box-office-ticket-sales-breaking-record-for-female-directors\">Last week</a> she was proved right.</p><p>Barbie has now made $1.18bn at the global box office. This is an incredible achievement. Of all the movies ever made, <a href=\"https://editorial.rottentomatoes.com/guide/all-movies-that-made-over-a-billion-dollars-ranked-by-tomatometer/\">only 53 have managed to hit this milestone</a>. Needless to say, that number is much less if you only want to count good films.</p> <a href=\"https://www.theguardian.com/film/2023/aug/15/barbie-billion-dollar-movie-which-one-is-best-titanic-jurassic-park\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/15/barbie-billion-dollar-movie-which-one-is-best-titanic-jurassic-park", "date_published": "2023-08-15T13:24:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ryanair charges elderly couple £110 after they download wrong boarding cards", "description": "<p>Ruth, 79, and Peter Jaffe, 80, who is disabled, checked in to return instead of outgoing flight and had to pay to print new passes</p><p>An elderly couple were “horrified” to be charged £110 by Ryanair for new boarding passes after they mistakenly checked into the wrong flight.</p><p>Ruth, 79, and Peter Jaffe, 80, had to pay the fee after they accidentally downloaded their return boarding passes instead of the outgoing ones for a flight to France.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/ryanair-charges-elderly-couple-110-after-they-download-wrong-boarding-cards\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/ryanair-charges-elderly-couple-110-after-they-download-wrong-boarding-cards", "date_published": "2023-08-15T13:13:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Driverless cars are the hardest problem you could want to solve’ – Oxa’s Gavin Jackson", "description": "<p>The head of the UK tech startup is as passionate about self-driving ‘autonomy’ as Elon Musk – but thinks it could be 20 years away</p><p>Driverless cars are here – if you happen to live in San Francisco, at least. Regulators voted last week to allow two companies to <a href=\"https://www.theguardian.com/us-news/2023/aug/10/san-francisco-self-driving-car-autonomous-regulation-google-gm\" title=\"\">run driverless taxi services</a> in the city. So it is surprising to hear from the British boss of an autonomous-car company that the next step – the dream of a car that can drive you anywhere – may still be a decade or more away.</p><p>Gavin Jackson, of British startup Oxa, says it could be 10 or even 20 years before an “Uber effect” takes over and robo-taxis are capable of going anywhere without human intervention. “It’s just the hardest problem you could possibly want to solve, because the variables are infinite,” he tells the <em>Observer</em> over lunch in London.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/15/driverless-cars-are-the-hardest-problem-you-could-want-to-solve-oxas-gavin-jackson\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/15/driverless-cars-are-the-hardest-problem-you-could-want-to-solve-oxas-gavin-jackson", "date_published": "2023-08-15T13:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I love you’: why men are much quicker to declare their feelings than women", "description": "<p>According to a study of more than 3,000 people, heterosexual women take longer than men to make a verbal commitment to a new romance</p><p><strong>Name:</strong> I love you.</p><p><strong>Well, this is all very sudden.</strong> You’re supposed to ask my age and appearance here.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/15/i-love-you-men-feelings-quicker-heterosexual-women-romance\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/15/i-love-you-men-feelings-quicker-heterosexual-women-romance", "date_published": "2023-08-15T12:50:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The new Trump charges are shocking. But his White House odds won’t change | Lloyd Green", "description": "<p>Trump faces a blizzard of trials starting this fall. Yet his earlier indictments fueled a fundraising spurt and a rise in the polls</p><p>On Monday night, a grand jury in Fulton county, Georgia, delivered a <a href=\"https://www.documentcloud.org/documents/23909542-23sc188947-criminal-indictment?responsive=1&amp;title=1\">41-count, 98-page felony indictment</a>. Donald Trump and the names of 18 co-defendants litter its pages. Prosecutors allege that Trump, Rudy Giuliani, Mark Meadows, John Eastman, Sidney Powell and a passel of lackeys illegally interfered with the 2020 election and violated Georgia’s anti-racketeering statute.</p><p>Trump helmed a “criminal enterprise”, the indictment alleges. He now stands in the shoes of a purported mob boss. Said differently, the likely 2024 Republican presidential nominee personifies the spirit of Tony Soprano.</p><p>Lloyd Green is an attorney in New York and served in the US Department of Justice from 1990 to 1992</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/trump-charges-fulton-county-white-house-odds\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/trump-charges-fulton-county-white-house-odds", "date_published": "2023-08-15T12:43:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lamb auction and church mass reactions: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/15/lamb-auction-and-church-mass-reactions-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/15/lamb-auction-and-church-mass-reactions-tuesdays-best-photos", "date_published": "2023-08-15T12:40:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Can Australia cope with pressure and win tactical battle with England? | Anita Asante", "description": "<p>In today’s newsletter we look at the England v Australia World Cup semi-final, a contest that has everything a big game should</p><ul><li><a href=\"https://www.theguardian.com/football/2022/mar/22/sign-up-for-our-new-womens-football-newsletter-moving-the-goalposts\">Moving the Goalposts: sign up for our free newsletter</a></li></ul><p>The World Cup semi-final between Australia and England has got everything you want from a big game. As far as the coaches are concerned, Australia’s Tony Gustavsson possesses an advantage over Sarina Wiegman of having been part of two World Cup triumphs. As Jill Ellis’s assistant, he helped the United States lift the trophy in 2015 and 2019 and cannot have failed to learn a lot.</p><p>With Australia he has faced considerable pressure when, initially, results disappointed – but he is a coach who stays true to his values. His insistence that the Matildas prepared for this tournament by playing a series of tough friendlies is now standing them in excellent stead.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/australia-england-tactical-battle-with-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/australia-england-tactical-battle-with-england", "date_published": "2023-08-15T12:30:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Interest rate hike just a sticking plaster for Russia’s war-fuelled economic woes", "description": "<p>Further tough decisions will be needed while the Kremlin continues to spend large sums on its Ukraine invasion</p><p>Protracted wars are costly and cause economic damage. Ancient Rome discovered that, as did the US in the 1960s when the conflict in Vietnam was one factor behind pressure on the dollar that led eventually to the breakup of the Bretton Woods fixed currency system.</p><p>The decision by Russia’s central bank to <a href=\"https://www.theguardian.com/world/2023/aug/15/russia-central-bank-hikes-interest-rates-rouble-falls\">raise interest rates</a> from 8.5% to 12% to defend the plunging rouble is the latest example of this age-old truth. Eighteen months into the <a href=\"https://www.theguardian.com/world/live/2023/aug/15/russia-ukraine-war-live-russia-air-attack-lyiv-volyn-region-poland-border\">war with Ukraine</a>, Russia’s current account surplus is shrinking and inflationary pressure is growing. The currency is taking the strain, and the trigger for Tuesday’s emergency move appears to have been the rouble hitting 100 to the US dollar on Monday.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/interest-rate-hike-just-a-sticking-plaster-for-russias-war-fuelled-economic-woes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/interest-rate-hike-just-a-sticking-plaster-for-russias-war-fuelled-economic-woes", "date_published": "2023-08-15T12:30:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two US tourists found sleeping in Paris’ Eiffel Tower after hopping barrier", "description": "<p>Americans had spent a night under the stars in a spot normally closed to the public but ‘did not pose any apparent threat’</p><p>Two American tourists have been found sleeping off a heavy night in the heights of Paris’ Eiffel Tower, after dodging security the night before, the monument’s operator said on Tuesday.</p><p>Security guards roused the men “in the early morning” as they were making their rounds before the French landmark’s 9am opening time on Monday, publicly-owned Eiffel Tower operator Sete said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/two-us-tourists-found-sleeping-paris-eiffel-tower\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/two-us-tourists-found-sleeping-paris-eiffel-tower", "date_published": "2023-08-15T12:11:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Charities and experts call for overhaul of UK’s ‘broken’ sick pay system", "description": "<p>Coalition urges health secretary to back changes as long-term sickness levels reach record high</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/15/rishi-sunak-keir-starmer-nhs-beds-waiting-times-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>A coalition of charities and health experts has called for an overhaul of the UK’s “broken” sick pay system, as the number of people prevented from working by long-term sickness reached a record high.</p><p>The group urged the health secretary, Steve Barclay, to support changes that it says would not just address widening health inequalities but also benefit the economy.</p> <a href=\"https://www.theguardian.com/society/2023/aug/15/charities-experts-call-overhaul-broken-uk-sick-pay-system\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/15/charities-experts-call-overhaul-broken-uk-sick-pay-system", "date_published": "2023-08-15T12:09:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pakistan’s outgoing PM denies vendetta against Imran Khan", "description": "<p>Exclusive: Shehbaz Sharif accuses jailed predecessor of ‘shabby treatment’ of political rivals in final interview as leader</p><p>Pakistan’s prime minister, Shehbaz Sharif, has denied pursuing a personal vendetta against <a href=\"https://www.theguardian.com/world/imran-khan\">Imran Khan</a>, his political rival and immediate predecessor, who was jailed and barred from politics on corruption charges this month.</p><p>Speaking to the Guardian in his last interview before handing over to a caretaker leader, Sharif said “victimisation is not in [his] dictionary” and accused Khan of “shabby treatment of opposition leaders and putting them behind bars” when he was in power from 2018 to April last year.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/pakistans-pm-shehbaz-sharif-denies-vendetta-against-imran-khan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/pakistans-pm-shehbaz-sharif-denies-vendetta-against-imran-khan", "date_published": "2023-08-15T12:08:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool have swapped clarity for confusion in the transfer market | Andy Hunter", "description": "<p>Caicedo and Lavia sagas show Liverpool’s once-slick operation has become beset by instability and muddled-thinking</p><p>The wounds of a <a href=\"https://www.theguardian.com/football/2018/may/26/real-madrid-liverpool-champions-league-final-match-report\">Champions League final defeat in Kyiv</a> were still raw for Liverpool, physically and emotionally, when they last spent big on a coveted, specialist defensive midfielder. The contrast between the arrival of Fabinho in 2018 and events since <a href=\"https://www.theguardian.com/football/2023/jul/31/fabinho-leaves-liverpool-al-ittihad-in-saudi-arabia\">his departure</a> is a clear illustration of a transfer operation swapping clarity for confusion.</p><p>News of <a href=\"https://www.theguardian.com/football/2018/may/28/liverpool-fabinho-monaco-close-signing\">Fabinho’s move from Monaco</a> emerged within 24 hours of the 3-1 loss to Real Madrid. Mohamed Salah was still receiving treatment on a shoulder injury, and Jürgen Klopp had not even considered the possibility of Loris Karius suffering concussion, when the €45m transfer was finalised three days after a season of staggering progress had come to a shattering end. There were no rumours of a Liverpool move for the Brazilian and no drawn-out negotiations for a player who had attracted widespread interest. The sporting director Michael Edwards got the job done while leaving Klopp to focus on preparations for European football’s biggest night. Defeat in Kyiv would not derail Liverpool, as Fabinho’s arrival showed.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/liverpool-have-swapped-clarity-for-confusion-in-the-transfer-market\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/liverpool-have-swapped-clarity-for-confusion-in-the-transfer-market", "date_published": "2023-08-15T12:02:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Don’t be fooled by January 6 – Mike Pence is still an absolute coward | Arwa Mahdawi", "description": "<p>The former vice-president can’t even bring himself to denounce the Maga supporters who wanted him hanged. Is he the most spineless man in US politics?</p><p>Three things sum up the essence of Mike Pence, the former vice-president of the US: the first is that he reportedly calls his wife “Mother”. <a href=\"https://www.politifact.com/article/2018/mar/27/does-mike-pence-call-his-wife-mother/\">He has denied this</a>, but he is creepy enough that the rumours have never been definitively refuted. The second is that he <a href=\"https://www.washingtonpost.com/politics/karen-pence-is-the-vice-presidents-prayer-warrior-gut-check-and-shield/2017/03/28/3d7a26ce-0a01-11e7-8884-96e6a6713f4b_story.html\">refuses to eat a meal alone</a> with any woman who isn’t his wife. The third – which may be linked to the first two items – is that he doesn’t have a chance in hell of becoming president.</p><p>Ever since announcing his campaign for the 2024 nomination, Pence has been polling in the single digits. But you don’t need to look at the polls to realise that the 64-year-old’s chance of being the Republican nominee, let alone the next president of the US, are nonexistent – you just need to look at him. It may be a cliche, but passing the “would I <a href=\"https://en.wikipedia.org/wiki/Beer_question\">have a beer</a> with them?” test is still an important component of getting elected as president. Vibes matter. And Pence? He has all the vibes of a resurrected corpse of a 17th-century Puritan minister.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/dont-be-fooled-by-january-6-mike-pence-is-still-an-absolute-coward\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/dont-be-fooled-by-january-6-mike-pence-is-still-an-absolute-coward", "date_published": "2023-08-15T12:01:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s vastly complex, even dangerous’: in defence of the recorder, the Marmite of the woodwind world", "description": "<p>The 600-year-old school staple has recently faced news of an impending classroom extinction. But a network of passionate enthusiasts are working to ensure its survival</p><p>It’s been well over 30 years since I first reached into a school crate and pulled out a plastic descant recorder, and yet I can still remember the visceral thrill I got from coaxing birdlike sounds with my fingers and mouth. I was a shy five-year-old – I hadn’t started speaking until I was two – and although it might seem corny to suggest that this eight-holed baton acted as some kind of magical wand for my confidence, I don’t think that my trills and toots are wholly unrelated. They gave me a voice.</p><p>Like most of us, I was introduced to the recorder during rowdy group classes at my state-funded primary school. But unlike most of us, I chose to keep playing it well into my 20s, swapping my plastic descant for a larger wooden treble in order to tackle the baroque melodies of Telemann (with a hit-or-miss approach). There was something about its sensitivity to touch and breath that hooked me: a tender and earthy warble (if played well) v a squealing and screeching racket (if played badly).</p> <a href=\"https://www.theguardian.com/music/2023/aug/15/its-vastly-complex-even-dangerous-in-defence-of-the-recorder-the-marmite-of-the-woodwind-world\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/15/its-vastly-complex-even-dangerous-in-defence-of-the-recorder-the-marmite-of-the-woodwind-world", "date_published": "2023-08-15T12:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s central bank hikes interest rates by 3.5 percentage points as rouble falls", "description": "<p>Emergency decision is intended to halt slide after currency dropped to weakest point in almost 17 months </p><p>Russia’s central bank has hiked interest rates by 3.5% in an emergency move aimed at halting the rouble’s recent slide, after it fell to its weakest point in almost 17 months.</p><p>The decision to bring the key rate to 12% was announced after an extraordinary meeting of the bank’s board of directors, called after the rouble <a href=\"https://www.theguardian.com/business/2023/aug/14/rouble-falls-to-16-month-low-dollar-russian-exports-collapse-war-ukraine-russia-economy\">plunged past the psychologically key level of 100 to the dollar</a> on Monday morning.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/russia-central-bank-hikes-interest-rates-rouble-falls\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/russia-central-bank-hikes-interest-rates-rouble-falls", "date_published": "2023-08-15T11:59:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Global wealth fall cost 3.5m people ‘dollar millionaire’ status last year", "description": "<p>Swiss bank UBS says drop in assets in 2022 was biggest since financial crisis as high inflation took toll</p><p>More than 3.5 million people lost their “dollar millionaire” status last year during the first fall in global wealth since the 2008 <a href=\"https://www.theguardian.com/business/2008/dec/28/markets-credit-crunch-banking-2008\">financial crisis</a>.</p><p>The number of adults with assets of more than $1m (£790,000) fell from 62.9 million at the end of 2021 to 59.4 million at the end of 2022, according to the UBS annual wealth report, published on Tuesday. The Swiss bank said global wealth was depressed by <a href=\"https://www.theguardian.com/business/2023/aug/15/food-price-inflation-in-uk-falls-for-fifth-month-in-a-row\">high inflation</a> and the collapse of <a href=\"https://www.theguardian.com/business/2023/aug/14/rouble-falls-to-16-month-low-dollar-russian-exports-collapse-war-ukraine-russia-economy\">many currencies</a> against the dollar.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/ubs-global-wealth-report-2022-dollar-millionaires\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/ubs-global-wealth-report-2022-dollar-millionaires", "date_published": "2023-08-15T11:47:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bring on the noise – Bright says England are ready to face raucous Australia fans", "description": "<ul><li>England captain relishing prospect of facing co-hosts in last four</li><li>‘It’s going to be very tight and very competitive,’ says Wiegman</li></ul><p>Millie Bright has said it is in the Lionesses’ DNA “to fight and be competitive” as the team prepare for a World Cup semi-final showdown with co-hosts Australia after <a href=\"https://www.theguardian.com/football/2023/aug/12/england-colombia-womens-world-cup-quarter-final-match-report\">battling their way to the last four</a>.</p><p>“The journey has been long and tough, but without those experiences you don’t learn,” said Bright. “It’s different for everyone. We have an ultra-competitive group and it’s in our DNA to fight and be competitive.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/bright-says-england-are-ready-to-face-raucous-australia-fans-world-cup-2023\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/bright-says-england-are-ready-to-face-raucous-australia-fans-world-cup-2023", "date_published": "2023-08-15T11:37:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Third politician in a month killed in Ecuador", "description": "<p>Citizen Revolution party’s Pedro Briones fatally shot less than a week after assassination of presidential candidate</p><p>The unprecedented violence shaking Ecuador has claimed the life of another political leader, bringing the number of politics-related killings in the last four weeks to three, including that of <a href=\"https://www.theguardian.com/world/2023/aug/13/im-not-afraid-ecuadors-assassinated-presidential-candidate-who-fought-the-cartels\">a presidential candidate</a>.</p><p>The fatal shooting of Pedro Briones a organiser for Citizen Revolution, the party of the former president Rafael Correa, was confirmed by Luisa González, the frontrunner in Sunday’s special presidential election and a member of the same party.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/third-politician-in-a-month-killed-in-ecuador\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/third-politician-in-a-month-killed-in-ecuador", "date_published": "2023-08-15T11:36:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Teesside woman accused of carrying out own abortion pleads not guilty", "description": "<p>Bethany Cox, 22, will face trial next year over offences alleged to have taken place during first Covid lockdown in 2020</p><p>A 22-year-old woman has pleaded not guilty to charges alleging she illegally administered drugs in order to procure an abortion.</p><p>Bethany Cox, of Stockton-on-Tees appeared before the recorder of Middlesbrough, Judge Watson KC, at Teesside crown court.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/teesside-woman-accused-of-carrying-out-own-abortion-pleads-not-guilty\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/teesside-woman-accused-of-carrying-out-own-abortion-pleads-not-guilty", "date_published": "2023-08-15T11:26:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for summer berries on sweet toast", "description": "An easy version of a much-loved British summertime classic<p>The soft bread, tart summer fruits and sweet scarlet syrup of a classic summer pudding are too good for a once-a-year treat. But the recipe is quite a task – topping and tailing the currants, slicing the bread and lining the tin. Then there is the overnight wait as the pudding does its thing. Here is a quick version for midweek.</p><p>Remove the stalks from 150g of <strong>redcurrants</strong> and 225g of <strong>blackcurrants</strong>. Put them in a deep-sided pan with 3 tbsp of <strong>sugar</strong> and 4 tbsp of water and bring to the boil. Tip in 200g of <strong>blackberries</strong>, remove from the heat and set aside.</p> <a href=\"https://www.theguardian.com/food/2023/aug/15/nigel-slater-midweek-pudding-recipe-summer-berries-sweet-toast\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/15/nigel-slater-midweek-pudding-recipe-summer-berries-sweet-toast", "date_published": "2023-08-15T11:02:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … fantastical tales and Sazball at the Women’s World Cup", "description": "<p>Our cartoonist looks back at the last-eight action and in-flight celebrations as Australia and England set up a semi-final to savour</p><ul><li><strong><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></strong></li><li><strong><a href=\"https://guardianprintshop.com/collections/david-squires/products/fantastical-tales-and-sazball-at-the-women-s-world-cup\">You can get a copy of this cartoon in the Guardian Print Store</a></strong></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/aug/15/david-squires-on-fantastical-tales-sazball-australia-england-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/aug/15/david-squires-on-fantastical-tales-sazball-australia-england-womens-world-cup", "date_published": "2023-08-15T11:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Voters don’t believe migrants cause all their problems any more. Sunak’s divisive strategy will fail | Owen Jones", "description": "<p>The enduring Tory habit of blaming others for their own failures has served them well, but it may be running out of road</p><p>You can’t separate Britain’s parlous state and Rishi Sunak’s latest bungled attempt to escalate the “stop the boats” campaign. No British government in democratic history has presided over such an acute period of national decline. The average Briton is set to be <a href=\"https://www.theguardian.com/uk-news/2021/oct/28/budget-2021-ifs-predicts-real-pain-for-low-income-households\">no better off in 2026</a> than they were in 2008, and the poorest fifth are more than <a href=\"https://www.nuffieldfoundation.org/news/average-uk-families-8800-a-year-worse-off-than-in-comparable-countries\">20% poorer</a> than their French and German counterparts.</p><p>Economic growth has been weak, and there has been an <a href=\"https://www.niesr.ac.uk/blog/why-uk-productivity-low-and-how-can-it-improve\">unprecedented slowdown</a> in the nation’s productivity levels. Hospital waiting lists are at record highs, multiple housing crises chew at our living standards and security, and privatised infrastructure – from our creaking trains to our leaking water pipes – offers a service you’d expect from a much poorer country, all at rip-off prices. The social hubs that rescue us from isolation are being wiped off the map, from libraries – nearly 800 closed <a href=\"https://www.theguardian.com/books/2019/dec/06/britain-has-closed-almost-800-libraries-since-2010-figures-show\">in the 2010s</a> – to nightclubs – a third have vanished <a href=\"https://completemusicupdate.com/article/a-third-of-uk-nightclubs-have-closed-in-three-years-says-ntia/\">in the past three years alone</a>. Our town centres are becoming deserts of shuttered windows, pound shops and US candy stores.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/rishi-sunak-small-boats-tories-immigration\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/rishi-sunak-small-boats-tories-immigration", "date_published": "2023-08-15T11:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He’s the best guy’: Georgia Stanway learning from mentor Luke Chadwick", "description": "<p>The England midfielder says seeking the advice of the former Manchester United player has helped her on and off the field</p><p>Georgia Stanway pauses for a moment. “I’m not afraid to say it,” she says, almost to herself as much as to anyone in the room. It’s her own short affirmation that this, the eve of a World Cup semi-final against the tournament co-hosts Australia, is the right time to open up on how she has dealt with problems in the past and now knows how to remain calm.</p><p>“Once or twice a week, I speak with a mentor and that’s something that I’ve done for a few years now. I’m not afraid to say it.” Then the pause. “I went through a time at [Manchester] City where it was a little bit up and down in terms of my mentality, my position. Everything was changing, and that person was my go-to in terms of getting clarity on my position [and] what I wanted to achieve in that season.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/england-georgia-stanway-mentor-luke-chadwick\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/england-georgia-stanway-mentor-luke-chadwick", "date_published": "2023-08-15T11:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘You have to sacrifice your life’: the drug runners of Colombia’s rainforests", "description": "<p>With few job prospects, young men in the jungle borderlands with Brazil risk everything in a marijuana trade that ultimately bankrolls dissident armed groups</p><p>Moonlight seeps through the palm-thatch roof of the <em>maloca</em>, a circular communal house in the village of La Pedrera in southern Colombia. Sitting in the centre of the space, a shaman from the Murui ethnic group chants and hums, deep in concentration.</p><p>The shaman passes around a white plastic container filled with green powder. Each of the young men in the circle scoops a pinch of the powder into his cheek and moistens it with saliva. The older man’s lips are coated with the powder, a mixture of pulverised coca leaves and ash called <em>mambe</em>, an integral part of rituals that helps the participants focus.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/15/indigenous-drug-runners-colombia-brazil-sacrifice-your-life-\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/15/indigenous-drug-runners-colombia-brazil-sacrifice-your-life-", "date_published": "2023-08-15T11:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Norfolk and Suffolk police identify breach of personal data of 1,230 people", "description": "<p>Personal information of people including victims of crime was included in freedom of information responses, forces say</p><p>The personal data of more than 1,000 people, including victims of crime, was included in freedom of information (FoI) responses issued by Norfolk and Suffolk police, the forces have said.</p><p>In a statement, the two East Anglian constabularies said a “technical issue” meant raw crime report data was included in a “very small percentage” of FoI responses issued between April 2021 and March 2022.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/norfolk-and-suffolk-police-identify-data-breach\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/norfolk-and-suffolk-police-identify-data-breach", "date_published": "2023-08-15T10:46:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Are you kidding, carjacking?’: The problem with facial recognition in policing", "description": "<p>When a pregnant Black woman was falsely arrested, she fought back. Here’s what happened next. Plus, the week in AI</p><p><strong>• <a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></p><p>Porcha Woodruff was eight months pregnant when police in Detroit, Michigan came to arrest her on charges of carjacking and robbery. She was getting her two children ready for school when six police officers knocked on her door and presented her with an arrest warrant. She thought it was a prank.</p><p>“Are you kidding, carjacking? Do you see that I am eight months pregnant?” the lawsuit Woodruff filed against Detroit police reads. She sent her children upstairs to tell her fiance that “Mommy’s going to jail”.</p> <a href=\"https://www.theguardian.com/newsletters/2023/aug/15/techscape-facial-recognition-software-detroit-porcha-woodruff-black-people-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/newsletters/2023/aug/15/techscape-facial-recognition-software-detroit-porcha-woodruff-black-people-ai", "date_published": "2023-08-15T10:45:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Water companies are playing dirty over sewage. That’s why 20 million of us are taking them to court | Carolyn Roberts", "description": "<p>People have had enough. Our historic class action could be the start of desperately needed change in the water industry</p><p>In England and Wales, anger about the <a href=\"https://www.theguardian.com/commentisfree/2023/apr/06/britain-rivers-beaches-seas-sewage-great-stink\">state of our rivers and beaches</a> is vast. Open-water swimmers, fishers and canoeists describe navigating through filthy liquid covered in brown scum. Social media posts show disturbing pictures of bankside tree roots and sewer outfalls festooned with the tatty remains of toilet paper and tampons. Blankets of silt and algae mask the previously pristine spawning grounds of salmon. Many people report that their local streams are cloudy, stinking and virtually bereft of fish and aquatic plants, whereas they used to be sparkling waters full of life. Clearly, all is not well in the aquatic environment.</p><p>That’s why, for the first time in English law, <a href=\"https://www.theguardian.com/business/2023/aug/09/public-could-receive-hundreds-of-millions-as-water-firms-face-sewage-lawsuit\">I have begun legal action</a> with the support of Leigh Day against six of the largest water companies, on behalf of more than 20 million householders. If we win, the compensation could be more than £800m, which would result in about £40 or £50 being paid back per household. Our case is this: we hope to prove that the water companies have been underreporting the number of pollution incidents and overcharging customers as a result. To top it off, rather than reinvesting their substantial revenues, these companies have paid out handsome dividends to shareholders and attractive bonuses to senior staff. During the financial year 2021-22, the main water companies in the UK <a href=\"https://www.statista.com/statistics/1395359/dividends-paid-water-companies-uk/#:~:text=During%20the%20financial%20year%202021,dividends%2C%20followed%20by%20Severn%20Trent.\">paid out almost £966m</a> in dividends.</p><p>Carolyn Roberts is a water and environment consultant and emeritus professor at Gresham College, London</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/class-action-lawsuit-england-water-companies\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/class-action-lawsuit-england-water-companies", "date_published": "2023-08-15T10:37:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain reach their first Women’s World Cup final as late winner sinks Sweden", "description": "<p>Spain have reached their first ever Women’s World Cup final after beating Sweden 2-1 in a dramatic semi-final encounter in Auckland.</p><p>The teenage winger Salma Paralluelo gave Jorge Vilda’s side the lead with 10 minutes to play, before Sweden levelled through Rebecka Blomqvist’s fine finish eight minutes later.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/womens-world-cup-semi-final-spain-sweden-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/womens-world-cup-semi-final-spain-sweden-match-report", "date_published": "2023-08-15T10:30:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Guest in the House by Emily Carroll review – haunting gothic tale with a heady whiff of Daphne du Maurier", "description": "<p>The award-winning Canadian graphic novelist’s account of a young woman whose widower husband has a dark secret about his first wife is vividly drawn and masterfully plotted</p><p>In Daphne du Maurier’s 1938 gothic novel <em>Rebecca</em>, a young woman marries a wealthy widower, Maxim de Winter, only to discover – too late! – that he and his household are haunted by the memory of his first wife, its title character. The book is, famously, a tale of jealousy and the tricks it may play on the mind, bending it out of shape. But it’s also about power. <em>Rebecca</em>’s narrator, the second Mrs de Winter, isn’t only (at first) timid and naive; she’s also a possession, a wife whose real name we will never learn.</p><p>Emily Carroll’s new graphic novel, <em>A Guest in the House</em>, comes with a heady whiff of <em>Rebecca</em>. Abby (we do know her name) is a quiet, rather passive and somewhat solitary young woman, who lives in a small Canadian town, where she has a job on a supermarket checkout. When the book begins, she’s getting used to a new life, having married quite suddenly David, a widower who moved to the town to work as a dentist. There are things about this arrangement that she likes, in her strange, acquiescent way. It’s fun to play house after so long alone and theirs sits by a beautiful lake, surrounded by trees. But in other ways, her existence is now much more complicated. Not only will Abby have to learn to love Crystal, her husband’s young daughter; she’ll have to learn to love him, too: a man for whom she feels next to nothing physically and about whose previous life she knows dangerously little.</p> <a href=\"https://www.theguardian.com/books/2023/aug/15/a-guest-in-the-house-by-emily-carroll-review-haunting-gothic-tale-with-a-heady-whiff-of-daphne-du-maurier\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/15/a-guest-in-the-house-by-emily-carroll-review-haunting-gothic-tale-with-a-heady-whiff-of-daphne-du-maurier", "date_published": "2023-08-15T10:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Nichols boss resigns after strategy dispute with owner", "description": "<p>Manju Malhotra, who joined retailer 25 years ago, is understood to have disagreed over pace of change</p><p>The boss of Harvey Nichols has quit the retailer she first joined 25 years ago after tensions over its strategy, and a member of its owning family will take the reins.</p><p>Manju Malhotra started at the Knightsbridge store in London in 1998 as a newly qualified accountant and worked her way up through the ranks before becoming chief executive in January 2020, just before the Covid pandemic forced stores to shut.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/harvey-nichols-boss-resigns-strategy-dispute-owner-manju-malhotra\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/harvey-nichols-boss-resigns-strategy-dispute-owner-manju-malhotra", "date_published": "2023-08-15T10:12:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Three Bulgarians suspected of spying for Russia reportedly charged in UK", "description": "<p>Suspects held in February in major national security investigation, BBC reports</p><p>Three suspected spies for Russia in Britain have been arrested and charged in a major national security investigation, the BBC reported on Tuesday.</p><p>The defendants were Bulgarian nationals alleged to be working for Russian security services, the BBC said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/three-bulgarians-suspected-of-spying-for-russia-reportedly-charged-in-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/three-bulgarians-suspected-of-spying-for-russia-reportedly-charged-in-uk", "date_published": "2023-08-15T10:12:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Croatian police looking for 10 handball players from Burundi missing from competition", "description": "<p>Players have not been heard from since leaving their accommodation last Wednesday</p><p>Police in Croatia are looking for 10 young handball players from Burundi who have disappeared before a world championship match.</p><p>The Primorje-Gorski Kotar county police department said efforts were under way to locate the players and determine the facts of their disappearance.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/croatian-police-looking-for-10-handball-players-from-burundi-missing-from-competition\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/croatian-police-looking-for-10-handball-players-from-burundi-missing-from-competition", "date_published": "2023-08-15T10:07:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mother, May I? review – high-end horror put together with immense amount of style", "description": "<p>When Emmett arrives at the house he has inherited after his mother’s death, the legacy that emerges is deeply unsettling, and brilliantly depicted</p><p>This is a find. Writer-director Laurence Vannicelli’s follow-up to his <a href=\"https://www.imdb.com/title/tt5193084/?ref_=nm_flmg_t_2_dr\">little-seen debut Vera</a> represents a classy, spare shard of quasi-horror so elevated it’s barely horror at all despite the deployment of a few supernatural bangs and whizzes. It’s more in the tradition of psychological thrillers from the old days that critics still pine for, such as <a href=\"https://www.theguardian.com/film/2019/jul/05/dont-look-now-review-roeg-horror-julie-christie-donald-sutherland\">Don’t Look Now</a> (1973) or Obsession (1976), all teasing ambiguity and deep dives into the messier corners of lovers’ psyches. In this case, Mother, May I? goes sniffing around the dark cellars of the mind where men keep complicated feelings about their mothers locked up, but which break out and play havoc with romantic relationships in the present.</p><p>The mother at this heart of this story, Tracy (Robin Winn Moore) is met in the film’s opening moments lying dead on the floor, bugs crawling over her, as the authorities arrive to bag and tag her. Her only offspring, Emmett (Kyle Gallner), collects her ashes after the cremation and unceremoniously sprinkles them on a nearby lake, accompanied by his poet girlfriend Anya (Holland Roden). Then they inspect the home he inherited from Tracy but hasn’t visited in years, a lovely upstate New York barn conversion stuffed with mementoes of Tracy’s life as a bohemian dancer in her youth.</p><p>Mother, May I? is released on 21 August on digital platforms.</p> <a href=\"https://www.theguardian.com/film/2023/aug/15/mother-may-i-review-high-end-horror\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/15/mother-may-i-review-high-end-horror", "date_published": "2023-08-15T10:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My melodramatic fear of rats has made me a laughing stock | Zoe Williams", "description": "<p>Family and friends delight in telling me tall tales about rodents and now my unfortunate phobia has been passed on to my children</p><p>While I couldn’t spontaneously name them, I feel sure there were good qualities I wanted to pass on to my children. But all I’ve managed to transmit is a violent fear of rodents, and even that, to only one of them. I didn’t realise how successful I’d been until a couple of years ago, when we saw a mouse in my son’s bedroom. I screamed; he screamed. I jumped on the bed; he jumped on a chair – but it was a revolving one, so he started spinning round, screaming, and I screamed more. Mr Z ran in expecting an intruder, though I notice he didn’t bring anything to use as a weapon. As much as I reviled it, I felt a bit sorry for the mouse. It was all so ultra.</p><p>Consequent to this very noisy, melodramatic phobia, it pleases my associates to tell me stories about mice and rats, which, generally speaking, aren’t true. My brother-in-law told me that, if they have a rat problem on a building site, they contain all the rats in a zone where the only food source is each other, until finally they have one giant rat, and they shoot it in the head. It stalks my dreams, this mutant rat cannibal, even though it makes no sense. On holiday, my friend told me there was a rat in the kitchen, and while I could recognise this at 50 paces as <a href=\"https://www.youtube.com/watch?v=HxY1hZyNcpM\">the title of a popular song</a>, I nevertheless believed that there was also a real rat, in the kitchen.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/my-melodramatic-fear-of-rats-has-made-me-a-laughing-stock\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/my-melodramatic-fear-of-rats-has-made-me-a-laughing-stock", "date_published": "2023-08-15T10:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "US publisher of pro-fascist books revealed as military veteran", "description": "<p>Bailey Ross, reported air force reservist and former Coast Guard service member, linked to Agartha Publishing in South Dakota</p><p>The Guardian has identified a trainee nurse and reported US air force reservist called Bailey Ross as the proprietor of a white nationalist publisher in South Dakota.</p><p>Ross was also a paid-up member of a white nationalist organization that marched at Charlottesville while enlisted in the United States Coast Guard.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/agartha-white-nationalist-book-publishing-military-veteran\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/agartha-white-nationalist-book-publishing-military-veteran", "date_published": "2023-08-15T10:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Time to grieve and heal’: historic Lahaina prepares to rebuild after wildfire devastation", "description": "<p>Residents hold on to hope for historic town that ‘represents transformation’ and is central to Indigenous culture</p><p>A week after wildfires ripped through western Maui and killed at least 99 people, residents and historians are still processing the full scope of destruction in Lahaina, an 18th-century coastal town that was, for a time, the capital of the Hawaiian Kingdom.</p><p>Designated a national historic landmark in 1962, Lahaina is a place of incalculable importance for Native Hawaiians. In 1810, King Kamehameha I unified all the Hawaiian islands and made the town his royal residence for the next three decades.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/15/maui-wildfires-lahaina-hawaii-rebuild\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/15/maui-wildfires-lahaina-hawaii-rebuild", "date_published": "2023-08-15T10:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Police leader calls on TikTok to investigate Oxford Street ‘robbery’ campaign", "description": "<p>APCC chair says platform has duty to stop promotion of criminal activity after posts allegedly urged users to target JD Sports</p><p>A UK policing leader has called on TikTok to investigate an Oxford Street “robbery” campaign that was supposedly orchestrated on the platform and led to shuttered stores and a number of arrests.</p><p>Donna Jones, the chair of the Association of Police and Crime Commissioners (APCC), said: “If I was a person in charge of governance of TikTok at the moment, I would be running an investigation to find out what has happened, particularly as there are very well known social media influencers on that particular social media channel who are linked directly to what happened in Oxford Street.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/police-leader-calls-tiktok-investigate-oxford-street-robbery-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/police-leader-calls-tiktok-investigate-oxford-street-robbery-campaign", "date_published": "2023-08-15T09:40:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "M&S upgrades profit outlook as market share in food and clothing grows", "description": "<p>Retailer expects ‘significant improvement’ in interim results despite economic uncertainties</p><p>Marks &amp; Spencer has said it expects increased profits for the current financial year, unexpectedly upgrading its outlook after growing its market share in food, clothing and homeware.</p><p>In an unscheduled update to the City, the high street retailer told investors its interim results, due to be published in November, would show “a significant improvement” against previous expectations.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/marks-and-spencer-upgrades-profit-outlook-as-market-share-in-food-and-clothing-grows\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/marks-and-spencer-upgrades-profit-outlook-as-market-share-in-food-and-clothing-grows", "date_published": "2023-08-15T09:34:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Stray Gods: The Roleplaying Musical review – a mythical gig where you shape the songs", "description": "<p><strong>PlayStation 4/5, Xbox, Switch, PC; Summerfall Studios<br /></strong>This role-player in which you have to solve the murder of a Muse by battling Gods through song presents a new form of storytelling and all the charm of the Buffy musical episode </p><p>I first heard about Stray Gods via a clip I saw shared on the social media site we shall no longer name a few months ago. In the clip, voice actors Laura Bailey (who plays Grace) and Ashley Johnson (who plays Calliope) were singing a loving duet. It was intriguing viewing given I knew those actors as Abby and Ellie from The Last of Us Part 2; if you’ve played that game, you know those characters are not on the most friendly of terms. I had high hopes for what an interactive musical game could be.</p><p>The premise is that Grace, a college drop-out, is given the powers of a Muse when Calliope, a Muse with a beautiful voice, is murdered. Grace faces blame from a pantheon of Greek gods: Athena (Felicia Day), Apollo (Troy Baker, also Joel in The Last of Us), Persephone (Mary Elizabeth McGlynn) and Aphrodite (Merle Dandridge, also Marlene in The Last of Us). Grace must use her new powers to help solve the mystery of Calliope’s death, before she takes the blame.</p> <a href=\"https://www.theguardian.com/games/2023/aug/15/stray-gods-the-roleplaying-musical-review-a-mythical-gig-where-you-shape-the-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/15/stray-gods-the-roleplaying-musical-review-a-mythical-gig-where-you-shape-the-songs", "date_published": "2023-08-15T09:30:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham’s move for Harry Maguire off after they grow tired of waiting", "description": "<ul><li>Defender has not finalised exit from Manchester United</li><li>Maguire thought to want about £7m to leave Old Trafford</li></ul><p>Harry Maguire’s £30m move to West Ham has collapsed after the club grew tired of waiting for the defender to agree his exit from Manchester United. Although there is a chance the deal could be revived, it is not going ahead at the moment.</p><p>West Ham have grown frustrated over the delay and are <a href=\"https://www.theguardian.com/football/2023/aug/14/james-ward-prowse-west-ham-30m-southampton\">looking at alternative options</a> in central defence. Maguire had settled personal terms with West Ham but the club have been waiting for the England international to agree a pay-off from United.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/west-ham-harry-maguire-tired-of-waiting-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/west-ham-harry-maguire-tired-of-waiting-manchester-united", "date_published": "2023-08-15T09:17:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘He was petrified’: Australian surfer drifts at sea for 37 hours after boat capsizes off Indonesia", "description": "<p>Elliot Foote’s father Peter Foote says his son floated through the night alone on a surfboard in ‘amazing’ survival story</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/15/missing-australian-surfers-found-alive-off-coast-of-indonesia-aceh-province\">Missing Australian surfers found alive off the coast of Indonesia’s Aceh province</a></li><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/15/australia-news-live-peter-dutton-anthony-albanese-matildas-world-cup-football-labor-rental-crisis-housing-cost-of-living\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The father of one of the Australian surfers who were missing at sea off the coast of Indonesia has spoken of his son’s 37-hour ordeal, saying his son was “petrified” as he drifted on a surfboard through the night.</p><p>Elliot Foote, his girlfriend Steph Weisse and friends Will Teagle and Jordan Short were in a small boat that capsized in the sea during a storm near Pinang island off Aceh on Sunday night.</p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/15/he-was-petrified-australian-surfer-drifts-at-sea-for-37-hours-after-boat-capsizes-off-indonesia\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/15/he-was-petrified-australian-surfer-drifts-at-sea-for-37-hours-after-boat-capsizes-off-indonesia", "date_published": "2023-08-15T09:06:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Referees’ chief Howard Webb apologises to Wolves for Old Trafford penalty error", "description": "<ul><li>Goalkeeper André Onana appeared to foul Sasa Kalajdzic</li><li>Manchester United edged a 1-0 Premier League win </li></ul><p>Wolves officials received an apology from the referees’ chief, Howard Webb, on Monday night after the non-penalty decision at Manchester United.</p><p>Webb, who oversees Premier League referees, made contact after the referee, Simon Hooper, and the video assistant referee, Michael Salisbury, decided against awarding a stoppage-time penalty despite United’s goalkeeper, André Onana, wiping out the Wolves striker Sasa Kalajdzic.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/premier-league-wolves-manchester-united-howard-webb\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/premier-league-wolves-manchester-united-howard-webb", "date_published": "2023-08-15T09:05:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Birds’ fancy footwork may be explained by move into trees, say scientists", "description": "<p>Study of skills suggests practicalities of living among branches was precursor to advanced abilities</p><p>Whether it’s drumming a steady beat against a tree to attract a mate, weaving an intricate nest or just lifting food to their beaks, some birds engage in some truly fancy footwork.</p><p>Now researchers say the evolution of such dexterity may have been driven by the creatures taking up residence in trees.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/15/birds-fancy-footwork-may-be-explained-by-move-into-trees-say-scientists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/15/birds-fancy-footwork-may-be-explained-by-move-into-trees-say-scientists", "date_published": "2023-08-15T09:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lengthening Rugby World Cup injury list illustrates game’s toll on players", "description": "<p>Biggest stage will once again be robbed of some key names and there are fears the sport’s attrition rate will only increase</p><p>Hopefully there will still be one or two fit players available to kick off the upcoming Rugby World Cup next month. The list of warm-up casualties, however, is already rising steadily. Poor <a href=\"https://www.theguardian.com/sport/2023/aug/14/france-suffer-major-world-cup-blow-after-romain-ntamack-ruled-out-of-tournament-rugby-union\">Romain Ntamack of France</a> and <a href=\"https://www.theguardian.com/sport/2023/aug/14/england-reshuffle-world-cup-pack-alex-mitchell-in-after-jack-van-poortvliet-exit-rugby-union\">England’s Jack van Poortvliet</a> will both miss the tournament. Other influential figures such as Handré Pollard, Lukhanyo Am and Cyril Baille are also sidelined, their hopes and dreams in the over-worked hands of their respective medical teams.</p><p>It is by no means a new phenomenon. History is littered with names who might have illuminated the global game’s ultimate stage but for untimely injury. Not to mention reserves who ended up stealing the show. Remember the 2011 World Cup when the All Blacks, having lost Dan Carter (groin), Colin Slade (groin) and Aaron Cruden (knee), had to whistle up the unsung Stephen Donald? Not only did Donald end up supplying the winning points in the final but his local club in Waiuka even renamed their home ground ‘Beaver Park’ in his honour.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/15/rugby-union-world-cup-france-injuries\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/15/rugby-union-world-cup-france-injuries", "date_published": "2023-08-15T09:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The hell and humanity of touting myself at Edinburgh: ‘I sidle up to strangers like a stray dog’", "description": "<p>For all but the biggest names, handing out flyers in the street is still essential. That doesn’t make it any less awkward</p><p>The key to performing standup is to convince your audience that you don’t want their attention or approval as much as you obviously do. This task is made harder if, 30 minutes before the show, you accosted some of these people on the street, handed them a picture of your face and begged them to watch you.</p><p>This is my experience of flyering for my show at the Edinburgh festival fringe – and it’s the same for many acts here, barring the famous ones. Flyering can undermine your onstage mystique and annoy pedestrians, but it plays a big role at the festival. There are<a href=\"https://cultureedinburgh.com/plan-my-eventpermissions/leaflet-distribution\"> no restrictions on flyering</a> in Edinburgh’s public areas, although flyposting is illegal.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/15/the-hell-and-humanity-of-touting-myself-at-edinburgh-fringe\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/15/the-hell-and-humanity-of-touting-myself-at-edinburgh-fringe", "date_published": "2023-08-15T09:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "EU denies reports it has rejected UK deal to return people who cross Channel", "description": "<p>Ursula von der Leyen aide reported to have ruled out ‘returns agreement’ in leaked copy of memo</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/aug/15/rishi-sunak-keir-starmer-nhs-beds-waiting-times-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>The EU has rejected reports that it is not open to a new deal with the UK on returning people who have crossed the Channel, after a leak of purported discussions between London and Brussels.</p><p>A leaked copy of a memo on discussions with the UK’s national security adviser, Sir Tim Barrow, was reported to have included mention of an aide to the European Commission president, Ursula von der Leyen, ruling out a post-Brexit “returns agreement”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/eu-denies-reports-rejected-uk-deal-return-cross-channel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/15/eu-denies-reports-rejected-uk-deal-return-cross-channel", "date_published": "2023-08-15T08:48:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Food price inflation in UK falls for fifth month in a row", "description": "<p>Reduction is second sharp drop in a row as milk and sunflower oil get price cuts while eggs, sweets and chips increase again</p><p>Food price inflation in the UK eased to 12.7% last month, the second sharp drop in a row, as the price of milk fell back but eggs, sweets and oven chips continued to increase.</p><p>Price rises slowed for the fifth month in a row in the four weeks to 6 August, the market research group Kantar reported on Tuesday.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/food-price-inflation-in-uk-falls-for-fifth-month-in-a-row\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/food-price-inflation-in-uk-falls-for-fifth-month-in-a-row", "date_published": "2023-08-15T08:47:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Avital Ash Workshops Her Suicide Note review – oil-slick black humour", "description": "<p><strong>Monkey Barrel @ the Tron, Edinburgh<br /></strong>Ash’s audacious conceit dares to find the funny side of tragic events, and partly succeeds, until this rawly emotional show slips comedy’s moorings</p><p>If you thought trauma-comedy reached its limit with <a href=\"https://www.theguardian.com/stage/2018/jul/16/hannah-gadsby-trauma-comedy-nanette-standup-netflix\">Hannah Gadsby’s Nanette</a>, buckle up: the American comic Avital Ash is here to workshop her suicide note. A neat idea for gallows-humour standup, right? So you might think, until the tears well up in Ash’s eyes. There is lots to recommend this Edinburgh debut by the Florida native: Ash’s pin-sharpness and devilry; the audacity of her conceit, and how near the knuckle she takes it. Until she takes it too far, into territory the 37-year-old appears still to find upsetting – which makes it hard to laugh along.</p><p>There is no pretence we are in anywhere other than the oil-slick blackest of comic terrain here, with jokes upfront about the Holocaust, how sexy Jeffrey Epstein is and the suicide of Ash’s mother when the comedian was a little girl. It has loomed over Ash all her life and she recounts reassembling the story of her mother’s death here, alongside Ash’s lifelong relationship (courtesy, she argues, of her strict Orthodox Jewish upbringing) with shame, anxiety and self-hatred. If that doesn’t sound like lols all round, well, it’s not meant to be.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/15/avital-ash-workshops-her-suicide-note-review-monkey-barrel-at-the-tron-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/15/avital-ash-workshops-her-suicide-note-review-monkey-barrel-at-the-tron-edinburgh", "date_published": "2023-08-15T08:45:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Labour says extra 900 beds for NHS just a ‘sticking plaster’ amid record waiting times – UK politics live", "description": "<p>Wes Streeting says announcement of £250m to provide 900 extra beds ‘comes nowhere near the 12,000 beds’ cut in the last 13 years</p><p>On the morning media round health minister <strong>Will Quince</strong> has insisted asylum seekers could return to the Bibby Stockholm barge within days, describing the discovery of legionella bacteria on the vessel as “a teething issue”.</p><p>PA Media reports he told LBC Radio: “Of course public health and safety is key, but we hope in the next few days we will be able to start getting people on to the Bibby Stockholm. It is absolutely the right thing to do but public health and safety is always our paramount concern.”</p> <a href=\"https://www.theguardian.com/politics/live/2023/aug/15/rishi-sunak-keir-starmer-nhs-beds-waiting-times-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/aug/15/rishi-sunak-keir-starmer-nhs-beds-waiting-times-uk-politics-live", "date_published": "2023-08-15T08:42:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK jobs market is cooling despite record pay growth", "description": "<p>Risks of interest rate overkill rising fast even though wages grew strongly in last quarter</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/15/bank-of-england-under-pressure-to-raise-interest-rates-after-record-jump-in-basic-pay\">Bank under pressure to raise rates after record jump in basic pay</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/aug/15/uk-basic-wage-growth-russia-china-central-bank-interest-rates-business-live\">Business live – latest updates</a></li></ul><p>After months in which it has defied gravity, a prolonged period of flatlining growth has finally caught up with the UK labour market.</p><p>The latest bulletin from the <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/averageweeklyearningsingreatbritain/august2023\">Office for National Statistics </a>shows unmistakeable signs of weakness. Employment and job vacancies were down, while unemployment and redundancies were up.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/uk-jobs-market-is-cooling-despite-record-pay-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/uk-jobs-market-is-cooling-despite-record-pay-growth", "date_published": "2023-08-15T08:31:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bad Things review – sharp gender-flipped horror is queer remix of The Shining", "description": "<p>Paranormal events spring on internal emotional conflicts in Stewart Thorndike’s study of psychic disturbance</p><p>American director Stewart Thorndike’s horror film is a gender-flipped and queered remix of The Shining, complete with a pair of creepy spectres (joggers this time) and an ominous fixation on a particular hotel room. Ruthie (Glow’s Gayle Rankin) turns up for a weekend break at her mother’s snowbound resort, which she is in line to inherit, with three friends. She, girlfriend Cal and pal Maddie (trans actors Hari Nef, recently seen in Barbie, and Rad Pereira) just want to loll around the pool and have fun. But antsy Fran (Annabelle Dexter-Jones), who mistakenly believed she had cancer, won’t settle down and seems to have designs on Ruthie.</p><p>Thorndike couches proceedings in an aura of generalised hipsterdom – Cal is never seen without her Hole T-shirt, while the fluorescent-green title design is purloined from Twin Peaks – that is suffocating for the film’s first 15 minutes. But gradually it becomes apparent that the snide repartee, emanating chiefly from Ruthie, is the result of a kind of emotional constipation that events in the hotel’s pastel corridors seem to be trying to shake loose. While Ruthie is hooked on watching Ted-style talks from a scarlet-suited hospitality guru (Molly Ringwald), strange happenings hint at deeper levels of psychic disturbance: breakfast-lounge denizens manifest themselves to Fran, or a chainsaw-wielding maniac in a hoodie.</p> <a href=\"https://www.theguardian.com/film/2023/aug/15/bad-things-review-the-shining-remix-stewart-thorndike\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/15/bad-things-review-the-shining-remix-stewart-thorndike", "date_published": "2023-08-15T08:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Two years on, we fear that a second withdrawal from Afghanistan is under way | Letters", "description": "<p>Just 25% of the $3.23bn needed for the UN humanitarian response plan has been raised. Women and girls will be hit worst by this shortfall</p><p>Two years ago today, international troops and diplomats hastily withdrew from Kabul and Taliban rule returned to Afghanistan.</p><p>Afghanistan was already in the grip of a humanitarian crisis, after decades of conflict and with the intensifying impact of climate change. Since then, the significant deterioration of the country’s economy has turned that crisis into a catastrophe.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/two-years-on-we-fear-that-a-second-withdrawal-afghanistan-is-under-way\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/two-years-on-we-fear-that-a-second-withdrawal-afghanistan-is-under-way", "date_published": "2023-08-15T08:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pizzica: the centuries-old Italian folk music still whipping up a frenzy", "description": "<p>Pizzica has transcended its Dionysian roots to find its place in the centre of the biggest festival in Italy, and is now performed worldwide – but as with all ancient arts, adapting to modernity hasn’t been easy</p><p>When Antonio Castrignanò listens to <em>pizzica</em>, he hears much more than tambourines and drums. “This music really feels like a dream,” is how the <a href=\"https://antoniocastrignano.com/\">musician and composer</a> puts it. “It gives dignity to the sacrifices my people made for their own freedom, to no longer be inferior to anyone.”</p><p>It’s an emotion other natives of Salento would doubtless understand. Birthed in village squares and olive groves, right at the heel of the Italian boot, <em>pizzica</em> acted for centuries as the region’s daily soundtrack, its frenzied dances solace for Castrignanò’s forebears as they loved and worked and prayed.</p> <a href=\"https://www.theguardian.com/music/2023/aug/15/pizzica-soundtrack-of-italys-salento-region\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/15/pizzica-soundtrack-of-italys-salento-region", "date_published": "2023-08-15T07:46:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain v Sweden: Women’s World Cup 2023 semi-final – live", "description": "<ul><li>Kick-off at Eden Park from 9am BST/ 6pm AEST/ 8pm NZST </li><li><a href=\"https://www.theguardian.com/football/2023/aug/14/sweden-v-spain-semi-final-jonas-eidevall-womens-world-cup\">A semi-final that is sure to be full of nuances and tactical battles</a></li><li>Any thoughts? <a href=\"mailto:sarah.rendell@guardian.co.uk\">Email Sarah here </a>or tweet her <a href=\"https://twitter.com/rendellx\">@rendellx</a></li></ul><p><strong>If the two sides cannot be split on the scoreboard</strong> after 120 minutes of football we will head to a shootout. How do teams prepare for such events I hear you ask, have a read of this and find out:</p><p><strong>Jane has got involved in the snack debate, saying:</strong> “No snacks here in NZ. The full slow cooked lamb, mashed potatoes and greens - glass of Pinot noir thank you. Looking forward to your MBM. We off to Sydney Thursday for final - 3 football mad families mixture of English, Scottish, Welsh and Kiwi with 3 teenage daughters who have played football together since they were 7 yrs old.” What an amazing meal to accompany this match! Enjoy the final, whichever teams make it it will be an incredible game.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/15/spain-v-sweden-womens-world-cup-2023-semi-final-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/15/spain-v-sweden-womens-world-cup-2023-semi-final-live-score-updates", "date_published": "2023-08-15T07:41:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lionel Messi chose to play in MLS. But he’s still Saudi Arabia’s $25m pitch man", "description": "<p>The Argentinian opted for Inter Miami over Al-Hilal. But it would be wrong to think his decision was made on ethical grounds</p><p>Since touching down on American soil a few weeks ago, Lionel Messi – the undisputed maestro of the beautiful game – has already orchestrated a symphony of spectacular goals. From a<a href=\"https://www.youtube.com/watch?v=OERRmQVht6E\"> scintillating stoppage time winner</a> in his Inter Miami debut to his two first-half goals in his second game, the 36-year-old is already leaving his mark on US soccer.</p><p>Yet as Messi Mania sweeps across the US, another country stands on the sidelines, eagerly watching the fruits of the Argentinian’s continued triumphs: Saudi Arabia.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/lionel-messi-saudi-arabia-tourism-deal-mls-inter-miami\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/lionel-messi-saudi-arabia-tourism-deal-mls-inter-miami", "date_published": "2023-08-15T07:30:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bank of England under pressure to raise rates after record jump in basic pay", "description": "<p>ONS data shows employers shed workers on back of slowdown in economic activity</p><ul><li><a href=\"https://www.theguardian.com/business/2023/aug/15/uk-jobs-market-is-cooling-despite-record-pay-growth\">Analysis: UK jobs market is cooling despite record pay growth</a></li><li><a href=\"https://www.theguardian.com/business/live/2023/aug/15/uk-basic-wage-growth-russia-china-central-bank-interest-rates-business-live\">Business live – latest updates</a></li></ul><p>The Bank of England is under renewed pressure to raise interest rates next month after wages jumped more than expected in June, boosted by a one-off payment to NHS workers.</p><p>A rise in borrowing costs is likely even though the latest figures for the UK labour market also showed employers had begun to shed workers in response to a slowdown in economic activity.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/bank-of-england-under-pressure-to-raise-interest-rates-after-record-jump-in-basic-pay\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/bank-of-england-under-pressure-to-raise-interest-rates-after-record-jump-in-basic-pay", "date_published": "2023-08-15T07:06:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tens of thousands of digital grooming crimes recorded during wait for online safety bill", "description": "<p>NSPCC says tech firms and MPs must back the bill after data from UK police forces shows ‘scale of child abuse happening on social media’</p><p>Tens of thousands of online grooming crimes have been recorded during the wait for updated online safety laws.</p><p>The online safety bill is expected to become law in the autumn, but has faced a lengthy route to the statute book with repeated changes and delays to the proposed legislation.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/15/digital-grooming-crimes-online-safety-bill-nspcc\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/15/digital-grooming-crimes-online-safety-bill-nspcc", "date_published": "2023-08-15T07:05:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mason Greenwood and what will really decide if he plays for Manchester United again | Jonathan Liew", "description": "<p>The club are consulting players in their women’s team before making a decision but the market, as always, is likely the key</p><p>And who says football doesn’t have enough women in decision-making roles? There was a bitter irony in the news this week that Manchester United are consulting their women’s team over whether to let Mason Greenwood <a href=\"https://www.theguardian.com/football/2023/aug/11/manchester-united-delay-mason-greenwood-decision-womens-world-cup-players\">play for the club again</a>. United had hoped to make a decision before the start of the Premier League season, but the process has apparently been delayed because three of United’s players are playing for England at the World Cup in Australia, and presumably have more pressing matters to deal with.</p><p>Quite apart from the fact that delegating the responsibility to the players places them squarely in the crosshairs of horrific abuse from Greenwood’s many depraved internet fanboys, you had to gape at the sheer chutzpah at work here. It is now six months since the Crown Prosecution Service discontinued its case against Greenwood for attempted rape, controlling and coercive behaviour and assault. Time enough, you might think, for the elite Carrington hivemind to consult the necessary stakeholders, weigh up the risk-reward quanta and enact a decision. And yet here we are, the season already begun, and Ella Toone, Mary Earps and Katie Zelem are being dragged into this grave moral issue while they’re trying to prepare for a World Cup semi-final on the other side of the world. This, presumably, is what is meant by respecting the process.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/mason-greenwood-and-what-will-really-decide-if-he-plays-for-manchester-united-again\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/mason-greenwood-and-what-will-really-decide-if-he-plays-for-manchester-united-again", "date_published": "2023-08-15T07:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "My partner says he doesn’t fancy me, because we are both too ‘old and wrinkled’", "description": "<p>We are in our 70s and have been together for more than 30 years. Medical problems have curtailed our sex life in the past and now I am wondering if there is any way back</p><p><strong>I</strong><strong> am a 74-year-old woman </strong><strong>and have been with my 73-year-old </strong><strong>partner</strong><strong> for 30 or so years</strong><strong>. </strong><strong>Many years ago</strong><strong> he had bladder cancer, which is </strong><strong>now under control</strong><strong>, and before that he had arthritis, which meant he was only comfortable having sex in one </strong><strong>position</strong><strong> (with no foreplay). I began to dread sex. I thought he was mentally too fragile </strong><strong>for it and, as a result, we</strong><strong> had hardly any sex for a while. Then our relationship got difficult</strong><strong> and he told me he didn’t fancy me any more, that we were old and wrinkled. I don’t know if there</strong><strong> is any way back from that. </strong></p><p>I am sorry you are facing such difficult and painful challenges. “We’re too old” and “I don’t fancy you any more” are often code phrases for “I have no libido generally”, so try not to take it personally. My guess is that if your partner can be persuaded to seek medical help to restore his sexual interest – which may involve having evaluation for hormone treatment – you may find your erotic connection will improve.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/15/my-partner-says-he-doesnt-fancy-me-because-we-are-both-too-old-and-wrinkled\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/15/my-partner-says-he-doesnt-fancy-me-because-we-are-both-too-old-and-wrinkled", "date_published": "2023-08-15T07:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Matildas hint at bench role for Sam Kerr in World Cup semi-final against England", "description": "<ul><li>Australia captain may be deployed as impact substitute again</li><li>‘Consistency and chemistry is key,’ says coach Tony Gustavsson</li><li><a href=\"https://www.theguardian.com/football/2023/aug/14/what-time-do-the-matildas-play-england-next-game-australia-how-to-watch-wednesday-16-august-kick-off-semi-final-live-stream-tv-fifa-womens-world-cup-2023\">How to watch Matildas vs England</a>; <a href=\"https://www.theguardian.com/football/matildas\">every Matildas story</a>; <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/20/womens-world-cup-2023-golden-boot-top-goalscorers-game-by-game\">Golden Boot tracker</a></li></ul><p>Matildas coach Tony Gustavasson has hinted on the eve of Australia’s historic World Cup semi-final clash that star striker Sam Kerr will again be used off the bench against England in Sydney.</p><p>Kerr returned from a calf injury as a late substitute in the last 16, before playing more than 60 minutes as the Matildas’ quarter-final against France went to penalties. With just four days between the matches, and Australia’s attacking quartet of Caitlin Foord, Mary Fowler, Emily van Egmond and Hayley Raso combining well together, Kerr’s addition to the starting line-up would cause complications for the manager.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/womens-world-cup-2023-matildas-australia-vs-england-will-sam-kerr-start-play-team-lineup-squad\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/womens-world-cup-2023-matildas-australia-vs-england-will-sam-kerr-start-play-team-lineup-squad", "date_published": "2023-08-15T06:30:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK basic wage growth hits record high; Russia’s central bank expected to lift rates – business live", "description": "<p>UK regular pay growth highest since 2001 while unemployment rate rises; Bank of Russia to hold unscheduled meeting to prop up rouble</p><p><strong>Good morning, and welcome to our live coverage of business, economics and financial markets.</strong></p><p>In the UK, basic pay growth has jumped to the highest rate since records began while the unemployment rate rose unexpectedly.</p><p>The central bank has all the tools to normalise the situation in the near future.</p><p>It is in the interests of the Russian economy to have a strong rouble.</p> <a href=\"https://www.theguardian.com/business/live/2023/aug/15/uk-basic-wage-growth-russia-china-central-bank-interest-rates-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/aug/15/uk-basic-wage-growth-russia-china-central-bank-interest-rates-business-live", "date_published": "2023-08-15T06:28:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Benefit backlog costing disabled people £24m a month, says Citizens Advice", "description": "<p>Exclusive: more than 430,000 people in England and Wales awaiting review of personal independence payments</p><p>Disabled people in England and Wales are missing out on an estimated £24m a month as record numbers wait for their personal independence payments (Pip) review, according to Citizens Advice.</p><p>More than 430,000 people are awaiting a Pip review as the benefit backlog deepens, with some facing delays of more than two years, the charity network’s report says.</p> <a href=\"https://www.theguardian.com/society/2023/aug/15/pip-benefit-backlog-costing-disabled-people-24m-a-month-says-citizens-advice\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/15/pip-benefit-backlog-costing-disabled-people-24m-a-month-says-citizens-advice", "date_published": "2023-08-15T06:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mortification by Mark Watson review – why disappointment shouldn’t get you down", "description": "<p>The standup’s amusing, sometimes dark reflections on eight personal setbacks shine a light on the comedy business and give succour to people who feel like a failure</p><p>When comedians fail on stage they are said to “die”. Mark Watson <em>is</em> a comedian – chiefly known for having staged 24-hour-long marathon gigs and for appearances on panel shows such as <em>Taskmaster</em> and <em>Mock the Week</em> – so he has experienced these “mortifications”, a term he applies here to analysis of eight personal setbacks.</p><p>It’s axiomatic that only successful people write books about being a failure, and I thought at the outset that <a href=\"https://www.markwatsonthecomedian.com/\">Watson</a> was underplaying his hand. There’s no mention in <em>Mortification</em> of his first-class degree from Cambridge or his 260,000 Twitter followers. He also downplays the success of his seven novels. These have psychological themes and Watson has, in recent years, opened up about his anxieties and neuroses in various podcasts <em>(Mortification</em> itself began life as an audio book), so he can be credited with having anticipated, rather than exploited, the booming self-help genre.</p> <a href=\"https://www.theguardian.com/books/2023/aug/15/mortification-eight-deaths-and-life-after-them-by-mark-watson-review-why-disappointments-shouldnt-get-you-down\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/15/mortification-eight-deaths-and-life-after-them-by-mark-watson-review-why-disappointments-shouldnt-get-you-down", "date_published": "2023-08-15T06:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Would I lie to you? Images that speak the truth – in pictures", "description": "<p>From Ian McKellen as Mother Goose to a blushing Bulgarian bride, these images all confront what we mean by ‘truth’</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/aug/15/would-i-lie-to-you-images-that-speak-the-truth-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/aug/15/would-i-lie-to-you-images-that-speak-the-truth-in-pictures", "date_published": "2023-08-15T06:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My steak frites is soggy ...’: how I holidayed in the Dordogne - without leaving East Anglia", "description": "<p>I was hoping for vineyards, kayaking, flea markets and beautiful weather. Unfortunately I was stuck with a classic British summer</p><p>In the midst of the summer washout, thoughts inevitably turn to warmer evenings abroad. My last trip away pre-Covid was to Bergerac in south-west France, and memories of it kept me going through many a dark day of lockdown. I have since moved to rural south Norfolk, where recreating a French holiday actually feels very achievable: we have locally produced food, hot-air balloons and <em>brocantes </em>(flea markets). Sussex has been <a href=\"https://www.theguardian.com/travel/2023/jul/30/au-revoir-provence-bonjour-sussex-how-art-and-wine-are-reviving-the-quintessentially-english-county\">compared to Provence</a>, so surely the Waveney Valley is the new Dordogne. Why bother with queues at Dover when everything you need is on the doorstep?</p> <a href=\"https://www.theguardian.com/travel/2023/aug/15/my-steak-frites-is-soggy-how-i-holidayed-in-the-dordogne-without-leaving-east-anglia\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/15/my-steak-frites-is-soggy-how-i-holidayed-in-the-dordogne-without-leaving-east-anglia", "date_published": "2023-08-15T06:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A car-free jaunt to the Lake District to hike a stretch of the coast-to-coast trail", "description": "<p>Great public transport in the Lakes means easy access to the famous trail – and handy alternatives to walking when the rain comes down</p><p>Alfred Wainwright’s coast-to-coast trail through Cumbria and North Yorkshire over mountains and moorland is one of the UK’s most popular long-distance walks, with an estimated 6,000 people completing the whole 197 miles each year, and lots more walking shorter sections. In August 2022 the government announced it would become <a href=\"https://www.nationaltrail.co.uk/en_GB/coast-to-coast\">England’s newest national trail.</a> About the same time, the <a href=\"https://www.royaloakhotel.co.uk/en\">Borrowdale Royal Oak hotel</a> in Rosthwaite, near Derwentwater and right on the route, reopened after a £1.3m refurbishment with a sustainable focus (and free cake).</p><p>The Lake District has <a href=\"https://www.stagecoachbus.com/promos-and-offers/cumbria-and-north-lancashire/explore-the-lakes-by-bus\">excellent public transport</a> compared with most of rural England so I head to Rosthwaite and back by train, bus, boat and foot. The eight miles of the trail between Borrowdale and Grasmere are considered a scenic highlight. Wainwright, a celebrated writer and fell walker in the postwar period, describes one stretch nearby as “a walk in heaven”.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/15/a-car-free-lake-district-coast-to-coast-trail-cumbria\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/15/a-car-free-lake-district-coast-to-coast-trail-cumbria", "date_published": "2023-08-15T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I’m paying to lease an electric car that has been off the road for months", "description": "<p>After a minor accident, my Jaguar I-Pace was taken away and replaced by a petrol Ford Fiesta</p><p><strong>In March, I had a very minor accident in the all-electric Jaguar I-Pace that I lease from a company called Tusker via a salary sacrifice deal. The scheme includes the car’s insurance.</strong></p><p><strong>The problem is that</strong><strong> after the crash, which was my fault, the car was taken away and, five months on, I still haven’t received it back. I have been given a petrol Ford </strong><strong>Fiesta, which I am having to pay to refuel, plus the Jaguar’s leasing payments.</strong></p> <a href=\"https://www.theguardian.com/money/2023/aug/15/im-paying-to-lease-an-electric-car-that-has-been-off-the-road-for-months\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/15/im-paying-to-lease-an-electric-car-that-has-been-off-the-road-for-months", "date_published": "2023-08-15T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lie With Me review – French Brokeback Mountain has impeccable manners", "description": "<p>Jean-Paul Belmondo’s grandson Victor is uncanny in a supporting role to Guillaume de Tonquédec’s uptight novelist, whose return to his provincial home town stirs up memories of his first love</p><p>There are a couple of scenes in this French drama where you might almost think that the film-makers have deepfaked the young Jean-Paul Belmondo back on to the screen, and that AI replicas in film – one of the flashpoints of the Hollywood actors’ strike – has already come to pass. Not so fast. The actor we’re watching is his grandson, Victor Belmondo, and in closeup, at certain angles, the resemblance really is uncanny: <em>that</em> nose (though a little less lopsided) and the pillowy lips arranged to smouldering leading-man effect.</p><p>Belmondo appears in a supporting role in a tasteful literary adaptation that has impeccable manners, <a href=\"https://www.theguardian.com/books/2019/sep/06/lie-with-me-philippe-besson-review\">based on a bestselling autobiographical novel</a> by Philippe Besson (dubbed the “<a href=\"https://www.theguardian.com/books/2019/aug/18/philippe-besson-macron-president-novelist-france-brokeback-mountain-molly-ringwald-movie\">French Brokeback Mountain</a>” when it was translated into English). The story follows famous novelist Stéphane Belcourt (played by Guillaume de Tonquédec) as he returns to his humdrum home town for the first time in 35 years<em>. </em>Growing up gay in provincial France, Stéphane felt different and couldn’t wait to escape. Now he’s back, being paid by a luxury cognac brand to speak at a black tie dinner. The joke is that Stéphane doesn’t drink; he’s too controlled for that, a little uptight even.</p> <a href=\"https://www.theguardian.com/film/2023/aug/15/lie-with-me-review-victor-belmondo-guillaume-de-tonquedec\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/15/lie-with-me-review-victor-belmondo-guillaume-de-tonquedec", "date_published": "2023-08-15T06:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No milk, no eggs, small hope: fears rise for Sri Lanka’s malnourished children", "description": "<p>Close to half the crisis-hit country’s under-fives go hungry and one in five suffer from wasting. Mothers tell here of their struggle as Unicef warns of a blighted generation </p><p>For more than a year now, Anne Roshel has had no milk to give her two children, neither fresh nor powdered. Looking out from the kitchen door on a sweltering afternoon in July, she says her eight-year-old son has just a potato-stuffed bun for breakfast. Sometimes it’s a packet of rice with <em>pol sambol</em><em> </em>(coconut relish), chilli and lime.</p><p>A single mother, Roshel, 27, lives in her parents’ crumbling cement house with the children and her father. Monsoon rain has washed off the pink coating on the walls, and a small veranda opens to a road in Koloniya Wella, a coastal hamlet in Chilaw, 80km (50 miles) north of the Sri Lankan capital Colombo.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/15/no-milk-no-eggs-small-hope-fears-rise-for-sri-lankas-malnourished-children\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/15/no-milk-no-eggs-small-hope-fears-rise-for-sri-lankas-malnourished-children", "date_published": "2023-08-15T05:30:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fire at Russian petrol station leaves 27 dead and more than 60 injured", "description": "<p>Blaze that started in an vehicle repair shop in the southern region of Dagestan spread to the nearby petrol station</p><p>A fire at a petrol station in the southern Russian region of Dagestan has killed 27 people including three children, Russian news agencies reported, citing regional emergency medics.</p><p>The fire started at a vehicle repair shop on a highway in Makhachkala on Monday night and caused blasts that spread to a nearby petrol station, officials said. Makhachkala, a city of over 600,000 people, is the capital of Dagestan, a Russian republic bordering Chechnya, which shares a border with Georgia and Azerbaijan.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/fire-at-russian-petrol-station-deaths-injuries\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/fire-at-russian-petrol-station-deaths-injuries", "date_published": "2023-08-15T05:21:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bribes and hiding at home: the Ukrainian men trying to avoid conscription", "description": "<p>Some are spending life savings to stay out of the war, but such actions are seen as treasonous by those already fighting</p><p>At the last military checkpoint before he exited Ukraine in April, a 39-year-old man from Odesa handed over papers showing he had a serious spinal injury, thus exempting him from military service and from the ban on adult men leaving the country.</p><p>“One of the soldiers said, ‘That hospital really likes this diagnosis, huh?’” recalled the man. “I could see they knew exactly what was going on, and it wasn’t the first time. But they were powerless to do anything, so waved me through,” he said.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/bribes-and-hiding-at-home-the-ukrainian-men-trying-to-avoid-conscription\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/bribes-and-hiding-at-home-the-ukrainian-men-trying-to-avoid-conscription", "date_published": "2023-08-15T05:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Millions will celebrate Indian independence today, but I’ll think of my father – and an atrocity | Roshan Doug", "description": "<p>Terrible things happened in the runup to the historic day and my father witnessed one of them. The two events are inseparable to me</p><p>For many Indians, 15 August is a day of celebration but for some, it’s a reminder of the atrocities that were committed during the lead-up to the “stroke of midnight”. I’m one of them. My father was not even 12 when he saw a brutal murder in his village in the north-east district of Jalandhar.</p><p>It was late 1946, only a few months before India was to <a href=\"https://www.theguardian.com/world/2017/aug/15/india-pakistan-independence-guardian-editorial-1947\">gain independence</a>. People – Hindus and Muslims – had got wind of Lord Mountbatten’s plans to partition the country. The two-nation theory that had been a rallying call for Indian Muslims such as <a href=\"https://www.theguardian.com/commentisfree/2007/aug/14/injinnahsfootsteps\">Muhammad Ali Jinnah</a> was now becoming an inevitable reality.</p><p>Roshan Doug is an academic and the former poet laureate of Birmingham</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/indian-independence-historic-day-atrocity\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/indian-independence-historic-day-atrocity", "date_published": "2023-08-15T05:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shortage of experts and low pay ‘major barriers to UK’s net zero future’", "description": "<p>Lack of funding and staff limit climate sector’s impact on conservation and net zero efforts, say workers</p><p>Staff shortages, a lack of specialist personnel and low pay are major barriers to achieving net zero, according to workers in the UK environment sector.</p><p>The trade union Prospect, many members of which work in the <a href=\"https://www.theguardian.com/environment/2022/oct/05/environment-sector-has-failed-to-become-more-inclusive-study-suggests\">climate and environment sector</a>, received more than 500 responses to a survey on workplace trends.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/15/shortage-of-experts-and-low-pay-major-barriers-to-uks-net-zero-future\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/15/shortage-of-experts-and-low-pay-major-barriers-to-uks-net-zero-future", "date_published": "2023-08-15T05:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Urban trees in spotlight on Woodland Trust’s annual award shortlist", "description": "<p>Candidates include an oak in Exeter that survived the blitz and a walnut in a car park in Perth</p><p>Urban trees that provide vital food and shelter for wildlife in towns and cities take a starring role on the Woodland Trust tree of the year shortlist.</p><p>They include a holm oak in Exeter that survived the blitz and another oak in Surrey that Queen Elizabeth I reputedly had a picnic under.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/15/urban-trees-in-spotlight-on-woodland-trusts-annual-award-shortlist\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/15/urban-trees-in-spotlight-on-woodland-trusts-annual-award-shortlist", "date_published": "2023-08-15T05:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "From Beyoncé to Harry Styles, demand for big-name UK gigs is booming", "description": "<p>Despite cost of living crisis and rising prices, ticket sales are up – but some festivals and small venues are struggling</p><p>Whether it’s Harry Styles selling out multiple dates at Wembley, fans shelling out hundreds for Beyoncé or even forgoing summer vacations to afford Taylor Swift tickets, the demand for live music has never seemed so high.</p><p>Despite the cost of living crisis, consumer spending on the entertainment sector rose last month by a remarkable 15.8% year-on-year, <a href=\"https://www.theguardian.com/business/2023/aug/08/uk-retailers-forced-to-slash-prices-after-july-washout-and-interest-rate-rise\">according to recent data from Barclaycard</a>, with the surge in demand for gigs bolstered by pre-sales for<a href=\"https://www.theguardian.com/music/2023/mar/18/taylor-swift-eras-tour-review-arizona\"> Swift’s Eras Tour concerts</a>, as well as the upcoming Foo Fighters stadium tour.</p> <a href=\"https://www.theguardian.com/business/2023/aug/15/from-beyonce-to-harry-styles-demand-for-big-name-uk-gigs-is-booming\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/15/from-beyonce-to-harry-styles-demand-for-big-name-uk-gigs-is-booming", "date_published": "2023-08-15T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a hen party faces the end of the world in an apocalyptic new sitcom", "description": "<p>It’s a fight for survival for the bridal party in Henpocalypse! Plus: goings-on in the most haunted house in Britain. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/15/tv-tonight-a-hen-party-faces-the-end-of-the-world-in-an-apocalyptic-new-sitcom\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/15/tv-tonight-a-hen-party-faces-the-end-of-the-world-in-an-apocalyptic-new-sitcom", "date_published": "2023-08-15T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "When the music stops: how the Taliban’s fear of art is killing Afghan culture", "description": "<p>Musicians and artists are living in a state of terror. Can the country’s identity as a ‘crossroads of cultures’ survive a policy of strict repression?</p><p>When the Taliban moved closer to Kabul in the early days of August 2021, a series of unusual advertisements flooded the shopping pages on Afghan social media. Musicians were putting their instruments and equipment – the tools of their trade – up for sale.</p><p>Many were being offered for a fraction of what they were worth. Yet, even in a country with an immense love for music, there were few buyers. “I knew from past experience what they would do with people like us [musicians], and our instruments. They have a dislike for our art and culture,” a 49-year-old singer from the north of Afghanistan who wished only to be identified as Farhan, told the Guardian.</p> <a href=\"https://www.theguardian.com/global-development/2023/aug/15/when-the-music-stops-how-the-talibans-fear-of-art-is-killing-afghan-culture\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/aug/15/when-the-music-stops-how-the-talibans-fear-of-art-is-killing-afghan-culture", "date_published": "2023-08-15T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "With Donald Trump the Republican talisman again, should America’s allies plan for the worst? | Bruce Wolpe", "description": "<p>President Trump redux could break the law, tear up treaties and trample on basic rights. Time for hard thinking about what that would mean</p><p>The question from the Finnish journalist to President Biden at last month’s US-Nordic leaders’ summit in Helsinki <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/07/13/remarks-by-president-biden-and-president-sauli-niinisto-of-the-republic-of-finland-in-joint-press-conference-helsinki-finland/\">was direct</a>: “What actions will you take to assure Finland that the US will remain a reliable Nato partner for decades to come?”</p><p>Biden replied: “I absolutely guarantee it. There is no question. There’s overwhelming support from the American people,” before adding the caveat: “You know, no one can guarantee the future, but this is the best bet anyone could make … As sure as anything can possibly be said about American foreign policy, we will stay connected to Nato – connected to Nato, beginning, middle and end.”</p><p>Bruce Wolpe is a senior fellow at the United States Studies Centre at the University of Sydney. He is author of Trump’s Australia (Allen &amp; Unwin, 2023)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/15/donald-trump-republican-talisman-america-nato\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/15/donald-trump-republican-talisman-america-nato", "date_published": "2023-08-15T05:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China stops releasing youth unemployment rates amid economic gloom", "description": "<p>Release of figures suspended in order to ‘optimise labour force survey statistics’, says bureau, after youth jobless figure hit record 21.3% in June</p><p>China has said it would suspend the release of youth unemployment figures, as its central bank cut a key interest rate to <a href=\"https://www.theguardian.com/world/2023/aug/08/chinese-economy-expected-to-have-slipped-into-deflation-as-recovery-falters\">boost flagging growth</a>.</p><p>Youth unemployment<a href=\"https://www.theguardian.com/world/2023/jul/29/chinas-graduates-unconvinced-by-calls-to-toil-in-countryside\"> </a><a href=\"https://www.theguardian.com/world/2023/jun/01/china-graduates-jobs-market-youth-unemployment\">hit a record 21.3% in June</a>, as a slew of disappointing figures in recent months reflected a slump in China, with its post-Covid rebound fading.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/china-unemployment-rate-youth-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/china-unemployment-rate-youth-economy", "date_published": "2023-08-15T04:15:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sound of Freedom director says Jim Caviezel’s QAnon comments ‘hurt my work’", "description": "<p>Alejandro Monteverde speaks out about film’s origins, saying seeing it linked to pedophile conspiracy theory has been ‘heartbreaking’</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>The director of child trafficking thriller Sound of Freedom has distanced himself from QAnon believers who have celebrated his film as championing their cause, saying comments made by the film’s star Jim Caviezel “hurt my work”.</p><p><a href=\"https://variety.com/2023/film/features/sound-of-freedom-director-controversy-calls-qanon-untrue-1235694549/#recipient_hashed=33c0c7f173564d79d8924e43d1c145bfb88e74d6fbd13538f00fab0da97eb50e&amp;recipient_salt=cb0a2b15451baa43b0c9176c29dc6a0c313c2568f34a8f29641454571a7a7e55\">Alejandro Monteverde told Variety</a> that he began writing the film in 2015, two years before QAnon formed, after seeing a news segment about child sex trafficking. His film stars Caviezel as Tim Ballard, a real former special agent for the Department of Homeland Security who investigated sex crimes against children.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/aug/15/sound-of-freedom-director-alejandro-monteverde-jim-caviezel-qanon-comments\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/15/sound-of-freedom-director-alejandro-monteverde-jim-caviezel-qanon-comments", "date_published": "2023-08-15T04:04:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK should finally acknowledge role in 1953 Iran coup, says David Owen", "description": "<p>Former foreign secretary says doing so would benefit both reform movement in country and Britain’s credibility</p><p>The UK should finally acknowledge its leading role in the 1953 coup that toppled <a href=\"https://www.theguardian.com/world/iran\">Iran</a>’s last democratically elected leader, for the sake of Britain’s credibility and the Iranian reform movement, a former foreign secretary has said.</p><p>The US formally admitted its role 10 years ago with the declassification of a large volume of intelligence documents, which made clear that the ousting of the elected prime minister, Mohammad Mosadegh, 70 years ago this week <a href=\"https://www.theguardian.com/world/2013/aug/19/cia-admits-role-1953-iranian-coup\">was a joint CIA-MI6 endeavour</a>. The formal UK government position is to refuse to comment on an intelligence matter.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/uk-should-finally-acknowledge-role-in-1953-iran-coup-says-david-owen\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/uk-should-finally-acknowledge-role-in-1953-iran-coup-says-david-owen", "date_published": "2023-08-15T04:02:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Vice blocked news stories that could offend Saudi Arabia, insiders say", "description": "<p>Exclusive: Media company recently signed lucrative deal with Saudi government-controlled MBC Group</p><p>Vice has repeatedly blocked news stories that could offend the Saudi government, leaving its reporters unsure if they are still able to report freely on the kingdom’s human rights abuses, sources have said.</p><p>The media company recently signed a lucrative partnership deal with the MBC Group, a media company controlled by the Saudi government, to establish a joint venture in the Middle Eastern country. Of the 29 jobs currently advertised on Vice’s careers page, 20 are based in the Saudi Arabian capital, Riyadh.</p> <a href=\"https://www.theguardian.com/media/2023/aug/15/vice-blocked-news-stories-that-could-offend-saudi-arabia-insiders-say\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/15/vice-blocked-news-stories-that-could-offend-saudi-arabia-insiders-say", "date_published": "2023-08-15T04:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Written out the history books’: the British spy who planned the Iranian coup", "description": "<p>Norman Darbyshire had a modest upbringing but had a knack for adaptation and languages that helped him to make influential contacts and depose a prime minister</p><p>Seventy years ago, the fate of Iran hung in the balance, when a US-UK coup to oust the elected prime minister appeared to have failed. The CIA was ready to pull the plug on the operation, but a 28-year-old British intelligence officer, monitoring events from a clandestine base in Cyprus, insisted on persevering.</p><p>The coup – which took place this week 70 years ago – ultimately succeeded, Mohammad Mosadegh, the leader who was popular in Iran for nationalising a British-run oil-field, was detained, and the Shah flew back to Tehran, strengthened.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/written-out-the-history-books-the-british-spy-who-planned-the-iranian-coup\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/written-out-the-history-books-the-british-spy-who-planned-the-iranian-coup", "date_published": "2023-08-15T04:00:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How we survive: An avalanche injured me – and killed my friend. Here is how I faced the PTSD, addiction and guilt", "description": "<p>After the accident, Joe Yelverton moved to another state, threw himself into work and tried to numb his feelings. But eventually he had to accept he couldn’t outrun his past</p><p>Joe Yelverton was on a rocky outcrop in the Chugach mountains, near Anchorage, Alaska, when he saw a wave of snow cascading towards him. The terrain was so steep that “it would be like looking up at a 10-storey building and seeing a truck falling off the top towards you”. He knew he would be hit within seconds, but he hoped that, if he could hang on to the mountainside, the wave would pass over him. He dropped down, swung his ice axe into the rock and held on as tightly as he could.</p><p>The snow piled on top of Yelverton, then started building up underneath him, “catapulting” him off the outcrop. Caught in the wave of snow, he tumbled down the face of the mountain, colliding with rocks. He felt the bones in his legs snap. “It felt as if my body was being ripped apart.” At the bottom of a cliff, where he had come to a stop, the snow continued to pile on top of him. “I was certain I was going to die,” he says. “You become entombed in snow, [and] as weight starts to pile up, the snow gets solidified. I couldn’t move, my mouth was packed full of snow and I couldn’t breathe.” It was a feeling of pure panic.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/15/how-we-survive-an-avalanche-injured-me-and-killed-my-friend-here-is-how-i-faced-the-ptsd-addiction-and-guilt\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/15/how-we-survive-an-avalanche-injured-me-and-killed-my-friend-here-is-how-i-faced-the-ptsd-addiction-and-guilt", "date_published": "2023-08-15T04:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Killing the Skydancer: episode one, Susie’s Chicks – podcast", "description": "<p>In this special Age of Extinction mini-series from Science Weekly, Guardian biodiversity reporter Phoebe Weston explores the murky world of the illegal killing of birds of prey on grouse moors and asks why it is so difficult to solve these crimes. In episode one, Phoebe hears about the case of Susie, a hen harrier whose chicks were killed while being monitored on camera. As she starts to investigate the case, she hears from conservationist Ruth Tingay about why hen harriers are targeted and finds out about the personal costs of campaigning on this issue</p><p>Read more reporting from the Age of Extinction team <a href=\"https://www.theguardian.com/environment/series/the-age-of-extinction\">here</a></p> <a href=\"https://www.theguardian.com/environment/audio/2023/aug/15/killing-the-skydancer-episode-one-susies-chicks\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/audio/2023/aug/15/killing-the-skydancer-episode-one-susies-chicks", "date_published": "2023-08-15T04:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Edinburgh fringe is back! But is it still the heart of the comedy scene?", "description": "<p>After the pain of the Covid years, the festival has returned with a roar. It can make a new standup’s career – if they are willing to sleep in a nuclear bunker and expose their own trauma</p><p>Somebody is crying themselves famous. Somebody has been forced to sleep for a month in a nuclear bunker. Somebody has <a href=\"https://www.theguardian.com/stage/2023/aug/08/high-steaks-review-labia-love-in-a-profoundly-personal-show\" title=\"\">replaced their labia with two sides of beef</a>. It can only be the Edinburgh fringe – as variegated, attention-seeking and all-life-is-here as ever.</p><p>Beyond that, opinions diverge. Depending on whom you listen to, fringe 2023 is an atrocity against mental health, social justice and artists’ bank accounts. Or it is a phoenix-from-the-ashes rebirth of the world’s biggest arts festival after the Covid hiatus and <a href=\"https://www.theguardian.com/stage/2022/aug/29/edinburgh-fringe-long-expensive-gruelling-change-or-die-crisis\" title=\"\">last year’s tetchy, partial re-emergence</a>.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/15/the-edinburgh-fringe-is-back-but-is-it-still-the-heart-of-the-comedy-scene\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/15/the-edinburgh-fringe-is-back-but-is-it-still-the-heart-of-the-comedy-scene", "date_published": "2023-08-15T04:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The evolution of Steve Albini: ‘If the dumbest person is on your side, you’re on the wrong side’", "description": "<p>Steve Albini was long synonymous with the indie underground, playing in revered bands and recording albums by the Pixies, PJ Harvey and Nirvana. He also often seemed determined to offend as many people as possible. What led him to reassess his past?</p><p>The musician <a href=\"https://www.theguardian.com/music/steve-albini\" title=\"\">Steve Albini</a> and I had been chatting for about a half hour, going over the particulars of his daily routine, the financial viability of his business, and various other prosaic and uncontroversial subjects, when it suddenly seemed appropriate to ask about the decades-long stretch of time where he’d sort of seemed like a giant asshole. Several months before, on Twitter, he’d felt moved to explain some of the terrible things he’d said in public over the years. This might not seem so remarkable: many people – the famous, the semi-famous, the completely insignificant – have spent a lot of time apologising on Twitter for their former selves. But when Albini decided to acknowledge his past in direct terms, with no qualification or defensiveness – “A lot of things I said and did from an ignorant position of comfort and privilege are clearly awful and I regret them” went one line in what became a <a href=\"https://twitter.com/electricalWSOP/status/1448050174614392832\" title=\"\">viral thread</a> – it engendered a somewhat astonished reaction along the lines of: “Damn, if Steve Albini is saying this, then nobody else has an excuse.”</p><p>Possibly you are wondering why it matters that Albini – from afar merely a middle-aged American musician who tweets a lot about poker and US politics – was re-evaluating his past. He’s never written a hit single or performed on a late-night television show or sung a melody that could be described as catchy. His most famous song, Kerosene, is a six-minute case for the recreational merits of arson. But his significance vastly outweighs his fame. Even today, the mention of his name conjures a complete worldview that, years after its peak, still inspires deep respect and occasional controversy. Albini – and I can’t say this without it sounding a little silly because of the way the music industry has conspired for decades to sand off the edges of any once-transgressive cultural movement, but more on that later – is a genuine punk rocker. Not because he plays music with distorted guitars or exudes contempt for pretentious establishment figures – though he has done plenty of that – but because throughout his career he, perhaps more than anyone else, has attempted to embody the righteous ideological tenets that once made punk rock feel like a true alternative to the tired mainstream.</p> <a href=\"https://www.theguardian.com/music/2023/aug/15/the-evolution-of-steve-albini-if-the-dumbest-person-is-on-your-side-youre-on-the-wrong-side\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/15/the-evolution-of-steve-albini-if-the-dumbest-person-is-on-your-side-youre-on-the-wrong-side", "date_published": "2023-08-15T04:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Australia v England: key match-ups that could decide World Cup semi-final | Kieran Pender", "description": "<p>Where Wednesday’s last-four clash between the Matildas and Lionesses could potentially be won and lost</p><ul><li><a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/20/womens-world-cup-2023-golden-boot-top-goalscorers-game-by-game\">Golden boot tracker</a>; <a href=\"https://www.theguardian.com/football/ng-interactive/2023/jul/17/womens-world-cup-2023-your-guide-to-all-736-players#australia\">guide to all 736 players</a>; <a href=\"https://www.theguardian.com/football/womens-world-cup-2023/all\">full coverage</a></li></ul><p>On Wednesday host nation Australia face England in Sydney in the second semi-final of this Women’s World Cup. The winner, in progressing through to the final, will make history: neither team has previously played in a World Cup decider. Who will prove crucial on Wednesday night at Stadium Australia? We run the rule over four key match-ups that could decide the game.</p> <a href=\"https://www.theguardian.com/football/2023/aug/15/australia-vs-england-key-player-match-ups-womens-world-cup-2023-semi-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/15/australia-vs-england-key-player-match-ups-womens-world-cup-2023-semi-final", "date_published": "2023-08-15T02:51:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Typhoon Lan: mass power cuts hit western Japan as storm makes landfall", "description": "<p>Flights cancelled and flood and landslide warnings issued as typhoon approaches area south-west of Tokyo with sustained winds of 150km/h</p><p>Nearly 800 flights have been cancelled and tens of thousands of homes have lost power as a slow-moving typhoon made landfall in western Japan early on Tuesday, prompting authorities to issue flood and landslide warnings.</p><p>Approaching from the Pacific Ocean, Typhoon Lan hit the southern tip of Wakayama prefecture, 400km (250 miles) south-west of Tokyo. The typhoon had sustained winds of 150km/h (93mph) and was moving north-west across the western part of the main island of Honshu at around 15km/h (9mph).</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/typhoon-lan-japan-storm-weather-category-tokyo-updates-power-outage-electricity-flights\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/typhoon-lan-japan-storm-weather-category-tokyo-updates-power-outage-electricity-flights", "date_published": "2023-08-15T02:24:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Bibby Stockholm saga – podcast", "description": "<p>After removing asylum seekers from the Bibby Stockholm barge on Friday, the government says they will be returned ‘as soon as possible’. Daniel Trilling and Sammy Gecsoyler report</p><p>The government plans to house up to 500 asylum seekers on the Bibby Stockholm, a barge docked in the Port of Portland, Dorset. However, due to concerns over the potentially deadly legionella bacteria being found onboard, the first 39 people to be housed on the vessel were evacuated on Friday.</p><p><strong>Dr Sapna Mawkin</strong>, a GP working on the barge, conducted health screenings on board last week. She tells <strong>Nosheen Iqbal</strong> what health concerns asylum seekers have when they arrive in the UK.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/15/the-bibby-stockholm-saga\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/15/the-bibby-stockholm-saga", "date_published": "2023-08-15T02:00:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mount Etna eruption leads to flight cancellations at Sicily’s Catania airport", "description": "<p>Catania’s mayor has banned the use of motorcycles and bikes while many streets in the city remain covered by ash as a result of the erupting volcano</p><p>Flights serving the eastern Sicilian city of Catania were halted after an eruption from nearby Mount Etna, local authorities said, bringing fresh travel troubles to the crisis-plagued Italian airport.</p><p>The 3,330 metre high volcano burst into action overnight on Sunday, firing lava and ash high over the Mediterranean island. The lava flow subsided before dawn, but ash was still coming from one of the craters.</p> <a href=\"https://www.theguardian.com/world/2023/aug/15/mount-etna-eruption-volcano-sicily-catania-airport-closure-volcanic-ash-cloud-flight-cancellations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/15/mount-etna-eruption-volcano-sicily-catania-airport-closure-volcanic-ash-cloud-flight-cancellations", "date_published": "2023-08-15T00:47:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]