[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Idemia lobbies TSA over Clear identity checks amid airport market share competition", "description": "<img alt=\"Telos ID, Alclear join Idemia in delivering TSA PreCheck screening enrollment\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"682\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2020/01/13121848/Telos-ID-Alclear-join-Idemia-in-delivering-TSA-PreCheck-screening-enrollment.jpeg\" width=\"1024\" />\n\t\tDigital identity giant <a href=\"https://www.biometricupdate.com/companies/idemia\">Idemia</a>, which provides biometric devices used in background checks for TSA PreChecks as well as supplies the agency's ID-scanning kiosks, is lobbying for lawmakers to make ID checks mandatory for <a href=\"https://www.biometricupdate.com/companies/clear\">Clear</a>'s members, according to <a href=\"https://www.politico.com/news/2023/08/14/clear-airport-security-congress-00110914\">Politico</a>.\n\nThe lobbying is bound to increase tensions, after Clear, along with Telos ID, won <a href=\"https://www.biometricupdate.com/202107/new-service-bundles-with-precheck-biometrics-enrollment-expected-from-clear-telos-idemia\">contracts to provide PreCheck background checks</a>, which could cut into Idemia’s market share. This is another chapter between the two companies' fight to win increasing shares of the airport security market.\n\nWhile an ID check doesn't stop Clear passengers from skipping to the front of the line, some believe it could slow the process enough to hurt the company's ability to charge $189 each year for the service.\n\nClear said that it has been working on a system that would integrate biometric screening with TSA's machines, which would remove the need for a separate ID check, but there isn't a set time for when it would be available.\n\nClear has recently had multiple <a href=\"https://www.biometricupdate.com/202308/more-security-issues-for-clear\">security breaches</a> at airports, including an incident where one passenger got through security by digging a boarding pass out of the trash. According to a spokesperson for Clear, TSA has reverified the IDs of 4.7 million Clear travelers in the last six months without citing any issues.\n<h2>Facial recognition for travel reaches more airports in India, gates in Miami</h2>\nDigi Yatra terminals will be launched at six more airports, Mumbai, Ahmedabad, Kochi, Lucknow, Jaipur, and Guwahati, to be exact, during August of 2023, according to a release from the Ministry of Civil Aviation. A total of thirteen airports will have the Digi Yatra system.\n\nAs of August 10th, the system has been used by almost 3.5 million passengers, with the mobile app user base reaching almost 1.3 million.\n\nThe Digi Yatra process uses facial recognition to validate identities and does not centrally store passengers' PII data. Passengers' data is instead encrypted and stored in the wallet of their smartphone. Data in the airport's system is deleted within 24 hours of the traveler's departure.\n\nMoreover, <a href=\"https://www.miamiherald.com/news/business/article278031803.html\">Miami International Airport</a> (MIA) is in the process of implementing facial recognition to at least 20 more international departure gates, the biggest implementation since the airport began trials in 2018.\n\nA small touchless camera will take a picture of each person and match it to a passport on file, eliminating the need to show a boarding pass.\n\nNext, MIA is looking to implement biometric self-service bag drop to <a href=\"https://aviation.cioreview.com/cxoinsight/modernizing-airports-to-ensure-business-efficiency-nid-37947-cid-209.html\">streamline luggage checks</a>.", "link": "https://www.biometricupdate.com/202308/idemia-lobbies-tsa-over-clear-identity-checks-amid-airport-market-share-competition", "date_published": "2023-08-15T21:36:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "US lower house committee wants investment in some Chinese biometrics firms cut off", "description": "<img alt=\"Dahua\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"540\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2020/09/16164545/Dahua.jpg\" width=\"960\" />\n\t\tOnly a few years ago, mentioning China brought smiles to American technology investors and manufacturers. U.S. politicians couldn't rewrite laws fast enough to encourage the eastly flow of money, knowhow and intellectual property.\n\nThe internal politics of China was the business of the Chinese. So long as finished goods came back across the Pacific at prices that were hard to believe and impossible to beat, most people were happy.\n\nNow, U.S.-funded biometrics is one of the product sectors politicians want to rip out of China by the roots.\n\nA <a href=\"https://selectcommitteeontheccp.house.gov/media/press-releases/unconscionable-profit-fueling-chinas-military-select-committee-launches\">select committee</a> focused on the Chinese Communist Party wants to know who in the United States is investing in China. That is going to be a long list, but members are starting with a focused approach: the world's largest asset manager <a href=\"https://www.blackrock.com/us/individual\">BlackRock</a> and U.S. capital market company <a href=\"http://www.msci.com/\">MSCI</a>.\n\nLarry Fink, CEO of <a href=\"https://www.biometricupdate.com/?posttype=all&amp;s=blackrock\">BlackRock</a>, is being lectured by the committee on <a href=\"https://selectcommitteeontheccp.house.gov/sites/evo-subsites/selectcommitteeontheccp.house.gov/files/evo-media-document/2023-07-31-letter-to-blackrock.pdf\">how the government of China</a> combines military, police and business technology development, like facial recognition systems that watch whole regions of the nation.\n\nBiometric surveillance systems are being used, according to numerous reports, to oppress and imprison religious and political minorities. Then there is Beijing's unapologetic expansionism.\n\nThe committee's letter names six lists created by the federal government to spotlight the Chinese companies that the government leaders want to prevent from selling in or to the U.S. The best known is the <a href=\"https://www.biometricupdate.com/202210/surprises-in-chinas-ongoing-biometric-surveillance-of-its-uyghurs\">Uyghur</a> Forced Labor and Prevention Act <a href=\"https://www.biometricupdate.com/?posttype=all&amp;s=entity+list\">Entity List</a>, named after one of the ethnic groups Beijing targets with vigor.\n\nOne of the companies listed in the congressional letter is the large biometric surveillance company Zhejiang <a href=\"https://www.biometricupdate.com/companies/dahua-technology\">Dahua</a>. According to committee members, BlackRock is in some significant way involved in investments including Dahua.\n\nOvert political pressure in the United States reportedly has persuaded some investors to divest from Dahua and surveillance camera and algorithm maker <a href=\"https://www.biometricupdate.com/companies/hikvision\">Hikvision</a>, <a href=\"https://www.msn.com/en-gb/money/other/uk-firms-invest-millions-in-chinese-spying-giant-fidelity-and-blackrock-hold-stakes-in-the-cctv-company-accused-of-uighur-persecution/ar-AA17EWnd\">according to</a> the Financial Mail On Sunday. That story was distributed by Microsoft, which directly and indirectly competes with numerous Chinese firms feeling Washington's ire.\n\nUnited Kingdom financial giant HSBC, investment firm Fidelity and asset manager Legal &amp; General also have invested in Dahua, according to the Financial Mail story.", "link": "https://www.biometricupdate.com/202308/us-lower-house-committee-wants-investment-in-some-chinese-biometrics-firms-cut-off", "date_published": "2023-08-15T21:28:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Showcase Australia – Discussing responsible biometrics", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"768\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/15160617/Showcase-Australia-2023.png\" width=\"1024\" />\n\t\t<strong><a href=\"https://www.biometricsinstitute.org/event/showcase-australia-2023/\">Showcase Australia – Discussing responsible biometrics</a></strong>\n<strong>Canberra, Australia</strong>\n<strong>November 29, 2023</strong>\n\nWith questions around AI dominating the agenda for regulators and decision-makers, Showcase Australia provides an opportunity to discuss viewpoints on how the biometrics community can prepare for the future.\n\nDelegates from across the globe will explore the Australian and New Zealand perspectives on the responsible future of biometrics. They will discuss the need to shape policy and putting safeguards in place and what to expect in terms of technology development and innovation, all with the aim to provide a better and safer world.\n\nThe Biometrics Institute facilitates important discussions for its members and key stakeholders about the responsible use of biometrics.", "link": "https://www.biometricupdate.com/202308/showcase-australia-discussing-responsible-biometrics", "date_published": "2023-08-15T20:08:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Some black among the red in second-quarter financials for biometrics firms", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1120\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/01/02164522/stock-market-global-scaled.jpg\" width=\"2048\" />\n\t\tThe biometric ID sector in the second quarter, ended June 30, continued to bump along, trying to find its footing.\n\nA good summary of reported profits and losses for Q2 and the first half might look like this:\n\nLosses for Precise Biometrics and AuthID grew significantly.\n\nBIO-Key's net loss shrank a bit in the quarter and even more during the first half. Trust Stamp shed about a third of its Q2 net loss. Trust Stamp's net loss improved notably for the quarter and slightly more for the half.\n\nBut Genifi greatly narrowed its quarterly comprehensive loss and actually swung from a big loss during the first half 2022 to report a bigger profit.\n\nHere are the financial fundamentals for these firms.\n<h2>Precise Biometrics revenue down</h2>\nDigital identity software maker Precise reported a quarterly loss of SEK 7 million (US$650,000) on revenue of SEK 18 million ($1.7 million), compared to a quarterly loss of SEK 4 million ($370,000) on revenue of SEK 24.6 million ($2.3 million).\n\n<a href=\"https://www.biometricupdate.com/companies/precise-biometrics\">Precise</a>'s first half report shows a loss of SEK 14 million ($1.3 million) on revenue of SEK 37 million ($3.4 million), compared to a loss of SEK 5 million ($460,000) on revenue of SEK 53 million ($5 million) for the first half of fiscal 2022.\n\nThe company attributes the results to weak demand for mobile phones and the challenges of pivoting towards new markets.\n<h2>BIO-key revenue up slightly</h2>\nFor the quarter ended June 30, ID and access management vendor <a href=\"https://www.biometricupdate.com/companies/bio-key\">BIO-key</a>'s net loss was $1.4 million, or $0.16 per basic and diluted share, on revenue of $1.9 million, compared to $1.7 million, or $0.21.\n\nFor the half, ended June 30, the company reported a loss of $1.7 million, $0.19, on revenue $5 million, compared to a loss of $2.7 million, $0.34, on revenue of $3.9 million.\n\nBIO-key added several <a href=\"https://www.biometricupdate.com/202306/identity-and-access-management-firms-versasec-and-gd-bio-key-ink-new-partnerships\">distribution partners</a> during the quarter, in addition to new customers.\n<h2>Trust Stamp narrows losses</h2>\nThe digital identity services firm reported a second quarter 2023 loss of $2.2 million, $0.31 per basic and diluted share, on revenue of $460,804, compared to a loss of $2.9 million, $0.63, on revenue of $708,288 for the same period a year ago.\n\nFor the first half of 2023, <a href=\"https://www.biometricupdate.com/companies/trust-stamp\">Trust Stamp</a> reported a loss of $4.7 million, $0.80, on revenue of $919,438, compared to a loss of $4.6 million, $1, on revenue of $3.5 million a year ago.\n<h2>AuthID reports modest revenues</h2>\nID verification and authentication software maker reported a net loss for the second quarter of $10.6 million, or $2.15 per basic and diluted shares for continuing operations, on revenue of $37,142, compared to a loss of $6.6 million, $2.06, on revenue of $66,409.\n\nFor the first half of the fiscal year, <a href=\"https://www.biometricupdate.com/companies/authid-ai\">AuthID</a> reported a loss of $16 million, $3.91, on revenue of $74,998, compared to a loss of $11.8 million, $3.80, on revenue of $231,461.\n<h2>Genifi report 1H profit</h2>\nThe Canadian company formerly known as Prodigy Ventures, which makes ID verification software for fintechs, reported a second quarter loss of CAN$486,950 (US$361,000) (the share price netted out) on revenue of $564,735 (US$418,000), compared with a loss of $3.2 million (US$2.4 million), $0.02 ($US0.015) per basic and diluted shares representing continuing operations, on revenue $419,881 ($310,000).\n\nFor the first half of the year, <a href=\"https://genifi.com/\">Genifi</a> reported a profit of $5.5 million (US$4.1 million) – for a loss of $0.01 per share) on revenue of $1.1 million, compared to a loss of $3.1 million, $0.03, on revenue of $861,659 for the same period a year ago.\n\n<a href=\"https://www.biometricupdate.com/companies/genifi\">Genifi</a> was announced as the new name of <a href=\"https://www.biometricupdate.com/tag/prodigy\">Prodigy</a> at the end of June.", "link": "https://www.biometricupdate.com/202308/some-black-among-the-red-in-second-quarter-financials-for-biometrics-firms", "date_published": "2023-08-15T19:27:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Filipino MP urges crackdown on unregistered SIMs as first actionable case discovered", "description": "<img alt=\"sim cards\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"550\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/09/20165043/sim-cards.jpg\" width=\"1126\" />\n\t\tA Filipino lawmaker who sponsored the SIM Registration Act, Sen. Grace Poe, has called on officials to begin a clampdown on all those still engaged in SIM-card related crimes such as text scams. The call comes about three weeks after a national drive for the mandatory registration of SIM cards with the national digital ID ended. It also coincides with an announcement by Department of Justice (DOJ) officials that they have unearthed an online scam facility involving 28K SIM cards, making it potentially the first criminal case to be handled by the new SIM registration law. Meanwhile, three of the country’s biggest telecoms companies which were involved in the SIM registration process have reported a drop in their subscriber base, but are bullish that the fall in figures is unlikely to negatively affect their business.\n<h2><strong>Fish out text scammers, Sen. Poe urges govt </strong></h2>\nSpeaking in July, a day after the mandatory SIM card registration drive ended, the lawmaker said “the end of SIM registration signals the beginning of intensified crackdown on mobile phone scammers,” according to the <a href=\"https://www.pna.gov.ph/articles/1206468\">Philippine News Agency</a> (PNA).\n\nThe Senator called on the national police and other law enforcement officials to make use of the new legal instrument meant to tackle and weed out crime committed via SIM-related methods.\n\n“It is a challenge for the law enforcers to make a sample out of the SIM Registration Law violators,” she said, assuring that the law has sufficient safeguards on users’ right to privacy.\n<h2><strong>First potential SIM-related fraud case identified</strong></h2>\nWhile Sen. Poe has urged government officials to show no mercy to SIM fraudsters, the DOJ has revealed that it has come across a situation which could turn out to be the first actionable case under the legislation.\n\nAs ABC-CBN News <a href=\"https://news.abs-cbn.com/news/08/08/23/doj-28000-sim-cards-from-pogo-hub-raid-possibly-used-in-scams\">reports</a>, Justice Secretary Jesus Crispin Remulla told reporters recently that 28,000 SIM cards were unearthed from a Philippine Offshore Gaming Operator (POGO) believed to be used for scam operations.\n\nThe official said the discovery is disquieting and they are trying to figure out whether the SIM Registration Act is applicable to the matter. He also said they’ll resolutely pursue whoever has the SIM cards registered in their name.\n\nRemulla also disclosed that during the raid on the facility, 650 POGO staff were rounded up, but just a little over 100 of them eventually faced accusations of love and cryptocurrency scams. There are said to be foreigners among the suspected scammers.\n\nThe DOJ has also raised concerns that some of the unregistered SIM cards are used on messaging apps which are used to hoodwink victims.\n\nMeanwhile, Rappler <a href=\"https://www.rappler.com/nation/cyberscam-network-system-dodges-sim-card-registration-law/\">reports</a> that investigators also found that some of the SIMs were registered to digital IDs while still in their packets. Officials said they were working to find out how that was possible.\n\nAlso, government has solicited support from telcos in an effort to stop these scammers from exploiting existing loopholes.\n\nThe telcos, in the meantime, have said although they suffered SIM subscriber losses after the mandatory registration exercise, that may not have any major toll on their business performance.\n\nThe three telcos -- Smart, Globo and DITO -- are said to have lost about 33 percent of their total subscribers, according to the National Telecommunications Commission, GMA News <a href=\"https://www.gmanetwork.com/news/money/companies/878591/telcos-unfazed-by-subscriber-loss-after-sim-registration/story/\">reports</a>.\n\nThe drive to link SIM cards with PhilIDs ended on July 25 with about 113 million registered SIMs. It started off well before <a href=\"https://www.biometricupdate.com/202301/pushback-against-sim-registration-in-philippines-as-india-adds-facial-recognition-checks\">protests erupted</a> along the line over data privacy concerns.", "link": "https://www.biometricupdate.com/202308/filipino-mp-urges-crackdown-on-unregistered-sims-as-first-actionable-case-discovered", "date_published": "2023-08-15T17:32:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Data protection authorities in Kenya, Argentina investigating Worldcoin", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1408\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/10/07140653/iris-biometric-scaled.jpg\" width=\"2048\" />\n\t\tData protection authorities in Kenya and Argentina are examining Worldcoin’s operations to determine if its biometric enrollment process violates national data protection laws.\n\nKenya’s Office of the Data Protection Commissioner (ODPC) says in legal filings that it had issued a directive to Worldcoin to suspend its operation, but the company did not comply, <a href=\"https://www.the-star.co.ke/news/2023-08-14-data-protection-seeks-courts-intervention-in-worldcoin-project/\">The Star</a> reports. The <a href=\"https://www.biometricupdate.com/202308/kenya-bans-worldcoin-activities-as-citizens-trade-biometrics-for-tokens\">Ministry of Home Affairs</a> then stepped in to pause Worldcoin enrollments.\n\nThe ODPC assessment of Worldcoin began in May of 2022, according to the report.\n\nDeputy Data Commissioner Oscar Otieno alleges the company is likely to alter, erase or further process the data it holds, which includes iris and face biometrics, in violation of the Data Protection Act.\n\n“The expeditious preservation of the personal data from vulnerable loss or modification is imperative to ensure comprehensive investigations on the processing of the personal data by the respondents in Kenya,\" he says.\n\nThe ODPC is asking Kenya’s High Court to order Worldcoin to preserve the data it has collected from Kenyans while the investigation continues.\n\nArgentina’s Agency for Access to Public Information (AAIP) has also announced an investigation into Worldcoin’s handling of protected personal data.\n\nThe AAIP wants to ascertain if Worldcoin is complying with the security measures outlined in the country’s Protection of Personal Data law for collection, storage and use of personal data. The regulator has noted the collection of biometrics by Worldcoin in four Argentinian provinces.\n\nThe law also requires organizations collecting or processing sensitive data like biometrics to provide clear and accessible information on the purpose of data collection and use.\n\nThe AAIP is seeking answers from Worldcoin to an extensive <a href=\"https://www.argentina.gob.ar/sites/default/files/2023/08/fundacion_worldcoin.pdf\">series of questions</a> about whether it has performed a data protection impact assessment, what steps it has taken to comply with Argentina’s data protection law, its purpose for collecting biometric data, and where it is planning to expand the operation of its Orbs to.", "link": "https://www.biometricupdate.com/202308/data-protection-authorities-in-kenya-argentina-investigating-worldcoin", "date_published": "2023-08-15T17:29:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "France orders biometric tablets, kiosks in prep for EU Entry/Exit System", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/01/20175612/cars-at-port-of-dover-scaled.jpg\" width=\"2048\" />\n\t\tFrench authorities have placed an order for 544 kiosks and 250 tablets to collect face and fingerprint biometrics from ferry car passengers amid concerns that queues could form for UK passengers traveling to France when the Entry/Exit System (EES) within the European Union goes operational.\n\n<a href=\"https://www.telegraph.co.uk/news/2023/08/14/eu-digital-border-checks-uk-france-queuing-time-double-ees/\">The Telegraph</a> alludes to a recent report by France’s “Cours des Comptes,” a government audit institution, which indicates that the system could add up the time required for border checks to be completed as passengers will have to be scanned in front of digital kiosks to authenticate their travel credentials.\n\nOnce the EES goes live, the face and fingerprint biometrics of any traveler entering the Schengen area for the first time will have to be collected and stored in a centralized database. Such data will be valid for a duration of three years, EU officials say.\n\nThe outlet notes that the fears of queues are fueled by the fact that check time for passengers at France’s borders increased with <a href=\"https://www.biometricupdate.com/202307/eurostar-officially-launches-smartcheck-biometric-gates\">Eurostar biometric gates</a> after Brexit.\n\nTravel industry stakeholders are calling for the EES to be seamless.\n\nThe <a href=\"https://www.biometricupdate.com/tag/entry-exit-system-ess\">EES</a>, for a reminder, is an initiative hatched by the EU in 2013 to strengthen border controls among member countries using biometrics technology. Initially previewed to have gone operational in 2022, it has been pushed back for various reasons.\n\nIt is now expected that the project could get underway by the end of this year, although they are still hesitations that things may finally get going only after the summer Olympics due to take place in Paris next year.\n\nThese EES arrangements come as the EU is already facing accusations of <a href=\"https://www.biometricupdate.com/202307/human-rights-organizations-say-eus-biometric-border-controls-negatively-impact-migrants\">migrants’ right violations</a> with the implementation of its digital border policies dubbed “techno-borders.”", "link": "https://www.biometricupdate.com/202308/france-orders-biometric-tablets-kiosks-in-prep-for-eu-entry-exit-system", "date_published": "2023-08-15T17:24:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Stakeholders allege favoritism in bidding process for Sri Lanka digital ID project", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"577\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/04123000/veridos_id_card_documents.jpg\" width=\"1440\" />\n\t\tSome Sri Lankan stakeholders, including lawmakers, have questioned decisions around the tender process for the country’s upcoming biometric digital ID project, with claims that the process is being tailored to favor particular bidders.\n\nOne Sri Lankan media outlet, <a href=\"https://english.theleader.lk/news/5493-anura-raises-doubts-over-digital-identity-card-tender\">The Leader</a>, quotes the founder of the National People’s Power alliance (NPP), Anura Kumara Dissanayake, as charging during a recent parliamentary outing that an extension of the tender deadline may have been to the advantage of one of the bidding companies.\n\nDissanayake also raised issues of data privacy involving Security Printers Company, one of those said to have submitted a tender file for the contract, the report notes. He was apparently referring to <a href=\"https://www.madrassecurityprinters.com/\">Madras Security Printers Company</a>, which has <a href=\"https://lankanewsweb.net/archives/19089/sri-lankas-demand-for-legal-liquor-drops-by-40-percent/\">previously been contracted</a> by Sri Lanka’s government.\n\nThe outlet notes however that the allegations from the lawmaker were brushed aside by State Minister Kanaka Herath who insisted that no bidder is being favoured, and that guidelines for data protection are well spelt out in the bid document.\n\nThis comes as the outlet insinuated in <a href=\"https://english.theleader.lk/news/5357-pressure-over-digital-identity-card-tender\">another report</a>, citing government sources, that some officials of an unnamed diplomatic mission in the capital Colombo were pressuring government officials to influence the digital ID contract bidding process.\n\nEarly this month, India <a href=\"https://www.biometricupdate.com/202308/india-advances-sri-lanka-digital-id-project-5-4m\">made an advance payment</a> of around $5.4 million for the contract. It is supporting four out of the seven components of the project, according to a <a href=\"https://www.themorning.lk/articles/cw85PpwTJ861n1bAtrjX\">report</a> by local outlet The Sunday Morning.\n\nThe bidding process has been closed and the files are under scrutiny, with the winner expected to be unveiled by the end of this year after vetting by cabinet. India and Sri Lanka had earlier agreed that only a company from the former should be awarded the contract.\n\nExperts estimate the digital ID system, which has already seen the implementation of a <a href=\"https://www.biometricupdate.com/202109/sri-lanka-biometrics-pilot-project-awarded-to-iritech-after-mosip-self-compliance-test\">Proof-of-Concept based on MOSIP</a>, could go live in the next two and half years.\n<h2>Importance of Sri Lanka digital ID system</h2>\nMeanwhile, Dasun Hegoda, a software architect working for the Information and Communications Technology Agency (ICTA) of Sri Lanka, a policymaking body supporting the country’s digital transformation initiatives, emphasized the importance of the digital ID project in <a href=\"https://www.kuppingercole.com/watch/sri-lanka-digital-id-eic2023\">an outing</a> for KuppingerCole in May.\n\nHe said the digital ID system being planned for the country will leverage the capacity of a legacy ID system which has been in existence since 1971.\n\nHe said unlike the traditional ID system, which has many limitations such as requiring persons to be physically present for authentication, the digital ID era will make things easier for citizens in terms of how they have access to public and private sector services.\n\nHegoda underlined the fact that it will be a biometric ID system that will include the capture of face, iris and fingerprint biometrics. The data will be used for checks during authentication and digital KYC.", "link": "https://www.biometricupdate.com/202308/stakeholders-allege-favoritism-in-bidding-process-for-sri-lanka-digital-id-project", "date_published": "2023-08-15T17:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "PRIVO and Atomic Biometrics partner on biometric parental permission without retained PII", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1078\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/09/13062113/digital-identity-scaled.jpg\" width=\"2048\" />\n\t\t<a href=\"https://www.privo.com/home\">Privacy Vaults Online</a> (PRIVO), a Virginia based FTC Safe Harbor company focused on protecting children's privacy and obtaining parents' permission, has announced that it has partnered with Maryland-based identity-proofing service provider <a href=\"https://atomicbiometrics.com/\">Atomic Biometrics</a> to form a strategic alliance to prove <a href=\"https://www.biometricupdate.com/201909/facial-recognition-can-protect-our-kids-heres-how-to-convince-parents\">parents are granting children</a> permission to play games or engage in social media.\n\nThe <a href=\"https://www.ftc.gov/legal-library/browse/rules/childrens-online-privacy-protection-rule-coppa\">Children’s Online Privacy Protection Act (COPPA)</a> requires that operators make \"reasonable efforts\" to obtain verifiable parental consent. The partnership aims to develop services that meet federal and state legal requirements on kids' privacy.\n\nAtomic will verify a parent's identity through iris or fingerprint biometric comparisons, with one pass-through every ten years. The company says it does not retain individuals' PII because it only determines a person's identity based on biometric data.\n\nThe companies have agreed to share their patented products to fully integrate PRIVO’s parent registry with the identity management reader to make sure users are complying with federal and state regulations.\n\n“Kids and even parents fib,” says Denise Tayloe, CEO of PRIVO. “They want access to the big kids’ games or social play areas and our clients are trying to remain compliant with the law and provide age-appropriate content. With our Atomic partnership, we can be sure we are registering the right person associated with that child as parent or guardian.”\n\n“We are a large-scale biometrics and personal identification company accustomed to dealing with mass transit companies,” says Gordon Triplett, CEO of Atomic Biometrics. “Now, with our agreement with PRIVO, we get to help kids and parents deal with the online universe more safely and securely.”\n\nPRIVO is a <a href=\"https://www.biometricupdate.com/202204/biometrics-developers-prominent-in-launch-of-north-american-age-verifiers-trade-group\">founding member</a> of the Age Verification Providers Association.", "link": "https://www.biometricupdate.com/202308/privo-and-atomic-biometrics-partner-on-biometric-parental-permission-without-retained-pii", "date_published": "2023-08-15T16:58:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Jianpu integrates expression recognition into its financial services software", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/02/22111201/face-biometric-enrollment-scaled.jpg\" width=\"2048\" />\n\t\tJianpu Technology, an independent open platform that recommends financial products and serves China and Southeast Asia among other regions, made an announcement on how biometrics and generative AI is being integrated into its financial services.\n\nAt a company AI Hackathon, <a href=\"http://jianpu.ai/\">Jianpu</a> recently showcased its Natural Language processing (NLP) model that uses generative AI to offer customized risk control models for clients as well as a computer vision project on facial micro-expression recognition. Emotion recognition based on facial micro-expressions has also been developed by companies including <a href=\"https://www.biometricupdate.com/202101/herta-launches-face-biometrics-based-emotion-recognition-solution\">Herta</a>.\n\nJianpu is also using AI to provide personalized recommendations more efficiently, help insurance brokers match customers with healthcare plans, and support financial partners in identifying and classifying financial risks.\n\nFirst introduced in 2018, the company's fintech <a href=\"https://www.biometricupdate.com/201912/humanoid-smart-robots-use-facial-recognition-nlp-to-entertain-event-guests-astronauts-kids\">AI robot</a> “RongBaNiu,” utilizes facial recognition and scrapes information from China's national identification system, among other sources, to personalize financial recommendations. Jianpu updated the robot to feature its newly developed software. The company intends to have the robot placed in offices and public areas <a href=\"https://www.ft.com/content/d2410642-3728-11e8-8b98-2f31af407cc8\">across the country</a>.\n\n“Jianpu.ai was created with the intention of leveraging AI to make finance simpler and more inclusive,\" says David Ye, co-founder, chairman, and CEO of Jianpu. \"We are confident in our ability to drive AI advancements, and further enable the financial industry’s digital transformation.”", "link": "https://www.biometricupdate.com/202308/jianpu-integrates-expression-recognition-into-its-financial-services-software", "date_published": "2023-08-15T16:58:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "OwnID certified for FIDO2 to boost passwordless online authentication", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"845\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/02/04155849/certification-standards-scaled.jpg\" width=\"2048\" />\n\t\t<a href=\"https://ownid.com/\">OwnID</a>, a company specializing in passwordless identity verification, has achieved <a href=\"https://www.biometricupdate.com/tag/fido2\">FIDO2</a> certification, emphasizing its commitment to industry standards and secure sign-in technology. This certification aligns OwnID with internationally recognized standards.\n\nFIDO2 certification highlights the reliability and security of OwnID's platform and indicates a critical move toward passwordless authentication, which can reduce the risk of phishing and other breaches.\n\nOwnID’s platform is active on over 100 live websites, showing data that reveals a significant reduction in sign-in drop-off and cart abandonment rates and an increase in authenticated users by an average of 28 percent.\n\nWhether as a stand-alone system or integrated into existing login forms, OwnID enables businesses of all sizes to offer a <a href=\"https://www.biometricupdate.com/companies/fido-alliance\">FIDO Alliance</a>-certified login and registration process, thereby enhancing security and user experience simultaneously. The platform offered by OwnID can be integrated into websites within a few hours, the company says. It works with a range of authentication mechanisms, including passkeys, which are aligned with FIDO standards, offering users secure registration and login options using their preferred device unlock methods such as face and fingerprint biometrics and PINs.\n\n\"The FIDO2 certification reflects our commitment to the FIDO Alliance's vision of passwordless authentication,\" said Dor Shany, CEO and co-founder of OwnID. \"This isn't just a step towards a more streamlined sign-in process. It signifies our dedication to enhancing the way businesses engage with their customers. We're focused on making interactions smoother and more secure, ultimately transforming the customer engagement experience.\"", "link": "https://www.biometricupdate.com/202308/ownid-certified-for-fido2-to-boost-passwordless-online-authentication", "date_published": "2023-08-15T16:55:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "FirstBank Nigeria launches humanoid robots amid digital customer interaction push", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"782\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/15145631/FirstBank-Humanoid-Robot-2.jpg\" width=\"1200\" />\n\t\tHumanoid robots with artificial intelligence to facilitate interactions and account openings with First Bank Nigeria customers have gone operational in two of the bank’s Digital Experience Center branches.\n\nThe banking institution said the robots, which are equipped with video banking capabilities, will perform the role of “friendly branch staff” and can respond to a number of customer queries related to deposits, withdrawals, use of bank cards, and complaints management, according to <a href=\"https://www.premiumtimesng.com/business/business-news/607275-nigerian-bank-introduces-humanoid-robot-to-engage-customers.html\">Premium Times</a>.\n\nCustomers can also open accounts through the robot, Vanguard <a href=\"https://www.vanguardngr.com/2023/08/retrenchment-first-bank-allays-fears-of-staff-over-introduction-of-robotics/\">reports</a>, which requires checking the customer’s biometric-based <a href=\"https://www.biometricupdate.com/202207/nigeria-issues-700k-biometric-bank-verification-numbers-between-april-and-july\">Bank Verification Number</a>.\n\nThe first robot was installed at the Adetokunbo Ademola VI Lagos Digital Experience Center branch of the bank in June, while the second was unveiled recently at the bank’s branch of the University of Ibadan.\n\nThe bank’s CEO Adesola Adeduntan claims the AI-powered robots are the first of its kind in the industry in Nigeria. He noted that adding the AI tool “to our state-of-the-art Digital Experience Centre represents a purposeful stride towards transforming the banking landscape in the country and further showcases the priority we give to innovation within the bank.”\n\nAt the launch of the Ibadan university branch facility, Adeduntan underlined the importance of the novelty and assured staff that the technology will help fight fraud and other vices in the banking sector, rather than take their jobs.\n\nThe official said with the robots, customers can walk into a bank branch and carry out a transaction from start to finish without needing the intervention of a human person, in part, <a href=\"https://www.thisdaylive.com/index.php/2023/08/14/first-bank-opens-ui-fully-automated-branch\">This Day</a> reports, due to the use of biometrics.\n\nIn the meantime, Leadership <a href=\"https://leadership.ng/nigerian-students-build-humanoid-robot/\">reports</a> that a group of students from the Federal Government Girls College in Sagamu, Ogun State, has built a humanoid robot as part of a push by college authorities to encourage young girls with interest in AI, robotics, machine learning and related fields.\n\nNamed Okikiola-Sagamu (Kiki-Saggy), the robot was recently presented to the Permanent Secretary at the Federal Ministry of Education, Andrew David Adejo, who congratulated the team of innovators on their ingenuity.\n\nThe robot is designed to walk a maximum distance of 10 kilometres per hour and can also perform some conversational tasks.\n\nHumanoid robots have been developed over the years for different purposes including banking, entertainment, and smart city projects.", "link": "https://www.biometricupdate.com/202308/firstbank-nigeria-launches-humanoid-robots-amid-digital-customer-interaction-push", "date_published": "2023-08-15T14:46:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]