[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Texas Chainsaw Massacre Review - The Final Verdict", "description": "Multiplayer games and horror movie licenses are an inevitability from which there is no escape. Thankfully, Gun Interactive's The Texas Chain Saw Massacre is one of the better options, thanks to its solid gameplay, tense atmosphere and impeccable sound design.\n\nHowever, as entertaining as it can be to hunt down others as Leatherface or sneak carefully to avoid detection, The Texas Chain Saw Massacre has some fundamental design flaws. The lackluster number of maps and different objectives on each can also lead to repetition, to say nothing of the annoying crashes.\n\nIt's still a fun time if you know what you're getting into, but one that needs some work to refine and add on to the fun while addressing some of the annoyances.", "link": "https://www.youtube.com/watch?v=mZt_FbS9SJ8", "date_published": "2023-08-15T22:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/mZt_FbS9SJ8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "In Theory: PS5 PRO Specs - How Much of A Boost Are We Looking At?", "description": "In the face of ever-evolving rumors of a potential PS5 Pro currently in the works at Sony, fans are constantly debating about whether we actually need a mid-life hardware refresh this year or not. While that’s a good question in and of itself, we’d like to shift our gazes toward the technical specifications of this rumored machine - and what it needs to bring to the table in order to be a viable upgrade to the base machine. \n\nWe take a look at what Sont did with the PS4 Pro, and use that very important context to guestimate the specs of this new machine while also discussing possible price options for the same. Of course, it’s all curious speculation from our end - so do keep your expectations in check accordingly.", "link": "https://www.youtube.com/watch?v=iXme-nXb0gw", "date_published": "2023-08-15T17:45:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iXme-nXb0gw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Red Dead Redemption 1 - 15 Things You Need To Know Before You Buy On PS4 (PS5 BC) And Switch", "description": "That Rockstar has managed to tick off a great many people with how it’s handling its upcoming Red Dead Redemption port would be a bit of an understatement. From its price to its lack of upgrades to even the platforms it’s launching for (or not launching for, to be more precise), there’s plenty about the upcoming Red Dead port that’s raised more than a few eyebrows, to say the least. \n\nIf, however, you’ve never played the original 2010 title before, if nothing else, the port does present an opportunity to experience what’s undoubtedly one of Rockstar’s best games ever made, and probably one of the greatest open world games of all time. If you’re in that group of newcomers who are looking to dive into Red Dead Redemption’s American Frontier for the first time, here are a few key details that you should know about the game.", "link": "https://www.youtube.com/watch?v=hb4dWQ97ryY", "date_published": "2023-08-15T11:45:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hb4dWQ97ryY/hqdefault.jpg"}]