[{"source": "https://www.theguardian.com/rss", "title": "Fine airlines if they fail in legal duty to customers, urges Which?", "description": "<p>Consumer rights group and travel agents call for regulator to be given powers to act amid flight cancellations</p><p>Airlines that break the law by not helping customers when flights are delayed or cancelled should be fined, consumer rights groups and online travel agents have said.</p><p>In a letter to the prime minister, Rishi Sunak, the consumer rights group Which? and leading online travel agents called for the aviation regulator to be given more powers to act amid flight cancellations.</p> <a href=\"https://www.theguardian.com/business/2023/aug/20/fine-airlines-legal-duty-customers-flight-cancellations\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/20/fine-airlines-legal-duty-customers-flight-cancellations", "date_published": "2023-08-20T23:01:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chinese video games are on the rise, but I wish they got more respect", "description": "<p>China is the world’s biggest gaming market, where a culture of creativity has  flourished – so please do not conflate companies and players with a repressive regime that cracks down on individual expression</p><p>One of the most popular video games in the world today is Chinese. Not that everyone would be aware of the fact, or would care, but that game is Genshin Impact and it was created by Shanghai-based miHoYo. Its style and characters are greatly influenced by anime, and many players might have thought Genshin was Japanese-developed; it is telling that miHoYo is inspired by that country’s culture. Despite being the world’s biggest video games market, China still remains relatively minor as an international cultural force in games.</p><p>Video games are one of the few creative media not dominated by the US. In consoles, two of the platform holders are from Japan, while developers in the UK and Europe are powerhouses of creativity. But the world’s biggest games company is Chinese giant <a href=\"https://www.theguardian.com/business/tencent\">Tencent</a>, which is often the target of racism and online criticism. While massive corporations don’t need huge sympathy, as a Briton of Chinese heritage, it does pain me when Chinese games companies are falsely conflated with the Chinese government.</p> <a href=\"https://www.theguardian.com/games/2023/aug/21/chinese-video-games-are-on-the-rise-but-i-wish-they-got-more-respect\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/21/chinese-video-games-are-on-the-rise-but-i-wish-they-got-more-respect", "date_published": "2023-08-20T23:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Trek to the source of the Wharfe: a riverside adventure in Yorkshire", "description": "<p>Inspired by an Edwardian guidebook, our writer walks the 65-mile length of the county’s most famous river</p><p>The swaying trees closed ranks in the darkness, obscuring my route. In theory a public footpath led through them: the next stage in my quest to walk the entire length of the River Wharfe.</p><p>I hunched over my Ordnance Survey map, trying to protect my phone’s light from the blowing rain and lamenting my lack of a headtorch. When I looked up, every sweep of my light made the slightest open area look like a footpath. So I decided to cut my losses and leave the river behind. Nearby, a quiet B-road would be mostly deserted at this hour, and would convey me straight into my destination – the Yorkshire Dales village of Appletreewick, where a warm, dry pub awaited me.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/21/trek-to-the-source-of-the-wharfe-a-riverside-adventure-in-yorkshire\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/21/trek-to-the-source-of-the-wharfe-a-riverside-adventure-in-yorkshire", "date_published": "2023-08-20T23:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham bid for Jérémy Doku but struggle to agree Mohammed Kudus fee", "description": "<ul><li>Hammers battling Manchester City for Rennes winger</li><li>£41m offer for Ghana player falls short of Ajax’s valuation</li></ul><p>West Ham have submitted a bid for the Rennes winger, Jérémy Doku, but they are struggling to agree a fee with Ajax for Mohammed Kudus.</p><p>The club are looking for attacking reinforcements and are trying to beat Manchester City to the signing of Doku. City see Doku, a 21-year-old Belgium international, as a replacement for Riyad Mahrez following the Algerian winger’s move to Saudi Arabia. West Ham hope they can tempt Doku, who is believed to have an asking price of £47m, by offering the youngster regular first-team football.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/west-ham-bid-for-jeremy-doku-but-struggle-to-agree-mohammed-kudus-fee\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/west-ham-bid-for-jeremy-doku-but-struggle-to-agree-mohammed-kudus-fee", "date_published": "2023-08-20T22:19:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain’s World Cup-winning goalscorer learned of father’s death after final", "description": "<p>Olga Carmona received news after final whistle against England, with federation calling her ‘the history of Spanish football'</p><p>Spain’s World Cup-winning goalscorer, Olga Carmona, was told her father had died after Sunday’s final against England.</p><p>The left-back’s strike in the first half of the match earned the team its 1-0 victory over the Lionesses on Sunday. But in a post on X, formerly known as Twitter, this evening, the Royal Spanish Football Federation <a href=\"https://twitter.com/rfef/status/1693350809424031985\">announced</a> her father’s death.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-world-cup-winning-goalscorer-father-died-after-final-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/spain-world-cup-winning-goalscorer-father-died-after-final-england", "date_published": "2023-08-20T21:44:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Billy Vunipola and Owen Farrell head to the dock with bans looming", "description": "<ul><li>Red cards for both players add to England woes</li><li>Steve Borthwick under pressure before World Cup</li></ul><p>Steve Borthwick will discover if he must rip up England’s World Cup plans in the coming days with Billy Vunipola and Owen Farrell both facing bans that would rule them out of the start of the tournament.</p><p>Vunipola’s red card compounded another horror show in the <a href=\"https://www.theguardian.com/sport/2023/aug/19/ireland-england-rugby-union-match-report\">dismal defeat against Ireland on Saturday</a>, with the former fly-half Danny Cipriani declaring on Sunday that “English rugby is digging its own grave” as countless supporters lose faith in Borthwick’s side.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/20/billy-vunipola-and-owen-farrell-head-to-the-dock-with-bans-looming\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/20/billy-vunipola-and-owen-farrell-head-to-the-dock-with-bans-looming", "date_published": "2023-08-20T21:39:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Football Weekly: Heartbreak for England as Spain lift World Cup", "description": "<p>Faye Carruthers, Suzanne Wrack, Jonathan Liew and Marva Kreel reflect on Spain’s World Cup final triumph over England</p><p>On today’s pod: England fall at the final hurdle as they’re beaten 1-0 by a superior Spain in Sydney to see their hopes of a first-ever Women’s World Cup triumph dashed.</p><p>We take a deep dive into the major talking points, chances, decisions, starters, substitutions and super saves which saw the Lionesses come up short against a Spanish side which has defied the odds to reach new heights on it.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/20/womens-football-weekly-heartbreak-for-england-as-spain-lift-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/20/womens-football-weekly-heartbreak-for-england-as-spain-lift-world-cup", "date_published": "2023-08-20T21:23:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Heartbreak for England as Spain lift World Cup – Women’s Football Weekly", "description": "<p>Faye Carruthers, Suzanne Wrack, Jonathan Liew and Marva Kreel reflect on Spain’s World Cup final triumph over England</p><p>On today’s pod: England fall at the final hurdle as they’re beaten 1-0 by a superior Spain in Sydney to see their hopes of a first-ever Women’s World Cup triumph dashed.</p><p>We take a deep dive into the major talking points, chances, decisions, starters, substitutions and super saves which saw the Lionesses come up short against a Spanish side which has defied the odds to reach new heights on it.</p> <a href=\"https://www.theguardian.com/football/audio/2023/aug/20/heartbreak-for-england-as-spain-lift-world-cup-womens-football-weekly\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/aug/20/heartbreak-for-england-as-spain-lift-world-cup-womens-football-weekly", "date_published": "2023-08-20T21:16:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Duet with a doppelganger: Edinburgh fringe dances to a different tune", "description": "<p>The festival’s Dance Base hosts eclectic performances involving a wondrous paper sculpture, an examination of duality and Bach reimagined</p><p>There are more shows at the fringe than you could ever watch, but that hides the fact that artists and venues are struggling with rising costs and funding cuts. Edinburgh’s Dance Base, a year-round arts organisation, announced it was reducing its activity earlier in the year, and for the festival is presenting a slimmed-down programme in association with Assembly. What hasn’t changed is the eclectic mix of local and international artists, and work that surprises, delights and disappoints, sometimes all in the same show. (Dance Base also hosts a poignant photographic exhibition of dancers living in Ukraine, which is worth checking out if you’re nearby.)</p><p>One of the best current shows is <a href=\"https://www.petrikordanse.com/habitat\">Bettina Szabo’s Habitat</a> (★★★★), a solo that rests on one incredible prop, a spiky sculpture made from of 600 paper cones, like a long origami cape, or Issey Miyake’s take on a hedgehog costume. It looks unassuming laid on the stage as Szabo slowly flexes and unfolds her body, moving side-to-side, a hermit crab looking for its next home. She’s miked up, and her increasingly urgent breaths form part of the ambient soundscore. When she finally finds her new shell you hear long exhales of relief, breath catching at the bottom of her lungs – it’s these kind of close details that really make the piece. Once Szabo is inside the sculpture, made by artist Jacinthe Derasp, it seems to have its own life; shapeshifting from snoozing beast to puffer fish to armadillo to sharp-toothed monster to feathery exotic bird to a designer version of Jabba the Hutt. It’s remarkable to watch the possibilities.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/20/edinburgh-fringe-dance-base\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/20/edinburgh-fringe-dance-base", "date_published": "2023-08-20T21:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Coco Gauff claims biggest title of her career by defeating Karolina Muchova", "description": "<ul><li>American teenager wins 6-3, 6-4 in Cincinnati Open final</li><li>Gauff shows improvement since first-round Wimbledon exit</li></ul><p>In the immediate aftermath of her first-round <a href=\"https://www.theguardian.com/sport/2023/jul/03/wimbledon-womens-singles-swiatek-zhu-kenin-gauff-pegula\">defeat by Sofia Kenin</a> at Wimbledon, as tears streamed down her face, Coco Gauff was not quite ready to reflect on why things had gone so wrong. Instead, she left with a message; she resolved to work even harder than she already had in service of the ambitious goals she set for herself.</p><p>It is fair to say that the work is paying off. Since that crushing defeat early in July, Gauff has won 11 of her past 12 matches, her confidence building with every bout, and on Sunday she rose to secure the biggest title of her career, defeating Karolina Muchova 6-3, 6-4 to win the Cincinnati Open title.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/20/coco-gauff-karolina-muchova-cincinnati-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/20/coco-gauff-karolina-muchova-cincinnati-open", "date_published": "2023-08-20T20:56:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Court records detail basis for police raid on Kansas newspaper", "description": "<p>Reporter Phyllis Zorn and editor Eric Meyer said no laws were broken in their investigation of local restaurateur Kari Newell</p><p>The police chief who led the raid of a Kansas newspaper alleged in previously unreleased court documents that a reporter either impersonated someone else or lied about her intentions when she obtained the driving records of a local business owner.</p><p>But reporter Phyllis Zorn, Marion County Record editor and publisher Eric Meyer and the newspaper’s attorney said on Sunday that no laws were broken when Zorn accessed a public state website for information on restaurant operator Kari Newell.</p> <a href=\"https://www.theguardian.com/media/2023/aug/20/police-newspaper-raid-kansas\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/20/police-newspaper-raid-kansas", "date_published": "2023-08-20T20:38:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Katarina Johnson-Thompson wins epic duel to regain world heptathlon title", "description": "<ul><li>Briton sees off America’s Anna Hall in unlikely comeback tale </li><li>Hughes wins Britain’s first men’s world 100m medal for 20 years</li></ul><p>Katarina Johnson-Thompson used to stare at the three-inch scar snaking down her left achilles tendon and fear that her best days had abandoned her. In truth, we all did. Yet here she was on the banks of the Danube, amid the tears and the doubts and the smiles, waltzing in the joy of becoming world heptathlon champion again.</p><p>“This is the best day of my life,” she said, after one of the great comebacks. “I had committed to getting my heart broken again, only this time I didn’t.”</p> <a href=\"https://www.theguardian.com/sport/2023/aug/20/katarina-johnson-thompson-stages-great-world-championship-comeback\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/20/katarina-johnson-thompson-stages-great-world-championship-comeback", "date_published": "2023-08-20T20:22:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Marley Watkins on target as Kilmarnock dump holders Celtic out of League Cup", "description": "<p>Marley Watkins scored the only goal of the game as Kilmarnock sensationally sent the holders, Celtic, out of the Viaplay League Cup at Rugby Park.</p><p>The big striker converted a Danny Armstrong pass in the 59th minute of a pulsating last-16 tie in which the well-organised hosts had to withstand relentless pressure. Derek McInnes’ side held on to complete a remarkable early-season Old Firm double, having beaten Rangers 1-0 on the opening day of the Premiership.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/kilmarnock-celtic-scottish-league-cup-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/kilmarnock-celtic-scottish-league-cup-report", "date_published": "2023-08-20T19:51:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ten-year-old Sara Sharif known to Surrey authorities before her death", "description": "<p>Council is conducting rapid safeguarding review after death that has sparked international manhunt</p><p>A 10-year-old girl whose death sparked an international manhunt was previously known to the authorities, Surrey county council has confirmed.</p><p>Sara Sharif was found dead at her home near Woking on 10 August having suffered multiple and extensive injuries, which Surrey police said were likely to have been caused “over a sustained and extended period of time”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/ten-year-old-sara-sharif-known-to-surrey-authorities-before-her-death\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/ten-year-old-sara-sharif-known-to-surrey-authorities-before-her-death", "date_published": "2023-08-20T19:43:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "USA’s Noah Lyles wins 100m world title as Hughes seals bronze for GB", "description": "<ul><li>American aiming to add 200m crown on Friday</li><li>Hughes wins GB’s first 100m men’s medal in 20 years</li><li>Letsile Tebogo wins silver for Botswana</li></ul><p>Noah Lyles captured the 100m world title on Sunday, finishing in 9.83 seconds for a victory that reshuffled the deck for next year’s Olympics and cements his status as the world’s No 1 sprinter.</p><p>It was a victory that maybe only he and those close to him saw coming. The 200m specialist, who will defend his title in that event later this week, barely qualified for the 100 after battling with Covid in the lead-up to the US nationals last month.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/20/usas-noah-lyles-wins-100m-world-title-as-hughes-seals-bronze-for-gb\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/20/usas-noah-lyles-wins-100m-world-title-as-hughes-seals-bronze-for-gb", "date_published": "2023-08-20T19:20:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hope, pride and tears: England fans react to Lionesses' defeat - video", "description": "<p>England fans were left heartbroken after a 1-0 defeat against Spain in the final of the Women's World Cup. Despite the agony, many fans were hopeful for future success with the Lionesses and continued momentum for women's football </p><p></p><ul><li><p><a href=\"https://www.theguardian.com/football/video/2023/aug/20/spain-fans-celebrate-womens-world-cup-final-win-video\">Spain fans celebrate at final whistle as England fans left heartbroken – video</a></p></li><li><p><a href=\"https://www.theguardian.com/football/2023/aug/20/sarina-wiegman-england-spain-world-cup-reaction\">Sarina Wiegman has ‘no regrets’ after England fall to Spain in World Cup final</a></p></li></ul><p></p><p></p> <a href=\"https://www.theguardian.com/football/video/2023/aug/20/hope-pride-and-tears-england-fans-react-to-lionesses-defeat-video\">Continue reading...</a>", "link": "https://www.theguardian.com/football/video/2023/aug/20/hope-pride-and-tears-england-fans-react-to-lionesses-defeat-video", "date_published": "2023-08-20T19:11:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Chuck Chuck Baby review – whimsy and realism combine in big-hearted romance", "description": "<p>Louise Brealey is put-upon Helen, a chicken factory worker who gets a second chance at love, in Pugh’s generous and gritty film</p><p>Here’s a rousing empowerment-anthem of a movie that’s not afraid to paint its romance plotline in big, bold brushstrokes; occasionally it overdoes things but the rush of emotion carries everything along in its path, helped by the deployment of radio-friendly standards by Neil Diamond and the like that turns the film into an impromptu musical and allows <a href=\"https://www.janispugh.co.uk/\">writer-director Janis Pugh</a> to stage (relatively) elaborate dance sequences and big emotional scenes.</p><p>The central figure is put-upon chicken-processing factory worker Helen (played by Louise Brealey) who has a complicated domestic situation: she lives in the same crummy terrace as her oafish husband Gary, from whom she is separated but seemingly not actually divorced, and shares the place with his new, much younger, girlfriend Amy (Emily Fairn) and their newly arrived baby. Also on the premises is Gary’s terminally ill mother Gwen (Sorcha Cusack), for whom Helen acts a carer but is the quasi-maternal figure that Helen appears to long for. There’s also a rowdy Greek chorus of Helen’s fellow factory workers who are perhaps designed as a counterpoint to Helen’s introverted, clenched unhappiness, at least at first.</p><p>Chuck Chuck Baby screened at the Edinburgh film festival</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All of our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/film/2023/aug/20/chuck-chuck-baby-review-whimsy-and-realism-combine-in-big-hearted-romance\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/20/chuck-chuck-baby-review-whimsy-and-realism-combine-in-big-hearted-romance", "date_published": "2023-08-20T19:10:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England fell in love with this team but Spain serve up bittersweet ending | Jonathan Liew", "description": "<p>The Lionesses lose the battle of ideas but good things can come of this defeat: new strategies, fresh blood, realistic expectations</p><p>We still love you; come home. Like all good travel romances, perhaps England’s 2023 World Cup was always destined to end in cold tears and bittersweet fragments of memories, the smell of reality wafting through the curtains. There will be no shame in losing to a superior Spain side, no recriminations or burning effigies for a group of players who left every piece of themselves on the Sydney pitch.</p><p>But regrets? They’ll have a few. Moments that broke the other way, decisions they wish they could take back, and above all the opportunity to create something beautiful and monumental together, for everyone, for ever. They are still European champions and nothing can touch the colossal <a href=\"https://www.theguardian.com/football/blog/2022/jul/31/england-win-germany-euro-2022-only-beginning-for-women-game\">sugar rush of that Wembley triumph</a>. For another four years at least, however, the circle remains incomplete.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/20/england-fell-in-love-with-this-team-but-spain-serve-up-bittersweet-ending\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/20/england-fell-in-love-with-this-team-but-spain-serve-up-bittersweet-ending", "date_published": "2023-08-20T19:00:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup was close to perfect for millions of Australians | Jack Snape", "description": "<p>Tournament was more revolution than evolution for its co-hosts and signalled a step change in the reordering of Australia’s priorities for football and women’s sport</p><p>“Please have your tickets ready, and have a good night,” said the usher through his megaphone outside Sydney’s Stadium Australia before the final. “And go Spain.”</p><p>For that volunteer, and many millions of Australians, the 2023 World Cup was close to perfect. Perfect, for many, would have been the Australia captain, Sam Kerr – and not Spain’s Olga Carmona – lifting the trophy. But in this country football has been associated with failure, blunder or – worst of all – being ignored. This tournament was something else entirely.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/20/womens-world-cup-was-close-to-perfect-for-millions-of-australians\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/20/womens-world-cup-was-close-to-perfect-for-millions-of-australians", "date_published": "2023-08-20T19:00:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "California shop owner shot dead over LGBTQ+ Pride flag displayed at store", "description": "<p>An man made comments about flag at Laura Ann Carlton’s store in Cedar Glen and killed her before being shot and killed by police</p><p>A business owner in California was shot and killed after a dispute over a LGBTQ+ Pride flag displayed outside her store, authorities said.</p><p>Officials from the San Bernardino county sheriff’s office said Laura Ann Carleton, 66, was pronounced dead at the scene of the shooting on Friday night.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/california-shop-owner-shot-dead-over-lgbtq-pride-flag\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/california-shop-owner-shot-dead-over-lgbtq-pride-flag", "date_published": "2023-08-20T18:23:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How Spain unpicked England’s system in World Cup final winning moment | Sophie Downey", "description": "<p>Sarina Wiegman’s 3-4-1-2 system carried them to the final but was undone by one moment of miscommunication</p><p>One instance. One rush of over-enthusiasm. One split second of miscommunication. That was enough to see England’s World Cup dreams lie in tatters. It was a moment that caused the holes to appear in the Lionesses’ new-found tactical formation, a system that had been a huge key to their success in Australia but also, on this occasion, led to their downfall.</p><p>It all happened in a flash with little under half an hour on the clock. Lucy Bronze, a forward-thinking wing-back, surged ahead on an inverted run. Whether she needed to go at that particular moment is a separate debate, with the game firmly in the balance. Miscommunication followed, allowing Spain to win the ball back. A deft crossfield pass set Mariona Caldentey away into the space vacated by Bronze and gave her the room to set up Olga Carmona for the finish.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/20/spain-england-tactics-womens-world-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/20/spain-england-tactics-womens-world-cup-final", "date_published": "2023-08-20T18:05:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michail Antonio downs Chelsea to give 10-man West Ham victory", "description": "<p>If the future looks bright for Chelsea the present reality is that they still lack conviction in both boxes. They dominated long stretches of this game, played the smoother football and still fell to their first defeat under Mauricio Pochettino. West Ham had too much nous, even after being reduced to 10 men midway through the second half, and would charge to a deserved win after punishing Chelsea’s errors at both ends of the pitch.</p><p>The narrative belonged to Lucas Paquetá, whose move to Manchester City <a href=\"https://www.theguardian.com/football/2023/aug/18/west-hams-lucas-paqueta-investigated-by-fa-for-potential-betting-breaches\">fell apart after news of a Football Association investigation</a> over potential betting breaches emerged late last week. West Ham’s No 10 grew in influence as the contest progressed, making a mockery of fears that he would not be in a mental state to play, and he sealed it when he scored from the spot in added time. That the penalty had been given away by Moisés Caicedo, Chelsea’s new £115m midfielder, only added to Pochettino’s misery.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/west-ham-chelsea-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/west-ham-chelsea-premier-league-match-report", "date_published": "2023-08-20T18:03:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Melvyn Bragg to step down from South Bank Show after 45 years", "description": "<p>Broadcaster says ‘it’s about time’ after launching series in 1978</p><p>Melvyn Bragg is to step down from the South Bank Show after 45 years, according to reports.</p><p>The broadcaster and Labour life peer told the<em> </em>Sunday Times<em> </em>the role was “hard work”, adding that “there are other things I want to do and I think it’s about time”.</p> <a href=\"https://www.theguardian.com/media/2023/aug/20/melvyn-bragg-to-step-down-from-south-bank-show-after-45-years\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/20/melvyn-bragg-to-step-down-from-south-bank-show-after-45-years", "date_published": "2023-08-20T17:55:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV presenter Phil Spencer pays tribute to parents killed in car crash", "description": "<p>Location, Location, Location star’s parents, Anne and David, died after their car toppled off a bridge into river</p><p>The TV presenter Phil Spencer has said his parents “would have held hands” after their car crashed into a river on their farm.</p><p>The Location, Location, Location presenter paid an emotional tribute to Anne and David Spencer on Instagram after the accident on Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/tv-presenter-phil-spencer-pays-tribute-to-parents-killed-in-car-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/tv-presenter-phil-spencer-pays-tribute-to-parents-killed-in-car-crash", "date_published": "2023-08-20T17:43:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby may have harmed dozens more babies, police believe", "description": "<p><strong>Exclusive: </strong>Officers investigating ‘suspicious’ incidents at Countess of Chester and Liverpool women’s hospitals</p><p>Police believe Lucy Letby, the nurse convicted of murdering seven babies, may have harmed dozens more infants at two hospitals in the north-west of England, the Guardian has been told.</p><p>A source with knowledge of the police investigation said detectives had identified about 30 babies who suffered “suspicious” incidents at the Countess of Chester hospital where she worked.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/lucy-letby-dozens-more-babies-police-believe-chester-liverpool\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/lucy-letby-dozens-more-babies-police-believe-chester-liverpool", "date_published": "2023-08-20T17:42:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rival fans gather to cheer on England before Premier League match", "description": "<p>Fans of Aston Villa and Everton put their differences aside to back the Lionesses in the World Cup final</p><p>Will and Tom had gone to Villa Park for Sunday’s game against Everton, but found themselves standing in a crowd of about a thousand people watching the women’s World Cup final on a screen outside Aston Villa’s stadium.</p><p>As England’s goalkeeper Mary Earps dived to save Spain’s penalty in the 71st minute, the crowd, overwhelmingly male and clad in Villa gear, gasped and applauded. With 15 minutes to go, before extra time was awarded, Will was confident that football could still be coming home.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/aston-villa-everton-fans-england-women-lionesses-premier-league-world-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/aston-villa-everton-fans-england-women-lionesses-premier-league-world-cup-final", "date_published": "2023-08-20T17:36:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Call for investigation into Nadine Dorries over failure to quit as MP", "description": "<p>More than half of people believe MP’s absence is significantly damaging parliament’s reputation, poll shows</p><p>A campaign group has written to the standards watchdog asking for an investigation into Nadine Dorries after its poll suggested more than half of people believe her absence as an MP and failure to quit has significantly damaged parliament’s reputation.</p><p>Tom Brake, the director of Unlock Democracy, called for an inquiry after the group commissioned an Opinium survey that found 55% of people thought Dorries had caused significant damage by failing to speak in parliament and delaying her decision to quit.</p> <a href=\"https://www.theguardian.com/politics/2023/aug/20/call-for-investigation-into-nadine-dorries-over-failure-to-quit-as-mp\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/aug/20/call-for-investigation-into-nadine-dorries-over-failure-to-quit-as-mp", "date_published": "2023-08-20T17:30:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the Lionesses: making a nation proud (again) | Editorial", "description": "<p>England’s women could not bring the World Cup home. But the momentum they have generated for the female game has been transformative</p><p>Throughout a remarkable Women’s World Cup, superbly hosted by Australia and New Zealand, the Lionesses always found a way. Whether coming from <a href=\"https://www.theguardian.com/football/2023/aug/12/england-colombia-womens-world-cup-quarter-final-match-report\" title=\"\">behind</a> against Colombia, winning on <a href=\"https://www.theguardian.com/football/2023/aug/07/england-nigeria-womens-world-cup-match-report-lauren-james-red-card\" title=\"\">penalties</a> against Nigeria, or silencing a partisan home crowd against <a href=\"https://www.theguardian.com/football/2023/aug/16/england-australia-world-cup-semi-final-match-report\" title=\"\">Australia</a>, this group of England players has shown abundant heart and courage to go with the skill we already knew they possessed.</p><p>On Sunday, against a Spanish team whose passing rhythms made them worthy winners of the 2023 World Cup final, they could <a href=\"https://www.theguardian.com/football/2023/aug/20/womens-world-cup-final-news-spain-england#:~:text=Spain%20have%20won%20the%20Women's,minutes%2C%20proved%20decisive%20in%20Sydney.\" title=\"\">not</a> find a way. But as manager Sarina Wiegman and her squad digest the bitter disappointment of defeat in the biggest match of these players’ lives, the rest of us can reflect on just how much they have achieved.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/the-guardian-view-on-the-lionesses-making-a-nation-proud-again\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/the-guardian-view-on-the-lionesses-making-a-nation-proud-again", "date_published": "2023-08-20T17:30:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "This isn’t about one match — the Lionesses have led a quiet revolution in English culture", "description": "<p>Would it have been better if they’d won? Sure. But the team has won the respect their game has been denied a century – and challenged the country’s deeply ingrained sexism</p><p>Millie Bright, captain of the Lionesses, is “absolutely heartbroken” that the England women’s team lost to Spain; they all are. The players are probably not in the mood to take the long view on what they’ve done for women’s football, and what women’s football has done for the country. My slender understanding of life at the top of an international sport is that you have to take it pretty seriously on a game-by-game basis, and the time for a philosophical approach is when you retire.</p><p>Yet it has taken just over a century for the women’s game to get back to the kind of adulation and spectator numbers it enjoyed just <a href=\"https://www.theguardian.com/football/2022/jun/13/how-the-fa-banned-womens-football-in-1921-and-tried-to-justify-it\">before it was banned by the Football Association (FA)</a> in 1921. That ban was lifted just over 50 years later, which signalled a revival, but not a fast one: the first official women’s Euros were held 13 years later and the first Women’s World Cup didn’t take place until 1991. You can’t really account for that sluggish pace without figuring out why it was banned in the first place. The FA’s given reason was broad and weak – “the game of football is quite unsuitable for females and ought not to be encouraged” – and had a supposed basis in medicine, in the idea that the female frame was too delicate for the game. What rubbish.</p><p>Zoe Williams is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/lionesses-england-world-cup-culture-sexism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/lionesses-england-world-cup-culture-sexism", "date_published": "2023-08-20T17:29:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Rishi Sunak’s priorities: they’re not working | Editorial", "description": "<p>Whether it is on the economy, the NHS or small boats, the prime minister is failing to meet the targets by which he said his government should be judged</p><p>Even when seen through Daily Mail headlines, things do not look good right now for Rishi Sunak’s five priorities. At the new year, the prime minister announced <a href=\"https://www.gov.uk/government/news/prime-minister-outlines-his-five-key-priorities-for-2023\" title=\"\">five measures</a> by which he expects to be judged. Two were social: reducing NHS waiting lists and stopping the Channel small boats. Three were economic: halving inflation (at that time running at 10.7%), growing the economy and reducing national debt. With an election looming, such goals matter more than usual.</p><p>Last week was duly designated “NHS week” in the government’s summer publicity push. It was not a success. Embarrassingly, the NHS <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-7281/CBP-7281.pdf\" title=\"\">waiting list</a> for England has just risen to <a href=\"https://www.theguardian.com/society/2023/aug/10/people-england-waiting-for-nhs-treatment\" title=\"\">7.6 million</a> people, the highest since the figure began to be consistently monitored in 2007. In a hospital photocall last week, Mr Sunak himself admitted that progress had “<a href=\"https://www.theguardian.com/politics/live/2023/aug/02/rishi-sunak-net-zero-targets-despite-new-oil-and-gas-licences-labour-keir-starmer-uk-politics-live\" title=\"\">stalled</a>”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/the-guardian-view-on-rishi-sunaks-priorities-theyre-not-working\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/the-guardian-view-on-rishi-sunaks-priorities-theyre-not-working", "date_published": "2023-08-20T17:25:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mass Effect review – a wild dance towards naked truth", "description": "<p><strong>Summerhall, Edinburgh<br /></strong>This life-affirming show from the Danish company Himherandit Productions moves from HIIT class to bacchanale</p><p>We’re two minutes in and already those of us sitting down are exhausted. There are five dancers on stage, in PE gear, jogging from side to side in a kind of formation aerobics warm-up. They look bright and knowing, with perky smiles and the odd arched eyebrow. In 50 minutes, it will be a different story.</p><p>This show from Denmark’s <a href=\"https://www.himherandit.com/mass-effect\">Himherandit Productions</a> starts like a HIIT class, morphs into a 1930s dance marathon, via the Rite of Spring, and ends up a bacchanale. The concept brings a crescendo of energy, releasing endorphins into the room. Constant repetitive motion leading to elation and exhaustion, with panting breath and rising colour, the brilliant human body on display. It’s quite the ode to being alive.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/20/mass-effect-review-summerhall-edinburgh\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/20/mass-effect-review-summerhall-edinburgh", "date_published": "2023-08-20T17:19:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m so happy as a woman and as a Spaniard’: World Cup joy in Madrid", "description": "<p>Jubilation at victory over England will take a while to sink in – and there are hopes it will bring lasting change</p><p>By mid-afternoon on Sunday, the August-quiet, sun-fried streets around Madrid’s WiZink Center had begun to fill with red strips, dazed and happy faces, and the inevitable chorus of horns from the capital’s jubilant motorists. <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">Spain had done it</a>. But the fact they had done it was going to take a while to sink in.</p><p>Among the hundreds of people milling about outside the sporting arena and concert venue – where giant screens had shown the World Cup triumph of the Spanish women’s team to 6,000 people – were Laura Luengo, her wife, Tamara Rodríguez, and their young son, Álvaro.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/happy-woman-spaniard-world-cup-joy-madrid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/happy-woman-spaniard-world-cup-joy-madrid", "date_published": "2023-08-20T17:17:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former top Trump aide says he was unaware of document declassification – report", "description": "<p>Ex-chief of staff Mark Meadows’ admission could complicate the ex-president’s defense in his classified documents case</p><p>The former White House chief of staff Mark Meadows told investigators he had no knowledge of Donald Trump either talking about or declassifying confidential information, it was reported on Sunday, potentially skewering the ex-president’s defense in his <a href=\"https://www.theguardian.com/us-news/2023/jul/27/trump-mar-a-lago-classified-documents-case-carlos-de-oliveira\">classified documents case</a>.</p><p>Meadows’ alleged admission to the special counsel Jack Smith, <a href=\"https://abcnews.go.com/US/meadows-told-special-counsel-recall-trump-declassifying-mar/story?id=102396159\">reported by ABC News</a>, suggests Trump made no blanket declassification of secret papers later seized from his Mar-a-Lago resort by FBI agents, leading to <a href=\"https://www.theguardian.com/us-news/2023/jul/28/donald-trump-investigations-criminal-charges-tracker\">40 criminal counts</a> against him.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/trump-chief-of-staff-mark-meadows-classified-documents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/trump-chief-of-staff-mark-meadows-classified-documents", "date_published": "2023-08-20T17:14:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ecuadorians vote for new president in election marred by candidate’s murder", "description": "<p>Security is high since the murder of Fernando Villavicencio as candidates hope to overturn crime rates and a struggling economy</p><p>Ecuadorians are voting to choose a new president they hope will lead the country out of a wave of violence and economic troubles, after a campaign darkened by bloodshed.</p><p>Candidates have pledged to fight sharp increases in crime, which the current government blames on drug gangs, and improve the struggling economy, whose woes have caused a rise in unemployment and migration.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/ecuadoreans-vote-for-new-president-in-election-marred-by-candidates\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/ecuadoreans-vote-for-new-president-in-election-marred-by-candidates", "date_published": "2023-08-20T17:12:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m so proud of the girls’: England’s 1972 squad celebrate despite final loss", "description": "<p>Members of first official England women’s squad say team is in great shape to kick on despite disappointment in 2023 final</p><ul><li><a href=\"https://www.theguardian.com/football/2023/aug/20/sarina-wiegman-england-spain-world-cup-reaction\">Sarina Wiegman has ‘no regrets’ after England loss</a></li></ul><p>“I never thought women’s football would be like this,” Sue Whyatt, a goalkeeper in England’s first official Lionesses squad of 1972, said. “In my day, football was never going to be a proper career because we had to pay our own way … I’ve never got a shirt or anything”.</p><p>Watching the World Cup final at London’s Boxpark Wembley with some of the original squad, Whyatt had nothing but adoration for the Lionesses, particularly goalkeeper Mary Earps, who she described as “incredibly humble”. “I can’t help ducking and diving when the ball is near the goal,” she said, chuckling. “Football is a professional career now. Those players are athletes … It’s wonderful.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/im-so-proud-of-the-girls-lionesses-squad-of-1972-celebrate-achievement-despite-final-loss\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/im-so-proud-of-the-girls-lionesses-squad-of-1972-celebrate-achievement-despite-final-loss", "date_published": "2023-08-20T17:06:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sarina Wiegman has ‘no regrets’ after England fall to Spain in World Cup final", "description": "<ul><li>‘Everyone is very disappointed’, admits Lionesses manager</li><li>Spain’s Jorge Vilda says ‘suffering was worth it’ to win title</li></ul><p>Sarina Wiegman backed her England side to bounce back despite a heartbreaking defeat in the Women’s World Cup final. Spain won 1-0 in Sydney to become world champions for the first time. “I have no regrets,” the manager said.</p><p>“I think we gave everything. The players gave everything. We tried different tactics. I also have to give credit to Spain. I think they were the team over the whole tournament who played the best football.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/sarina-wiegman-england-spain-world-cup-reaction\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/sarina-wiegman-england-spain-world-cup-reaction", "date_published": "2023-08-20T16:57:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden to visit Maui to reassure victims they will control rebuild efforts, says Fema chief", "description": "<p>Deanne Criswell says the president will visit Lahaina on Monday to meet with first responders, officials and victims</p><p>The administrator of the US Federal Emergency Management Agency, Deanne Criswell, said Joe Biden will on Monday reassure the people of Lahaina they will be in control of how they rebuild when he visits the Maui community devastated by a historically deadly wildfire.</p><p>The president and the first lady, Jill Biden, will meet first responders, officials and victims, getting a first-hand look at the widespread devastation, Criswell told CNN’s State of the Union.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/fema-administrator-deanne-criswell-hawaii-rebuilding-efforts-joe-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/fema-administrator-deanne-criswell-hawaii-rebuilding-efforts-joe-biden", "date_published": "2023-08-20T16:34:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Nicholas Tresilian obituary", "description": "<p>My friend and neighbour Nicholas Tresilian, who has died of cancer aged 85, was a broadcaster and entrepreneur who presented BBC Two’s Late Night Line-Up, set up radio stations in eastern Europe and was a co-founder of Classic FM.</p><p>It was Nicholas’s natural ease and talent on the BBC Two programme Writers’ World with Melvyn Bragg that prompted a producer of Late Night Line-Up (LNLU) to invite him to join the early LNLU team (1964-65). Presenting alongside Joan Bakewell, he interviewed many people then in the news including <a href=\"https://www.theguardian.com/news/2000/may/22/guardianobituaries.books\">Barbara Cartland</a>, <a href=\"https://www.youtube.com/watch?v=ZPTOh5nTysk\">Tariq Ali</a>, Marianne Faithfull and Andrew Loog Oldham. Nicholas went on to write, direct and narrate Private Landscapes (1974), a series of BBC films on new British art, exploring the work of artists <a href=\"https://www.theguardian.com/artanddesign/peter-blake\">Peter Blake</a>, <a href=\"https://www.theguardian.com/artanddesign/2007/apr/05/art\">Joe Tilson</a>, <a href=\"https://www.theguardian.com/artanddesign/2016/apr/28/richard-smith-obituary\">Richard Smith</a> and <a href=\"https://www.theguardian.com/artanddesign/2015/oct/02/david-inshaw-changed-landscape-of-art\">David Inshaw</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/20/nicholas-tresilian-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/20/nicholas-tresilian-obituary", "date_published": "2023-08-20T16:29:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Millwall manager Gary Rowett hits back at ‘hurtful’ chants in loss to Norwich", "description": "<p>Norwich maintained their impressive start to the Championship season with a 3-1 win over Millwall at Carrow Road that sent them third in the table. The young winger Jonathan Rowe opened the scoring, with Josh Sargent and Ashley Barnes putting the hosts in control. The Canaries have picked up seven points from nine, behind only Leicester and Ipswich in the early promotion race.</p><p>A late strike from the substitute Aidomo Emakhu proved little consolation for Millwall’s travelling contingent, who expressed their displeasure with the manager, Gary Rowett, during the game. “If you are a fan you spend a lot of time and money on following your club and you can say what you want,” Rowett said afterwards.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/millwall-manager-gary-rowett-hurt-by-chants-during-defeat-to-norwich\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/millwall-manager-gary-rowett-hurt-by-chants-during-defeat-to-norwich", "date_published": "2023-08-20T16:10:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Squid Game gets real and Sex Education comes to a bittersweet end: autumn 2023’s top TV", "description": "<p>The return of Frasier! An explosive doc about the heyday of the 90s supermodels! Wagatha Christie! Brace for loads of incredible television</p><p>Ruth Wilson and Peaky Blinders/Bad Sisters’s <a href=\"https://www.theguardian.com/film/2022/jun/03/daryl-mccormack-actor-emma-thompson-good-luck-to-you-leo-grande-peaky-blinders\">Daryl McCormack</a> lead this gothic thriller centred on the Magdalene Laundries, set in a fictional Irish village. McCormack plays a detective who is tailing Wilson – a woman who has sleepwalked since she was incarcerated at a convent as a teenager, and who wakes to find a corpse in her house.<br />• <em>BBC, 27 August</em></p> <a href=\"https://www.theguardian.com/culture/2023/aug/20/autumn-top-tv-2023-sex-education-squid-game-frasier\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/20/autumn-top-tv-2023-sex-education-squid-game-frasier", "date_published": "2023-08-20T16:00:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "How impressionists keep audiences laughing in an age of social media celebrities", "description": "<p>Younger audiences may not  recognise people comedians are impersonating but some performers say there’s still plenty to work with</p><p>“If I see somebody become famous, and they’ve got tremendously predominant mannerisms and they speak a certain way which is unusual, I go for it right away,” the veteran impressionist Mike Yarwood once said of the public figures he mimicked.</p><p>But in the decades since Yarwood drew up to 18 million viewers to his BBC shows – with his impressions of the likes of Harold Wilson and the football manager Brian Clough – the cultural touchstones that once defined celebrity have exponentially shifted. With traditional TV viewership continuing to decline among younger generations, impressionists are faced with a new challenge – today’s digital natives may not readily recognise the people they are impersonating.</p> <a href=\"https://www.theguardian.com/culture/2023/aug/20/how-impressionists-keep-audiences-laughing-in-an-age-of-social-media-celebrities\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/aug/20/how-impressionists-keep-audiences-laughing-in-an-age-of-social-media-celebrities", "date_published": "2023-08-20T15:51:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak sends Lionesses puzzling congratulations note", "description": "<p>PM’s suggestion England footballers left ‘nothing out there’ would ordinarily mean they made no effort</p><p>Rishi Sunak has congratulated the Lionesses on their performance in the World Cup final but still managed to cause a stir after telling the footballers they “left nothing out there”.</p><p>Angela Eagle, a Labour MP, and Jon Sopel, the broadcaster, were among those questioning whether he had apparently mangled a sporting phrase, saying it should surely be “left everything out there”.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/rishi-sunak-sends-lionesses-puzzling-congratulations-note\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/rishi-sunak-sends-lionesses-puzzling-congratulations-note", "date_published": "2023-08-20T15:49:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A-level students have been failed by Tory ineptitude | Letters", "description": "<p><strong>Leo David Crown</strong> says pupils are being treated as a statistical experiment and <strong>Alexander Cameron</strong> says the education secretary should be sticking up for the exam system, not undermining it. Plus a letter from <strong>Jim Maloney</strong></p><p>Last Thursday, I was one of the many students who received their A-level results (<a href=\"https://www.theguardian.com/commentisfree/2023/aug/17/the-guardian-view-on-englands-class-of-23-failed-by-the-government\" title=\"\">Editorial, 17 August</a>). Although I didn’t achieve the exact grades I needed, I still managed to get into my first-choice university. But I would like to comment on the way that the government has treated my year group.</p><p>The last proper formal exams I sat before my A-levels were my Sats in year 6. To expect a group of children to go through a pandemic and suffer all the consequences – a lack of proper education, mental health problems, huge disruption to our normal lives – and then sit full A-level exams seems extraordinary and cruel.</p> <a href=\"https://www.theguardian.com/education/2023/aug/20/a-level-students-have-been-failed-by-tory-ineptitude\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/20/a-level-students-have-been-failed-by-tory-ineptitude", "date_published": "2023-08-20T15:48:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Triple lock helps the poorest pensioners | Letters", "description": "<p><strong>Dr John Hurley</strong> and <strong>Martin Wright</strong> on Rishi Sunak’s pledge to keep the pension triple lock</p><p>Discussion of the triple lock for state pensions (<a href=\"https://www.theguardian.com/money/2023/aug/16/sunak-pledges-to-keep-to-pension-triple-lock-despite-signs-of-extra-10bn-cost\" title=\"\">Sunak pledges to keep to pension triple lock despite signs of extra £10bn cost, 16 August</a>) has to take account of the fact that, according to the House of Commons library, “a comparison of state pension alone shows the UK providing a lower level of pension than most other advanced economies relative to average earnings”. The deficit is somewhat ameliorated for those with private pension income.<br /><br />This results in about 2.1 million pensioners living in poverty. Whatever its political intentions, the economic effect of the triple lock was the gradual and modest increase in the relative wellbeing of the poorest pensioners. However, as <a href=\"https://www.theguardian.com/business/2022/jul/25/britains-great-unretirement-cost-of-living-drives-older-people-back-to-work\" title=\"\">the Guardian has noted</a>, that went into reverse in 2022. Since then, pensioners solely on state pensions have benefited relative to average incomes, but remain among the poorest section of the population whose real inflation rate (driven by food and energy costs) is far higher than the increases received.</p><p>Similarly, many of those with private pensions (typically invested in the bond market) will have suffered loss of income due to the falling value of these investments. It is therefore inappropriate to single out pensioners as a group who have benefited while the general population has suffered.</p> <a href=\"https://www.theguardian.com/money/2023/aug/20/triple-lock-helps-the-poorest-pensioners\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/20/triple-lock-helps-the-poorest-pensioners", "date_published": "2023-08-20T15:47:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "ITV’s dream team fails to gain edge over BBC in World Cup final coverage | Jack Seale", "description": "<p>Not even Emma Hayes, Jill Scott and Ian Wright could undo ITV’s tactical errors in catching the buzz of the final </p><p>As England lost a narrow, nervy Women’s World Cup final, the BBC and ITV – without even a Lionesses goal to describe, let alone a chance to show them becoming world champions – were left playing a tight game with few opportunities to show any presenting or commentating flair. In the end, with its greater experience and depth of talent – as well as some curious tactical decisions from ITV – the Beeb edged it.</p><p>ITV started bullishly, opening its coverage 20 minutes before its rival and showcasing its pitchside dream team of analysts: <a href=\"https://www.theguardian.com/football/2023/may/26/emergency-surgery-to-chelsea-glory-emma-hayes-extraordinary-season\">Emma Hayes</a>, <a href=\"https://www.theguardian.com/football/2022/sep/26/jill-scott-it-was-almost-too-big-an-occasion-and-i-was-really-nervous\">Jill Scott</a> and the tireless women’s football advocate Ian Wright, chatting to Katie Shanahan. Once their first segment had finished, however, the weakness in the way ITV had set up became clear. The camera cut back to the main presenter, Laura Woods, and a pair of summarisers, Eni Aluko and Karen Carney, who proceeded to dominate the coverage from the quiet confines of a studio.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/itv-dream-team-fails-to-gain-edge-over-bbc-in-womens-world-cup-final-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/itv-dream-team-fails-to-gain-edge-over-bbc-in-womens-world-cup-final-coverage", "date_published": "2023-08-20T15:40:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "England must change course or they are heading for disaster at World Cup | Robert Kitson", "description": "<p>England under Steve Borthwick are going nowhere, flat and plodding, and desperately need a tactical reboot before next month</p><p>Doing the same thing over and over again and expecting different results is often regarded as the definition of insanity. A monochrome, one-paced England team, who have now lost four of their past five games, are certainly not learning swiftly from their mistakes and the odds on Steve Borthwick’s side underperforming at the upcoming Rugby World Cup continue to shorten.</p><p>If they keep playing in the same plodding fashion they did at the Aviva Stadium, there is also no guarantee people will continue to want to watch them. England have had their barren periods in the professional era but rarely have they tested their supporters’ faith so relentlessly. Limited, formulaic, depressing – and that is just the post-match press conferences. Out on the pitch even their smartest players are now doing a good impression of brainwashed zombies.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/20/england-must-change-course-or-they-are-heading-for-disaster-at-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/20/england-must-change-course-or-they-are-heading-for-disaster-at-world-cup", "date_published": "2023-08-20T15:40:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "West Ham v Chelsea: Premier League – live", "description": "<ul><li>Minute-by-minute updates on the action at the London Stadium</li><li>Get in touch. <a href=\"mailto:Daniel.Harris.Casual@theguardian.com\">Email Daniel</a> or <a href=\"https://twitter.com/rendellx?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet h</a>im with your thoughts</li></ul><p><strong>That West Ham midfield has a pretty solid look to it.</strong> I wonder if Moyes has actually gone for a 4-2-3-1 formation – he’s more of a 4-2-3-1 man than a 4-3-3 man – but why sign Ward-Prowse to restrict his ability to hit crosses, stuck in front of the defence?</p><p><strong>Villa now lead Everton 4-0 but,</strong> as I type, Philippe Coutinho is being helped off with what looks like a nasty injury.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/20/west-ham-v-chelsea-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/20/west-ham-v-chelsea-premier-league-live", "date_published": "2023-08-20T15:40:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tenerife wildfire still ‘out of control’ and blazes in Greece force evacuations", "description": "<p>Firefighters on Canary island say no homes destroyed so far, while people flee from four Greek villages</p><p>A wildfire on the Spanish island of Tenerife that has forced thousands to flee is still out of control, authorities have said, as four more villages in Greece were evacuated in the face of another advancing blaze and more than half of mainland France was on extreme heat alert.</p><p>As much of southern Europe continues to roast after July was named <a href=\"https://www.theguardian.com/environment/2023/aug/08/july-2023-worlds-hottest-month-climate-crisis-scientists-confirm\">the world’s hottest month on record</a>, firefighters on Tenerife said a slight weather improvement during the night had allowed them to prevent any homes being destroyed.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/tenerife-wildfire-still-out-of-control-blazes-greece-evacuations\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/tenerife-wildfire-still-out-of-control-blazes-greece-evacuations", "date_published": "2023-08-20T15:25:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Row over restaurant ‘wealth screening’ boils over in French resort of St-Tropez", "description": "<p>Mayor threatens sanctions over reported practices of large minimum spends and selecting diners by size of previous bills</p><p>The mayor of St-Tropez has threatened “racketeering” restaurateurs in the Med’s most famous – and overpriced – former fishing village with sanctions after reports that some are selecting diners by the size of previous bills and are setting minimum spends.</p><p>“These accusations are extremely shocking to me because they are unfortunately true,” Sylvie Siri told local media, adding that she “and the entire council are totally opposed to such despicable practices”, which were “ruining the town’s image”.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/st-tropez-mayor-france-restaurants-row-screening-bills-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/st-tropez-mayor-france-restaurants-row-screening-bills-tips", "date_published": "2023-08-20T15:18:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Aston Villa rampant as Jhon Durán tops off victory against hapless Everton", "description": "<p>If there was a moment that summed up the festering frustrations among Everton supporters then it arrived on 38 minutes, by which point this bludgeoning was as good as over. Dominic Calvert-Lewin headed for the tunnel holding an ice pack to his face as a result of an earlier collision with Emiliano Martínez and a swell of travelling fans jeered his premature exit. Calvert-Lewin, who completed 90 minutes in a friendly at the beginning of the week, responded by sarcastically putting his right thumb up by way of thanks and muttered a few words under his breath.</p><p>For the second successive season, Everton have zero points from their opening two matches. The painful reality is Aston Villa wiped the floor with Everton. This fixture is the most played in English league history, the game their 211th top-flight meeting, but on this evidence Everton have much work to do to ensure a repeat of this trip next season. It seemed Sean Dyche’s side might even get off lightly until the Villa substitute Jhon Durán scored with his first touches.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/aston-villa-everton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/aston-villa-everton-premier-league-match-report", "date_published": "2023-08-20T15:15:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Not a pinnacle but a preview as Matildas reboot for Olympic gold | Kieran Pender", "description": "<p>As the 2023 World Cup final plays out without them, the Matildas are vowing to go one better on the world stage at the 2024 Paris Olympics</p><p>And so a remarkable month comes to a close for the Matildas. It ends not with a World Cup trophy, but not far off either. In fourth place, the team secured Australia’s best-ever result for a senior national team of any gender, and the second best placing for a Women’s World Cup host. By captivating the nation, delighting the public imagination, the Matildas ensured the first-ever World Cup on home soil will never be forgotten.</p><p>On Sunday morning, the team gathered for one last public appearance before the squad disbands. Cheered on by almost 5,000 fans, the team were given the keys to Brisbane – and enjoyed a surprise performance from singer Nikki Webster – after her iconic tune “Strawberry Kisses” had become an unofficial team anthem in the dressing room this tournament. The smiles and laughter said it all; after a draining month with the weight of a nation on their shoulders, finally the Matildas could relax.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/21/not-a-pinnacle-but-a-preview-as-matildas-reboot-for-olympic-gold\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/21/not-a-pinnacle-but-a-preview-as-matildas-reboot-for-olympic-gold", "date_published": "2023-08-20T15:00:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Maintaining close ties with a former partner’s family is a worthy choice, but you don’t have to ‘fix’ everything | Gaynor Parkin and Erika Clarry", "description": "<p>It’s often healthier to embrace the possibility of a new family dynamic and let go of punishing old patterns</p><p>After several years of trying to salvage her long relationship with Rosa through couple’s counselling and other efforts, Kara eventually made the difficult decision to end it. After the separation, Kara found herself estranged and isolated from Rosa’s extended family, whom she had shared close ties with for more than 30 years.</p><p>The enduring pain of being excluded from family gatherings and communications, made her wonder if she was being punished for her choice to leave. Caught in a constant struggle, Kara oscillated between attempts to reconnect and repair, or avoidance because the rejections were far too painful.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/21/staying-close-with-an-exs-family-is-a-worthy-choice-but-you-dont-have-to-fix-everything\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/21/staying-close-with-an-exs-family-is-a-worthy-choice-but-you-dont-have-to-fix-everything", "date_published": "2023-08-20T15:00:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘They’re my kids’: pet theft, pet detectives and the rise of the ‘multispecies family’", "description": "<p>From our offices to our beds, pets are infiltrating parts of our world they never previously inhabited. It makes the stealing – and retrieving – of them all the more high-stakes</p><p>Suzie Meakins was in Adelaide last Christmas when she received a troubling text from her housemate back in Medowie in the Hunter region of New South Wales.</p><p>“She took the dogs,” it read. “I can’t reach her. She won’t return them.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/21/theyre-my-kids-pet-theft-pet-detectives-and-the-rise-of-the-multispecies-family\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/21/theyre-my-kids-pet-theft-pet-detectives-and-the-rise-of-the-multispecies-family", "date_published": "2023-08-20T15:00:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hurricane Hilary approaches California amid warnings of ‘serious threat’", "description": "<p>‘Catastrophic’ flooding expected despite weakening to category 1 cyclone after wildfires in Maui and Washington state </p><p>Hurricane Hilary was closing in on southern California on Sunday as federal emergency officials, stretched by deadly wildfires in <a href=\"https://www.theguardian.com/us-news/2023/aug/19/residents-tourists-return-lahaina-hawaii-destroyed\">Maui</a> and <a href=\"https://www.theguardian.com/us-news/2023/aug/20/washington-state-wildfire-leaves-one-dead-and-nearly-200-structures-destroyed\">Washington state</a>, warned of a “serious impact and threat”.</p><p>Despite weakening to a category 1 cyclone, the storm was still packing winds of 80mph as it approached Mexico and the south-western US, with “catastrophic” flooding expected to follow landfall.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/hurricane-hilary-approaches-california-mexico-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/hurricane-hilary-approaches-california-mexico-climate-crisis", "date_published": "2023-08-20T15:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Urgent, gentle care: life on a neonatal unit", "description": "<p>NHS units such as the one Lucy Letby worked in help one in 12 babies. It’s an emotional environment, to which some medics are strongly drawn</p><p>The smallest can weigh not much more than 250g and be held in the palm of an adult’s hand. The skin of extremely premature babies – born at perhaps 22 or 24 weeks instead of 40 – can be translucent, allowing their organs to be seen. They are, as one medic puts it, “on the cusp of viability”.</p><p>Other babies have arrived at full term but suffered problems during their birth, such as a catastrophic loss of oxygen and/or blood to their brain. Or they may have a serious medical condition that was picked up during antenatal care, such as spina bifida or a congenital heart problem. So their care in NHS neonatal units, such as the one the serial killer nurse Lucy Letby<strong> </strong>worked in, is both urgent and gentle, dramatic and heart-rending.</p> <a href=\"https://www.theguardian.com/society/2023/aug/20/neonatal-unit-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/20/neonatal-unit-nhs", "date_published": "2023-08-20T14:58:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Commons committee demands answers from Post Office over inquiry bonus payments", "description": "<p>Post Office refusing to fully claw back executive bonuses linked to inquiry into Horizon IT miscarriage of justice</p><p>Post Office bosses may be hauled back in front of the Commons business watchdog after refusing to fully claw back executive bonuses payments linked to the inquiry into the scandal of wrongly convicted postmasters.</p><p>Darren Jones, chair of parliament’s business committee, has written to the Post Office to demand more answers after the company said it would not seek the full return of bonus payments awarded for work related to the inquiry into the Horizon miscarriage of justice.</p> <a href=\"https://www.theguardian.com/business/2023/aug/20/commons-committee-demands-answers-from-post-office-over-horizon-inquiry-bonus-payments\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/20/commons-committee-demands-answers-from-post-office-over-horizon-inquiry-bonus-payments", "date_published": "2023-08-20T14:56:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Former minister suggests broadcasting Lucy Letby’s sentencing to her cell", "description": "<p>Tory Robert Buckland, a former justice secretary, says killer nurse should have ‘nowhere to hide’ if she won’t attend court</p><p>Lucy Letby’s sentencing should be broadcast into her cell if she refuses to attend court, a former justice secretary has said, as the government says it is still committed to forcing criminals to face judgment in person.</p><p>Robert Buckland, a senior Conservative, said the court currently had no power to compel Letby to attend but playing the sentence into her cell could ensure she had “nowhere to hide” from justice.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/former-minister-suggests-broadcasting-lucy-letby-sentencing-to-her-cell\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/former-minister-suggests-broadcasting-lucy-letby-sentencing-to-her-cell", "date_published": "2023-08-20T14:47:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain set gold standard amid cheers for the players and boos for the coach | Carly Adno", "description": "<p>Country that also holds the Under-17 and Under-20 World Cups triumphed in spite of Jorge Vilda and could dominate for years</p><p>How Spain managed to win the World Cup amid so many layers of complexity surely must be the subject of a documentary. On the field, their triumph is an enormous win for youth football and a celebration of the country’s enviable depth of talent. In addition to this magnificent World Cup title, Spain are also the holders of the Under-20 Women’s World Cup and last year retained the Under-17 equivalent.</p><p>One player has won all of those trophies – the young player of the tournament, Salma Paralluelo. In a sense, that makes the 19-year-old sensation the embodiment of Spain’s success at youth level, which is now translating into success at senior level. That’s not to take anything away from her own <a href=\"https://www.theguardian.com/football/2023/aug/17/salma-paralluelo-spain-womens-world-cup\">remarkable journey</a> from athletics star to football World Cup winner. Until a year ago Paralluelo was juggling the two sports, but her move to Barcelona forced her focus squarely on football. And we’re fortunate for it. Paralluelo scored the quarter-final winner <a href=\"https://www.theguardian.com/football/2023/aug/11/spain-secure-spot-in-world-cup-semi-finals-with-extra-time-win-over-netherlands\">against the Netherlands</a>, she scored again in the semi-final <a href=\"https://www.theguardian.com/football/2023/aug/15/womens-world-cup-semi-final-spain-sweden-match-report/\">win over Sweden</a> and really should have scored <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">in the final</a>. She was named in the starting lineup against England, tasked with leading Spain’s attack.</p> <a href=\"https://www.theguardian.com/football/blog/2023/aug/20/spain-cheers-for-players-boos-for-coach-jorge-vilda-world-cup-triumph\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/aug/20/spain-cheers-for-players-boos-for-coach-jorge-vilda-world-cup-triumph", "date_published": "2023-08-20T14:41:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ukraine wants its people back – but first it needs glass for broken windows", "description": "<p>Lack of glass is impeding efforts to rebuild and repopulate areas hit by Russian shelling such as the village of Shevchenkove </p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/aug/20/russia-ukraine-war-live-zelenskiy-vows-revenge-over-chernihiv-terrorist-attack-drone-hits-russian-train-station\">Russia-Ukraine war: latest news updates</a></strong></li></ul><p>The village of Shevchenkove wants its villagers back. There is one significant problem: very many of its buildings do not have windows.</p><p>From the early days of the war, up until November last year when the Russian forces were pushed over to the other side of the Dnipro River, Shevchenkove and its surrounding hamlets in the southern Ukrainian region of Kherson were on the frontline.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/ukraine-people-back-first-needs-glass-broken-windows\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/ukraine-people-back-first-needs-glass-broken-windows", "date_published": "2023-08-20T14:25:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘She is finally home’: activists mourn Toki’s death and find meaning in rare whale meetup", "description": "<p>Vigils are planned to honor the memory of the whale who was captive for 53 years as her death ripples across the country</p><p>On Friday, as the captive orca whale known as Tokitae was dying in Miami, an unusual phenomenon took place in the waters where she was taken from her pod back in 1970. A rare superpod meetup of three clans – the J, K, and L pods – happened off the west side of San Juan Island, in Washington state.</p><p>It could have been a coincidence. But for activists like Howard Garrett, who has worked for decades to advocate for the release of Tokitae, there was deep meaning in the meetup. “Gatherings like this are often a cultural social ritual to mark a significant event in their community, and we believe they are welcoming Toki home,” he wrote on the Orca Network Facebook group. “She is finally home, maybe not the way we wanted, but her family seems to know she is with them once again, in ways we may never comprehend.”</p> <a href=\"https://www.theguardian.com/environment/2023/aug/20/toki-death-activists-mourn-orca\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/20/toki-death-activists-mourn-orca", "date_published": "2023-08-20T14:07:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hozier: Unreal Unearth review – turning the emotion up to 11", "description": "<p>(Island)<br />The Irish singer-songwriter draws on some classic literary sources for his entrancing but overlong third album</p><p>Irish singer-songwriter Andrew Hozier-Byrne’s <a href=\"https://hozier.lnk.to/unrealunearth\">third album</a><em> </em>is a <em>lot</em>. A teetering stack of soul and rock teeming with furrow-browed, denim-jacketed, glass-cased emotion. It should come with a reading list – its 16 songs are patterned by way of Dante’s <em>Inferno</em> and he has said that epic poetry such as <em>Metamorphoses</em> inspired him. There’s a great album hiding in here but, like Ovid, <a href=\"https://hozier.com/\">Hozier</a> lacks concision. De Selby (Part 1) – named after a <a href=\"https://www.theguardian.com/books/flannobrien\">Flann O’Brien</a> character – is entrancing, Hozier’s magnificent gale-force voice dialled down to a warming breeze. But what do couplets such as: “Your reflection can’t offer a word / To the bliss of not knowing yourself” mean?</p><p>Strengths lie in Eat Your Young’s supple funk, a light-footed take on Jonathan Swift’s <em>A Modest Proposal</em>, and the itchy urgency of De Selby (Part 2). There’s a chilling, unforgettable beauty to closing pair Unknown/Nth and First Light. Damage Gets Done has a nice swing to it; All Things End is solidly soulful. The album’s middle, though, sags with gusty, tension-free music, the lyrics gesturing at profundity yet too self-consciously poetic to deliver real poetry. It’s a shame there wasn’t room for Swan Upon Leda, 2022’s thoughtful single about putrid patriarchy in our post-<a href=\"https://www.theguardian.com/us-news/roe-v-wade\">Roe v Wade</a> era.</p> <a href=\"https://www.theguardian.com/music/2023/aug/20/hozier-unreal-unearth-review-turning-the-emotion-up-to-11\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/20/hozier-unreal-unearth-review-turning-the-emotion-up-to-11", "date_published": "2023-08-20T14:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Israeli embassy officials attempted to influence UK court cases, documents suggest", "description": "<p>Exclusive: papers appear to show embassy officials pressing attorney general’s office over Palestine Action protesters</p><p><a href=\"https://www.theguardian.com/world/israel\">Israeli</a> embassy officials in London attempted to get the attorney general’s office to intervene in UK court cases relating to the prosecution of protesters, documents seen by the Guardian suggest.</p><p>The papers, obtained through a freedom of information (FoI) request by <a href=\"https://www.theguardian.com/world/2015/oct/17/london-palestine-action-oxford-circus-arms-trade\">Palestine Action</a>, indicate that embassy officials pressed for the director general of the attorney general’s office (AGO), Douglas Wilson, to interfere into cases related to protests on UK soil.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/israeli-embassy-officials-attempted-to-influence-uk-court-cases-documents-suggest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/israeli-embassy-officials-attempted-to-influence-uk-court-cases-documents-suggest", "date_published": "2023-08-20T14:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Madonna: evolution of the zeitgeist-capturing dance diva", "description": "<p>Pushing boundaries, rejecting social approval and taking charge of her career, the sensational star still courts controversy at 65</p><p>Last week, as she celebrated her 65th birthday, Madonna announced the start of her rescheduled <a href=\"https://www.theguardian.com/music/2023/jan/17/madonna-announces-celebration-greatest-hits-world-tour\" title=\"\">Celebration tour</a>, which will kick off at London’s O2 Arena on 14 October. The greatest hits show commemorates the 40th anniversary of the release of her self-titled debut album, and four decades as one of the most vivid, confrontational and imaginative female artists in the music industry.</p><p>Seven weeks ago, there were rumours Madonna’s tour might be cancelled when, on 24 June, in the final stage of rehearsals, she was taken into intensive care for five days with a serious bacterial infection. Those close to Madonna felt she had been driving herself too hard, and she was advised to rest. But she didn’t stay down for long.</p> <a href=\"https://www.theguardian.com/music/2023/aug/20/madonna-evolution-of-the-zeitgeist-capturing-dance-diva\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/20/madonna-evolution-of-the-zeitgeist-capturing-dance-diva", "date_published": "2023-08-20T14:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "National Trust resists pressure to ditch Barclays over environmental concerns", "description": "<p>Attempt to cut ties with bank, which directly invests in new fossil fuel projects, fails at AGM </p><p>One of Britain’s most powerful charities, the National Trust, has hit back at pressure to cut ties with Barclays Bank over environmental concerns.</p><p>The trust, which acts to conserve more than 780 miles of coastline and 500 historic properties, claims that it can wield influence within the banking sector as a whole and does not need to ditch the global bank as a supplier.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/national-trust-resists-pressure-to-ditch-barclays-over-environmental-concerns\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/national-trust-resists-pressure-to-ditch-barclays-over-environmental-concerns", "date_published": "2023-08-20T13:59:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Mikhail Pletnev review – chilly Chopin from introspective virtuoso", "description": "<p><strong>Usher Hall, Edinburgh<br /></strong>The Russian pianist’s Chopin lacked its heart-on-sleeve Romanticism but he brought luminosity and lightness to a technically demanding programme</p><p>Given it was the Polish-Russian war of 1830-31 that forced Chopin to flee his native Warsaw (never to return), it seemed symbolic in the light of the current war for the Russian pianist Mikhail Pletnev to be giving an all-Chopin recital at this year’s Edinburgh international festival, part of festival director Nicola Benedetti’s “<a href=\"https://www.eif.co.uk/profile/hope-in-the-face-of-adversity\">Hope in the face of adversity</a>” strand.</p><p>Pletnev, making his first UK performance in over six years, is undoubtedly an echt virtuoso and brought an impressive lightness to the quietest passages of this technically demanding programme. But there was little here of the heart-on-sleeve Romanticism or emotional struggle for which Chopin’s music is so loved. Instead, Pletnev delivered his programme with the cold detachedness that has come to be accepted as part of his stage presence.</p><p><a href=\"https://www.theguardian.com/stage/edinburgh-festival-2023+tone/reviews\">All our Edinburgh festival reviews</a></p> <a href=\"https://www.theguardian.com/stage/2023/aug/20/mikhail-pletnev-review-usher-hall-eif-chilly-chopin-from-introspective-russian-virtuoso\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/20/mikhail-pletnev-review-usher-hall-eif-chilly-chopin-from-introspective-russian-virtuoso", "date_published": "2023-08-20T13:25:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain 1-0 England: Women’s World Cup final player ratings", "description": "<p>Spain dominated possession – and the game – with Olga Carmona and Aitana Bonmatí the standout performers</p><p><strong>Cata Coll</strong> Spain’s inexperienced goalkeeper saved smartly from Lauren Hemp early on and Lauren James late on. Well protected by her defence and not really threatened by England but did not put a foot wrong in only her fourth senior appearance. <strong>7</strong></p> <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-1-0-england-womens-world-cup-final-player-ratings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/spain-1-0-england-womens-world-cup-final-player-ratings", "date_published": "2023-08-20T13:21:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Ron Cephas Jones, This Is Us actor who won two Emmys, dies aged 66", "description": "<p>Actor had a double lung transplant in 2020 because of chronic obstructive pulmonary disease </p><p>Ron Cephas Jones, a veteran stage actor who won two Emmy awards for his role as a long-lost father who finds redemption on the NBC series This Is Us, has died at age 66, a representative said.</p><p>Jones’s manager, Dan Spilo, said the actor died “due to a long-standing pulmonary issue”.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/20/ron-cephas-jones-this-is-us-actor-dies\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/20/ron-cephas-jones-this-is-us-actor-dies", "date_published": "2023-08-20T13:20:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Women’s World Cup final: Spain crowned after beating England  – in pictures", "description": "<p>The best images from Sydney where England lost to Spain despite Mary Earps’ penalty save</p> <a href=\"https://www.theguardian.com/football/gallery/2023/aug/20/womens-world-cup-final-spain-crowned-after-beating-england-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/football/gallery/2023/aug/20/womens-world-cup-final-spain-crowned-after-beating-england-in-pictures", "date_published": "2023-08-20T13:14:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Why does my toddler want to play with the box, not the toy?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Why does my toddler want to play with the box, not the toy? <em>Joe Hadley, city</em></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/why-does-my-toddler-want-to-play-with-the-box-not-the-toy\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/why-does-my-toddler-want-to-play-with-the-box-not-the-toy", "date_published": "2023-08-20T13:01:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Zelenskiy vows retaliation for Russian attack on Chernihiv – video", "description": "<p>Volodymyr Zelenskiy said Ukraine's soldiers would act in retaliation for an attack on the northern city of Chernihiv, which killed at least seven people, including a six-year-old girl. 'I am sure our soldiers will give a response to Russia ... a notable response,' Zelenskiy said in a video released by the president's office. A Russian missile strike hit the city centre and a theatre. Ukrainian media reported that a public event featuring drone manufacturers had been taking place inside the theatre at the time of the attack </p><ul><li><p><a href=\"https://www.theguardian.com/world/2023/aug/19/russian-strike-on-chernihiv-ukraine\">At least seven killed in Russian strike on theatre in centre of Chernihiv</a></p></li></ul> <a href=\"https://www.theguardian.com/world/video/2023/aug/20/zelenskiy-vows-retaliation-russian-attack-chernihiv-video\">Continue reading...</a>", "link": "https://www.theguardian.com/world/video/2023/aug/20/zelenskiy-vows-retaliation-russian-attack-chernihiv-video", "date_published": "2023-08-20T13:01:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Adèle Exarchopoulos: ‘Film shoots are like little summer love stories’", "description": "<p>The French star of Blue Is the Warmest Colour and new film Passages talks sex scenes, avoiding Hollywood and eating Toblerones in Jane Birkin’s bath</p><p>For Adèle Exarchopoulos, her first taste of film stardom was the literal taste of Toblerone. Then 13 years old, the young Parisian had just been cast in her first film, Jane Birkin’s autobiographical directing debut <em>Boxes</em>, and was invited round to the icon’s home. “I went to the bathroom to wash my hands,” Exarchopoulos recalls. “And I saw for the first time in my life a claw-foot tub. With a bowl of mini Toblerones next to it. And I was like: ‘Why are you eating chocolate when you’re taking a bath? This is so cool.’ And Jane said: ‘You want to sleep over? You can take a bath and eat some chocolate.’”</p><p>She beams at the memory. We’re talking, via Zoom, days after Birkin <a href=\"https://www.theguardian.com/culture/2023/jul/16/jane-birkin-obituary\">died aged 76</a>; Exarchopoulos remembers her fondly as “the first person who gave me a chance – really benevolent, kind and loving”. They’d seen each other again over the years, but the close-quarters shoot is what sticks in her mind: “Cinema is about living really intense stuff with people, for a certain period of time, and afterwards you all go back to your daily lives. It’s like a mini death after, suddenly no longer sharing that intimacy, but you have this kind of forever tenderness for those people. Film shoots are like little summer love stories.”</p> <a href=\"https://www.theguardian.com/film/2023/aug/20/adele-exarchopoulos-actor-passages-interview-whishaw-blue-warmest-colour\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/20/adele-exarchopoulos-actor-passages-interview-whishaw-blue-warmest-colour", "date_published": "2023-08-20T13:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "No app, no entry: How the digital world is failing the non tech-savvy", "description": "<p>The elderly, the poor and the unbanked are among the marginalised groups being excluded from our cashless society</p><p>Whatever the word is for the opposite of heartwarming, it certainly applies to the story of Ruth and Peter Jaffe. The elderly couple from Ealing, north London, <a href=\"https://www.theguardian.com/business/2023/aug/15/ryanair-charges-elderly-couple-110-after-they-download-wrong-boarding-cards\" title=\"\">made headlines last week</a> after being charged £110 by Ryanair for printing out their tickets at Stansted airport.</p><p>Even allowing for the exorbitant cost of inkjet printer ink, 55 quid for each sheet of paper is a shockingly creative example of punitive pricing.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/20/no-app-no-entry-how-the-digital-world-is-failing-the-non-tech-savvy\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/20/no-app-no-entry-how-the-digital-world-is-failing-the-non-tech-savvy", "date_published": "2023-08-20T13:00:49+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Gardening is supposed to be good for you – so why do I feel such self-loathing? | Emma Beddington", "description": "<p>Death stalks my garden, while everyone on social media shows off their perfect tomatoes and dazzling blooms</p><p>Everything in the garden is not rosy. It’s not even green; it’s yellow or brown, or yellow with brown spots. It’s my third summer and it has all gone wrong. The various pollinator-friendly flower seeds I carefully planted and tended managed to produce the grand total of: one self-seeded weed. Any flowers that predated – and survived – my arrival have fallen over and are lolling on the ground. The apples all fell off the tree and are rotting in a wasp-infested heap that smells like a cider festival toilet. My sole success, a Central American vine, succumbed to some novel plague this week.</p><p>Worst of all were <a href=\"https://www.theguardian.com/lifeandstyle/2022/feb/12/tomatoes-neednt-be-tricky-to-grow-but-start-them-now-for-tasty-sweeter-fruit\">the tomatoes</a>: one day fine (to my ignorant eye), the next, catastrophic blight. “All my precious ones,” I whispered, like a character from a Jacobean tragedy whose children have been murdered, clutching putrid brown bunches to my chest. That’s it for me and tomatoes: I can’t go through that again. Every time I go outside, something else has died. I don’t want to be overly dramatic, but my happy place now feels like a plague house (OK, fine, I do want to be overly dramatic).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/gardening-is-supposed-to-be-good-for-you-so-why-do-i-feel-such-self-loathing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/gardening-is-supposed-to-be-good-for-you-so-why-do-i-feel-such-self-loathing", "date_published": "2023-08-20T13:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It wasn’t the result we wanted in England, but here’s the positive: women’s sport is winning like never before | Sue Anstiss", "description": "<p>Perhaps one day soon we won’t need to call this thrilling spectacle ‘women’s sport’ – but simply ‘sport’</p><p>Despite the heartbreak for the Lionesses in today’s final, this Fifa Women’s Football World Cup has made compelling viewing. From the very first round, fans enjoyed a heady mix of thrilling, breathtaking skill, dramatic incidents and unexpected results, with record attendances and viewing figures at every stage of the tournament.</p><p>But it’s not just women’s football that’s enjoying momentous growth. Rugby, cricket and netball have seen record-breaking crowds this year, vast increases in TV <a href=\"https://www.womenssporttrust.com/unprecedented-audiences-watch-womens-sport-as-major-properties-break-tv-viewing-figure-records-at-start-of-2023/\">viewing figures</a> and new sponsorship deals, with our national women’s sides enjoying unprecedented success on the world stage – far more so than their male counterparts.</p><p>Sue Anstiss is a podcaster, film-maker<a href=\"https://www.netflix.com/watch/81678387\"> </a>and author of Game On: The Unstoppable Rise of Women’s Sport</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/england-sport-womens-world-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/england-sport-womens-world-cup-final", "date_published": "2023-08-20T12:59:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jimmy and Rosalynn Carter in ‘final chapter’, ex-president’s grandson says", "description": "<p>‘It’s clear we’re in the final chapter,’ Josh Carter says of grandparents, the first couple between 1977 and 1981, in interview</p><p>Jimmy Carter and his wife, Rosalynn Carter, are “still holding hands” as they enter their “final chapter” together at home in Plains, Georgia, the former US president’s grandson said.</p><p>“It’s clear we’re in the final chapter,” Josh Carter said of his grandparents, the first couple between 1977 and 1981, in an interview published <a href=\"https://people.com/jimmy-rosalynn-carter-health-update-exclusive-7692868\">by People magazine</a> on Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/jimmy-carter-rosalynn-carter-final-chapter-grandson-says\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/jimmy-carter-rosalynn-carter-final-chapter-grandson-says", "date_published": "2023-08-20T12:48:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain win Women’s World Cup as Olga Carmona strike breaks England hearts", "description": "<p>Heartbreak. Sarina Wiegman <a href=\"https://www.theguardian.com/football/2023/aug/19/sarina-wiegman-urges-england-to-play-game-of-their-lives-in-world-cup-final\">had urged</a> her European champions to play the game of their lives in the World Cup final. They did, but against a mesmeric Spain the game of England’s lives was not enough to put a first star on the shirt.</p><p>Instead, a Spain side who dominate the ball with fluid, efficient beauty will have a first gold star stitched above their crest. A Spain side riddled with <a href=\"https://www.theguardian.com/football/2023/aug/19/jorge-vilda-spain-england-womens-world-cup-final\">controversy and divisions</a> still prevailed, the left-back Olga Carmona’s first-half strike the difference, because their brand of football just cannot be stopped.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/spain-england-womens-world-cup-final-match-report", "date_published": "2023-08-20T12:35:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "A Purposeful Life by Dawn Butler review – hard truths and irrepressible energy", "description": "<p>The Labour MP tells her rich personal and political story with galvanising confidence – and candour about the treatment of powerful black women</p><p>Two years ago, the Labour MP Dawn Butler got herself temporarily thrown out of parliament for calling Boris Johnson a liar. She knew that longstanding parliamentary rules forbid the use of personal insults in the chamber, but did it anyway because she felt the rules were archaic and needed to be broken. The whole thing could have been seen as grandstanding, given it achieved nothing much in practice (Johnson’s resignation was ultimately only triggered by the old-fashioned due process of a parliamentary inquiry into his conduct). But it wasn’t until I read her new memoir, <em>A Purposeful Life</em>, that I understood properly why she did it.</p><p>Dawn Butler was eight years old when she was first called a liar by her teacher in front of her whole class, for telling a (true) story about something she saw on a trip to visit relatives in Jamaica. When she became only the third black woman elected to parliament, and described being mistaken at Westminster for a cleaner, she was called a liar once again; it happened again when she complained publicly about a Met police stop on the car she was travelling in, though this time she had taken the precaution of recording it on her phone.</p><p><em>A Purposeful Life</em> by Dawn Butler is published by Torva (£18.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/a-purposeful-life-9781911709329\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/aug/20/a-purposeful-life-by-dawn-butler-review-hard-truths-and-irrepressible-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/20/a-purposeful-life-by-dawn-butler-review-hard-truths-and-irrepressible-energy", "date_published": "2023-08-20T12:30:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cardboard boat races and a rite of passage: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/aug/20/cardboard-boat-races-rite-of-passage-weekend-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/aug/20/cardboard-boat-races-rite-of-passage-weekend-best-photos", "date_published": "2023-08-20T12:30:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby NHS trust chair says hospital bosses misled the board", "description": "<p>Sir Duncan Nichol says board was told there was ‘no criminal activity pointing to any one individual’ after reviews in late 2016</p><p>The former chair of the NHS trust where serial killer Lucy Letby worked has said the board was “misled” by hospital executives.</p><p>Sir Duncan Nichol, who was the board’s chair, said it was told there was “no criminal activity pointing to any one individual” after two hospital-commissioned reviews in late 2016.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/lucy-letby-nhs-trust-chair-says-hospital-bosses-misled-the-board\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/lucy-letby-nhs-trust-chair-says-hospital-bosses-misled-the-board", "date_published": "2023-08-20T12:03:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain win Women’s World Cup for first time as England’s run ends in heartache", "description": "<ul><li>Olga Carmona strike earns 1-0 victory in Sydney final</li><li>Mary Earps’ penalty save proves in vain for Lionesses </li></ul><p>Spain have won the Women’s World Cup for the first time after a hard-fought 1-0 victory over England in the final at Stadium Australia.</p><p>Olga Carmona’s fine first-half goal, drilled beyond Mary Earps into the far corner from a tight angle after 29 minutes, proved decisive in Sydney. Spain had the chance to double their lead in the second half when Keira Walsh was penalised for a handball after a VAR referral, but Earps saved Jennifer Hermoso’s spot-kick.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/womens-world-cup-final-news-spain-england\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/womens-world-cup-final-news-spain-england", "date_published": "2023-08-20T12:02:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "It’s taken 34 centuries, but Greek wine is finally good", "description": "<p>From Santorini to Thessaloniki, cutting-edge modern wines are capturing the imagination of the world’s sommeliers</p><p>When Yiannis Paraskevopoulos first arrived on the island of Santorini to explore its wine scene, he didn’t like what he tasted. As he told me during a tasting at his beachfront wine bar-cum-winery, back then, in 1989, “the wines were shitty”: roughly acidic, rustic, oxidised. “What are we doing here?“, he asked the man who had brought him there, his mentor and employer at the time, Yiannis Boutaris.</p><p>Boutaris, one of the key figures in modern Greek wine, didn’t disagree. Despite the island’s 34 centuries of winemaking, the wines themselves were indeed pretty bad, he said. Nevertheless, Boutaris was convinced Santorini was a “paradise for wine”. It was just a matter of time before it took its place on the world stage. “Have patience,” he told his puzzled protege.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/its-taken-34-centuries-but-greek-wine-is-finally-good\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/its-taken-34-centuries-but-greek-wine-is-finally-good", "date_published": "2023-08-20T12:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Jaws without the shark: absent Trump looms over Republicans’ first debate", "description": "<p>Burgum, Christie, DeSantis, Haley, Pence, Ramaswamy and Scott will be present in Milwaukee on Wednesday but will anyone dent ex-president’s lead?</p><p>It may end up being Hamlet without the prince or, perhaps more aptly, Jaws without the shark.</p><p>When Republicans gather in Milwaukee, Wisconsin, on Wednesday for <a href=\"https://press.foxnews.com/2023/08/fox-news-channel-to-present-live-coverage-of-the-first-republican-presidential-primary-debate-on-august-23rd\">the first debate</a> of the presidential primary season, a milestone in any election campaign cycle, the clear frontrunner in the opinion polls will be missing.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/donald-trump-republican-presidential-debate-milwaukee-desantis-christie\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/donald-trump-republican-presidential-debate-milwaukee-desantis-christie", "date_published": "2023-08-20T12:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Edinburgh art festival 2023 review – from a riveting meditation on borders to magnificent monochromes", "description": "<p><strong>Various venues</strong><br />A thought-provoking film by Turner prize winner Lawrence Abu Hamdan and the unforgettable photographs of Markéta Luskačová are among the highlights of an uneven lineup</p><p>Film scene: a wood-panelled library of some elegance on the Canadian-American border. So precisely on the border, in fact, that a line of black duct tape running across the polished marble floor divides the building between Quebec and Vermont.</p><p>It was here, explains our soft-spoken narrator, that three men brought a backpack through the US entrance in 2011, depositing it in a lavatory to be collected by a criminal who then left through the Canadian exit. The bag was full of <a href=\"https://www.cbc.ca/news/canada/montreal/border-town-library-smuggling-1.4171589\">smuggled guns.</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/20/edinburgh-art-festival-2023-review-from-a-brilliant-meditation-on-borders-to-magnificent-monochromes-lawrence-abu-hamdan-marketa-luskacova-peter-howson\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/20/edinburgh-art-festival-2023-review-from-a-brilliant-meditation-on-borders-to-magnificent-monochromes-lawrence-abu-hamdan-marketa-luskacova-peter-howson", "date_published": "2023-08-20T12:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Laughing through the pain: Edinburgh comics relive true-life traumas", "description": "<p>What’s the funniest thing on the festival fringe? No, not politics, but painful introspection</p><p>Nominations for the prestigious <a href=\"https://www.theguardian.com/stage/2023/jul/07/edinburgh-comedy-awards-saved-fringe-festival-nica-burns\" title=\"\">Edinburgh comedy award</a>, to be announced on Wednesday, are likely to include a few standup routines that sound about as funny as an electricity bill. Fringe performers who deal with parental cruelty, online sex-shaming, serious addiction, mental illness and a coercive cult could all be in the running.</p><p>Early tips suggest that among the contenders may be <a href=\"https://www.theguardian.com/stage/2022/aug/06/ania-magliano-review-skilled-off-key-laughs-from-affable-rising-star\" title=\"\">Ana Magliano</a>, with a show about her hidden bisexuality, André de Frietas, a Portuguese comic who describes his descent into prostitution, <a href=\"https://www.pleasance.co.uk/event/moses-storm-perfect-cult\" title=\"\">Moses Storm</a>, who chronicles his childhood inside a cult, and fellow American <a href=\"https://www.theguardian.com/stage/2023/aug/15/avital-ash-workshops-her-suicide-note-review-monkey-barrel-at-the-tron-edinburgh\" title=\"\">Avital Ash</a>, with an act that “workshops her suicide note”.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/20/laughing-through-the-pain-edinburgh-comics-relive-true-life-traumas\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/20/laughing-through-the-pain-edinburgh-comics-relive-true-life-traumas", "date_published": "2023-08-20T12:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘I eat to understand’: cook and writer Fuchsia Dunlop on her lifelong love of Chinese cuisine", "description": "<p>For 30 years, Fuchsia Dunlop has championed and celebrated Chinese food in the West – so much so that she now also has a loyal following in China</p><p>Fuchsia Dunlop’s new book is called <em>Invitation to a Banquet</em> and, true to her word, she has asked me to join her for just such an event: dim sum on a Monday lunchtime at the <a href=\"https://www.royalchinagroup.co.uk/royalchinaclub\" title=\"\">Royal China Club</a>, a Cantonese restaurant in central London. After she has a quick conference with the waiter in Mandarin, our table starts filling up: oolong tea arrives first; followed by little domed pastry puffs encasing char sui pork; and turnip cake, which is much more delicious than it sounds. Then a long strip of Barbie-pink cheung fun, stuffed with crispy seafood; a bamboo basket with elegant sui mai, one-bite pork and prawn dumplings with little pops of crab roe on top; and – eek! – a bowl of chicken feet poking out of black bean sauce. Finally, just as I’m beginning to forget what vegetables even look like, a plate of Chinese broccoli dressed in ginger arrives.</p><p>It seems unlikely that every reader of <em>Invitation to a Banquet</em> will be afforded the privilege of sitting with Dunlop and having her curate a personal, multi-course feast, but you never know. Dunlop, an English food writer in her early 50s, loves nothing more than matchmaking Western eaters with what is to them unfamiliar and sometimes intimidating Chinese food. In 30 years of exploring and documenting the country, she has done for China what Elizabeth David did for Mediterranean food and Claudia Roden did for the Middle East.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/i-eat-to-understand-cook-and-writer-fuchsia-dunlop-on-her-lifelong-love-of-chinese-cuisine\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/i-eat-to-understand-cook-and-writer-fuchsia-dunlop-on-her-lifelong-love-of-chinese-cuisine", "date_published": "2023-08-20T12:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Genesis Owusu: Struggler review – an excess of creative energy", "description": "<p>(Ourness/Awal)<br />The Ghanaian-Australian rapper crosses genres to striking effect, from breakbeats and funk to addictive synth-pop</p><p>Rapper and vocalist <a href=\"https://www.genesisowusu.com/\">Genesis Owusu</a> has made his sonic signature lurching through disparate genres. From punk-inflected spoken word to sweetly sung falsetto melodies, Prince-esque funk and thumping post-punk guitars, the Ghanaian-born Australian artist trades in an excess of creative energy. Coming to prominence with 2021’s debut <em>Smiling With No Teeth</em>, Owusu channelled the isolation and aggression of his upbringing as a Black man in majority-white Canberra through a sprawling 16 tracks of snarled rap, synth-funk and 80s rock. Largely picking up where that record left off, <em>Struggler </em>continues to convey his strife with a remarkable singularity.</p><p>Opener <a href=\"https://www.youtube.com/watch?v=bdYtpO1uXpo\">Leaving the Light</a> sets the tone, with its thundering bassline and chugging drums, reminiscent of the avant-garde rap of British trio Young Fathers. A similar bass-driven rhythm continues on Freak Boy and Balthazar, but it’s when Owusu lets his melodic softness come through that he really excels. Highlights <a href=\"https://www.youtube.com/watch?v=qwobGg9q3gI\">Tied Up!</a> and That’s Life (A Swamp) bounce funkily, with the latter switching into a delightfully sultry bossa riff. On What Comes Will Come, he traverses earworming synth-pop, head-nodding rap and breakbeat euphoria in under four minutes. There aren’t many artists who wear such experimentation so lightly.</p> <a href=\"https://www.theguardian.com/music/2023/aug/20/genesis-owusu-struggler-review-an-excess-of-creative-energy\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/20/genesis-owusu-struggler-review-an-excess-of-creative-energy", "date_published": "2023-08-20T12:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bedroom ‘used by slaves’ found by archaeologists near Pompeii", "description": "<p>Finding at Civita Giuliana villa throws light on lowly status of slaves in ancient world</p><p>Archaeologists have discovered a small bedroom in a Roman villa near Pompeii that was almost certainly used by slaves, throwing light on their lowly status in the ancient world, Italy’s culture ministry said on Sunday.</p><p>The room was found at the Civita Giuliana villa, some 600 metres (2,000 ft) north of the walls of Pompeii, which was wiped out by a volcanic eruption of Mount Vesuvius nearly 2,000 years ago.</p> <a href=\"https://www.theguardian.com/science/2023/aug/20/bedroom-used-by-slaves-found-by-archaeologists-near-pompeii\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/aug/20/bedroom-used-by-slaves-found-by-archaeologists-near-pompeii", "date_published": "2023-08-20T11:57:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Indian writer says Amazon Prime series character seems to be based on her", "description": "<p>Yashica Dutt accuses makers of Made in Heaven of failing to acknowledge her contribution to story of bride from low caste</p><p>An Amazon Prime series on Indian wedding planners has been accused of failing to acknowledge the contribution of a Dalit journalist who says that the main character appears to be based on her own life, as recounted in a book she wrote.</p><p>Yashica Dutt, 37, has been based in New York for a few years but grew up in India amid the daily contempt to which people who belong to her caste are subjected.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/indian-writer-yashica-dutt-says-amazon-prime-series-character-seems-to-be-based-on-her\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/indian-writer-yashica-dutt-says-amazon-prime-series-character-seems-to-be-based-on-her", "date_published": "2023-08-20T11:48:58+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "UK to spend £100m in global race to produce AI chips", "description": "<p>Funds to be used to order key components from major chipmakers Nvidia, AMD and Intel</p><p>The government will spend £100m to try to win a toe-hold for the UK in the global race to produce computer chips used to power artificial intelligence.</p><p>Taxpayer money will be used as part of a drive to build a national AI resource in Britain, similar to those <a href=\"https://www.ai.gov/nairrtf/\">under development in the US</a> and elsewhere. It is understood that the funds will be used to order key components from major chipmakers Nvidia, AMD and Intel.</p> <a href=\"https://www.theguardian.com/business/2023/aug/20/uk-global-race-produce-ai-chips\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/20/uk-global-race-produce-ai-chips", "date_published": "2023-08-20T11:41:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Prince William faces criticism for not attending Women’s World Cup final", "description": "<p>Decision not to fly to Australia has been questioned by those who say Lionesses deserved top-level support</p><p>The Prince of Wales may have cheered on the Lionesses from afar, but has faced criticism from some quarters at home over his reluctance to get on a plane to support the England team in person.</p><p>William was absent from Stadium Australia despite being president of the Football Association, and is understood to have made the decision not to go because of the long flight involved for such a short period of time.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/prince-william-criticism-not-attending-womens-world-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/prince-william-criticism-not-attending-womens-world-cup-final", "date_published": "2023-08-20T11:38:35+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Review of low-traffic neighbourhoods risks creating rat runs, say campaigners", "description": "<p>Exclusive: Fears quiet-street measures that have been part of traffic planning since 1960s could be scrapped in culture war</p><p>Thousands of England’s quiet residential streets and housing estates risk being opened up as rat runs under the government’s review of so-called low-traffic neighbourhoods (LTNs), prompting alarm from campaign groups.</p><p>Two weeks after Rishi Sunak <a href=\"https://www.theguardian.com/uk-news/2023/jul/30/rishi-sunak-orders-review-of-low-traffic-neighbourhood-schemes\">announced he had</a> ordered an inquiry into LTNs amid a pushback against <a href=\"https://www.theguardian.com/politics/2023/jul/30/rishi-sunak-councils-20mph-speed-limit-low-traffic-neighbourhoods-ltns\">what he termed</a> wider “anti-motorist” policies, the Department for Transport (DfT) is still refusing to say who will run it, or when it will begin work.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/review-of-low-traffic-neighbourhoods-risks-creating-rat-runs-say-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/review-of-low-traffic-neighbourhoods-risks-creating-rat-runs-say-campaigners", "date_published": "2023-08-20T11:30:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Louise Casey: ‘We need a change of government. This lot are spent’", "description": "<p>After 30 years of helping homeless people and troubled families, the can-do peer says she’s had her fill of this Tory administration</p><p>Louise Casey, Baroness Casey of Blackstock, has lately been thinking a good deal about freezers. The thought originated with a question from King Charles, last August, when he was still Prince of Wales. The sudden spike in food prices had caused an exponential rise in demand at food banks. It also prompted the future monarch to ask Casey – who, among many other things, is a trustee of his charitable fund – what might be done.</p><p>“Freezers!” she said and scrolled down her phone for the numbers for Nisbets, the catering supplier, and for Richard Walker, the managing director of Iceland Foods. Casey had learned from talking to organisers of food banks during the pandemic that one of their biggest frustrations was a lack of refrigeration for surplus fresh and perishable goods. “Ideally,” she told Charles, “we would get a freezer into every [food bank user’s] home and pay for the electricity, but to begin with let’s do it for food banks and community kitchens.” The king’s charitable fund stumped up £1m, and 800 freezers, some on an industrial, blast-chill scale, have now been installed. The night before we met, Casey had been at a Clarence House reception with the monarch, toasting cold storage.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/louise-casey-government-make-or-break-peoples-lives-own-amusement\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/louise-casey-government-make-or-break-peoples-lives-own-amusement", "date_published": "2023-08-20T11:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘All these bulletproof songs, one after another’: remembering Tom Waits’s extraordinary mid-career trilogy", "description": "<p>Forty years on from the magnificent album sequence that began with Swordfishtrombones, collaborators and fans including Jim Jarmusch and Thom Yorke discuss Waits’s journey from bar-room balladeer to conductor of the ultimate junkyard orchestra</p><p>On Tom Waits’s 1983 album, <em>Swordfishtrombones</em>, there is, in among a lot of fabulously unhinged musical experimentation (Tony Bennett described the record as “a guy in an ashcan sending messages”), a 90-second ballad of such tender beauty that it explains all the rest. The <a href=\"https://www.google.com/search?client=safari&amp;rls=en&amp;q=johnsburg+illinois+wawits&amp;ie=UTF-8&amp;oe=UTF-8#fpstate=ive&amp;vld=cid:d2c6167a,vid:3dCpDauzxxo\">song was written for Waits’s wife</a>, Kathleen Brennan – “She’s my only true love/ She’s all that I think of, look here/In my wallet/That’s her” – and named after the town, Johnsburg, Illinois, in which Brennan grew up. The pair had got together on the set of Francis Ford Coppola’s 1981 film <em>One from the Heart</em>, for which Waits was writing the music and Brennan editing the script, and had married a couple of months later at 1am at the 24-hour Always Forever Yours Wedding Chapel in Los Angeles.</p><p>The union liberated Waits from what may have appeared his inevitable fate: of the ultimate bar-room balladeer who descends into dissolution and obscurity. The singer had spent the first decade or so of his career toying with that possibility, living partly in the Tropicana motel on Sunset Boulevard, or in his car, a 1955 Buick, writing and singing about dereliction and doomed love, and playing up to a reputation for “wasted and wounded” chaos. For the first time, having met Brennan, he said: “I now believe in happy endings.” The experimentation of <em>Swordfishtrombones</em> was the first expression of that faith. “My life was getting more settled,” Waits recalled. “I was staying out of bars. But my work was becoming more scary.”</p> <a href=\"https://www.theguardian.com/music/2023/aug/20/tom-waits-frank-trilogy-reissues-swordfishtrombones-rain-dogs-franks-wild-years\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/20/tom-waits-frank-trilogy-reissues-swordfishtrombones-rain-dogs-franks-wild-years", "date_published": "2023-08-20T11:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Thousands flee homes after rebel attack in southern Sudan city", "description": "<p>Families said to have run away with nothing as three forces fight in South Kordofan state</p><p>Thousands of people have fled their homes in the capital of South Kordofan state in Sudan after an attack by the Sudan People’s Liberation Movement-North rebel group, one of three forces now fighting in the area.</p><p>The SPLMN has been trying to capture the city from the regular army, known as the Sudanese Armed Forces, since June, when it entered the conflict <a href=\"https://www.theguardian.com/world/2023/apr/15/heavy-gunfire-amid-military-clash-causes-panic-in-capital-of-sudan\">that broke out in April</a> between the SAF, led by Gen Abdel Fattah al-Burhan, and the paramilitary Rapid Support Forces (RSF), led by Mohamed Hamdan Dagalo.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/thousands-flee-homes-after-rebel-attack-in-southern-sudan-city\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/thousands-flee-homes-after-rebel-attack-in-southern-sudan-city", "date_published": "2023-08-20T10:33:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TIM review – clunky AI paranoia thriller", "description": "<p>Eamon Farren makes a creepy robot but is let down by the obvious cyborg stalker plot in this techno-chiller</p><p>This stylishly icy-looking thriller sounds the techno-fear klaxon and stirs up a hornet’s nest of paranoia about AI and deep fake technology, but then rather misses the point with a clunky cyborg stalker plot. Prosthetics engineer Abi (Georgina Campbell) takes a new job with fringe benefits – specifically a passive-aggressive robot butler named TIM (Eamon Farren, suitably creepy). TIM is attentive and solicitous, but the numerous cutaways to knives and waste disposal units leave us with little doubt about the threats that lurk in Abi’s perfect life.</p> <a href=\"https://www.theguardian.com/film/2023/aug/20/tim-review-clunky-ai-paranoia-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/20/tim-review-clunky-ai-paranoia-thriller", "date_published": "2023-08-20T10:30:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "China is too big for a Soviet Union-style collapse, but it’s on shaky ground", "description": "<p>With its growth slowing, China’s future is uncertain. We should be grateful if the change is not sudden</p><p>China’s economy is going through a rough patch. Growth is slowing and its <a href=\"https://www.theguardian.com/business/2023/aug/18/chinas-struggling-property-giant-evergrande-files-for-bankruptcy-protection-in-us\">property bubble </a>has well and truly burst. Unemployment is rising.</p><p>So what, you might say? Every country has difficult periods when past excesses catch up with it. Eventually the economic cycle turns and recovery begins. China is the world’s second biggest economy and has grown at a stupendous pace over the past four decades. It plays a pivotal role in the global economy and has invested heavily in advanced manufacturing and <a href=\"https://www.theguardian.com/world/2023/jun/01/chinas-xi-jinping-calls-for-greater-state-control-of-ai-to-counter-dangerous-storms\">AI</a>. Sure, it has problems but it will emerge from them relatively unscathed.</p> <a href=\"https://www.theguardian.com/business/2023/aug/20/china-too-big-soviet-union-collapse-growth\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/20/china-too-big-soviet-union-collapse-growth", "date_published": "2023-08-20T10:04:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth sign US captain Tyler Adams from Leeds in £20m deal", "description": "<ul><li>Chelsea had been close to signing Adams but pulled out</li><li>Bournemouth say transfer shows scale of club’s ambition</li></ul><p>Bournemouth have signed the United States captain Tyler Adams on a five-year deal from Leeds after triggering his £20m ($25.5m) release clause. The 24-year-old midfielder, who joined Leeds last summer from RB Leipzig, is the club’s eighth signing under their new manager, Andoni Iraola.</p><p>Adams had been close to moving to Chelsea but they pulled out of a deal to prioritise getting Moisés Caicedo and Roméo Lavia amid competition from Liverpool. Adams is the ninth player sold or loaned out by Leeds since their relegation from the Premier League.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/bournemouth-sign-tyler-adams-from-leeds-20m-usa-captain\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/bournemouth-sign-tyler-adams-from-leeds-20m-usa-captain", "date_published": "2023-08-20T10:01:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Montana’s landmark climate ruling: three key takeaways", "description": "<p>A judge last week ruled the young plaintiffs have the right to a clean environment – and experts say this changed the climate litigation landscape</p><p>In a groundbreaking legal decision, a Montana judge last week ruled in favor of young people who had accused state officials of violating their constitutional rights by promoting fossil fuels.</p><p>In a 103-page court order, Judge Kathy Seeley of the first judicial district court, affirmed the plaintiffs’ claim that a stable climate is included in a right to a “clean and healthful environment”, guaranteed in the state’s constitution.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/what-happened-montana-climate-trial-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/what-happened-montana-climate-trial-decision", "date_published": "2023-08-20T10:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lakes, mountains and distant isles: 15 of the most tranquil places to visit around the UK", "description": "<p>From sculpture gardens to ancient woodland, windswept hills to deserted beaches, here’s where to really escape from it all</p><p>Fifty square miles of untouched countryside with just one road, come for lochside walks, cherry-hued sunsets and magnificent views across the Sound of Mull from Ben Hiant, the peninsula’s looming mountain. <br /><em>Unique Cottages has a range of self-catering properties, from £495 a week; <a href=\"https://www.unique-cottages.co.uk/\" title=\"\">unique-cottages.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/aug/20/lakes-mountains-and-distant-isles-15-of-the-most-tranquil-places-to-visit-around-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/20/lakes-mountains-and-distant-isles-15-of-the-most-tranquil-places-to-visit-around-the-uk", "date_published": "2023-08-20T10:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "State school voices: ‘My A-levels were awful. I feel like I’ve been robbed’", "description": "<p>Two students – one forced into a foundation year, another waiting for her GCSEs – describe their exams experience</p><p>Last week’s <a href=\"https://www.theguardian.com/education/2023/aug/17/a-level-results-in-england-show-biggest-drop-on-record\">A-level results</a> revealed a growing educational divide between state school pupils and those who have been privately educated – one which has been exacerbated by Covid. Experts believe this week’s GCSE results are likely to show a similar trend. The <em>Observer</em> spoke to two state school students about their hopes for the future.</p> <a href=\"https://www.theguardian.com/education/2023/aug/20/state-school-voices-my-a-levels-were-awful-i-feel-like-ive-been-robbed\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/20/state-school-voices-my-a-levels-were-awful-i-feel-like-ive-been-robbed", "date_published": "2023-08-20T10:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The new kitchen gardens: meet the UK chefs and restaurants growing their own", "description": "<p>From rooftops in the middle of cities to the grounds of top-class restaurants, chefs are taking back control of their ingredients</p><ul><li><a href=\"https://www.theguardian.com/food/2023/aug/20/luke-selby-raymond-blanc-le-manoir-aux-quatsaisons\">‘He does it with love’: the 32-year-old chef taking over from Raymond Blanc at Le Manoir</a></li></ul><p><em>A nook of a walled garden supplying produce at its peak freshness to the on-site restaurant</em></p> <a href=\"https://www.theguardian.com/food/2023/aug/20/new-kitchen-gardens-restaurants-growing-own-produce\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/new-kitchen-gardens-restaurants-growing-own-produce", "date_published": "2023-08-20T10:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘That’s triggering!’ Is therapy-speak changing the way we talk about ourselves?", "description": "<p>Terms like ‘triggered’, ‘toxic’ and ‘narcissist’ are now bandied about in daily conversations. Is this mere psychobabble or are they useful tools in a complicated world?</p><p>If the language used on the internet is a reliable indicator, we’re more psychologically enlightened than ever. We discuss attachment styles like the weather. We joke about our coping mechanisms. We project, or are projected on to. We shun “toxic” people. We catastrophise and ruminate. We diagnose, or are diagnosed: OCD, depression, anxiety, ADHD, narcissism. We make, break or struggle to “hold” boundaries. We practise self-care. We know how to spot gaslighting. We’re tuned into our emotional labour. We’re triggered. We’re processing our trauma. We’re doing the work.</p><p>The language of the therapy room has long permeated popular culture. Common terms like “repression”, “denial”, “slip of the tongue”, “hysteria” and “inner child” all lead back to Freud. But over the last decade or so, with the vast expansion of social media networks, a new, seemingly sophisticated language sits on modern society’s tongue. Some call it therapy-speak. Or psychobabble. But despite its prevalence, the language is divisive.</p> <a href=\"https://www.theguardian.com/society/2023/aug/20/triggered-toxic-narcissist-are-you-fluent-in-therapy-speak\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/20/triggered-toxic-narcissist-are-you-fluent-in-therapy-speak", "date_published": "2023-08-20T10:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lie With Me review – handsome but predictable French drama", "description": "<p>Based on a bestselling novel, this tale of a middle-aged author who returns to his home town to reconnect with his romantic past is oddly insular and fussy</p><p>A celebrated middle-aged author returns, for the first time in 35 years, to his home town in the Cognac-producing region in south-western France. Stéphane (Guillaume de Tonquédec) has been asked to give a keynote speech, but his motives for accepting the invitation have more to do with reconnecting with his own romantic past. He bonds with Lucas (Victor Belmondo), a young man who, it turns out, is the son of Stéphane’s long-lost first love.</p><p>Adapted from <a href=\"https://www.theguardian.com/books/2019/sep/06/lie-with-me-philippe-besson-review\">an autobiographical novel by Philippe Besson</a> and weaving together two timelines, this is a handsome but ploddingly predictable drama. The striking wide-screen cinematography gives an impression of generous scope and openness. But in fact, like Stéphane himself, the storytelling is oddly insular and fussy. The highlight here is a supporting character: the longsuffering event organiser Gaëlle, played by Guilaine Londez with a huge, over-stretched smile and the kind of clenched-jawed positivity that seems to teeter on the brink of psychosis.</p> <a href=\"https://www.theguardian.com/film/2023/aug/20/lie-with-me-review-handsome-but-predictable-french-drama\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/20/lie-with-me-review-handsome-but-predictable-french-drama", "date_published": "2023-08-20T10:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "More than 100 Manston asylum camp guards unable to start work", "description": "<p>Recruits on full salary while waiting months for permission to work at Kent site due to lengthy security checks</p><p>More than 100 people recruited to work as guards at the <a href=\"https://www.theguardian.com/uk-news/manston-asylum-centre\">Manston</a> camp in Kent have spent months on full pay without being allowed to do any work, the Guardian has learned.</p><p>Manston, near Ramsgate, which processes asylum seekers who arrive in the UK on small boats, was hit by a series of crises last year. An <a href=\"https://www.theguardian.com/science/2022/oct/20/diphtheria-outbreak-confirmed-at-asylum-seeker-centre-in-kent\">outbreak of diphtheria</a> led to one man dying after falling ill with the infection. There were also reports of filthy conditions, <a href=\"https://www.theguardian.com/uk-news/2023/jan/04/calls-for-public-inquiry-into-abuses-at-manston-asylum-centre-kent-police-investigations-claims-assault\">assaults by some contractors</a> and groups of asylum seekers being taken from the camp and <a href=\"https://www.theguardian.com/politics/2022/nov/02/home-office-leaves-asylum-seekers-from-manston-stranded-in-central-london\">dumped in the streets of central London</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/more-than-100-manston-asylum-camp-guards-unable-to-start-work\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/more-than-100-manston-asylum-camp-guards-unable-to-start-work", "date_published": "2023-08-20T10:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "RFK Jr draws quite a crowd – what does it mean for 2024?", "description": "<p>President Kennedy’s nephew has struck an anti-establishment nerve but his anti-vax views and far-right flirtation have prompted outrage</p><p>Wearing a <a href=\"https://www.newyorker.com/news/q-and-a/the-alternative-facts-of-robert-f-kennedy-jr\">Robert Kennedy Jr</a> campaign T-shirt, Kevin O’Keeffe found there was standing room only as the candidate, introduced as “Bobby Kennedy”, walked on a sunbaked stage decked with hay bales to whoops and applause.</p><p>“He supports freedom of speech, and he’s questioned the efficacy of the vaccine, which is legitimate at this point,” said O’Keeffe, 52, who works for a telecommunications company in Sioux Falls, South Dakota. “I like his views on foreign policy and keeping us out of the war. He cares about his fellow Americans in a way that a lot of the politicians nowadays I don’t think really do.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/robert-f-kennedy-jr-democratic-nomination-2024\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/robert-f-kennedy-jr-democratic-nomination-2024", "date_published": "2023-08-20T10:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia’s Luna-25 space craft crashes into the moon", "description": "<p>Craft spun into uncontrolled orbit before planned touchdown could take place, Russia’s space corporation says </p><p>Russia’s Luna-25 space craft has crashed into the moon after it spun into uncontrolled orbit, Russia’s space corporation, Roskosmos, said.</p><p>Roskosmos earlier said <a href=\"https://www.theguardian.com/world/2023/aug/19/russia-reports-abnormal-situation-as-luna-25-tries-to-begin-moon-landing\">an “abnormal situation” had occurred</a> as mission control tried to move the craft into a pre-landing orbit at 11:10 GMT on Saturday, ahead of a planned touchdown slated for Monday.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/russia-luna-25-space-craft-crashes-into-the-moon\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/russia-luna-25-space-craft-crashes-into-the-moon", "date_published": "2023-08-20T09:35:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Joe Trivelli’s recipes for new potato salad, aubergine polpetti, polenta, and apricots with ‘raw’ cream", "description": "A late summer feast with rich flavours of Kent and Italy<p>At times it has felt as if I run a kitchen help line. The calls always come just when the muddle of kids, work and minor emergencies are at their zenith. Mum is on the other end of WhatsApp asking me if I have any ideas for the glut of chard, courgettes and overgrown lettuce they are experiencing, as they’ve friends coming round. I do my best to advise and wait to hear how it went. There is a pretty high success rate, I’m pleased to report.</p><p>In this spirit I propose a seasonal feast for my parents in Italy. My route to this menu has been via Shepherd’s Bush market in London, which is groaning with good stuff at this time of year, if you know how to shop. It is a menu full of nostalgia for Kent and southern Italy without any specific tradition. Essentially, a tasty journey towards a pile of summer fruits with cream.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/joe-trivellis-recipes-for-new-potato-salad-aubergine-polpetti-polenta-and-apricots-with-raw-cream\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/joe-trivellis-recipes-for-new-potato-salad-aubergine-polpetti-polenta-and-apricots-with-raw-cream", "date_published": "2023-08-20T09:32:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Equality depends on education. The class of 2023 have suffered a grave injustice | Lee Elliot Major", "description": "<p>Exam grading has plunged an unlucky cohort into a scramble for university, after a schooling ruined by Covid</p><p>Robbed of their schooling and forced into the <a href=\"https://www.theguardian.com/education/2023/aug/18/record-number-of-uk-school-leavers-gain-university-places-through-clearing\">fiercest of races for university places</a>, this is surely the Covid generation’s unluckiest student cohort. In years to come the bruised and battle-hardened class of 2023 will always carry with them a sense of intergenerational injustice – whatever success most will go on to make of their lives. What made this summer’s wait for A-level results so nerve-shredding was the worst kept secret in education: the generous grade boundaries that softened the blow for previous victims of the Covid school closures <a href=\"https://www.theguardian.com/education/2023/aug/17/a-level-results-in-england-show-biggest-drop-on-record\">would be cruelly removed</a> for this, the biggest wave of university hopefuls in living memory.</p><p>England’s 2023 school leavers have every right to feel unfairly treated. Students from just across the Welsh or Scottish borders may have earned the same exam marks but have benefited from higher grades that can make all the difference in the great scramble for coveted degree places. One missed opportunity can change a life. Once more, the adults in charge have failed our younger generation. In the post-pandemic era, the dream that education could somehow act as the great social leveller seems a distant, laughable fantasy.</p> <a href=\"https://www.theguardian.com/education/2023/aug/20/equality-depends-on-education-englands-class-of-2023-have-suffered-a-grave-injustice-over-a-level-results\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/20/equality-depends-on-education-englands-class-of-2023-have-suffered-a-grave-injustice-over-a-level-results", "date_published": "2023-08-20T09:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Koalas, swearing and hijabs: unmissable Women’s World Cup moments", "description": "<p>A handy roundup of the past month’s highlights – from the pitchside and beyond</p><p>The ninth <a href=\"https://www.theguardian.com/football/womens-world-cup-2023\" title=\"\">Women’s World Cup</a> has been a truly extraordinary tournament – and could still reach a Sweet Caroline-soundtracked peak. With so much drama on the pitch, you could be forgiven for missing some of the highlights off it. Here’s our handy round-up of the past month’s mishaps and milestones during play and match adjacent…</p><p><strong>Germany’s cursed koala<br /></strong>Before flying to Australia, Germany striker Klara Buehl knitted a cuddly <a href=\"https://www.theguardian.com/football/2023/jul/29/waru-the-knitted-koala-crocheted-mascot-becomes-germanys-secret-world-cup-weapon\" title=\"\">koala wearing team colours</a>. The cute crocheted marsupial became the side’s mascot. Players took turns to look after it and voted to name it Waru (the Aboriginal word for fire). It even appeared in team huddles and sat on the subs’ bench. When the two-time champions shockingly crashed out at the group stage, fans questioned whether Waru was so lucky after all.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/koalas-swearing-and-hijabs-unmissable-womens-world-cup-moments\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/koalas-swearing-and-hijabs-unmissable-womens-world-cup-moments", "date_published": "2023-08-20T09:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "As Britain drowns in filth, the Tories want more toilets | Stewart Lee", "description": "<p>Kemi Badenoch wants gender-specific lavatories in new venues, but is it wise to release more excrement into our fatally compromised sewage systems?</p><p>There are <a href=\"https://www.theguardian.com/world/2022/jul/03/single-sex-toilets-to-be-compulsory-in-all-new-public-buildings\">important questions to be asked about lavatories</a>, and Kemi Badenoch is certainly the Tory best suited to answering them. A report in the government’s <em>Daily Telegraph</em> mouthpiece announced that a new government initiative would see the equalities minister, Kemi Badenoch, appoint a Tory lavatories tsar, a task that would doubtless make her flush with pride. But the <em>Independent</em> then reported that the government had “distanced” itself from this appointment, for fear of increased bureaucracy, and also, presumably, across-the-board toilet tsar-based ridicule.</p><p>Apparently, Kemi Badenoch’s Tory lavatory tsar would have ensured that all new offices, schools, hospitals and entertainment venues have separate male and female lavatories; a big job and a massive piece of business. But our children’s generation seem largely ambivalent about gender identity, and the practical lavatorial considerations that come with it; first-wave feminists, in contrast, are understandably anxious that women’s hard-won recognitions are not, as they see it, eroded; meanwhile, some young women tell me they fear the loss of certified spaces in nightclubs and pubs for crying, vomiting up alcopops and avoiding young men; most young men, however, seem comfortable with the idea of urinating indiscriminately on the floor, while simultaneously passing wind, in any toilet, however Kemi Badenoch choses to designate the toilet’s gender.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/as-britain-drowns-in-filth-the-tories-want-more-toilets-kemi-badenoch-lavatory-tsar\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/as-britain-drowns-in-filth-the-tories-want-more-toilets-kemi-badenoch-lavatory-tsar", "date_published": "2023-08-20T09:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brigitte Bardot: ‘I don’t understand why the whole world is still talking about me’", "description": "<p>The French film star has spoken of her frustration at her lasting fame, but has agreed to a drama series about her life</p><p>She is one of cinema’s most celebrated stars but, having made her last film decades ago, <a href=\"https://www.theguardian.com/film/2019/feb/15/brigitte-bardot-on-life-in-the-spotlight-animals-nature\" title=\"\">Brigitte Bardot</a> cannot understand why anyone is still interested in her life, according to the maker of a new drama series about the French actor.</p><p>Bardot expressed her frustration in a letter to Oscar-nominated Monégasque film-maker Danièle Thompson, the writer-director of the new drama series <em>Bardot</em>.</p> <a href=\"https://www.theguardian.com/film/2023/aug/20/brigitte-bardot-i-dont-understand-why-the-whole-world-is-still-talking-about-me\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/20/brigitte-bardot-i-dont-understand-why-the-whole-world-is-still-talking-about-me", "date_published": "2023-08-20T09:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Eggs, milk, butter, social anthropology: my treasured shopping list collection", "description": "<p>It’s surprising what you can learn in one north London Waitrose, as art curator Ingrid Swenson discovered when she began hoarding lists found in trolleys and baskets</p><p>The collection began sometime in 2014. I didn’t make a conscious decision to start it. I cannot remember the first list I picked up, other than the fact that it contained only a few items. It had been left in a basket and, in one of those clarity-of-vision moments, I instantly thought about the shopping list in a completely new way. It seemed as if someone’s entire world had frozen and been captured in a single, modest entity. This thought must have remained with me because I recall that, within a relatively short space of time, I had pocketed a few more lists. I had the sense that I was on to something.</p><p>It is astonishing how many shopping lists one can find once you start to look in earnest. To the untrained observer, they seem extremely scarce, but once you “get your eye in” you begin to see them with far greater frequency. On a few occasions I found as many as four or five in one visit. To achieve this could sometimes involve scrabbling about in the ranks of shopping trolleys stored both in the car park and large entrance area, or walking unusually slowly through the aisles fixedly focused on the floor. Nobody seemed to notice or care that there was this woman behaving in a strange way. The supermarket is a great place to behave oddly in: people just look away.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/20/shopping-lists-consuming-fascination-ingrid-swenson-waitrose-holloway\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/20/shopping-lists-consuming-fascination-ingrid-swenson-waitrose-holloway", "date_published": "2023-08-20T09:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Pitch: the show about queerness in the beautiful game, made with fans and players", "description": "<p>Growing out of the Lionesses’ success, the Edinburgh fringe play Pitch uses interviews gathered from LGBTQ+ grassroots football teams across the country</p><p>With muddy knees and soggy feet, we slop around Edinburgh’s Meadows park, aiming roughly for goalposts made from kitbags and spare shoes. “If that had gone in, it would have been stunning,” teases actor Eleanor Rattenbury as the ball flies way wide.</p><p>Rattenbury is one of the stars of Pitch, a show about football, and all its sorrows and joys on and off the field. Every Sunday at the fringe, the energetic cast lead post-show kickabouts on the Meadows. A winner of the Pleasance’s Charlie Hartill award, their show – staged at the Pleasance Courtyard – is based on interviews and stories that the company November Theatre gathered from LGBTQ+ grassroots football teams across the country. Written by Tatenda Shamiso and staged with dance warm-ups, lip-synced interviews and love stories, it has the fizzy feeling of stories shared with new friends over pints at the pub.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/20/pitch-the-play-about-queerness-in-the-beautiful-game-made-with-fans-and-players\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/20/pitch-the-play-about-queerness-in-the-beautiful-game-made-with-fans-and-players", "date_published": "2023-08-20T09:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Recipe for disaster? I tried Botatouille, BuzzFeed’s AI kitchen helper", "description": "<p>I wondered whether a bot could transform the cooking experience – so I let it plan my meals for a day</p><p>I consider myself a pretty great home cook. I like to dream up my meals, building flavors without relying on a recipe, like the lamb chops with a mustard-red wine-thyme pan sauce I recently threw together without instructions after finding the meat on sale.</p><p>So when I learned earlier this year about BuzzFeed’s new AI-powered kitchen companion, Botatouille, I was intrigued. I know it’s a controversial tool, as Botatouille’s announcement came amid widespread media layoffs – including at BuzzFeed, where the company’s CEO announced that the platform would be using AI to “enhance” its content. But the name made me chuckle, and its promise of not just offering recipes but being a companion in the kitchen was an interesting prospect.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/20/botatouille-ai-recipe-buzzfeed\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/20/botatouille-ai-recipe-buzzfeed", "date_published": "2023-08-20T09:00:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sorry, Tories, but conjuring up ever more culture wars is bound to backfire | Martha Gill", "description": "If there are two things that will turn away British voters, it’s being told what to do and how to think<p>You might have expected Rishi Sunak’s “<a href=\"https://www.instituteforgovernment.org.uk/comment/health-week-sunaks-nhs-pledge\" title=\"\">health week</a>”, which has just ended, to at least be free of the perennial “wedge issue” – those culture war topics, from small boats to net zero, which have dominated government messaging of late.</p><p>But you’d be wrong. Amid the unflattering focus on <a href=\"https://www.england.nhs.uk/statistics/statistical-work-areas/\" title=\"\">waiting lists</a> – on which a record 7.6 million people in England were languishing in June – a new culprit for the NHS crisis emerged from government quarters. A source close to the health secretary, Steve Barclay, <a href=\"https://www.dailymail.co.uk/news/article-12402885/Trans-group-Stonewall-helps-write-gender-policies-30-NHS-trusts-prompting-fury.html\" title=\"\">told journalists</a> that, instead of being “relentlessly focused on caring for all patients and cutting waiting lists”, NHS trusts and other health bodies had been “wasting time and money on woke virtue signalling”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/sorry-tories-but-conjuring-up-ever-more-culture-wars-is-bound-to-backfire\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/sorry-tories-but-conjuring-up-ever-more-culture-wars-is-bound-to-backfire", "date_published": "2023-08-20T08:32:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Millions of numbers plus one small boy equals hours of fun", "description": "Getting to grips with numbers in the school holidays adds up to a lesson in mental wonder for my son<p>My son has been on school holiday for a month now and is keeping himself busy with numbers. It’s his latest thing and we’re running with it. He whispers sums in my ear, separates everything he owns into sets of 4s and 5s, and asks mathematical riddles of everyone he meets.</p><p>It’s compelling to watch his brain work, to see his intuitive sense of numbers at play. Stranger, though, are the gaps. Though he can add random numbers at will, and double any number up to 50, he remains stumped by ‘7 + 9’, which he’s convinced is 15. Luckily, such missteps are easily corrected and, best of all, he receives every clarification with delight, even euphoria.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/millions-of-numbers-plus-one-small-boy-equals-hours-of-fun\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/millions-of-numbers-plus-one-small-boy-equals-hours-of-fun", "date_published": "2023-08-20T08:30:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rob Delaney: ‘I can’t help it, swearing makes me happy’", "description": "<p>The actor and writer on getting his grief down on the page, the five ingredients of good comedy and why the actors’ strike is sure to succeed</p><p>American comedian, actor and writer <a href=\"https://www.robdelaney.com/\">Rob Delaney</a>, 46, weathered a bout of alcoholism and years of struggle on the standup circuit before rocketing to fame via Twitter over a decade ago. His blend of filthy wit and mordant honesty helped make the sitcom <em>Catastrophe</em><em>,</em> which he co-wrote and starred in alongside Sharon Horgan, a Bafta-winning hit. Since then, Delaney has appeared in films including <em>Deadpool 2</em> and <em>Home Sweet Home Alone</em>. He has more in the pipeline but is currently taking part in the Sag-Aftra actors’ strike. In 2018, his two-year-old son Henry died of brain cancer. Delaney’s memoir, <em>A Heart That Works</em>, strives to capture some of what the family (he and his wife have three other sons) went through during the course of Henry’s extensive treatment and in the immediate aftermath of his death. Spare, brutally poignant and at times darkly humorous in its candour, it’s ultimately a love story.</p><p><strong>Early on in the book, you confess that the urge to hurt people </strong><strong>was part of your motivation for writing it. Were you surprised by how tender it turned out to be?<br /></strong>I almost laughed near the end because I thought I was writing this big angry monster of a book, that was my goal, but the takeaway is love – and not just for Henry but for his brothers and his mum, my sister and my niece and my parents and my in-laws. I mean, my book is like a frickin’ ad for these people and how wonderful they are.</p> <a href=\"https://www.theguardian.com/stage/2023/aug/20/rob-delaney-i-cant-help-it-swearing-makes-me-happy\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/aug/20/rob-delaney-i-cant-help-it-swearing-makes-me-happy", "date_published": "2023-08-20T08:30:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Henpocalypse!; Harlan Coben’s Shelter; Paranormal; At Home With the Furys – review", "description": "<p>Hen night comedy at the end of the world; teens in peril in smalltown New Jersey; spooky goings-on in Wales; and boxing champ Tyson Fury plays house</p><p><strong>Henpocalypse!</strong> (BBC Two) |<a href=\"https://www.bbc.co.uk/iplayer/episodes/p0fd5qk1/gods-of-tennis\"> </a><a href=\"https://www.bbc.co.uk/iplayer/episodes/p0fvmzmy/henpocalypse\">iPlayer</a><br /><strong>Harlan Coben’s Shelter </strong>(<a href=\"https://www.amazon.co.uk/Harlan-Cobens-Shelter-Season-1/dp/B0BZYTBXV5\">Amazon Prime Video</a>)<br /><strong>Paranormal: The Girl, </strong><strong>the Ghost </strong><strong>and </strong><strong>the Gravestone </strong>(BBC Three) |<a href=\"https://www.bbc.co.uk/iplayer/episodes/p0fd5qk1/gods-of-tennis\"> </a><a href=\"https://www.bbc.co.uk/iplayer/episode/p0g31550/paranormal-the-girl-the-ghost-and-the-gravestone-series-1-episode-1\">iPlayer</a><br /><strong>At Home With </strong><strong>the Furys </strong>(<a href=\"https://www.netflix.com/gb/title/81615144\">Netflix</a>)</p><p>“You know what?,” says the warpaint-cheeked Veena (Lauren O’Rourke) at the end of the first episode of <strong><a href=\"https://www.bbc.co.uk/iplayer/episodes/p0fvmzmy/henpocalypse\">Henpocalypse!</a></strong> (BBC Two). She’s swigging vodka in a ransacked corner shop in north Wales, having just torn through a pack of biscuits with her teeth. Next to her is an artfully engineered DIY sword, in case the undead are marauding outside: a sharpened dildo gaffer-taped to a mop handle. “As of right now, this isn’t actually the worst hen do I’ve been on,” she says.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/20/the-week-in-tv-henpocalypse-harlan-cobens-shelter-paranormal-the-girl-the-ghost-and-the-gravestone-at-home-with-the-furys-review-tyson-fury-sian-eleri\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/20/the-week-in-tv-henpocalypse-harlan-cobens-shelter-paranormal-the-girl-the-ghost-and-the-gravestone-at-home-with-the-furys-review-tyson-fury-sian-eleri", "date_published": "2023-08-20T08:30:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Brit school plan for northern England gets go-ahead", "description": "<p>Specialist creative college on model of Croydon institution that nurtured Adele and Amy Winehouse to be sited in Bradford</p><p>The Department for Education has approved plans for a northern version of the Brit school, which has nurtured performers such as Adele and Amy Winehouse.</p><p>The BPI – the representative voice of record labels across the UK – plans to open a new specialist creative college in Bradford, West Yorkshire, in around 2026-27 to allow students aged 16-19 to study performance, production and digital subjects.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/brit-school-plan-for-northern-england-bradford-gets-go-ahead\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/brit-school-plan-for-northern-england-bradford-gets-go-ahead", "date_published": "2023-08-20T08:20:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Spain v England: Women’s World Cup final – live", "description": "<ul><li>Updates from Stadium Australia (11amBST/8pm local time)</li><li>Get in touch! <a href=\"mailto:Sarah.Rendell.casual@theguardian.com\">Email Sarah</a> or <a href=\"https://twitter.com/rendellx?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet her</a> | <a href=\"https://www.theguardian.com/football/2023/aug/19/decade-in-making-lionesses-epic-journey-world-cup-final\">Lionesses’ epic journey</a></li></ul><p><strong>Japan may have been knocked out in the quarter-finals</strong> by Sweden but their forward Hinata Miyazawa is still leading the Golden Boot race. She scored five goals and made an assist. There are some players in the final who could pip her to the award, check out the race:</p><p><strong>Neal has got in touch and said</strong>: “No doubt Sarina Wiegman would have studied Spain’s heavy defeat by Japan in their last group game and it was noticeable how much Miyazawa troubled them with her speed, something Hemp can certainly emulate. Hoping for an England win, but I doubt if any team has suffered a four-nil loss on the way to winning a World Cup and if Spain should win, it would be an incredible achievement, especially given the trouble between players and management. However, do you think England have an advantage playing their third game in Sydney, whilst Spain have yet to play here?” I think the only advantage England may have is they have not had to travel as much but I wouldn’t say they have an advantage in terms of playing in the stadium before.</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/20/spain-v-england-womens-world-cup-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/20/spain-v-england-womens-world-cup-final-live", "date_published": "2023-08-20T08:07:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: tea and chocolate are a capital hit", "description": "London’s the place to sample this flavoursome combination<p>I am at the Sky Garden, 525ft above London. It is the highest I’ve ever been in London, short of in a plane. The city looks compacted at such height, as if everything is within a hand’s span reach. You also realise how many buildings have roof-top gardens. Not as many as Paris, but still.</p><p>The local <strong>M&amp;S</strong> has shut down, with a sad, poignant message on its window. Luckily, I had earlier bought some <a href=\"https://www.ocado.com/products/m-s-bourbon-cream-biscuits-584558011\" title=\"\">chocolate bourbon biscuits</a> (35p, 150g) from M&amp;S and let me tell you, they are the finest shop-bought bourbons I’ve tried. Their shape is stouter than standard issue, but they taste delicious. I ate three while looking out over London pointing out where I worked, once lived, was born. None of it looked far.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/20/notes-on-chocolate-annalisa-barbieri-tea-in-london\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/20/notes-on-chocolate-annalisa-barbieri-tea-in-london", "date_published": "2023-08-20T08:02:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The protest song that’s taken America by storm hits too many false notes | Kenan Malik", "description": "Rich Men North of Richmond represents the poor but lets the wealthy off the hook<p><strong><em>There is mean things happening in this land</em></strong></p><p><strong><em>Oh the rich man boasts and brags</em></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/rich-men-north-of-richmond-oliver-anthony-protest-song-america\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/rich-men-north-of-richmond-oliver-anthony-protest-song-america", "date_published": "2023-08-20T08:02:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Fancy going clubbing? How crazy golf has grown into a big night out", "description": "<p>With courses in shopping centres offering cocktails and DJs, mini golf is booming in the UK like never before</p><p>There’s nothing mini about crazy golf these days. The number of miniature or adventure golf courses in the UK has jumped by about 25% since the pandemic, according to figures compiled by the curator of the Crazy Golf Museum.</p><p>The UK is now home to more than 1,200 courses, according to Richard Gottfried, with 320 opening or announced since May 2020. In 2006, there were only about 600.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/fancy-going-clubbing-how-crazy-golf-has-grown-into-a-big-night-out\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/fancy-going-clubbing-how-crazy-golf-has-grown-into-a-big-night-out", "date_published": "2023-08-20T08:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby confirms yet confounds our ideas of a serial killer | David Wilson", "description": "<p>Her silence is a hallmark of the serial killer, but ‘beige’ nurse did not display the usual warning signs</p><p>Tomorrow’s sentencing of Lucy Letby for the murders of seven babies and the attempted murder of six others at the Countess of Chester hospital will provide only one form of judicial ending to this harrowing case. In the process Letby, who has steadfastly maintained her innocence, has become our worst child serial killer since the days of Mary Ann Cotton, who was hanged in 1873, and Amelia Dyer, a “baby farmer”, who suffered the same fate in 1896.</p><p>Like Letby, Cotton and Dyer trained as nurses, but while these Victorian murderers were killing for money it’s unlikely that we will ever gain any definitive understanding of Letby’s motivation. So, in that sense, we only have a partial criminological ending to accompany the court’s legal conclusion.</p><p><em>David Wilson is emeritus professor of criminology, Birmingham University and co-author of In Search of the ‘Angels of Death’: Conceptualising the Contemporary Nurse Healthcare Serial Killer</em><em>, Journal of Investigative Psychology and Offender Profiling.</em></p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a letter of up to 250 words to be considered for publication, email it to us at <a href=\"mailto:observer.letters@observer.co.uk\">observer.letters@observer.co.uk</a></strong></em></p> <a href=\"https://www.theguardian.com/uk-news/commentisfree/2023/aug/20/lucy-letby-confirms-yet-confounds-our-ideas-of-a-serial-killer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/commentisfree/2023/aug/20/lucy-letby-confirms-yet-confounds-our-ideas-of-a-serial-killer", "date_published": "2023-08-20T08:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shore wars: Greeks battle to save beaches from invasion of commercial sunbeds", "description": "<p>Protesters demand end to the illegal spread of loungers and say sands must be free for all</p><p>In the depth of August, when the cicadas sing and the sun burns bright, Archilochos cultural centre on Paros is not usually a hive of activity. If anything, that is reserved for the bars and beaches of a Cycladic isle increasingly drawing <em>le beau monde</em>.</p><p>But last week, as Greece’s great summer exodus peaked, the Archilochos was alive to the sound of debate. And, as in weeks gone past, it was a debate ignited by the state of play on the beaches that have become synonymous with pricey sunbeds and greedy entrepreneurs.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/shore-wars-greeks-battle-to-save-beaches-from-invasion-of-commercial-sunbeds\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/shore-wars-greeks-battle-to-save-beaches-from-invasion-of-commercial-sunbeds", "date_published": "2023-08-20T08:00:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Shamir: Homo Anxietatem review – back to indie basics", "description": "<p>(Kill Rock Stars)<br />The singer-songwriter’s first album on the riot grrrl label is great when it throws the genre doors wide, but too often reverts to common-or-garden rock</p><p>Nearly 10 years ago, Las Vegas-born Shamir was a <a href=\"https://www.theguardian.com/music/2015/may/11/shamir-bailey-ratchet-on-the-regular\">left-field club-pop sensation</a> signed to UK label XL. Citing musical differences, Shamir soon left for a prolific DIY career making <a href=\"https://www.youtube.com/watch?v=40B3Ronsx3s\">raw, lo-fi guitar music</a>. His last – eighth – album, <em>Heterosexuality</em> (2022), was particularly notable, doubling down on heavier, quasi-industrial sounds. Taking the rebellious icon of <a href=\"https://www.youtube.com/watch?v=FOR85NCk_VM\">Baphomet as a totem</a>, this non-binary, he-pronoun, queer Black person took eloquent aim at oppressors everywhere.</p><p>For his ninth LP, Shamir has signed to Kill Rock Stars, <a href=\"https://www.theguardian.com/music/2021/apr/23/kill-rock-stars-riot-grrrl-label-30-years\">home to riot grrrl in the 90s</a>. A little disappointingly, it also marks a return to common-or-garden indie rock. Some tracks convey Shamir’s insights better than others. <a href=\"https://www.youtube.com/watch?v=oeKcNx5FL90\">Oversized Sweater</a> is a deceptively easy-going banger about lost love and the jumper Shamir knitted as part of his 2020 recovery, <a href=\"https://readdork.com/news/shamir-album-homo-anxietatem/\">quitting smoking and marijuana after a spell in psychiatric care</a>. But <a href=\"https://www.youtube.com/watch?v=dabTk82fqvY\">Our Song</a>, also about heartbreak, treads water musically.</p> <a href=\"https://www.theguardian.com/music/2023/aug/20/shamir-homo-anxietatem-review-back-to-indie-basics\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/20/shamir-homo-anxietatem-review-back-to-indie-basics", "date_published": "2023-08-20T08:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Keir Starmer’s recipe for power is missing some ingredients – confidence and hope | Andrew Rawnsley", "description": "Labour is in danger of becoming best known not for the policies it promotes, but for the pledges it has ditched and the ambitions it has diluted<p>‘I wake up every morning imagining the ways in which we could still fuck it up.” So a senior member of Sir Keir Starmer’s team recently confided to me.</p><p>To understand the brain of Labour’s high command, and to fully appreciate why it so often defaults to a defensive caution, the first step is to grasp how terrified they are of losing an election virtually everyone else assumes the party must win.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/haunted-by-defeats-keir-starmer-playing-it-safe-but-optimism-missing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/haunted-by-defeats-keir-starmer-playing-it-safe-but-optimism-missing", "date_published": "2023-08-20T07:32:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Zelenskiy vows revenge over Chernihiv ‘terrorist attack’; drone hits Russian train station", "description": "<p>Ukrainian president promises ‘notable response’ to Russian missile strike that killed seven and injured 144 in northern city; Kursk drone hit leaves five hurt</p><ul><li><a href=\"https://www.theguardian.com/world/2023/aug/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-543-of-the-invasion\">What we know on day 543 of the invasion</a></li></ul><p>Hello everyone, this is Yohannes Lowe. I’ll be running the blog until 4pm (UK time). Please do feel free to get in touch on <a href=\"https://twitter.com/Yohannes_Lowe\">Twitter</a> if you have any story tips.</p><p>Here are some of the latest images coming in from Ukraine over the news agency wires:</p> <a href=\"https://www.theguardian.com/world/live/2023/aug/20/russia-ukraine-war-live-zelenskiy-vows-revenge-over-chernihiv-terrorist-attack-drone-hits-russian-train-station\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/aug/20/russia-ukraine-war-live-zelenskiy-vows-revenge-over-chernihiv-terrorist-attack-drone-hits-russian-train-station", "date_published": "2023-08-20T07:08:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Is it time to embrace badly behaved audiences? | Eva Wiseman", "description": "<p>There’s always a lot of harrumphing about loud eating, talking, arriving late, sex and even throwing things at the stage… But isn’t a bawdy audience is what a live performance is all about?</p><p>I hadn’t realised what a very, very good girl I was until I caught an unexpected reflection of myself in the window, listening to the flight attendant on the plane back from France last week. It was imperative that she saw I was paying attention. Not just paying attention, paying tribute. She must see that I was engrossed, that I was appreciative of her care, performance and sensible little mimes. Catching sight of myself like this was interesting to me, revealing as it did a part of myself I’d not yet identified: the good audience member. I watch, I listen, I breathe through the impulse to reach for my phone as if it was a contraction. I participate, when required, even though it brings me pain, and I clap, when appropriate.</p><p>Recently, stories of bad audiences have gone viral – people on their phones during <em>Oppenheimer</em>, people pouring their drinks over said people on their phones, violent fights at <em>Barbie</em>, captured on bystanders’ phones. In theatres (partly due to pressure to augment profits with bar takings), ushers have had ice-cream thrown at them, watched audiences join in with the onstage dialogue (the <em><a href=\"https://www.standard.co.uk/insider/london-theatres-bad-behaviour-audiences-worse-b1064018.html\" title=\"\">Evening Standard</a></em> reported that during a production of <em>The Taming of The Shrew</em> at London’s Sam Wanamaker Playhouse, one man who did so was kicked out only to return later to shout “wine and cheese, that’s all you are!” at the audience) – audience members have been caught having sex and watching porn. Music industry experts said last week that bad behaviour at pop concerts “has become the new norm”, with the latest incident a drink chucked at Cardi B mid-performance, and someone throwing their mother’s ashes on stage at Pink. Their mother’s ashes. Pink.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/is-it-time-to-embrace-badly-behaved-audiences\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/is-it-time-to-embrace-badly-behaved-audiences", "date_published": "2023-08-20T07:02:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The terrible power of the state to ruin lives was exposed by the case of Andrew Malkinson | Sonia Sodha", "description": "Reversing a wrongful conviction is an almost insurmountable task<p>We like to think that our criminal justice system locks up criminals and exonerates the innocent. A comforting working assumption; but the reality is more complex. High-profile miscarriages of justice – and the years some spend wrongfully in prison – are signs that the system sometimes gets it dreadfully wrong. One way of designing out wrongful convictions is through a demanding evidentiary threshold: to convict someone, juries need to be “sure” that a <a href=\"https://www.bljsolicitors.co.uk/blog/understanding-the-standard-of-proof-in-criminal-cases/\" title=\"\">defendant is guilty</a>. The flipside of this is that the probably-guilty have to be allowed to walk free.</p><p>But jury deliberations are only one part of the process and are certainly not sufficient to prevent serious miscarriages of justice, as the horrific treatment of Andrew Malkinson has shown. Malkinson last month had his rape conviction overturned by the court of appeal after <a href=\"https://www.theguardian.com/uk-news/2023/jul/26/appeal-court-overturns-manchester-rape-conviction-of-man-who-spent-17-years-in-jail-andrew-malkinson\" title=\"\">17 years in prison</a>. His case has been plagued by serious failings at every turn. Greater Manchester police failed to disclose key evidence undermining the prosecution’s case against him to his defence team at the time of his trial, including key witnesses’ criminal convictions and important photographic evidence. This only <a href=\"https://www.theguardian.com/uk-news/2023/aug/15/police-and-cps-had-key-dna-evidence-16-years-before-andrew-malkinson-cleared-of-rape\" title=\"\">came to light 15 years</a> later, as a result of extensive legal action <a href=\"https://appeal.org.uk/andy-malkinson\" title=\"\">by the charity Appeal</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/the-terrible-power-of-the-state-to-ruin-lives-was-exposed-by-the-case-of-andrew-malkinson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/the-terrible-power-of-the-state-to-ruin-lives-was-exposed-by-the-case-of-andrew-malkinson", "date_published": "2023-08-20T07:02:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "In Trinidad, my grandmother shared with me her love of English roses", "description": "<p>In rural Somerset, I gained new understanding of gardening – and the Caribbean islands</p><p>Home. It is a word heavy with meaning. One definition refers to the place of your belonging, the place that you are from. I grew up in Trinidad and Tobago, a former British colony whose peoples have come to or been forcibly brought from many places to mix more or less uneasily on these two small land masses joined together for political expediency. I grew up in my grandmother’s and my mother’s gardens, lush spaces filled with plants brought from many places, with the backdrop of the hills of the Northern Range rising green beyond them both.</p><p>As a child, I did not know many of the stories of the people I came from. I still don’t know as much as I would like, but I have learned that, like the plants, they came from many places, places such as Portugal, China, Africa (but where in Africa is still unclear), Scotland, and Ireland, explaining my last name. The stories seemed to come from everywhere except the actual place of my birth, making the notions of home and belonging difficult to take root.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/marchelle-farrell-a-story-of-gardening-in-trinidad-and-somerset\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/marchelle-farrell-a-story-of-gardening-in-trinidad-and-somerset", "date_published": "2023-08-20T07:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Guinness heir who became a the ‘saviour’ of traditional Irish songs celebrated", "description": "<p>Arts patron Garech Browne is the subject of a new book that hails him as a cultural rescuer who helped preserve Ireland’s folk tunes and poems</p><p>When Garech Browne was growing up in the 1940s, he fell in love with the traditional Irish tunes whistled by a worker on his father’s estate in County Mayo. Browne would toddle after him, enchanted, as if following the Pied Piper.</p><p>A strange, gilded, troubled life stretched before Browne. As an heir to the Guinness fortune, he would have a jetset existence of bacchanalia and celebrity friends, including Mick Jagger and Lucian Freud.</p> <a href=\"https://www.theguardian.com/music/2023/aug/20/garech-browne-guinness-heir-who-became-the-saviour-of-traditional-irish-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/20/garech-browne-guinness-heir-who-became-the-saviour-of-traditional-irish-songs", "date_published": "2023-08-20T07:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘My mother planned her own death for a long time. Why didn’t I believe her?’", "description": "<p>When her mother killed herself, Natasha Walter realised she had been living in denial. In a gripping memoir, she reveals how she came to understand the strong, rebellious woman behind this final act</p><p>This is what people say to you when you tell them that your mother has just died. <em>Was it expected? </em>Often, I said no. Sometimes, I said yes. Yes, it was expected. But not by me. My mother expected it. That’s not quite the right verb. She <em>planned </em>it. She planned her own death. And she told us to expect it, but I didn’t. Wasn’t I listening? Didn’t I believe her?</p><p>I misjudged her. But would you have expected it? If you had met my mother in the last years of her life, when she was in her 70s, you would have been aware of her timidity. Although she had strong opinions, she moved uncertainly through the world. She was nervous of journeys.</p> <a href=\"https://www.theguardian.com/books/2023/aug/20/mother-planned-own-death-natasha-walter-before-the-light-fades-suicide\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/20/mother-planned-own-death-natasha-walter-before-the-light-fades-suicide", "date_published": "2023-08-20T07:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Blue Beetle review – superhero fun with immigrant survival subtext", "description": "<p>When law graduate Jaime is mistakenly turned into a beetle-based avenger, how will he use his new powers to help his beleaguered Latino family? Believable dynamics and boisterous comedy add charm to a familiar genre</p><p>Cinemagoers could be forgiven for suffering from superhero fatigue of late, with outings such as <em><a href=\"https://www.theguardian.com/film/2022/oct/23/black-adam-review-the-rock-in-a-hard-place-in-superhero-dud-dc-marvel-dwayne-johnson\">Black Adam</a>, <a href=\"https://www.theguardian.com/film/2023/jun/18/the-flash-review-ezra-miller-michael-keaton-dc-comics\">The Flash</a>, </em><em><a href=\"https://www.theguardian.com/film/2023/feb/14/ant-man-and-the-wasp-quantumania-review-paul-rudd-kang-the-conqueror\">Ant-Man and the Wasp: Quantumania</a></em><em> </em>and <em><a href=\"https://www.theguardian.com/film/2023/mar/19/shazam-fury-of-the-gods-review-corny-but-fun-teen-superhero-dc-sequel\">Shazam! Fury of the Gods</a></em><em> </em>failing to match spectacle with anything vaguely approaching substance. This latest offering from DC (and its extended universes) is a little different, focusing on a believable Latino family whose lively interaction really powers the drama. Directed by Puerto Rican-born film-maker Ángel Manuel Soto, it has something of the anarchic charm of Robert Rodriguez’s <em>Spy Kids</em> flicks, albeit welded to the chassis of a franchise-launching DC FX vehicle.</p><p>Originally intended to go straight to the streaming service HBO Max, <em>Blue Beetle </em>may be frontloaded with visual fireworks that neatly meld the practical and the virtual, but it is the likable interplay between its down-to-earth characters that gives the film oomph, making it more than just a <em>Shazam</em>-style romp.</p> <a href=\"https://www.theguardian.com/film/2023/aug/20/blue-beetle-review-superhero-fun-with-immigrant-survival-subtext\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/20/blue-beetle-review-superhero-fun-with-immigrant-survival-subtext", "date_published": "2023-08-20T07:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Inhumane’ NHS fees left more than 900 migrants without treatment", "description": "<p>Patients turned down care they needed after demands for advance payments amid complaints of government’s ‘hostile environment’</p><p>Hundreds of migrants have declined NHS treatment after being presented with upfront charges over the past two years, amid complaints the government’s “hostile environment” on immigration remains firmly in place.</p><p>Data compiled by the <em>Observer </em>under the Freedom of Information Act shows that, since January 2021, 3,545 patients across 68 hospital trusts in England have been told they must pay upfront charges totalling £7.1m. Of those, 905 patients across 58 trusts did not proceed with treatment.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/inhumane-nhs-fees-left-more-than-900-migrants-without-treatment\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/inhumane-nhs-fees-left-more-than-900-migrants-without-treatment", "date_published": "2023-08-20T07:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Michael Parkinson was a radical anti-racist as well as a national treasure | Peter Hain", "description": "He and John Arlott led the press campaign against the sordid deal to exclude Basil D’Oliveira from playing for England in South Africa<p>Overlooked in the blanket coverage of <a href=\"https://www.theguardian.com/media/2023/aug/17/sir-michael-parkinson-obituary\" title=\"\">Michael Parkinson</a>’s death are the radical views he expressed well before became a national treasure for his much-loved BBC celebrity interviews. His formative socialist years were in the Yorkshire town of Barnsley, the son of a miner. That, combined with his love of sport, especially cricket, and even more especially Yorkshire cricket, was perhaps why he volunteered for the 1965 launch of <em>Anti-Apartheid News</em>, writing a sports column for the monthly newspaper, official organ of the British Anti-Apartheid Movement.</p><p>Then came the D’Oliveira affair. Born in Cape Town and classified under apartheid as “Coloured” (ancestry inter-racial), <a href=\"https://www.theguardian.com/sport/2011/nov/19/basil-doliveira\" title=\"\">Basil D’Oliveira</a> was barred by law from playing for his own country and forced to further his career abroad, from 1966 becoming an automatic choice and star performer for England.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/michael-parkinson-peter-hain-anti-apartheid-south-africa-cricket-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/michael-parkinson-peter-hain-anti-apartheid-south-africa-cricket-tour", "date_published": "2023-08-20T06:32:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Rupert Murdoch has a thing for women aged 66. But what could be in it for them? | Catherine Bennett", "description": "The media mogul’s new girlfriend, just like recent exes, falls within his favourite demographic<p>Delightful photos of Rupert Murdoch and his latest girlfriend, Elena Zhukova, contribute so much to our understanding of human age-assortative mating that the couple will understand the enthusiasm for closer study of their courtship before it’s too late. For a 92-year-old who recently embarked, he said, on the “second half” of his life, Murdoch’s romantic life looks unleisurely.</p><p>An engagement to <a href=\"https://www.theguardian.com/media/2023/mar/20/rupert-murdoch-engagement-ann-lesley-smith\" title=\"\">Ann Lesley Smith</a>, for instance, was called off after two weeks, before anyone could figure out what led to this particular mate choice. Academics studying age-assortative pairing in migrating birds, such as the pied flycatcher, probably face the same sort of problem.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/rupert-murdoch-has-a-thing-for-women-aged-66-but-what-could-be-in-it-for-them\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/rupert-murdoch-has-a-thing-for-women-aged-66-but-what-could-be-in-it-for-them", "date_published": "2023-08-20T06:02:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Wren, the Wren by Anne Enright review – a supple, spellbinding scrutiny of familial relationships", "description": "<p>A dead poet’s daughter and granddaughter must come to terms with his troubling legacy in the Booker winner’s bravura new novel about language and connection</p><p>Early on in <a href=\"https://www.theguardian.com/books/2020/feb/28/anne-enright-bad-things-happen-to-women-in-books\">Anne Enright’s</a> spellbinding new novel, Nell, a young woman in Dublin, is thinking about the mystery of human separateness. She calls it “the empty air which exists between people” and concludes that “it might be crossed by emotion, but it might not.” This could also be a summary of the problem of writing itself: it may or may not transport itself across the empty space between author and reader.</p><p><em>The Wren, </em><em>the Wren</em> is, like so much of Enright’s work, a supple scrutiny of familial relationships – in this case the fraught love between Nell and her mother, Carmel. But it is also a meditation on this other way of connecting – or failing to connect – through language.</p><p><em>The Wren, the Wren </em>by Anne Enright is published by Jonathan Cape on 31 August (£18.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/the-wren-the-wren-9781787334601\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/aug/20/the-wren-the-wren-by-anne-enright-review-a-supple-spellbinding-scrutiny-of-familial-relationships\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/20/the-wren-the-wren-by-anne-enright-review-a-supple-spellbinding-scrutiny-of-familial-relationships", "date_published": "2023-08-20T06:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: Ismail Ferdous’s memories of seaside holidays", "description": "<p>The photographer takes pictures at noon in winter on the longest beach in the world, in Bangladesh, to capture the light and atmosphere of his childhood</p><p>The Bangladeshi photographer <a href=\"https://agencevu.com/en/photographer/ismail-ferdous/\">Ismail Ferdous</a> is based in New York, but he has returned often to his home country, in particular to photograph at Cox’s Bazar, the longest natural sea beach in the world. In recent years, the beach has become familiar from news bulletins as the site of one of the largest of all refugee camps, housing 1 million Rohingya people, forcibly expelled from neighbouring Myanmar. Ferdous has worked as a photojournalist telling that tragedy, but he has also been moved to reflect on a more personal and timeless aspect of that Bay of Bengal coastline, <a href=\"https://agencevu.com/en/serie/sea-beach-2020-2022/\">in a series that features</a> in the annual photography festival in the French town of Saint-Nazaire.</p><p>Like most Bangladeshis, as a child Ferdous would go to the beach for holidays – and in the last five years he has been taking pictures that reference that past. In order to find the light he remembers, Ferdous always photographs people on the beach in the winter months and at noon. His images have a delicate pastel palette – even this high-contrast picture of the beach trader in his pink shirt, clutching his tree of candy floss.</p><p><a href=\"https://www.lartalouest.com/cargo-photographiques\">Cargo photography festival runs until 1 October, Saint-Nazaire, France</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/aug/20/the-big-picture-ismail-ferdous-bangladesh-coxs-bazar-cargo-photography-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/aug/20/the-big-picture-ismail-ferdous-bangladesh-coxs-bazar-cargo-photography-festival", "date_published": "2023-08-20T06:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘At last the climax, a nerve-racking step over a vast space’: my Anglesey adventure", "description": "<p>Brimming with natural beauty and renowned for its sea kayaking and climbing routes, Anglesey is perfect for a multi-activity break. </p><p>Sometimes you have to travel far to understand what you’ve left behind. Fifteen years ago, on a granite slab in the Rockies, a local climbing guide turned to me and said, “Ever heard of a place called Anglesey?”</p><p>We’d ascended to a pinnacle under an azure sky. The soaring rock giants of the American west stood sentinel all around. I was a beginner in rock climbing, but this looked about as good as it could get. He sighed. “Anglesey. I’ll go before I die.” He looked away with a thousand-yard stare, and added, gnomically, “A Dream of White Horses.”</p> <a href=\"https://www.theguardian.com/travel/2023/aug/20/at-last-the-climax-a-nerve-racking-step-over-a-vast-space-my-anglesey-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/20/at-last-the-climax-a-nerve-racking-step-over-a-vast-space-my-anglesey-adventure", "date_published": "2023-08-20T06:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Vanessa Feltz: ‘I talk to my plants, like King Charles does’", "description": "<p>The television presenter on therapeutic gardening, sipping Bacardi and Diet Coke, and being a fairy grandmother</p><p><strong>What time are you up?</strong> During the week I’m awake at 6.45am – there’s lots to prepare before going on air. But Sunday is a day of rest and relaxation. I get up at 8.30am, a much slower and more luxurious start to the day. It’s bliss not having to rush around, worrying about what I’ve achieved.</p><p><strong>Favourite activity?</strong> Sometimes I’m invited to a children’s film premiere in Leicester Square, which my grandchildren adore. I used to take my daughters [Allegra, 36, and Saskia, 33] to those events – now it’s a whole other generation joining me. They call me their fairy grandmother. They imagine I can make very special things happen. Often, I absolutely can.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/20/sunday-with-vanessa-feltz-i-talk-to-my-plants-like-king-charles-does\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/20/sunday-with-vanessa-feltz-i-talk-to-my-plants-like-king-charles-does", "date_published": "2023-08-20T05:47:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Princess hair – the mid-life power mane which shows the follicular is political | Barbara Ellen", "description": "Ultra-long hair is the latest trend that is out of reach of all but the elite<p>What’s the deal with ultra-long hair? Why is there suddenly so much of it about – and why is it being smugly swished about in our faces like coiffured, over-fragranced horse tails?</p><p>I don’t mean young women and girls, for whom long hair occurs almost as a byproduct of youth, and who wear it as insouciantly as a daisy-chain necklace. Nor is this longish hair (gliding down the neck or tickling between the shoulder blades).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/flaunting-wealth-expensive-and-difficult-ultra-long-princess-hair\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/flaunting-wealth-expensive-and-difficult-ultra-long-princess-hair", "date_published": "2023-08-20T05:32:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Skin exfoliators: 10 of the best", "description": "<p>Top products, manual and chemical, to bring out the brightness</p><p>When it comes to exfoliation, there are two main methods to consider: manual or chemical.</p><p>Chemical exfoliation involves using acids or enzymes to dissolve the bonds between dead skin cells, while manual exfoliation involves physically scrubbing the skin – gently – to remove the top dead layer.</p> <a href=\"https://www.theguardian.com/fashion/2023/aug/20/beauty-spot-skin-exfoliators-10-of-the-best\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/aug/20/beauty-spot-skin-exfoliators-10-of-the-best", "date_published": "2023-08-20T05:32:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Time to sow seeds for cool-weather vegetables", "description": "<p>There’s lots to enjoy about the last days of summer, but my gardening brain is already looking towards autumn</p><p>A late seed order to top up autumn sowing. The plan, to fill allotment gaps that are starting to open up. I’ve called in new “leaf” packets. Urgent, next-day delivery.</p><p>Two small bean beds have emptied. The beetroot rows are thinning. The chards need replenishing. Lettuces are being pulled. It is fast getting past the time we sow cool-weather salads.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/time-to-sow-seeds-for-cool-weather-vegetables\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/time-to-sow-seeds-for-cool-weather-vegetables", "date_published": "2023-08-20T05:15:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "I fell in love and had an affair, should I tell my partner?", "description": "<p>Your partner has a right to know. Then his decision on whether to stay with you will be informed, says Philippa Perry <br /></p><p><em><strong>The question </strong>I am a 49-year-old gay man and have been in a happy relationship for 10 years with a really good guy. </em></p><p><em>There has been a lot of love and trust and mutual support, and I have been happy. But about eight months ago I met a younger man, in his late 20s, and fell totally in love. We had a brief affair and then he decided to move on. I think that he never intended it to be anything more and he never led me on or pretended otherwise</em><em>, but I struggle to believe it was one-sided</em><em>.</em></p><p>Every week Philippa Perry addresses a personal problem sent in by a reader. If you would like advice from Philippa, please send your problem to <a href=\"https://mailto:ask.annalisa@theguardian.com/\">ask.philippa@observer.co.uk</a>. Philippa regrets she cannot enter into personal correspondence. Submissions are subject to <a href=\"https://www.theguardian.com/info/2011/oct/06/submitting-content-to-print-publications\">our terms and conditions</a>.</p><p>The Book You Wish Your Parents Had Read (and Your Children Will Be Glad That You Did) by Philippa Perry (Penguin Books Ltd, £10.99). To support the Guardian and Observer, order your copy at <a href=\"https://www.guardianbookshop.com/the-book-you-wish-your-parents-had-read-and-your-children-will-be-glad-that-you-did-9780241251027?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</p><p>How to Stay Sane by Philippa Perry &amp; The School of Life (Pan Macmillan, £9.99). To support the Guardian and Observer, order your copy at <a href=\"https://www.guardianbookshop.com/how-to-stay-sane-9781529065367?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">guardianbookshop.com</a>. Delivery charges may apply.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/ask-philippa-perry-i-fell-in-love-and-had-an-affair-should-i-tell-my-partner\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/ask-philippa-perry-i-fell-in-love-and-had-an-affair-should-i-tell-my-partner", "date_published": "2023-08-20T05:02:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Small boat arrivals are not a threat | Letters", "description": "The number of migrants crossing the Channel in inflatables is tiny; most people come to the UK legitimately<p>As your leader showed, the number of people arriving on small boats is minuscule in the overall immigration context (“<a href=\"https://www.theguardian.com/commentisfree/2023/aug/12/uk-migration-policy-small-boats-week-chaos-reveals-bankrupt-strategy\" title=\"\">‘Small boats week’ chaos reveals a bankrupt strategy</a>”). The vast majority of annual UK immigrants come here for work or study or are admitted on humanitarian schemes, such as those for Afghan, Ukrainian or Hong Kong citizens, set up and sponsored by the government itself. According to the Home Office’s own figures, small boat arrivals accounted for just 40,000 asylum claims in 2022 – fewer than half the number of people who claimed asylum in total, and negligible in comparison with the overall 600,000-plus immigration total for the year.</p><p>Government focus on small boat arrivals is a deliberately cruel and naked ploy to stir up the Tory right and distract public attention from its abject and life-threatening failures on the economy, NHS, cost of living, housing and education. It should be called out for engendering racism and xenophobia, and the figures publicly set against the far, far larger numbers of those absorbed completely uncontroversially by the UK every year. Small boat arrivals are not a threat, still less the “invasion” claimed by Suella Braverman.<br /><strong>Don Keller</strong><br />London N15<br /></p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/aug/20/small-boat-arrivals-not-a-threat-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/aug/20/small-boat-arrivals-not-a-threat-letters", "date_published": "2023-08-20T05:02:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Camp David summit signals a new cold war – this time with China | Observer editorial", "description": "The meeting between Joe Biden and Japan and South Korea’s heads of state symbolises a profound hardening of attitudes in the Pacific<p>If it sounds like a new cold war and looks like a new cold war, then it probably is a new cold war. For what other interpretation is to be placed on US president Joe Biden’s latest <a href=\"https://www.theguardian.com/us-news/live/2023/aug/18/trump-trial-january-6-biden-summit-us-elections-live-updates\" title=\"\">ramping up</a> of diplomatic, economic and military pressure on China?</p><p>Western officials tend to avoid the term, recalling as it does decades of hair-trigger confrontation with the former Soviet Union. They talk instead about enhanced security and defence cooperation and the importance of a free and open Indo-Pacific region. But such bland generalisations belie the fact that Biden is now pushing back hard at a repressive, authoritarian regime in Beijing that he and many Americans believe is determined to overthrow the international democratic, geopolitical and legal order <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/new-global-order-struggles-to-take-shape-china-us-poverty-climate-migration\" title=\"\">safeguarded by the US</a>. Last week’s groundbreaking <a href=\"https://www.bbc.co.uk/news/world-asia-66543514\" title=\"\">Camp David summit</a> <a href=\"https://www.nytimes.com/2023/08/18/us/politics/biden-japan-south-korea-sum.html\" title=\"\">hosted by Biden</a> for Japan’s prime minister, Fumio Kishida, and South Korea’s president, Yoon Suk Yeol, perfectly fitted this agenda. It produced a series of measures aimed squarely at China and its “dangerous and aggressive behaviour”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/us-china-relations-signals-new-cold-war-observer-editorial\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/us-china-relations-signals-new-cold-war-observer-editorial", "date_published": "2023-08-20T05:02:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "The Empire Café, Leeds: ‘Doing the good things’ – restaurant review", "description": "The reborn Empire Café in Leeds does God’s own country proud<p><strong><a href=\"https://www.empirecafeleeds.co.uk/\">The Empire Café</a>, 6 Fish Street, Leeds LS1 6DB.</strong><strong>. Breakfast baps from £4.50, small plates £8-£12, large plates £15-£20, desserts £9, wines from £25</strong></p><p>The <a href=\"https://www.empirecafeleeds.co.uk/\" title=\"\">Empire Café</a> in Leeds has got a whole bunch of angles, and boy are they working them. Happily, they’re good angles, so it’s fine. The story goes like this. Yorkshire chef Sam Pullan, previously of the Bear at Carriages in Knaresborough, took a lease a couple of years back on a corner space just off Briggate in Leeds, formerly called La Strega. With his partner Nicole Deighton he planned to open a café called Appys. In 2020, when renovations began, they pulled back the Strega shopfront to discover a sweeping red and gold sign for the Empire Café, a name that almost certainly references the Empire Theatre, one of the great music halls of Leeds, which opened just a street away in 1898. Further research revealed that this corner of Fish Street had been a dining room since 1884.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/jay-rayner-restaurant-review-the-empire-cafe-leeds-it-made-me-smile\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/jay-rayner-restaurant-review-the-empire-cafe-leeds-it-made-me-smile", "date_published": "2023-08-20T05:02:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "What could you get for £150,000 in 1988?", "description": "How about a four-bed villa on the Côte d’Azur?<p>What can you get for £150,000? In the era of <a href=\"https://www.theguardian.com/world/2019/jan/17/italian-town-sambuca-sicily-dozens-homes-for-sale-one-euro\" title=\"\">€1 Italian ruins</a>, a disused <a href=\"https://www.theguardian.com/society/2023/jul/30/step-to-riches-disused-stairwell-in-london-could-be-yours-for-just-20000\" title=\"\">London staircase</a> selling for £20,000 and Monte Carlo penthouses and Californian mega-mansions fetching north of £200m, it’s not a question with an easy answer. Back in 1988, when the <em>Observer</em> investigated the very same question, it was a similarly mixed – if vastly more encouraging – picture across the world.</p><p>UK readers should take a deep breath before reading on. The article explained that £150,000 was ‘three times the national average house price’ (it’s currently £285,000) ‘and a third more than the average for a home in one of the central London boroughs’. With that budget, you were, regrettably, priced out of Knightsbridge and Belgravia, but ‘It is still possible to find, for example, a good one-bedroom flat in Chelsea or a three-bedroom maisonette in a modern block in Holland Park, W11.’ For reference, the average house price in Kensington and Chelsea is currently £1,275,716. You could also get a ‘47-acre deer park complete with a five-bedroom house’ or 11 unmodernised two-up, two-downs in Hull.</p> <a href=\"https://www.theguardian.com/money/2023/aug/20/from-the-observer-archive-what-could-you-get-for-150000-pounds-in-1988\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/aug/20/from-the-observer-archive-what-could-you-get-for-150000-pounds-in-1988", "date_published": "2023-08-20T05:02:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Tories under fire after dramatic fall in school sport in England", "description": "<p>New figures undermine Rishi Sunak’s claims to boost PE ahead of Women’s World Cup final</p><p>The number of hours young people spend doing PE and sport in secondary schools in England has fallen by more than 12% since the 2012 London Olympics, despite promises by ministers that the games would “inspire a generation” and kickstart a massive expansion of sport in the state sector.</p><p>The fall is recorded in the <a href=\"https://explore-education-statistics.service.gov.uk/data-tables/permalink/0fbd9109-1e31-45d4-ce3d-08db9969b0eb\" title=\"\">latest figures released by the government</a>, which show a drop from 326,277 hours in 2011/12 to 285,957 in 2022/3. Although the total went back up after the pandemic, it then fell again over the last year by more than 4,000 hours.</p> <a href=\"https://www.theguardian.com/education/2023/aug/20/tories-under-fire-after-dramatic-fall-in-school-sport-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/20/tories-under-fire-after-dramatic-fall-in-school-sport-in-england", "date_published": "2023-08-20T05:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘Heartless’ government fails to fill two key human rights watchdog roles", "description": "<p>Campaigners say rape and trafficking victims have been betrayed by the Tories’ failure to appoint commissioners to defend them  </p><p>Government ministers have “heartlessly” betrayed rape and trafficking victims after failing to fill two key independent watchdog roles designed to defend human rights, campaigners have said.</p><p>Next month, the role of the victims’ commissioner for England and Wales will have been left vacant for a year, at a time when vital legislation is passing through parliament.</p> <a href=\"https://www.theguardian.com/law/2023/aug/20/heartless-government-fails-to-fill-two-key-human-rights-watchdog-roles\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/aug/20/heartless-government-fails-to-fill-two-key-human-rights-watchdog-roles", "date_published": "2023-08-20T05:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Biden aims for a Middle East hat-trick. He’s delusional and out of time | Simon Tisdall", "description": "<p>The US president is pushing for a Saudi-Israel deal, a breakthrough on Palestine and an understanding with Iran. But the ‘American century’ is long gone</p><p>It’s uncanny, the way America’s declining influence across the Middle East seems to be tracking the previous, humbling retreat of the British empire from the same area. It’s as if the countries of the region, having ditched one overweening imperium, are now rejecting another.</p><p>Slowly but surely, ruling regimes and authoritarian leaders are asserting their independence and freedom of action – some democratically, most not – while courting new allies. This reflects in turn a fundamental shift towards a multipolar world, where solo superpowers no longer dominate.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/joe-biden-aims-for-a-middle-east-hat-trick-hes-delusional-and-out-of-time\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/joe-biden-aims-for-a-middle-east-hat-trick-hes-delusional-and-out-of-time", "date_published": "2023-08-20T05:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Bubbling up: sparkling wine without snobbery", "description": "<p>There’s more to fizz than champagne, and it’s all a matter of style, as shown by these fine bottles of English and Italian wine</p><p><strong>Mionetto Valdobbiadene Prosecco Extra Dry, Italy NV (£14.90, <a href=\"https://www.goldenwines.co.uk/details/mionetto-valdobbiadene-prosecco-superiore-docg/3489\">Golden Wines</a>) </strong>In the world of sparkling wine, there’s a distinct class divide. At the top, you have the aristocrats of Champagne who believe fine sparkling wine can only be achieved by the so-called méthode champenoise, in which the wine is given its second fermentation in the bottle. These nobles of fizz tend to look down, perhaps with a tinge of jealousy, on the Italian winemakers behind prosecco, who have secured enormous success with wines made using the inarguably cheaper, less labour-intensive charmat method, where the second fermentation takes place in large, pressurised tanks. I prefer to see the differences in each as a matter of style rather than quality or class: and there are times when the sherbet-frothy softness of a good prosecco, such as Mionetto’s, is exactly what I’m after.</p><p><strong>Bramble Hill Sparkling Wine, England NV (£16, <a href=\"https://www.marksandspencer.com/bramble-hill-sparkling-wine-of-england-case-of-6/p/wnp60573275\">Marks &amp; Spencer</a>) </strong>The whole tank v bottle distinction may come across as a bit ‘narcissism of small differences’ to the casual drinker. But it matters a great deal to those involved. It’s certainly a live issue in the fast-evolving UK wine scene, for example, where the emergence of a new wave of charmat-method wines has offended the sensibilities of many representatives of the existing sparkling wine scene. The worry for the established British names, such as Nyetimber, Gusbourne and Ridgeview, is that their hard-won reputation for high-quality, Champagne-rivalling bottle-fermented fizz will be dragged down by what they see as a cheap and cheerful imitator riding on their coattails. Personally, I can’t see the problem of broadening England’s vinous offer to take in more affordable sparkling bottles – provided it’s clear on the label, so we know what we might expect when we open a soft-and-easy, English charmat fizz, such as Bramble Hill.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/bubbling-up-sparkling-wine-without-snobbery\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/bubbling-up-sparkling-wine-without-snobbery", "date_published": "2023-08-20T05:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Hospital chief claims he acted ‘promptly’ to move Letby off ward", "description": "<p>Tony Chambers says he was not aware of serious concerns being raised until June 2016  – a year after the nurse was linked to a series of unusual infant deaths</p><p>The former chief executive of the hospital where Lucy Letby murdered seven babies said he first heard “serious concerns” about the nurse in June 2016 – a year after she was linked to a series of unusual infant deaths.</p><p>However, Tony Chambers, who left the Countess of Chester hospital shortly after Letby’s arrest, said he was told at the time that she was an “enthusiastic, capable and committed nurse”, despite the fears of senior doctors.</p> <a href=\"https://www.theguardian.com/uk-news/2023/aug/20/hospital-chief-claims-he-acted-promptly-to-move-letby-off-ward\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/aug/20/hospital-chief-claims-he-acted-promptly-to-move-letby-off-ward", "date_published": "2023-08-20T05:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: Stormzy’s phenomenal live set in east London", "description": "<p>The Croydon rapper plays All Points East. Plus, a gripping , moving finale for season two of World on Fire. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/aug/20/tv-tonight-stormzys-phenomenal-live-set-in-east-london\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/aug/20/tv-tonight-stormzys-phenomenal-live-set-in-east-london", "date_published": "2023-08-20T05:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Private school students in England twice as likely to earn top A-level grades as state pupils", "description": "<p>This year’s results show attainment gap is widening, despite Tory pledges to close it</p><p>Pupils in private schools are more than twice as likely to achieve A or A* grades as those in the state sector, according to official figures that expose a widening attainment gap in education in England after more than 13 years of Conservative government.</p><p><a href=\"https://analytics.ofqual.gov.uk/apps/Alevel/CentreType/\" title=\"\">The statistics, released by the regulator Ofqual</a>, follow last week’s A-level results and come despite repeated pledges by ministers to close the divide by driving up standards in non-fee paying schools.</p> <a href=\"https://www.theguardian.com/education/2023/aug/20/private-school-england-twice-as-likely-top-a-level-grades\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/aug/20/private-school-england-twice-as-likely-top-a-level-grades", "date_published": "2023-08-20T04:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "‘We are so excited’: England’s travelling fans hail team spirit and the hosts’ hospitality", "description": "<p>Some have crossed land and sea to be there while others already live in Australia, but all are united in their support for a team on the verge of making history</p><p>When the England team walk out in Sydney’s Stadium Australia to face Spain in their first Women’s World Cup final on Sunday they will be backed, as they have been throughout, by a legion of fans. Some live in Australia, delighted to have the opportunity of watching their nation; many have travelled the long distance from home, filled with hope for what the Lionesses can achieve.</p><p>Sarah Rafferty and Evie Harrison are two friends who have made the journey over for the tournament. While Rafferty has come for a three-week trip, Harrison is in Australia on a working visa, having quit her job in June. “I’d decided to take a year out and starting with the Women’s World Cup felt like the perfect beginning,” she says. “I went to England-Haiti and Brazil-France before meeting up with Sarah and doing all the knockout games. I’m feeling confident. Spain are a good side, so we’ll have to be efficient in possession and clinical in our finishing.”</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/we-are-so-excited-englands-travelling-fans-hail-team-spirit-and-the-hosts-hospitality\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/we-are-so-excited-englands-travelling-fans-hail-team-spirit-and-the-hosts-hospitality", "date_published": "2023-08-20T04:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Patriots-Packers preseason game called off after injury to Isaiah Bolden", "description": "<ul><li>Patriots’ Bolden carted off field with injury in fourth</li><li>Both teams confer and decide to not continue game</li></ul><p>New England’s preseason game with the Green Bay Packers was called off on Saturday night after Patriots rookie cornerback Isaiah Bolden was carted off the field early in the fourth quarter.</p><p>Bolden, a seventh-round pick from Jackson State, appeared to collide with teammate Calvin Munson while attempting to make a hit on a pass completion to Green Bay’s Malik Heath. As medical officials treated Bolden, both teams left their respective sidelines and got on the field, with some players getting on one knee.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/19/isaiah-bolden-patriots-packers-preseason-game-called-off\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/19/isaiah-bolden-patriots-packers-preseason-game-called-off", "date_published": "2023-08-20T03:41:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Cotton Capital: The meaning of Success – episode 2 – podcast", "description": "<p><em>Revisited: </em>The second episode in the series follows journalist Maya Wolfe-Robinson as she travels to Jamaica in search of the site of the former sugar plantation Success, once co-owned by the Guardian funder Sir George Philips</p><p><em>This week we are revisiting our Cotton Capital series that originally ran in April 2023. Today in Focus will be back with new episodes on Tuesday 29 August.</em></p><p><strong>Maya Wolfe-Robinson</strong>, the editor of the <strong>Cotton Capital </strong>series, which is examining the Guardian’s links to slavery, travels to Jamaica to look for the the site of the former sugar plantation Success. It was once co-owned by the Guardian funder Sir George Philips.</p> <a href=\"https://www.theguardian.com/news/audio/2023/aug/20/cotton-capital-the-meaning-of-success-episode-2-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/aug/20/cotton-capital-the-meaning-of-success-episode-2-podcast", "date_published": "2023-08-20T02:00:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Washington state wildfire leaves one dead and nearly 200 structures destroyed", "description": "<p>Evacuations ordered after wind-fueled blaze expands unchecked near eastern city of Spokane and shuts highway</p><p>A wind-driven wildfire in eastern Washington state has destroyed at least 185 structures, closed a major highway and left one person dead, authorities have said.</p><p>The blaze began shortly after midday on Friday on the west side of Medical Lake, about 15 miles (24km) west of Spokane, and then expanded, state Department of Natural Resources spokesperson Isabelle Hoygaard said on Saturday.</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/20/washington-state-wildfire-leaves-one-dead-and-nearly-200-structures-destroyed\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/20/washington-state-wildfire-leaves-one-dead-and-nearly-200-structures-destroyed", "date_published": "2023-08-20T01:26:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 543 of the invasion", "description": "<p>Russian missile attack on Chernihiv’s central square kills seven and injures 144 as Zelensky vows ‘notable response’</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine war coverage</a></li></ul><p><strong>A Russian missile strike on a central square in the historic northern Ukrainian city of Chernihiv killed seven people</strong>, including a six-year-old child, and injured 144 on Saturday, authorities said. Denise Brown, the UN’s humanitarian coordinator for Ukraine, condemned it as a “heinous” attack.</p><p><strong>President Volodymyr Zelenskiy said Ukrainian forces would give “a notable response”</strong> to the “terrorist attack”. Of the injured, 15 were children, he said. Fifteen others were police, interior minister Ihor Klymenko said. Most of the victims were in vehicles, crossing the road or returning from church, he said. The strike occurred during the Orthodox holiday of the Transfiguration of the Lord. Forty-one people were in hospital on Saturday, regional governor Viacheslav Chaus said.</p><p><strong>Training had begun for Ukrainians to operate US F-16 fighter jets</strong> but it would take at least six months and possibly longer, the Ukrainian defence minister said. Oleksiy Reznikov’s comments on Saturday came two days after a US official said F-16s would be transferred to Ukraine once its pilots were trained.</p><p><strong>Ukraine has begun discussing with Sweden the possibility of receiving Gripen jets to boost its air defences</strong>, Zelenskiy said on Saturday after meeting Swedish prime minister Ulf Kristersson. Zelenskiy cast the talks as preliminary, saying: “Today we discussed in detail the future steps regarding the possibility of opening the subject of receiving Swedish Gripens.” Zelenskiy also said that Ukrainian pilots had already begun training on the planes. Kristersson made no mention of Gripens in his remarks. The two leaders announced that the two countries agreed to strengthen cooperation on production, training and servicing of Swedish CV-90 infantry fighting vehicles.</p><p><strong>The Ukrainian air force said it shot down 15 out of 17 Russian drones</strong> targeting northern, central and western regions overnight into Saturday. Civilian infrastructure was damaged in at least two regions, authorities said.</p><p><strong>Russia’s defence ministry reported a flurry of Ukrainian drone attacks</strong> on Saturday targeting the regions of Moscow, Novgorod to the north-west of the Russian capital, and Belgorod, which borders Ukraine. The ministry said nobody was hurt. The Belgorod region, more than 600km from Moscow, is a vital stop on Russian supply lines and is frequently targeted by drones and missiles.</p><p><strong>In Russia, President Vladimir Putin visited top military officials in the city of Rostov-on-Don near the Ukrainian borde</strong>r. The Kremlin said the Russian president listened to reports from Valery Gerasimov, the commander in charge of Moscow’s operations in Ukraine, and other top military figures at the headquarters of Russia’s southern military district.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-543-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/russia-ukraine-war-at-a-glance-what-we-know-on-day-543-of-the-invasion", "date_published": "2023-08-20T00:33:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-UK", "thumbnail": null}]