[{"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Pedri on target as Barcelona beat Cádiz for first win", "description": "<ul><li>Lamine Yamal is youngest to make La Liga start this century</li><li>Vlahovic scores as Juventus ease past Udinese 3-0</li></ul><p>Pedri and Ferran Torres scored late on to earn <strong>Barcelona </strong>a 2-0 victory over <strong>Cádiz</strong> – their first La Liga win of the season.</p><p><strong>Cádiz</strong> goalkeeper Conan Ledesma showed great reflexes to stop two early strikes from 16-year-old forward Lamine Yamal, who was making his first start for Barcelona in place of the suspended Raphinha. The teenager became the youngest player to make a La Liga start in the 21st century.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/european-roundup-pedri-on-target-as-barcelona-beat-cadiz-for-first-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/european-roundup-pedri-on-target-as-barcelona-beat-cadiz-for-first-win", "date_published": "2023-08-20T22:33:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Aymeric Laporte ready to tie up £25m move to Al-Nassr from Manchester City", "description": "<ul><li>29-year-old Spain defender heading to Saudi Pro League</li><li>Trophy-laden spell under Pep Guardiola comes to an end</li></ul><p>Aymeric Laporte is set to sign a three-year deal with Saudi Pro League club Al-Nassr after the club agreed a £25m fee with Manchester City.</p><p>The defender, 29, has accepted the offer of joining Cristiano Ronaldo at the club, with a salary of £20m on the table. His medical has been booked and he will officially join Al-Nassr assuming no issues arise there.</p> <a href=\"https://www.theguardian.com/football/2023/aug/20/aymeric-laporte-ready-to-tie-up-25m-move-to-al-nassr-from-manchester-city\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/20/aymeric-laporte-ready-to-tie-up-25m-move-to-al-nassr-from-manchester-city", "date_published": "2023-08-20T19:25:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Sweltering temperatures bake central US as heatwave expected to continue", "description": "<p>From the Gulf of Mexico and almost to the Great Lakes, the US is still suffering from extreme heat during a record-breaking summer</p><p>Sweltering temperatures lingered on Sunday in a large swath of the central US, causing misery from the Gulf of Mexico almost to the Great Lakes.</p><p>Record high temperatures were recorded in Texas and other states. People were told to chug extra water while mowing lawns or exercising outdoors, and to check on neighbors to ensure air conditioning is available.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/high-temperatures-central-us\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/high-temperatures-central-us", "date_published": "2023-08-20T18:51:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Cooking brought me back to my senses’: the recipes that rekindled my appetite for life", "description": "<p>A tuna salad from her mother-in-law; a raspberry meringue from chef Jeremy Lee. In this extract from her new book, Bee Wilson discovers the secret of cooking lies in a little help from your friends</p><p><em>The Secret of Cooking</em> sprang from personal experience. I wanted to crack the code of how to fit cooking into the everyday mess and imperfection of all our lives without it seeming like yet another un-doable thing on the to-do list or yet another reason to berate ourselves for falling short. My own relationship with cooking changed, suddenly, about a year into this project. In June 2020, in the middle of the pandemic, my husband of 23 years, the father of my three children, <a href=\"https://www.theguardian.com/food/2022/may/21/husband-left-me-headed-for-kitchen-how-comfort-food-can-save-the-soul\" title=\"\">left me for another woman</a>. For much of that year, I resembled Munch’s painting <em>The Scream</em> (or at least, that is how I felt). I tried anything I could think of to take my mind off the grief – watching box sets, yoga, reading novels, vodka – but almost everything reminded me of him, especially the vodka. With social distancing in place, I couldn’t hug friends. My mother, who had dementia, was in a care home where I wasn’t allowed to visit. To cap it all, I suddenly had to do all the laundry and all the cooking. This wasn’t such a shift; we never divided the cooking 50/50. But there is still a difference between being the person who does the majority of the cooking and being the person in charge of all of it.</p><p>To my surprise, I found that my enforced new role came with benefits. In my lonely state, the kitchen was one of the few places I felt better rather than worse. Cooking anchored me to the person I had been before I met my husband. I could make myself a chicken stew with the sweet scent of parsley and white wine which reminded me of the stews my mother used to make. No matter how tearful I had been the night before, I still had to get up in the morning and cook breakfast for my son, who was then 11. The act of cracking eggs into a jug to make his favourite pancakes or waffles felt steadying and gave me back my appetite.</p> <a href=\"https://www.theguardian.com/food/2023/aug/20/bee-wilson-tuna-salad-raspberry-meringue-recipes-secret-of-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/aug/20/bee-wilson-tuna-salad-raspberry-meringue-recipes-secret-of-cooking", "date_published": "2023-08-20T13:00:48+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Aston Villa v Everton: Premier League – live", "description": "<ul><li>Minute-by-minute updates on the action at Villa Park</li><li><a href=\"https://www.theguardian.com/football/blog/2023/aug/19/everton-teeter-on-the-brink-after-30-years-of-mismanagement\">Jonathan Wilson: 30 years of mismanagement at Everton</a></li></ul><p>Both teams make one change from last weekend. <strong>Pau Torres</strong> replaces Tyrone Mings – <a href=\"https://www.theguardian.com/football/2023/aug/14/aston-villa-tyrone-mings-acl-injury-unlikely-play-again-this-season\">who is probably out for the season</a> – in the Villa defence. He’ll be up against <strong>Dominic Calvert-Lewin</strong>, who is in for Neal Maupay.</p><p><strong>Aston Villa (possible 4-2-2-2) </strong>Martinez; Cash, Konsa, Pau, Digne; Kamara, Douglas Luiz; Bailey, McGinn; Diaby, Watkins.<br /><em>Substitutes: Olsen, Marschall, Diego Carlos, Chambers, Tielemans, Traore, Coutinho, Duran, Archer.</em></p> <a href=\"https://www.theguardian.com/football/live/2023/aug/20/aston-villa-v-everton-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/20/aston-villa-v-everton-premier-league-live", "date_published": "2023-08-20T12:22:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Zimbabwe opposition supporters face crackdown in Harare ahead of elections", "description": "<p>Dozens of Citizens Coalition for Change activists met by riot police outside court as human rights organisations report growing repression</p><p>A police truck carrying 40 Zimbabwean opposition supporters screeched to a halt outside a court in Harare on Thursday, where it was met by dozens of armed anti-riot officers.</p><p>The Citizens Coalition for Change (CCC) activists – mostly young women – had been arrested for attending a car rally on the outskirts of the capital earlier in the week. Despite spending more than 24 hours in police cells, some still summoned the strength to wave an index finger – the CCC party symbol – to family and friends who had gathered in support.</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/zimbabwe-opposition-supporters-citizens-coalition-for-change-crackdown-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/zimbabwe-opposition-supporters-citizens-coalition-for-change-crackdown-elections", "date_published": "2023-08-20T11:16:27+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump’s coup continues. It will soon enter its fourth phase | Robert Reich", "description": "<p>Trump has been engaged in a several-years-long attempt to undermine the institutions of the US government and it shows no sign of abating</p><p>Trump’s attempted coup against the US continues. We are now in phase three.</p><p>Phase one was his refusal to concede the loss of the 2020 election and his big lie that the election was “stolen” from him, without any basis in fact.</p><p>Robert Reich, a former US secretary of labor, is professor of public policy at the University of California, Berkeley, and the author of <a href=\"https://bookshop.org/books/saving-capitalism-for-the-many-not-the-few/9780345806222\">Saving Capitalism: For the Many, Not the Few</a> and <a href=\"https://bookshop.org/books/the-common-good-9780525436379/9780525436379\">The Common Good</a>. His new book, <a href=\"https://bookshop.org/books/the-system-who-rigged-it-how-we-fix-it/9780525659044\">The System: Who Rigged It, How We Fix It</a>, is out now. He is a Guardian US columnist. His newsletter is at <a href=\"http://robertreich.substack.com/\">robertreich.substack.com</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/aug/20/donald-trump-coup-effort-phase-four-us-government\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/aug/20/donald-trump-coup-effort-phase-four-us-government", "date_published": "2023-08-20T10:02:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "O Brother by John Niven review – a searing study of siblings who go separate ways", "description": "<p>The novelist brings skill and hard-won wisdom to a meditation on the contrast between his life and his brother’s struggles and early death</p><p>While hardly well trodden, the path from the provincial working class to metropolitan literary success is not exactly virgin territory. It’s the journey that in the 1950s and 1960s produced the new wave of writers such as Alan Sillitoe and David Storey, often referred to as “angry young men”.</p><p>That description rather did for the aspirant male working class that followed in its wake, reducing social mobility to cliche and ambition to a questionable form of masculinity. John Niven is not unaware of the pitfalls in telling this particular story, but in <em>O Brother</em>, his riotous and yet bracingly moving memoir, he doesn’t so much attempt to skirt around them as jump in with all his senses on red alert: a seasoned nose for trouble, an acute ear for comic dialogue and an unsparing eye for his own condescension.</p> <a href=\"https://www.theguardian.com/books/2023/aug/20/o-brother-by-john-niven-review-a-searing-study-of-siblings-who-go-separate-ways\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/20/o-brother-by-john-niven-review-a-searing-study-of-siblings-who-go-separate-ways", "date_published": "2023-08-20T09:30:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The rise of ‘house hushing’: is it the key to a tranquil life?", "description": "<p>‘House hushing’ is a new interiors trend that’s making (the right kind of) noise in these troubling times. Here, experts reveal how to turn down the volume and create peace</p><p>I really want a quiet life. Everything feels overwhelming to this frazzled midlifer; my mind is a hot mess of “<a href=\"https://en.wikipedia.org/wiki/Sandwich_generation\" title=\"\">sandwich generation</a>” stresses, work anxiety and impending planetary doom. I have tried to foster the calm I crave: we moved to a detached house in a quiet suburb; installed secondary glazing and thick curtains; I put my desk facing the garden. So why, when I enter what should be my haven from a noisy world, do I feel so wired? Where’s my peace and tranquillity?</p><p>Well, let’s take a look at what greets me when I arrive home, as seen through the eyes of Rachel Cordingley, from home organisation and decluttering company, A Tidy Mind: “Paper, paper, shoes, shoes, shoes… chicken postcards… WD40. Is this a table?”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/the-rise-of-house-hushing-is-it-the-key-to-a-tranquil-life\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/the-rise-of-house-hushing-is-it-the-key-to-a-tranquil-life", "date_published": "2023-08-20T06:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Politicians can always be voted out. And so could Brexit | William Keegan", "description": "<p>The Tories, and even Labour, tell us that ‘the country made a decision in 2016’. Yes it did, and now it repents of that choice</p><p>‘The UK is no longer part of the EU. It’s not for us to take back the people who land in the UK.” <a href=\"https://inews.co.uk/news/world/hands-full-eu-rishi-sunak-demand-migrant-deal-2551390#:~:text=%E2%80%9CThe%20UK%20is%20no%20longer,the%20EU%20border%20agency%2C%20Frontex.\" title=\"\">So said</a> a European Commission official about the impasse in this country’s relations, or non-relations, with our former European partners.</p><p>As abject poverty and wars feed the seemingly endless flow of desperate asylum seekers, it becomes clear that the migration crisis is not going away. But the callous response of British ministers – a remarkable proportion of whom are themselves descended from immigrants – really sticks in the craw.</p> <a href=\"https://www.theguardian.com/business/2023/aug/20/politicians-can-always-be-voted-out-and-so-could-brexit\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/aug/20/politicians-can-always-be-voted-out-and-so-could-brexit", "date_published": "2023-08-20T06:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Prophet by Helen Macdonald and Sin Blaché review – an enjoyable homage to The X-Files", "description": "<p>An idea born of lockdown conversations over Zoom, Macdonald and Blaché’s intriguing sci-fi is infused with their own cultural nostalgia</p><p>To those readers who know <a href=\"https://www.penguin.co.uk/authors/229626/helen-macdonald?tab=penguin-biography\">Helen Macdonald</a> from their exact and wonderful writing about the natural world, including the bestselling memoir of grief <em><a href=\"https://www.theguardian.com/books/2014/aug/04/h-is-for-hawk-review-helen-macdonald-taming-goshawk-mabel\">H </a></em><em><a href=\"https://www.theguardian.com/books/2014/aug/04/h-is-for-hawk-review-helen-macdonald-taming-goshawk-mabel\">Is for Hawk</a></em>, this book, a trippy, philosophical science-fiction novel with the pacing of a thriller and the pulse of a romance, is an unusual departure. Macdonald – who, like their co-author and friend <a href=\"https://www.penguin.co.uk/authors/295080/sin-blache?tab=penguin-biography\">Sin Blaché</a>, uses the pronoun they – has described in recent interviews how the book was born of the frustrations of lockdown, when the pair of them filled some of the downtime with internet chats about a shared interest in science-fiction and the TV and video games of their childhood. Those conversations not only prompted the writing of this novel but also its plotline.</p><p><em>Prophet</em> begins deep in the Suffolk countryside, where, near a Nato airbase, an American diner, complete with jukebox and chrome fittings, has appeared overnight fully formed in a field. It glows neon in the twilight but there is no source for its power, no plumbing for its water. On the base itself other objects have been appearing, without obvious histories: a bunch of roses, a cabbage patch doll, a Scrabble box, a kid’s bike, a Pac-Man arcade game. These appearances have coincided with the death of an airman at the base, incinerated in a bonfire of his own making.</p><p><em>Prophet</em> by Helen Macdonald and Sin Blaché is published by Jonathan Cape (£18.99). To support the <em>Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/prophet-9781787334298\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/aug/20/prophet-by-helen-macdonald-and-sin-blache-review-an-enjoyable-homage-to-the-x-files\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/aug/20/prophet-by-helen-macdonald-and-sin-blache-review-an-enjoyable-homage-to-the-x-files", "date_published": "2023-08-20T04:30:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Paying the price of truth: Nobel peace laureate Dmitry Muratov won’t be silenced by Putin", "description": "<p>The Russian newspaper editor speaks from Moscow in an exclusive interview as a new film biography charts his defiance of the Kremlin during the war in Ukraine</p><p>A few days after he announced he would sell his Nobel peace prize medal at auction – and <a href=\"https://www.theguardian.com/world/2022/jun/21/nobel-peace-prize-auctioned-by-russian-journalist-dmitry-muratov-fetches-record-1035m\" title=\"\">give the millions of dollars raised to Ukrainian refugees</a> – the Russian newspaper editor Dmitry Muratov was sitting on a train bound for the city of Samara.</p><p>Just before the train pulled away from Kazansky station in Moscow, the door to his carriage was flung open and a masked man <a href=\"https://www.theguardian.com/world/2022/apr/08/russian-nobel-winning-editor-dmitry-muratov-attacked-red-paint\" title=\"\">threw a bucket of stinking red liquid over him</a>, shouting the words: “This is for our boys!” The liquid – it turned out to be paint mixed with acetone – drenched Muratov in crimson and half-blinded him, but he still had the presence of mind to chase his attacker down the platform. He apprehended the masked man talking to a police officer and demanded his arrest. No action was taken.</p> <a href=\"https://www.theguardian.com/media/2023/aug/20/dmitry-muratov-russian-nobel-peace-prize-winner-who-wont-be-silenced-by-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/aug/20/dmitry-muratov-russian-nobel-peace-prize-winner-who-wont-be-silenced-by-putin", "date_published": "2023-08-20T04:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Canada wildfires: thousands told to flee in British Columbia, as drone-flying tourists criticised", "description": "<p>Minister says it is a matter of life and death for residents near city of Kelowna, as drone operators warned against ‘irresponsible’ activity in fire areas</p><p>Officials in the Canadian province of British Columbia have implored tens of thousands of residents to heed warnings and evacuate from areas threatened by “severe and fast-changing” wildfires, and urged “irresponsible” wildfire tourists to stop flying drones in the area.</p><p>“We cannot stress strongly enough how critical it is to follow evacuation orders when they are issued,” Bowinn Ma, the province’s minister of emergency management, said on Saturday. “They are a matter of life and death not only for the people in those properties, but also for the first responders who will often go back to try to implore people to leave.”</p> <a href=\"https://www.theguardian.com/world/2023/aug/20/canada-wildfires-thousands-told-to-flee-in-british-columbia-as-drone-flying-tourists-criticised\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/20/canada-wildfires-thousands-told-to-flee-in-british-columbia-as-drone-flying-tourists-criticised", "date_published": "2023-08-20T02:38:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Messi scores again as Inter Miami edge Nashville for Leagues Cup on penalties", "description": "<ul><li>Messi’s 10th goal helps Inter Miami to club’s first ever trophy</li><li><a href=\"https://www.theguardian.com/football/live/2023/aug/19/nashville-sc-v-inter-miami-leagues-cup-final-2023-live\">Nashville v Inter Miami: Leagues Cup final - as it happened</a></li></ul><p>Lionel Messi scored early in normal time and converted the first shot in penalties as Inter Miami beat Nashville SC 10-9 in a shootout in the Leagues Cup final on Saturday night.</p><p>Messi scored for the 10th time in seven games since joining Inter Miami – all in the Leagues Cup competition – converting in the 23rd minute.</p> <a href=\"https://www.theguardian.com/football/2023/aug/19/lionel-messi-inter-miami-nashville-leagues-cup-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/19/lionel-messi-inter-miami-nashville-leagues-cup-final", "date_published": "2023-08-20T02:12:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "American Ryan Crouser overcomes blood clot to claim shot put world title", "description": "<ul><li>American successfully defends shot put world title in Hungary</li><li>Double Olympic champion smashed own world record in May</li></ul><p>Remarkable American Ryan Crouser continued his red-hot streak when he twice broke his own championship record and signed off with a huge 23.51m to win world championship shot put gold for the second time in a row on Saturday.</p><p>The double Olympic champion <a href=\"https://www.theguardian.com/sport/2023/may/27/ryan-crouser-shot-put-la-grand-prix-shacarri-richardson\">smashed his own world record</a> in May with 23.56m and cranked out four efforts beyond 22m the enormous last one - the second-best throw in history - coming with the gold already secure. He did it despite undergoing medical treatment for two blood clots in his leg that had put his participation in doubt.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/19/ryan-crouser-shot-put-world-championships\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/19/ryan-crouser-shot-put-world-championships", "date_published": "2023-08-20T01:36:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Retired AFL player Jack Ziebell attacked outside bar hours after final match", "description": "<p>32-year-old North Melbourne player left with facial injuries just hours after retirement match at MCG</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/20/australia-news-live-matildas-world-cup-indigenous-voice-penny-wong-anthony-albanese-peter-dutton-cpac-conference\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>North Melbourne stalwart Jack Ziebell was the victim of an attack outside a bar just hours after he retired from the AFL in emotional scenes at the MCG.</p><p>The 32-year-old spent the night in hospital with facial injuries after allegedly being set upon by a group of men outside a bar in South Yarra, the Kangaroos said.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/20/retired-afl-player-jack-ziebell-attacked-outside-bar-hours-after-final-match\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/20/retired-afl-player-jack-ziebell-attacked-outside-bar-hours-after-final-match", "date_published": "2023-08-20T01:10:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Three snowboarders injured after chair detaches from Thredbo ski lift in ‘freak gust of wind’", "description": "<p>Two women suffered back injuries and a man suffered facial injuries on Saturday afternoon</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/aug/20/australia-news-live-matildas-world-cup-indigenous-voice-penny-wong-anthony-albanese-peter-dutton-cpac-conference\">Follow our Australia news live blog for latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Three snowboarders have been injured after a chair detached from a lift at the Thredbo ski resort.</p><p>Two women in their 20s suffered back injuries and a man in his 20s suffered facial injuries after one of the chairs detached from the Kosciuszko ski lift on Saturday afternoon.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/aug/20/three-snowboarders-injured-after-chair-detaches-from-thredbo-ski-lift-in-freak-gust-of-wind\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/aug/20/three-snowboarders-injured-after-chair-detaches-from-thredbo-ski-lift-in-freak-gust-of-wind", "date_published": "2023-08-20T01:02:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Nashville SC v Inter Miami: Leagues Cup final 2023 - live", "description": "<ul><li>Lionel Messi’s Inter Miami play for club’s first trophy</li><li>Send Beau a tweet at <a href=\"https://twitter.com/duresport\">@duresport</a> or <a href=\"mailto:beau.dure.freelance@theguardian.com\">email him</a></li></ul><p>July 15: Miami’s starters in 3-0 loss to St. Louis were Drake Callender in goal, Noah Allen, Kamal Miller, Sergii Krvvtsov and Ian Fray across the back, Dixon Arroyo anchoring the midfield behind Lawson Sunderland and Benjamin Cremaschi, Robbie Robinson on the left wing, Robert Taylor on the right, and Josef Martinez as the sole forward.</p><p>Tonight, unchanged from the semifinal but changed quite a bit from a month ago …</p> <a href=\"https://www.theguardian.com/football/live/2023/aug/19/nashville-sc-v-inter-miami-leagues-cup-final-2023-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/aug/19/nashville-sc-v-inter-miami-leagues-cup-final-2023-live", "date_published": "2023-08-20T00:24:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The moment I knew: ‘I had a realisation – if the plane crashed I’d die without Laura knowing I loved her’", "description": "<p>When <strong>Amy Lovat </strong>first met Laura, it didn’t take long for romance to bloom. But actually articulating her feelings was a different question entirely</p><p>It didn’t take long for me to know I was in love with Laura.</p><p>At first, our interactions were mostly online: Instagram flirting, book recommendations, long text chains. Classic millennial stuff.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/aug/20/the-moment-i-knew-i-had-a-realisation-if-the-plane-crashed-id-die-without-laura-knowing-i-loved-her\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/aug/20/the-moment-i-knew-i-had-a-realisation-if-the-plane-crashed-id-die-without-laura-knowing-i-loved-her", "date_published": "2023-08-20T00:00:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]