[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Payday 3 vs Payday 2 - 15 BIGGEST DIFFERENCES You Need To Know", "description": "It's been a long time, but Payday 3 is finally happening. Releasing on September 21st for Xbox Series X/S, PS5 and PC, it's the first new title in the series since Payday 2 launched in 2013. While it offers more attention to detail courtesy of Unreal Engine, several new features and improvements warrant a look.\n\nFrom separate progression paths for weapons to the more \"Hollywood heist\" style atmosphere, not including the revamped enemy types, there's a lot to look forward to. How does it all compare to Payday 2, especially given the support it received over the past many years?\n\nCheck out 15 of the biggest differences between both titles and what makes Payday 3 a step up (and a step back, in at least one particular case).", "link": "https://www.youtube.com/watch?v=Hw_jSjWEp14", "date_published": "2023-08-20T15:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/Hw_jSjWEp14/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "All 12 Mortal Kombat Games Ranked, WORST TO BEST", "description": "Mortal Kombat 1 – the series’ twelfth mainline entry – is on the horizon. And this time around, NeatherRealm are serving up yet another shake up to the franchise’s storied timeline. With a cast of iconic characters, complex lore, and deep cinematic storytelling, Mortal Kombat has been a cultural phenomenon in the soon-to-be thirty-two years since Mortal Kombat’s first outing. \n\nNow, with MK1 nearing release, it’s a good time to look back at the entire series and rank them from worst to best. This rundown excludes handheld versions of existing games, DLC, and expanded versions which greatly improved vanilla versions – it’s the game as it was released that’ll feature. Crossover entries such as Mortal Kombat vs. DC Universe will not be included either.", "link": "https://www.youtube.com/watch?v=gWrAID5RyXs", "date_published": "2023-08-20T10:30:12+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gWrAID5RyXs/hqdefault.jpg"}]