[{"source": "https://www.engadget.com/rss.xml", "title": "Hitting the Books: Why we haven't made the 'Citizen Kane' of gaming", "description": "<p>Steven Spielberg's wholesome sci-fi classic, <em>E.T. the Extra-Terrestrial</em>, became a cultural touchstone following its release in 1982. The film's hastily-developed (as in, \"you have five weeks to get this to market\") Atari 2600 tie-in game became a cultural touchstone <a href=\"https://www.theguardian.com/film/2015/jan/30/a-golden-shining-moment-the-true-story-behind-et-the-worst-video-game-ever\">for entirely different reasons</a>.</p><p>In his new book, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdHVmZi1HYW1lcy1NYWRlLVBsYXlmdWwtVGhpbmtpbmctZWJvb2svZHAvQjBCTDZRRFFXTj90YWc9Z2RndDBjLXAtby0xdDItMjAiLCJjb250ZW50VXVpZCI6Ijc4M2E0ZDQ2LTMyNzctNGNhMC04YjhhLWFlNTQzMjExNDdiNSJ9&amp;signature=AQAAAS4u_6cvrjRl7GjJLP5FAzFOTQhLjDncKvzuvzzwMg-k&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FStuff-Games-Made-Playful-Thinking-ebook%2Fdp%2FB0BL6QDQWN\"><em>The Stuff Games Are Made Of</em></a><em>,</em> experimental game maker and assistant professor in design and computation arts at Concordia University in Montreal, <a href=\"https://www.engadget.com/2019-10-23-twitter-game-ideas-philosopher-pippin-barr-interview.html\">Pippin Barr</a> deconstructs the game design process using an octet of his own previous projects to shed light on specific aspects of how games could better be put together. In the excerpt below, Dr. Barr muses in what makes good cinema versus games and why the storytelling goals of those two mediums may not necessarily align.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"I don't know, it's some geometric shapes on a desert? \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/fc83bce0-3611-11ee-8bb7-3e819e4a0d91\" style=\"height: 1500px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">MIT Press</div></figure><p>Excerpted from <a href=\"https://mitpress.mit.edu/9780262546119/the-stuff-games-are-made-of/\"><em>The Stuff Games Are Made Of</em></a><em>&nbsp;</em>by Pippin Barr. Reprinted with permission from The MIT Press. Copyright 2023.</p><hr /><p>In the Atari 2600 video game version of the film <em>E.T. the Extra-Terrestrial</em> (Spielberg 1982), also called <em>E. T. the Extra-Terrestrial</em> (Atari 1982), the defining experience is falling into a pit. It’s cruelly fitting, then, that hundreds of thousands of the game’s physical cartridges were buried in a landfill in 1983. Why? It was one of the most spectacular failures in video game history. Why? It’s often put front and center as the worst game of all time. Why? Well, when you play it, you keep falling into a pit, among other things ...</p><p>But was the video game <em>E.T.</em> so terrible? In many ways it was a victim of the video game industry’s voracious hunger for “sure fire” blockbusters. One strategy was to adapt already-popular movies like <em>Raiders of the Lost Ark</em> or, yes, <em>E.T. the Extra-Terrestrial</em>. Rushed to market with a development time of only five weeks, the game inevitably lacked the careful crafting of action-oriented gameplay backed by audience testing that other Atari titles had. I would argue, though, that its creator, Howard Scott Warshaw, found his way into a more truthful portrayal of the essence of the film than you might expect.</p><p>Yes, in the game E.T. is constantly falling into pits as he flees scientists and government agents. Yes, the game is disorienting in terms of understanding what to do, with arcane symbols and unclear objectives. But on the other hand, doesn’t all that make for a more poignant portrayal of E.T.’s experience, stranded on an alien planet, trying to get home? What if <em>E.T. the Extra-Terrestrial</em> is a good adaptation of the film, and just an unpopular video game?</p><p>The world of video games has admired the world of film from the beginning. This has led to a long-running conversation between game design and the audiovisual language of cinema, from cutscenes to narration to fades and more. In this sense, films are one of the key materials games are made of. However, even video games’ contemporary dominance of the revenue competition has not been quite enough to soothe a nagging sense that games just don’t measure up. Roger Ebert famously (and rather overbearingly) claimed that video games could “never be art,” and although we can mostly laugh about it now that we have games like <em>Kentucky Route Zero</em> and <em>Disco Elysium</em>, it still hurts. What if Ebert was right in the sense that video games aren’t as good at being art as cinema is?</p><p>Art has seldom been on game studios’ minds in making film adaptations. From <em>Adventures of Tron</em> for the Atari 2600 to <em>Toy Story Drop!</em> on today’s mobile devices, the video game industry has continually tried for instant brand recognition and easy sales via film. Sadly, the resulting games tend just to lay movie visuals and stories over tried-and-true game genres such as racing, fighting, or match 3. And the search for films that are inherently “video game-y” hasn’t helped much either. In <em>Marvel’s Spider-Man: Miles Morales</em>, Spider-Man ends up largely as a vessel for swinging and punching, and you certainly can’t participate in Miles’s inner life. So what happened to the “<em>Citizen Kane</em> of video games”?</p><p>A significant barrier has been game makers’ obsession with the audiovisual properties of cinema, the specific techniques, rather than some of the deeply structural or even philosophical opportunities. Film is exciting because of the ways it unpacks emotion, represents space, deploys metaphor, and more. To leverage the stuff of cinema, we need to take a close look at these other elements of films and explore how they might become the stuff of video games too. One way to do that in an organized way is to focus on adaptation, which is itself a kind of conversation between media that inevitably reveals much about both. And if you’re going to explore film adaptation to find the secret recipe, why not go with the obvious? Why not literally make <em>Citizen Kane</em> (Welles 1941) into a video game? Sure, <em>Citizen Kane</em> is not necessarily the greatest film of all time, but it certainly has epic symbolic value. Then again, <em>Citizen Kane</em> is an enormous, complex film with no car chases and no automatic weapons. Maybe it’s a terrible idea.</p><p>As video games have ascended to a position of cultural and economic dominance in the media landscape, there has been a temptation to see film as a toppled Caesar, with video games in the role of a Mark Antony who has “come to bury cinema, not to praise it.” But as game makers, we haven’t yet mined the depths offered by cinema’s rich history and its exciting contemporary voices. Borrowing cinema’s visual language of cameras, points of view, scenes, and so on was a crucial step in figuring out how video games might be structured, but the stuff of cinema has more to say than that. Citizen Kane encourages us to embrace tragedy and a quiet ending. The Conversation shows us that listening can be more powerful than action. Beau Travail points toward the beauty of self-expression in terrible times. Au Hasard Balthazar brings the complex weight of our own responsibilities to the fore.</p><p>There’s nothing wrong with an action movie or an action video game, but I suggest there’s huge value in looking beyond the low-hanging fruit of punch-ups and car chases to find genuinely new cinematic forms for the games we play. I’ll never play a round of <em>Combat</em> in the same way, thanks to the specter of Travis Bickle psyching himself up for his fight against the world at large. It’s time to return to cinema in order to think about what video games have been and what they can be. Early attempts to adapt films into games were perhaps “notoriously bad” (Fassone 2020), but that approach remains the most direct way for game designers to have a conversation with the cinematic medium and to come to terms with its potential. Even if we accept the idea that <em>E.T.</em> was terrible, which I don’t, it was also different and new.</p><p>This is bigger than cinema, though, because we’re really talking about adaptation as a form of video game design. While cinema (and television) is particularly well matched, all other media from theater to literature to music are teeming with ideas still untried in the youthful domain of video games. One way to fast-track experimentation is of course to adapt plays, poems, and songs. To have those conversations. There can be an air of disdain for adaptations compared to originals, but I’m with Linda Hutcheon (2012, 9) who asserts in <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9UaGVvcnktQWRhcHRhdGlvbi1MaW5kYS1IdXRjaGVvbi9kcC8wNDE1NTM5MzgyP3RhZz1nZGd0MGMtcC1vLTF0Mi0yMCIsImNvbnRlbnRVdWlkIjoiNzgzYTRkNDYtMzI3Ny00Y2EwLThiOGEtYWU1NDMyMTE0N2I1In0&amp;signature=AQAAAXD2buIXZEPS6aGKD3SYM2gqZ7C5Pp9RqFHvJzmPxaSz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FTheory-Adaptation-Linda-Hutcheon%2Fdp%2F0415539382\"><em>A Theory of Adaptation</em></a> that “an adaptation is a derivation that is not derivative — a work that is second without being secondary.” As Jay Bolter and Richard Grusin (2003, 15) put it, “what is new about new media comes from the particular ways in which they refashion older media.” This is all the more so when the question is how to adapt a specific work in another medium, where, as Hutcheon claims, “the act of adaptation always involves both (re-)interpretation and then (re-)creation.\" That is, adaptation is inherently thoughtful and generative; it forces us to come to terms with the source materials in such a direct way that it can lay our design thinking bare—the conversation is loud and clear. As we’ve seen, choosing films outside the formulas of Hollywood blockbusters is one way to take that process of interpretation and creation a step further by exposing game design to more diverse cinematic influences.</p><p>Video games are an incredible way to explore not just the spaces we see on-screen, but also “the space of the mind.\" When a game asks us to act as a character in a cinematic world, it can also ask us to think as that character, to weigh our choices with the same pressures and history they are subject to. Hutcheon critiques games’ adaptive possibilities on the grounds that their programming has “an even more goal- directed logic than film, with fewer of the gaps that film spectators, like readers, fill in to make meaning.\" To me, this seems less like a criticism and more like an invitation to make that space. Quiet moments in games, as in films, may not be as exhilarating as a shoot-out, but they can demand engagement in a way that a shoot-out can’t. Video games are ready for this.</p><p>The resulting games may be strange children of their film parents, but they’ll be interesting children too, worth following as they grow up. Video game film adaptations will never be films, nor should they be—they introduce possibilities that not only recreate but also reimagine cinematic moments. The conversations we have with cinema through adaptation are ways to find brand new ideas for how to make games. Even the next blockbuster.</p><p>Yeah, cinema, I’m talkin’ to you.</p>This article originally appeared on Engadget at https://www.engadget.com/hitting-the-books-the-stuff-games-are-made-of-pippin-barr-mit-press-143054954.html?src=rss", "link": "https://www.engadget.com/hitting-the-books-the-stuff-games-are-made-of-pippin-barr-mit-press-143054954.html?src=rss", "date_published": "2023-08-20T14:30:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]