[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Android Malware 'FluHorse' Targeting East Asian Markets with Deceptive Tactics", "description": "Various sectors in East Asian markets have been subjected to a new email phishing campaign that distributes a previously undocumented strain of Android malware called FluHorse that abuses the Flutter software development framework.\n\"The malware features several malicious Android applications that mimic legitimate applications, most of which have more than 1,000,000 installs,\" Check Point said in", "link": "https://thehackernews.com/2023/05/new-android-malware-fluhorse-targeting.html", "date_published": "2023-05-05 13:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Hackers Targeting Italian Corporate Banking Clients with New Web-Inject Toolkit DrIBAN", "description": "Italian corporate banking clients are the target of an ongoing financial fraud campaign that has been leveraging a new web-inject toolkit called drIBAN since at least 2019.\n\"The main goal of drIBAN fraud operations is to infect Windows workstations inside corporate environments trying to alter legitimate banking transfers performed by the victims by changing the beneficiary and transferring", "link": "https://thehackernews.com/2023/05/hackers-targeting-italian-corporate.html", "date_published": "2023-05-05 11:49:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "N. Korean Kimsuky Hackers Using New Recon Tool ReconShark in Latest Cyberattacks", "description": "The North Korean state-sponsored threat actor known as Kimsuky has been discovered using a new reconnaissance tool called ReconShark as part of an ongoing global campaign.\n\"[ReconShark] is actively delivered to specifically targeted individuals through spear-phishing emails, OneDrive links leading to document downloads, and the execution of malicious macros,\" SentinelOne researchers Tom Hegel", "link": "https://thehackernews.com/2023/05/n-korean-kimsuky-hackers-using-new.html", "date_published": "2023-05-05 10:19:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Lack of Visibility: The Challenge of Protecting Websites from Third-Party Scripts", "description": "Third-party apps such as Google Analytics, Meta Pixel, HotJar, and JQuery have become critical tools for businesses to optimize their website performance and services for a global audience. However, as their importance has grown, so has the threat of cyber incidents involving unmanaged third-party apps and open-source tools. Online businesses increasingly struggle to maintain complete visibility", "link": "https://thehackernews.com/2023/05/lack-of-visibility-challenge-of.html", "date_published": "2023-05-05 10:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Packagist Repository Hacked: Over a Dozen PHP Packages with 500 Million Compromised", "description": "PHP software package repository Packagist revealed that an \"attacker\" gained access to four inactive accounts on the platform to hijack over a dozen packages with over 500 million installs to date.\n\"The attacker forked each of the packages and replaced the package description in composer.json with their own message but did not otherwise make any malicious changes,\" Packagist's Nils Adermann said", "link": "https://thehackernews.com/2023/05/packagist-repository-hacked-over-dozen.html", "date_published": "2023-05-05 09:52:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Fleckpe Android Malware Sneaks onto Google Play Store with Over 620,000 Downloads", "description": "A new Android subscription malware named Fleckpe has been unearthed on the Google Play Store, amassing more than 620,000 downloads in total since 2022.\nKaspersky, which identified 11 apps on the official app storefront, said the malware masqueraded as legitimate photo editing apps, camera, and smartphone wallpaper packs. The apps have since been taken down.\nThe operation primarily targeted users", "link": "https://thehackernews.com/2023/05/fleckpe-android-malware-sneaks-onto.html", "date_published": "2023-05-05 07:21:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cisco Warns of Vulnerability in Popular Phone Adapter, Urges Migration to Newer Model", "description": "Cisco has warned of a critical security flaw in SPA112 2-Port Phone Adapters that it said could be exploited by a remote attacker to execute arbitrary code on affected devices.\nThe issue, tracked as CVE-2023-20126, is rated 9.8 out of a maximum of 10 on the CVSS scoring system. The company credited Catalpa of DBappSecurity for reporting the shortcoming.\nThe product in question makes it possible", "link": "https://thehackernews.com/2023/05/cisco-warns-of-vulnerability-in-popular.html", "date_published": "2023-05-05 05:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}]