[{"source": "https://thehill.com/news/feed/", "title": "COVID emergency era nears end", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  US, global health officials signal changes as COVID emergency ends Top health leaders on Friday came out with news of significant changes having to do with the COVID-19 outbreak as the end of the emergency era approaches, both in...", "link": "https://thehill.com/newsletters/health-care/3991116-covid-emergency-era-nears-end/", "date_published": "2023-05-05 23:23:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hillary Clinton joins calls for 'enforceable' Supreme Court code of ethics", "description": "Former Secretary of State Hillary Clinton joined calls for establishing an “enforceable” code of ethics for Supreme Court justices following ethical controversies surrounding Justice Clarence Thomas.  Clinton said on Friday at a conference for the nonprofit she co-founded with fellow former Secretary of State Madeleine Albright, Vital Voices Global Partnership, that lower courts, circuit courts, members...", "link": "https://thehill.com/blogs/blog-briefing-room/3991149-hillary-clinton-joins-calls-for-enforceable-supreme-court-code-of-ethics/", "date_published": "2023-05-05 23:10:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "At least eight fake Georgia electors get immunity deals in Trump probe: report", "description": "At least eight of the 16 fake Georgia electors who planned to declare former President Trump the winner of the state in 2020 despite his loss have received immunity deals in the investigation into efforts to overturn the results of the state’s election.  The Washington Post reported on Friday that prosecutors working for Fulton County...", "link": "https://thehill.com/regulation/court-battles/3991102-at-least-eight-fake-georgia-electors-get-immunity-deals-in-trump-probe-report/", "date_published": "2023-05-05 22:29:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russian mercenary chief threatens to withdraw from Bakhmut", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  Mercenary group head slams Russian 'bureaucrats' Yevgeny Prigozhin, founder of the Wagner Group  mercenary organization, accused the Russian defense ministry of depriving his fighters of ammunition and says they will leave the city of Bakhmut. © AP...", "link": "https://thehill.com/newsletters/defense-national-security/3991087-russian-mercenary-chief-threatens-to-withdraw-from-bakhmut/", "date_published": "2023-05-05 22:28:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US gets surprisingly robust jobs report", "description": "Welcome to The Hill's Business &#038; Economy newsletter {beacon} Business &#038; Economy Business &#038; Economy &#8202; The Big Story  US gets surprisingly robust jobs report The Labor Department’s April jobs report came in stronger than expected, showing the U.S. added 253,000 jobs. Analysts expected it to add 180,000 jobs. © Getty The unemployment rate dropped...", "link": "https://thehill.com/newsletters/business-economy/3991063-us-gets-surprisingly-robust-jobs-report/", "date_published": "2023-05-05 22:05:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Journalist accused of prank call using governor's number", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  Journalist accused of prank call using South Dakota governor’s phone number The South Dakota reporter is facing charges for a prank call he allegedly made in January. © Thinkstock KOTA and Dakota News Now reporter Austin Goss was arrested and charged with...", "link": "https://thehill.com/newsletters/technology/3991031-journalist-accused-of-prank-call-using-governors-number/", "date_published": "2023-05-05 21:56:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump 'pleased' to see Ramaswamy 'doing so well' in GOP primary poll", "description": "Former President Trump said he was \"pleased\" to see fellow GOP Republican presidential candidate Vivek Ramaswamy doing well in recent primary polls. \"I am pleased to see that Vivek Ramaswamy is doing so well in the most recent Republican Primary Poll,\" Trump said in a statement released Friday. \"He is tied with Mike Pence, and...", "link": "https://thehill.com/homenews/campaign/3990853-trump-pleased-to-see-ramaswamy-doing-so-well-in-gop-primary-poll/", "date_published": "2023-05-05 21:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox demands Dominion conduct internal probe after redacted Tucker Carlson text messages leaked", "description": "Lawyers for Fox News are asking officials at Dominion Voting Systems to conduct an internal investigation after media reports have surfaced pertaining to leaked text messages from Tucker Carlson, a former top host at the network. In a letter dated Friday, Fox lawyers said the company had learned documents Fox produced as part of its...", "link": "https://thehill.com/homenews/media/3990935-fox-demands-dominion-conduct-internal-probe-after-redacted-tucker-carlson-text-messages-leaked/", "date_published": "2023-05-05 21:46:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watchdog urges FEC to probe Herschel Walker campaign over $535,200 payment", "description": "A government watchdog organization is urging the Federal Election Commission (FEC) to investigate former GOP Georgia Senate candidate Herschel Walker’s campaign over a payment that Walker allegedly solicited for his company last year.  Citizens for Ethics and Responsibility in Washington (CREW) filed a complaint to the FEC on Friday alleging that Walker and his company,...", "link": "https://thehill.com/homenews/campaign/3990966-watchdog-urges-fec-to-probe-herschel-walker-campaign-over-535200-payment/", "date_published": "2023-05-05 21:43:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "King Charles III coronation: How to watch live in the US", "description": "Interested in watching the royal family crown a new king? Here’s how to do it from across the pond.", "link": "https://thehill.com/blogs/in-the-know/in-the-know/3991001-king-charles-iii-coronation-how-to-watch-live-in-the-us/", "date_published": "2023-05-05 21:41:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Turning the page on COVID", "description": "{beacon}    Evening Report Friday, May 5   ©  Jonathan Gibbons/Reaching the Last Mile Forum via AP Images Global COVID-19 status downgraded as US moves to end public health emergency The World Health Organization (WHO) announced Friday that it's ending its declaration of COVID-19 as a public health emergency of international concern (PHEIC), a status...", "link": "https://thehill.com/newsletters/evening-report/3990922-turning-the-page-on-covid/", "date_published": "2023-05-05 21:08:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five key moments from Walensky’s tenure at CDC", "description": "Rochelle Walensky, who has served as director of the Centers for Disease Control and Prevention (CDC) since the start of the Biden administration, announced Friday that she will leave the agency later this summer. “I took on this role, at your request, with the goal of leaving behind the dark days of the pandemic and...", "link": "https://thehill.com/policy/healthcare/3990860-five-key-moments-from-walenskys-tenure-at-cdc/", "date_published": "2023-05-05 21:02:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump defends 'Access Hollywood' comments: 'Historically, that's true with stars'", "description": "Former President Trump, during his deposition over writer E. Jean Carroll’s lawsuit, defended the comments he made on the infamous “Access Hollywood” tape that emerged ahead of the 2016 presidential election. Video of the deposition was shown to jurors earlier this week in the case stemming from Carroll’s claim that Trump raped her in the...", "link": "https://thehill.com/regulation/court-battles/3990841-trump-defends-access-hollywood-comments-historically-thats-true-with-stars/", "date_published": "2023-05-05 20:45:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A leap forward in the modernization of college sports", "description": "Whether it was the epic, record-setting Women’s Final Four matchups or the historic run of upsets we saw in our men’s basketball tournament, last month we were reminded once again of the unique ability of college sports to bring people together, thrill fans, and most importantly, provide young people the opportunity to obtain an education...", "link": "https://thehill.com/opinion/congress-blog/3990724-a-leap-forward-in-the-modernization-of-college-sports/", "date_published": "2023-05-05 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barr: Trump will deliver 'chaos' and 'horror show'", "description": "Former Attorney General Bill Barr said Friday that former President Trump will deliver “chaos” and a “horror show” if he returned to the White House in 2024. “If you believe in his policies, what he’s advertising as his policies, he’s the last person who could actually execute them and achieve them,” Barr said of Trump...", "link": "https://thehill.com/homenews/campaign/3990804-barr-trump-will-deliver-chaos-and-horror-show/", "date_published": "2023-05-05 20:28:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schumer’s AI regulations would stifle innovation and dampen free expression", "description": "Unfortunately, his proposal undermines some of the values he claims to protect.", "link": "https://thehill.com/opinion/technology/3988395-schumers-ai-regulations-would-stifle-innovation-and-dampen-free-expression/", "date_published": "2023-05-05 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Distributor limiting allocation of low dose Wegovy", "description": "Distributor Novo Nordisk has decided to limit low doses of obesity medication Wegovy in the U.S. as demand outpaces supply. Novo Nordisk, a global healthcare and pharmaceutical company based in Denmark, is limiting the supply of Wegovy to conserve supply for patients already using the drug, the company said Thursday. The company is still supplying...", "link": "https://thehill.com/policy/healthcare/3990729-distributor-limiting-allocation-of-low-dose-wegovy/", "date_published": "2023-05-05 19:54:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court puts Oklahoma execution of Richard Glossip on hold", "description": "The Supreme Court has put on hold the ordered execution of a man whose murder conviction has received widespread attention over whether he received a fair trial.  The court placed a stay on the death sentence for Richard Glossip, who had been set to be executed by lethal injection May 18 for the 1997 killing...", "link": "https://thehill.com/regulation/court-battles/3990759-supreme-court-oklahoma-execution-stay-richard-glossip/", "date_published": "2023-05-05 19:52:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things we learned about the economy this week", "description": "The Labor Department delivered another crackerjack jobs report on Friday, flashing another signal of an economy that has powered through fears of a recession. The national unemployment rate dropped in April to 3.4 percent as the U.S. economy added 253,000 jobs, according to the Labor Department, far exceeding economists' expectations. Shaky ground? First Republic Bank...", "link": "https://thehill.com/business/3990513-five-things-we-learned-about-the-economy-this-week/", "date_published": "2023-05-05 19:39:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ex-Rep. Madison Cawthorn pleads guilty to bringing loaded gun to airport", "description": "Former Rep. Madison Cawthorn (R-N.C.) pleaded guilty on Friday to bringing a loaded gun through airport security at Charlotte Douglas International Airport last year. Cawthorn pleaded guilty to a misdemeanor charge for having immediate access to a dangerous weapon on city property and was fined $250, his lawyer Missy Owens said. “Mr. Cawthorn accepted responsibility for this...", "link": "https://thehill.com/homenews/house/3990745-ex-rep-madison-cawthorn-pleads-guilty-to-bringing-loaded-gun-to-airport/", "date_published": "2023-05-05 19:38:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "With Biden’s student loan bailout on the rocks, it’s time to hold the university industrial complex accountable", "description": "In 1961, President Eisenhower warned of the threat posed by the military industrial complex—the private industry that’s cropped up around the U.S. armed forces. But since then, a new juggernaut has appeared that is holding young Americans financially hostage.  Fueled by misguided government policies, the “university industrial complex” is pushing a generation of college students...", "link": "https://thehill.com/opinion/congress-blog/3990575-with-bidens-student-loan-bailout-on-the-rocks-its-time-to-hold-the-university-industrial-complex-accountable/", "date_published": "2023-05-05 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump deposition video in E. Jean Carroll lawsuit released", "description": "Former President Trump’s videotaped deposition in E. Jean Carroll’s lawsuit was released Friday. The 48 minutes of footage show Trump responding to questions from Carroll’s lawyer over the writer’s claims that he raped her in the mid-1990s. Trump denies her allegations. Carroll has sued Trump in a civil case in federal court in New York...", "link": "https://thehill.com/regulation/court-battles/3990700-trump-deposition-video-carroll-lawsuit/", "date_published": "2023-05-05 19:27:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from Florida's crucial 2023 legislative session", "description": "Florida’s annual legislative session came to a close Friday, ending a 60-day period that saw Florida Gov. Ron DeSantis (R) score a critical series of policy wins ahead of a likely 2024 presidential bid. The governor had a busy two months; DeSantis enacted new abortion restrictions, navigated an ongoing fight with Disney and passed a...", "link": "https://thehill.com/homenews/campaign/3990615-desantis-202-floridas-legislative-session/", "date_published": "2023-05-05 19:16:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NY Democrat unveils bill to criminalize sharing deepfake porn", "description": "Rep. Joseph Morelle (D-N.Y.) has unveiled a bill to make the sharing of deepfake pornography without consent illegal, a response to the accelerated advancement of artificial intelligence and digitally manipulated content.  Morelle’s office said in a release Friday that technological progress has allowed for rapid growth of deepfakes, with a 2019 report finding 96 percent...", "link": "https://thehill.com/homenews/house/3990659-ny-democrat-unveils-bill-to-criminalize-sharing-deepfake-porn/", "date_published": "2023-05-05 19:06:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A crowning event: The coronation of Charles III", "description": "Beyond the symbolism and historic nature of the coronation are serious issues of politics and global affairs.", "link": "https://thehill.com/opinion/international/3988374-a-crowning-event-the-coronation-of-charles-iii/", "date_published": "2023-05-05 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jill Biden meets with Princess Kate, Ukrainian first lady ahead of Charles's coronation", "description": "Jill Biden on Friday met with Kate, Princess of Wales, and Ukraine’s first lady, Olena Zelenska, after she touched down in England ahead of King Charles III’s coronation. Kate shared a snapshot of the trio on social media Friday, saying it was “lovely” to see Biden and Ukrainian President Volodymyr Zelensky’s wife, the screenwriter Zelenska. In the...", "link": "https://thehill.com/blogs/in-the-know/3990660-jill-biden-meets-with-princess-kate-ukrainian-first-lady-ahead-of-charless-coronation/", "date_published": "2023-05-05 18:59:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kellyanne Conway defends reported concealed Ginni Thomas payments", "description": "Former President Trump aide Kellyanne Conway on Friday defended payments she reportedly made to Virginia “Ginni” Thomas, the wife of Supreme Court Justice Clarence Thomas, at the behest of a conservative judicial activist. The Washington Post reported Thursday that legal activist Leonard Leo instructed Conway, then a GOP pollster, to “give” Ginni Thomas \"another $25K\"...", "link": "https://thehill.com/regulation/court-battles/3990585-kellyanne-conway-defends-reported-concealed-ginni-thomas-payments/", "date_published": "2023-05-05 18:47:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FDA recalls more than 500K COVID tests over bacteria risk", "description": "The Food and Drug Administration (FDA) has recalled more than 500,000 COVID-19 tests over concerns of them being contaminated with bacteria.  The FDA said in a release on Thursday that consumers and health care providers should discard certain recalled SD Biosensor, Inc. Pilot COVID-19 At-Home Tests, which were distributed by Roche Diagnostics. The release states...", "link": "https://thehill.com/policy/healthcare/3990577-fda-recalls-more-than-500k-covid-tests-over-bacteria-risk/", "date_published": "2023-05-05 18:33:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zaslav defends CNN's Trump town hall: 'All voices should be heard'", "description": "Warner Bros. Discovery chief executive David Zaslav is defending CNN's plan to air a town hall forum with former President Trump in prime time next week. \"The U.S. is a divided government,\" said Zaslav, who runs CNN's parent company, during a CNBC appearance Friday. \"We need to hear both voices. That's what you see. Republicans...", "link": "https://thehill.com/homenews/media/3990474-zaslav-defends-cnns-trump-town-hall-all-voices-should-be-heard/", "date_published": "2023-05-05 17:39:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Harris pick up tacos in DC for Cinco de Mayo", "description": "President Biden and Vice President Harris took a quick jaunt to Northeast Washington D.C. to pick up tacos for Cinco de Mayo on Friday. Their surprise and unplanned trip outside of the White House was to Taqueria Habanero, a Mexican restaurant in the Bryant Street shopping mall.  The president ordered a chicken quesadilla, churros and an...", "link": "https://thehill.com/homenews/administration/3990462-biden-harris-pick-up-tacos-in-dc-for-cinco-de-mayo/", "date_published": "2023-05-05 17:34:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "One estate tax bill protects family farms — another empowers billionaires", "description": "Sen. Bernie Sanders (I-Vt.) and Sen. John Thune (R-S.D.) don’t agree on much about tax policy, but they do both find the current estate tax law unacceptable.", "link": "https://thehill.com/opinion/finance/3988205-one-estate-tax-bill-protects-family-farms-another-empowers-billionaires/", "date_published": "2023-05-05 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis on presidential run: 'You either gotta put up or shut up'", "description": "Florida Gov. Ron DeSantis (R) said Friday that \"relatively soon\" he will make a decision on whether to launch a 2024 presidential bid. “I felt very confident going into November ’22 we were gonna do very well, but you really had to put up or shut up on that,” DeSantis said at a news conference...", "link": "https://thehill.com/homenews/campaign/3990432-desantis-on-presidential-run-you-either-gotta-put-up-or-shut-up/", "date_published": "2023-05-05 17:27:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Day of awareness puts focus on missing and murdered indigenous women", "description": "On July 4, 2013, Hanna Harris of Lame Deer, Mont., went out with friends to celebrate Independence Day. But she never returned home.  Her family reported her disappearance to local law enforcement but felt not enough was being done, so they organized their own search party. Three days later, Harris’s body was found — she...", "link": "https://thehill.com/homenews/house/3990445-day-of-awareness-missing-murdered-indigenous-women/", "date_published": "2023-05-05 17:21:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rochelle Walensky exits as CDC chief", "description": "Rochelle Walensky is leaving her role as head of the Centers for Disease Control and Prevention (CDC), the White House announced Friday. Walensky’s exit comes days before the federal government is set to end the declaration of a public health emergency around COVID-19. She has led the agency since the start of the Biden administration...", "link": "https://thehill.com/homenews/house/3990380-rochelle-walensky-exits-as-cdc-cheif/", "date_published": "2023-05-05 16:38:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Congress can fix a Supreme Court curveball on the CFPB", "description": "The Consumer Financial Protection Bureau is a government agency like no other. Not only is the agency responsible for enforcing consumer financial protection laws, it also oversees the practices of bank and non-bank consumer financial institutions alike. With such a wide purview to regulate the economic lives of all Americans, one would assume that the...", "link": "https://thehill.com/opinion/congress-blog/3989724-how-congress-can-fix-a-supreme-court-curveball-on-the-cfpb/", "date_published": "2023-05-05 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Strong jobs report a boon amid economic concerns", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING ...", "link": "https://thehill.com/newsletters/1230-report/3990187-the-hills-1230-report-strong-jobs-report-a-boon-amid-economic-concerns/", "date_published": "2023-05-05 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: DHS Secretary Mayorkas holds border visit press conference", "description": "Homeland Security Secretary Alejandro Mayorkas on Friday is speaking at a press conference in Brownsville, Texas, as the end nears for pandemic-era Title 42 immigration restrictions. President Biden earlier this week ordered 1,500 troops to the southern U.S. border to assist in patrolling areas bracing for the policy change, which many expect will add further...", "link": "https://thehill.com/homenews/3990034-watch-live-dhs-secretary-mayorkas-holds-border-visit-press-conference/", "date_published": "2023-05-05 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Serbia president calls to disarm country after second mass shooting in two days", "description": "Serbian President Aleksandar Vucic vowed to disarm the country on Friday, as Serbia reels from its second mass shooting in two days. “We will carry out an almost total disarmament of Serbia,” Vucic said, according to The Washington Post. “We must make a decision to confront this evil.” Eight people were killed and 14 were injured...", "link": "https://thehill.com/policy/international/3990351-serbia-president-calls-to-disarm-country-after-second-mass-shooting-in-two-days/", "date_published": "2023-05-05 16:29:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America the terrorized: The death grip of gun rights in the United States", "description": "We Americans have always considered our country exceptional. Today, we are exceptionally well-armed.", "link": "https://thehill.com/opinion/civil-rights/3984622-america-the-terrorized-the-death-grip-of-gun-rights-in-the-united-states/", "date_published": "2023-05-05 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ukrainian lawmaker punches Russian official at conference in Turkey", "description": "A Ukrainian parliament member threw several punches at a Russian official during a conference between Black Sea countries in Turkey on Thursday. Oleksandr Marikovski was waving a Ukrainian flag behind Russian delegate Olga Timofeeva when another Russian official snatched the flag away, a video of the incident posted to Facebook by the Ukrainian lawmaker shows.  Marikovski...", "link": "https://thehill.com/policy/international/3990262-ukrainian-lawmaker-punches-russian-official-at-conference-in-turkey/", "date_published": "2023-05-05 15:56:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Homeowner equity ticks down again", "description": "Homeowner equity declined modestly for the second straight quarter as home price growth fell across the country, according to new data from ATTOM. But it remains near historic highs.  First-quarter results from ATTOM’S 2023 U.S. Home Equity &#38; Underwater Report showed 47.2 percent of mortgaged residential properties nationwide were considered equity rich — down from 48 percent...", "link": "https://thehill.com/business/3990239-homeowner-equity-ticks-down-again/", "date_published": "2023-05-05 15:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Netflix's 'Stranger Things' store is bringing 'The Upside Down' to Las Vegas", "description": "Starting on Friday, May 26, \"Stranger Things\" fans in Vegas can be immersed in a world of supernatural mystery and 80s nostalgia.", "link": "https://thehill.com/homenews/3990165-netflixs-stranger-things-store-is-bringing-the-upside-down-to-las-vegas/", "date_published": "2023-05-05 15:38:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden names Neera Tanden as new domestic policy adviser", "description": "President Biden on Friday announced that Neera Tanden will be his new domestic policy adviser, replacing outgoing adviser Susan Rice. Tanden, who has served as assistant to the president and staff secretary, will be replaced by Stefanie Feldman. Feldman, a longtime Biden adviser, is deputy assistant to the president and senior adviser to the White...", "link": "https://thehill.com/homenews/administration/3990218-biden-neera-tanden-domestic-policy-adviser/", "date_published": "2023-05-05 15:34:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Three ways Biden can effectively negotiate with China", "description": "While each of these avenues may prove difficult, the biggest mistake for the U.S. would be to abandon efforts to reengage with China.", "link": "https://thehill.com/opinion/white-house/3987910-three-ways-biden-can-effectively-negotiate-with-china/", "date_published": "2023-05-05 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Title 42 jitters rattle Democratic unity", "description": "Concerns over the impending end of Title 42 are highlighting rifts among Democrats on either side of Pennsylvania Avenue as the party hunkers down to await the political ramifications of the policy's termination. The Trump-era policy changing the way officials can process migrants they encounter crossing the border will conclude along with other pandemic emergency...", "link": "https://thehill.com/latino/3990095-title-42-jitters-rattle-democratic-unity/", "date_published": "2023-05-05 15:17:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Andrew Gillum, ex-Florida Democratic governor nominee, acquitted of lying to FBI", "description": "A federal jury found former Florida Democratic nominee for governor Andrew Gillum not guilty of lying to the FBI. But the jury deadlocked on 18 other counts, including conspiracy and wire fraud, leading the court to declare a mistrial. The jury’s Thursday decision came after the trial in a Tallahassee courthouse focused on allegations against...", "link": "https://thehill.com/regulation/court-battles/3990134-andrew-gillum-ex-florida-democratic-governor-nominee-acquitted-of-lying-to-fbi/", "date_published": "2023-05-05 15:14:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida legislature approves bill allowing DeSantis-appointed board to cancel Disney agreements", "description": "The Florida legislature approved a bill Thursday allowing a tourism board appointed by Gov. Ron DeSantis (R) to oversee Disney World and cancel any agreements made in the three months before the board’s creation. The bill, which next heads to DeSantis’s desk, would allow the Central Florida Tourism Oversight District board to nullify a last-minute...", "link": "https://thehill.com/homenews/state-watch/3990125-florida-legislature-approves-bill-allowing-desantis-appointed-board-to-cancel-disney-agreements/", "date_published": "2023-05-05 14:58:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox sends cease-and-desist letter to Media Matters over leaked Tucker Carlson footage", "description": "Fox Corp., the parent company of Fox News, has sent a cease-and-desist letter to Media Matters for America over its publication of leaked videos showing Tucker Carlson, a former host at the network, making crude and offensive comments off the air. \"We write on behalf of Fox Corporation to clarify any misunderstandings Media Mattersmay have...", "link": "https://thehill.com/homenews/3990099-fox-sends-cease-and-desist-letter-to-media-matters-over-leaked-tucker-carlson-footage/", "date_published": "2023-05-05 14:49:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Survey: Nearly 900K New Yorkers lost at least three people to COVID", "description": "The latest New York City Housing and Vacancy Survey illustrates the massive toll that COVID-19 took on the city since the beginning of the pandemic in 2020. According to the data, about one in four New Yorkers, or nearly 2 million residents, lost at least one person — defined as a friend, family member, colleague...", "link": "https://thehill.com/homenews/3990005-survey-nearly-900k-new-yorkers-lost-at-least-three-people-to-covid/", "date_published": "2023-05-05 14:28:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bye-bye, Bibi? How Ben Gvir could topple the Netanyahu government", "description": "Netanyahu has unleashed a whirlwind that has bitterly divided Israel in a way never seen since its creation.", "link": "https://thehill.com/opinion/international/3988073-bye-bye-bibi-how-ben-gvir-could-topple-the-netanyahu-government/", "date_published": "2023-05-05 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to watch in King Charles III's coronation", "description": "On Saturday, the U.K. will hold a coronation ceremony to formalize the reign of King Charles III and Queen Consort Camilla, an affair filled with pomp and pageantry that will draw a crowd of notable political and societal figures. The U.K. is the only European country to hold a coronation ceremony, a tradition that dates back...", "link": "https://thehill.com/blogs/in-the-know/3988068-five-things-to-watch-in-king-charles-iiis-coronation/", "date_published": "2023-05-05 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "WHO downgrades COVID-19, no longer a global emergency", "description": "The World Health Organization (WHO) on Friday announced it was ending its declaration of COVID-19 as a public health emergency of international concern, more than three years after it was first declared. \"For more than a year, the pandemic has been on a downward trend, with population immunity increasing from vaccination and infection, mortality decreasing...", "link": "https://thehill.com/policy/healthcare/3990014-who-covid-19-a-pandemic/", "date_published": "2023-05-05 13:53:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dakota reporter accused of using Kristi Noem's personal number for prank call", "description": "A Pierre-based reporter for Dakota News Now and KOTA is facing charges for a January prank call.", "link": "https://thehill.com/homenews/state-watch/3988608-dakota-news-now-reporter-accused-of-using-gov-kristi-noems-personal-number-for-prank-call/", "date_published": "2023-05-05 13:52:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Marketing expert tells jury Trump's alleged damage to E. Jean Carroll's reputation could cost up to $2.7M", "description": "A marketing expert testified on Thursday that former President Trump’s alleged damage to author E. Jean Carroll’s reputation could cost between $368,000 and $2.7 million to repair, according to ABC News. Carroll, who has accused the former president of raping her in a Bergdorf Goodman department store in the mid-1990s, is suing for sexual battery over...", "link": "https://thehill.com/regulation/court-battles/3990023-marketing-expert-tells-jury-trumps-alleged-damage-to-e-jean-carrolls-reputation-could-cost-up-to-2-7m/", "date_published": "2023-05-05 13:49:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is it cheaper to be a renter or a homeowner near you?", "description": "Renting is usually cheaper than owning a home but a new analysis found that isn't necessarily the case everywhere.", "link": "https://thehill.com/homenews/3987862-is-it-cheaper-to-be-a-renter-or-a-homeowner-near-you/", "date_published": "2023-05-05 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "States — not the feds — have the power to transform higher education", "description": "State legislators have the power to make a difference immediately by reducing the cost of higher education and showing residents that there is still value in pursuing postsecondary education.", "link": "https://thehill.com/opinion/education/3988074-states-not-the-feds-have-the-power-to-transform-higher-education/", "date_published": "2023-05-05 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is AI coming for your job? Here are the skills you need to beat the bots", "description": "In a recent live demo, OpenAI president and co-founder Greg Brockman showed how the GPT-4 large language model could take some scribbles from his notepad and turn it into a webpage. And, not for the first time in recent history, many skilled workers had a fearful glimpse of an automated future in which they were...", "link": "https://thehill.com/lobbying/3989995-is-ai-coming-for-your-job-here-are-the-skills-you-need-to-beat-the-bots/", "date_published": "2023-05-05 13:29:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Feinstein should resign, New York Times Editorial Board says", "description": "The New York Times Editorial Board called on Sen. Dianne Feinstein (D-Calif.) to resign from the upper chamber on Friday if she continues to remain sidelined from Senate business, having been away from Washington since late February due to illness. The board wrote that despite Feinstein’s distinguished three-decade Senate career, her ongoing battle with shingles that has...", "link": "https://thehill.com/homenews/senate/3989969-feinstein-should-resign-new-york-times-editorial-board-says/", "date_published": "2023-05-05 13:08:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Wagner chief says mercenaries will leave Bakhmut, blasts Moscow", "description": "Wagner Group founder Yevgeny Prigozhin said he will withdraw his mercenaries from the embattled town of Bakhmut, Ukraine, saying his fighters are \"doomed to senseless death\" because Russia's Defense Ministry is depriving them of ammunition. \"By not giving us shells, you are not depriving us of victory, you are depriving the people of Russia of...", "link": "https://thehill.com/policy/defense/3989895-wagner-chief-says-mercenaries-will-leave-bakhmut-blasts-moscow/", "date_published": "2023-05-05 13:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis’s Disney battle is setting him up for failure in 2024", "description": "Many are openly questioning why Ron DeSantis would squander his political capital.", "link": "https://thehill.com/opinion/campaign/3984106-desantiss-disney-battle-is-setting-him-up-for-failure-in-2024/", "date_published": "2023-05-05 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US adds 253,000 jobs in April, above expectations", "description": "The U.S. economy added 253,000 jobs in April, surpassing analyst forecasts of 180,000 new jobs, according to Labor Department data released Friday. The unemployment rate remained historically low at 3.4 percent, down from 3.5 percent the previous month.  The jobs report reveals that the economy is slowing, but the labor market remains surprisingly robust. The U.S....", "link": "https://thehill.com/business/economy/3988678-jobs-report-economy-inflation-recession/", "date_published": "2023-05-05 12:31:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to speak to MSNBC's Stephanie Ruhle for first interview since launching reelection", "description": "President Biden on Friday will sit down with MSNBC host Stephanie Ruhle for his first interview since announcing his reelection bid last week, the network announced. The two will discuss, \"the administration’s infrastructure agenda, the 2024 campaign and recently announced reelection bid, the shaping GOP field, looming debt ceiling crisis, and more,\" the network said in a...", "link": "https://thehill.com/homenews/administration/3989885-biden-to-speak-to-msnbcs-stephanie-ruhle-for-first-interview-since-launching-reelection/", "date_published": "2023-05-05 12:26:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden to tap Air Force chief as Joint Chiefs chairman: reports", "description": "President Biden is expected to tap Gen. Charles Q. Brown, the head of the Air Force, to serve as the next chairman of the Joint Chiefs of Staff, according to media reports. Brown would replace outgoing Gen. Mark Milley, whose term as chairman is set to expire at the end of September. The expected nomination...", "link": "https://thehill.com/policy/defense/3989882-biden-to-tap-air-force-chief-as-joint-chiefs-chairman-reports/", "date_published": "2023-05-05 12:25:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The political stupidity of the GOP’s 6-week abortion bans", "description": "So far, the GOP’s senseless policies and ruinous politics are rendering any possible dawn of a culture of life further away, rather than nearer at hand.", "link": "https://thehill.com/opinion/civil-rights/3989378-the-political-stupidity-of-the-gops-6-week-abortion-bans/", "date_published": "2023-05-05 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judicial activist urged 'no mention of Ginni' in arranged payment to Clarence Thomas's wife: WaPo", "description": "Conservative judicial activist Leonard Leo urged that there be “no mention of Ginni” Thomas in an arranged payment to the wife of Supreme Court Justice Clarence Thomas, The Washington Post reported on Thursday. Leo told Kellyanne Conway, a GOP pollster who would later serve as an aide to former President Trump, to “give” Virginia Thomas “another...", "link": "https://thehill.com/regulation/court-battles/3989854-judicial-activist-urged-no-mention-of-ginni-in-arranged-payment-to-clarence-thomass-wife-wapo/", "date_published": "2023-05-05 11:48:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — In spotlight: Justice Thomas ethics, Proud Boys conspiracy", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Supreme Court Associate Justice Clarence Thomas remained in the spotlight Thursday while accused of failing to be upfront about financial benefits he accepted from an influential Republican billionaire, reviving...", "link": "https://thehill.com/newsletters/morning-report/3989810-the-hills-morning-report-in-spotlight-justice-thomas-ethics-proud-boys-conspiracy/", "date_published": "2023-05-05 10:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "If you use TurboTax you may be owed money. How settlement payments will work", "description": "Millions of taxpayers who used the popular Intuit filing software TurboTax in recent years will receive money from a 50-state, $144 million settlement accusing the company of charging people for services that should have been free.", "link": "https://thehill.com/homenews/3988919-if-you-use-turbotax-you-may-be-owed-money-how-settlement-payments-will-work/", "date_published": "2023-05-05 10:08:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Passenger who missed flight makes bomb threat, forces evacuation at LAX", "description": "The JetBlue plane landed at Los Angeles International Airport and was moved to an isolated area, police said.", "link": "https://thehill.com/homenews/3989444-passenger-who-missed-flight-makes-bomb-threat-forces-evacuation-at-lax/", "date_published": "2023-05-05 10:07:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Navy turns to drag to attract new recruits", "description": "The move by the Navy has received major backlash, some even comparing it to Bud Light's advertisement partnership with TikTok creator Dylan Mulvaney.", "link": "https://thehill.com/homenews/3989465-navy-turns-to-drag-to-attract-new-recruits/", "date_published": "2023-05-05 10:07:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Amazon settles case after driver totaled woman's car in her driveway", "description": "\"It didn't matter if I was going to get a new car or my old car back, I just wanted it resolved,\" she said.", "link": "https://thehill.com/homenews/3989480-amazon-settles-case-after-driver-totaled-womans-car-in-her-driveway/", "date_published": "2023-05-05 10:06:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fewer hurricanes and a snow-free Christmas: what El Niño could mean for the East Coast", "description": "The Eastern U.S. and the Caribbean could see less threat from hurricanes this fall — as the Pacific Coast sees more. Those are just two possible ramifications if the tropical Pacific slips back into the warmer half of a key climatic pattern — something that seems likely, according to the World Meteorological Organization. The U.N....", "link": "https://thehill.com/homenews/state-watch/3989291-fewer-hurricanes-and-a-snow-free-christmas-what-el-nino-could-mean-for-the-east-coast/", "date_published": "2023-05-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Tragic subway death sparks firestorm among New York Democrats", "description": "The killing of a troubled man in a New York City subway car earlier this week has ignited a political firestorm. The battle is not the usual partisan fight between Democrats and Republicans, but instead a struggle between progressives and more centrist members of the Democratic Party. At issue is the response to the killing...", "link": "https://thehill.com/homenews/state-watch/3989321-the-memo-tragic-subway-death-sparks-firestorm-among-new-york-democrats/", "date_published": "2023-05-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What falling test scores mean for US students", "description": "U.S. children's test scores in social studies, math and reading have all plummeted since the beginning of the pandemic, raising grave concerns about students' future. Eighth graders’ scores in U.S. history and civics were both down to where they were back in the 1990s, according to the Nation’s Report Card, released by the National Assessment...", "link": "https://thehill.com/homenews/education/3988915-what-falling-test-scores-mean-for-us-students/", "date_published": "2023-05-05 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Clarence Thomas's problems multiply at Supreme Court", "description": "Supreme Court Justice Clarence Thomas is facing a fresh round of scrutiny after the third blockbuster report in less than a month links him financially to GOP megadonor Harlan Crow. ProPublica reported Thursday that Crow, a Dallas-based real estate developer, paid thousands of dollars in tuition to a private boarding school for Thomas’s great-nephew, whom...", "link": "https://thehill.com/regulation/court-battles/3989034-clarence-thomass-problems-multiply-at-supreme-court/", "date_published": "2023-05-05 09:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sanders’s $17 minimum wage proposal creates political headache for Schumer", "description": "Sen. Bernie Sanders (I-Vt.) is creating a political headache for Senate Majority Leader Chuck Schumer (D-N.Y.) by pushing hard for a vote on a bill to raise the national minimum wage to $17 an hour — a proposal Senate Democrats facing tough reelection races opposed in 2021.   Sanders, who remains very popular with the Democratic...", "link": "https://thehill.com/homenews/3989284-sanderss-17-minimum-wage-proposal-creates-political-headache-for-schumer/", "date_published": "2023-05-05 09:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sununu says Trump should be on the debate stage, can't 'play the victim card'", "description": "New Hampshire Gov. Chris Sununu (R) on Thursday said former President Trump should get on the 2024 GOP presidential debate stages and stressed that, if he does, he can't \"play the victim card.\" “You cannot stand in front of America and say, ‘I’m a fighter, but I’m going to wimp out and not get on...", "link": "https://thehill.com/homenews/campaign/3989549-sununu-says-trump-should-be-on-the-debate-stage-cant-play-the-victim-card/", "date_published": "2023-05-05 03:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sununu to make 2024 decision by 'June at the latest'", "description": "New Hampshire Gov. Chris Sununu (R) on Thursday said he plans to make a decision on whether to get into the GOP's 2024 presidential race \"by late June at the latest.\" \"I'll probably make a decision in the next month or so just because that's the logistics timing that a candidate would need to really...", "link": "https://thehill.com/homenews/campaign/3989532-sununu-to-make-2024-decision-by-late-june-at-the-latest/", "date_published": "2023-05-05 02:39:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raffensperger sets Georgia primary date for March, despite Democrats' push for earlier", "description": "Georgia Secretary of State Brad Raffensperger (R) set the state's primary date for March 12 despite Democrats' wish to have the election earlier. Raffensperger said that the Democrats' push to have the state's primary early was \"unilateral,\" noting that Republicans wanted the more traditional primary schedule, with Iowa going first, followed by New Hampshire, South Carolina...", "link": "https://thehill.com/homenews/campaign/3989493-raffensperger-sets-georgia-primary-date-for-march-despite-democrats-push-for-earlier/", "date_published": "2023-05-05 02:14:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Atlanta shooting suspect's attorney, mother claim he suffered from mental health issues", "description": "The mother of the man suspected of killing one woman and injuring four other people in an Atlanta medical office claims her son suffered from mental health issues, according to multiple reports.  Minyone Patterson, the mother of 24-year-old Deion Patterson, reportedly told the local outlet WSB-TV in an interview that her son was upset that...", "link": "https://thehill.com/homenews/state-watch/3989490-atlanta-shooting-suspects-attorney-mother-claim-he-suffered-from-mental-health-issues/", "date_published": "2023-05-05 02:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Becerra on Atlanta shooting that killed CDC employee: Gun violence is 'a public health crisis'", "description": "Health and Human Services (HHS) Secretary Xavier Becerra confirmed in a statement Thursday that an employee at the Centers for Disease Control and Prevention (CDC) was one of the victims of a shooting in Atlanta on Wednesday. “Last night, we learned the tragic news that Amy St. Pierre, an HHS colleague at the Centers for Disease...", "link": "https://thehill.com/homenews/state-watch/3989427-becerra-on-atlanta-shooting-that-killed-cdc-employee-gun-violence-is-a-public-health-crisis/", "date_published": "2023-05-05 01:54:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House leaders bind together to condemn Russia's 'deeply concerning' detention of Americans", "description": "Speaker Kevin McCarthy (R-Calif.) and House Minority Leader Hakeem Jeffries (D-N.Y.) joined together from across the aisle to condemn Russia’s “deeply concerning” detention of Wall Street Journal reporter Evan Gershkovich and the “unjust” imprisonment of former U.S. Marine Paul Whelan.  “We strongly condemn Russia’s ongoing and illegal detention of journalist Evan Gershkovich and call for...", "link": "https://thehill.com/homenews/house/3989467-house-leaders-bind-together-to-condemn-russias-deeply-concerning-detention-of-americans/", "date_published": "2023-05-05 01:36:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Clips from Trump's deposition shown at E. Jean Carroll trial", "description": "Jurors at the trial hearing E. Jean Carroll's case against former President Trump were shown footage from the former president's deposition last year, where he defended comments he made in a 2005 \"Access Hollywood\" tape. During the deposition, Trump was showed the 2005 \"Access Hollywood\" tape that included comments he made about grabbing women sexually...", "link": "https://thehill.com/blogs/blog-briefing-room/3989368-clips-from-trumps-deposition-shown-at-e-jean-carroll-trial/", "date_published": "2023-05-05 00:59:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ finds 'insider witness' in Trump Mar-a-Lago documents probe: report", "description": "The Justice Department has found an “insider witness” as investigators probe former President Trump’s handling of classified documents, according to a new report. The New York Times, citing people familiar with the matter, reported that the unidentified person now cooperating confidentially with the investigation has worked for Trump at Mar-a-Lago.  According to the report, the...", "link": "https://thehill.com/blogs/blog-briefing-room/3989389-doj-finds-insider-witness-in-trump-mar-a-lago-documents-probe-report/", "date_published": "2023-05-05 00:25:08+00:00", "persistent": false, "user": null, "language": "en-US"}]