[{"source": "https://www.jefftk.com/news.rss", "title": "Kingfisher Live CD Process", "description": "<p><span>\n\nOur live album is </span>\n\n<a href=\"https://kingfisherband.bandcamp.com/album/kingfisher-recorded-live\">out\ntoday</a>!  We'll have physical CDs around the end of May, and it\nshould be on streaming services at some point.  If you backed the\nKickstarter and haven't heard from us about your rewards, let me know!\n\n\n\n<p>\n\nSome background on the album if you're interested:\n\n</p>\n\n<p>\n\nIn late January I wrote to <a href=\"https://www.ceciliavacanti.com/\">Cecilia</a> to ask what she'd\nthink of making a live album.  I'd been making good quality\nmulti-track recordings at most of our gigs, and we had a lot to work\nwith.  I sent her the first email at 5:38pm and by 8:06pm we had not\nonly agreed we wanted to do this but also agreed we both wanted <a href=\"https://danabillings.com/\">Dana Billings</a> for editing and\nmixing.  I wrote to Dana, he liked the idea, and we told him we'd get\nback to him once we'd listened back over our tracks to figure out which\nones were our favorites.\n\n</p>\n\n<p>\n\nThis was a long and painful process: we had recordings from 146 sets\nacross 11 gigs, for a total of ~20hr of music.  I went through and\nmade scratch mixes of everything, and made a giant spreadsheet for\ncollecting ratings.  The initial idea was that we'd both rate each\ntrack, but since I had more time (I could listen while watching kids\n[1]) for many of them I did an initial rating and Cecilia only rated\nthe ones I'd marked as potentially good enough.\n\n</p>\n\n<p>\n\nBy early March we were pretty far along and I <a href=\"https://www.jefftk.com/p/live-kingfisher-album\">wrote something\nup</a> to gauge interest and ask how people usually funded albums\nthese days.  Several people recommended Kickstarter, so we decided\nwe'd probably do that.  A few days later we had agreement on three\ntracks, <a href=\"https://kingfisherband.bandcamp.com/track/griffin-road\">Griffin\nRoad</a>, <a href=\"https://kingfisherband.bandcamp.com/track/trip-to-moscow\">Trip\nto Moscow</a>, and <a href=\"https://kingfisherband.bandcamp.com/track/salt-river\">Salt\nRiver</a>, and we sent Dana what he needed to get started with mixing.\nThis included both the raw multitrack recordings, and edit notes.  For\nexample, on Griffin Road the initial edit notes were:\n\n</p>\n\n<p>\n\n<i>\n<ul>\n<li>cut the second time through since the fiddle delay didn't work\n</li>\n<li>could cut the fourth time through for length\n</li>\n<li>the timing is off going into the eighth time through; could cut this\n  time through or fix?\n</li>\n<li>the timing is off eight beats into what I think is the beginning\n    of the 13th time through (~6:45) -- fix or cut?\n</li>\n<li>probably find 2-4 other times through to cut for length and interest?\n</li>\n</ul>\n</i>\n\n</p>\n\n<p>\n\nA week later Dana got back to us with the first mix, for Griffin Road,\nand we were really happy.  Even having listened to the scratch mix\nrepeatedly I couldn't tell where the edits were: it just sounded\ngood.  Over the next few days he got back to use with additional\nmixes, and we kept sending him additional tracks as we got agreement\non which ones we wanted to include.\n\n</p>\n\n<p>\n\nIn late March we started a <a href=\"https://www.kickstarter.com/projects/jefftk/kingfisher-recorded-live/\">Kickstarter</a>\n(<a href=\"https://www.jefftk.com/p/kingfisher-album-kickstarter\">blog post</a>) to raise\nfunds to cover the mixing and editing, and a few days later Dana\nfinished his rough mixes.  We had been accumulating a big doc of\ntouchups, things like \"fiddle is very slightly too quiet when things\ncome up around 3:45\" or \"drums could be slightly quieter around 5:03\nwhen things come down and ramp back up during the build around 5:30\",\nand by the end of the month he had incorporated these and made\nversions we were happy with.\n\n</p>\n\n<p>\n\nWe could have gone right to mastering at this stage, but instead we\nwanted to run mixes by friends first.  A lot of people thought they'd\nhave time to review but didn't end up being able to, but <a href=\"https://soundcloud.com/christopherjacoby\">Chris</a> and <a href=\"https://nathanbishopviolin.wixsite.com/music\">Nathan</a> ended\nup giving us detailed feedback.  One more round of touchups and we went\ninto mastering in mid-April, finishing around the end of\nApril.\n\n</p>\n\n<p>\n\nIn mid-March, sick with covid, Cecilia had painted the cover picture:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/kingfisher-recorded-live-cover-picture-big.jpg\"><img class=\"mobile-fullwidth\" height=\"579\" src=\"https://www.jefftk.com/kingfisher-recorded-live-cover-picture.jpg\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nI was going to put together the CD jacket, but we wanted to include\nphotos, which meant waiting for good weather.  We were lucky with the\nweather on the afternoon of May Day, and <a href=\"https://mirawhiting.com/\">Mira Whiting</a> took some great\npictures of us at <a href=\"https://www.carverhillorchard.com/\">Carver\nHill</a>.  After that things came together quickly, we sent the CD to\nmanufacturing on the 3rd.  Here are the CD proofs:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/kingfisher-jacket-proof-big.png\"><img class=\"mobile-fullwidth\" height=\"344\" src=\"https://www.jefftk.com/kingfisher-jacket-proof.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/kingfisher-disc-proof-big.png\"><img class=\"mobile-fullwidth\" height=\"550\" src=\"https://www.jefftk.com/kingfisher-disc-proof.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nThere was a little more messing around with getting the digital\ndistribution set up, including a lot of iteration where CD Baby has\nvery confusing handling of traditional tunes, and the digital version\nis <a href=\"https://kingfisherband.bandcamp.com/album/kingfisher-recorded-live\">out\ntoday</a>!\n\n</p>\n\n<p>\n\nVery excited and relieved to have this finished, and I hope you enjoy\nit!\n\n</p>\n\n<p>\n<br />\n\n[1] Every time a track stopped Nora would sign \"more\" intently until I\nstarted another one.\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02xnPJE5j8FY99Go5SqAeWMNQHetLZEUxG5wxWWJDydbsZ5S9uutijxi4Pt3qpLC9il\">facebook</a>, <a href=\"https://lesswrong.com/posts/uQTELjcgzpKAZq58b\">lesswrong</a>, <a href=\"https://mastodon.mit.edu/@jefftk/110317149703986925\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/kingfisher-live-cd-process", "date_published": "2023-05-05 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]