[{"source": "https://www.theguardian.com/rss", "title": "Serbia’s Filip Mladenovic given three-month ban for Polish Cup final attacks", "description": "<ul><li>Defender hit three rival players during victory celebrations</li><li>‘This is not how any sportsman should behave,’ he admits</li></ul><p>Filip Mladenovic has been suspended for three months by the Polish football association (PZPN) after he hit three opposing players following Legia Warsaw’s cup final victory.</p><p>Legia lifted their 20th Polish Cup trophy on Tuesday with a 6-5 penalty shootout win over league leaders Rakow Czestochowa, after the game had finished goalless. Players rushed on to the pitch after the final penalty was saved by Legia’s keeper Kacper Tobiasz. Mladenovic was approached by several Rakow players and the Serbia international responded by punching three of them, videos posted on social media showed.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/serbias-filip-mladenovic-given-three-month-ban-for-polish-cup-final-attacks\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/serbias-filip-mladenovic-given-three-month-ban-for-polish-cup-final-attacks", "date_published": "2023-05-05 23:15:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Global heads gather in London for lavish coronation of Charles and Camilla", "description": "<p>Crowning of new king and queen will include UK’s biggest military spectacle in 70 years</p><p>Foreign royalty, heads of state and other dignitaries from around the globe have descended on London for the crowning of King Charles III and Queen Camilla, which will include a military spectacle unmatched in Britain in 70 years.</p><p>Seven thousand troops will be on parade with 19 military bands in a coronation procession stretching one mile from front to rear, the most at any state occasion since the 1953 coronation of Queen Elizabeth II.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/global-heads-gather-in-london-for-lavish-coronation-of-charles-and-camilla\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/global-heads-gather-in-london-for-lavish-coronation-of-charles-and-camilla", "date_published": "2023-05-05 23:01:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation treasures: from the stone of destiny to the sovereign’s orb", "description": "<p>Preposterously valuable, ancient and often odd ceremonial items at heart of monarchical mythmaking</p><p>Unlike some British royal rituals, which may be no more than a few centuries old, the coronation is genuinely very ancient, still following the structure of the ceremony used to crown kings of England before 1066.</p><p>For that reason, many of the highly symbolic elements of the ceremony are very old – and, to contemporary viewers, very strange.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/coronation-treasures-from-the-stone-of-destiny-to-the-sovereigns-orb\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/coronation-treasures-from-the-stone-of-destiny-to-the-sovereigns-orb", "date_published": "2023-05-05 23:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles’s coronation: order of service for the ceremony", "description": "<p>The coronation will be held at 11am BST on Saturday at Westminster Abbey in London</p><p>The coronation of King Charles III and Queen Camilla begins at 11am on Saturday, and takes place in Westminster Abbey.</p><p>Guests attending will include members of the royal family, as well as international representatives from 203 countries, including approximately 100 heads of state, alongside community and charity champions.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/king-charless-coronation-order-of-service-for-the-ceremony\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/king-charless-coronation-order-of-service-for-the-ceremony", "date_published": "2023-05-05 23:01:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dundee beat Queen’s Park 5-3 to seal wild return to Scottish Premiership", "description": "<p></p><p>Dundee secured their return to the Scottish Premiership with a 5-3 win over nearest challengers Queen’s Park in a breathless Championship decider at Ochilview.</p><p>A point would have been enough for the Dens Park side to claim automatic promotion but they ended their campaign on a high as second-half strikes from Lyall Cameron and Luke McCowan killed off the challenge of the brave Spiders after an astonishing first half in which six goals were shared.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/dundee-beat-queens-park-in-eight-goal-thriller-to-seal-return-to-premiership\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/dundee-beat-queens-park-in-eight-goal-thriller-to-seal-return-to-premiership", "date_published": "2023-05-05 21:56:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool will not pay inflated transfer fees for targets, warns Jürgen Klopp", "description": "<ul><li>Club in market for midfield reinforcements this summer</li><li>Mac Allister, Gravenberch, Mount and Nunes are targets</li></ul><p>Jürgen Klopp has said Liverpool will not be held to ransom over their summer transfer targets but are confident of making the signings they have identified.</p><p>Liverpool’s need and desire for new midfielders is well established with Brighton’s Alexis Mac Allister, Bayern Munich’s Ryan Gravenberch, Chelsea’s Mason Mount and Matheus Nunes of Wolves among the targets.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/liverpool-will-not-pay-inflated-transfer-fees-for-targets-warns-jurgen-klopp\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/liverpool-will-not-pay-inflated-transfer-fees-for-targets-warns-jurgen-klopp", "date_published": "2023-05-05 21:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clapham Common: passengers smash windows to escape tube train amid fire alert", "description": "<p>London fire brigade suggest smoke probably caused by train’s brakes and police say nobody hurt in incident</p><p>Passengers climbed out of the smashed windows of a tube train at Clapham Common station in London on Friday evening amid a fire alert.</p><p>A video posted on social media shows a man with a hammer cracking one of the Northern Line tube windows to allow travellers trapped inside to get out, while other videos show smashed windows.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/passengers-smash-windows-to-escape-tube-amid-fire-alert\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/passengers-smash-windows-to-escape-tube-amid-fire-alert", "date_published": "2023-05-05 21:06:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black Ops review – can you really make a hilarious comedy about police racism? Yes you can!", "description": "<p>This series about feckless community support officers infiltrating a drug gang is a pitch-perfect, star-packed joy. It spotlights racism while being a brilliantly fresh farce</p><p>Between the institutional racism, the institutional misogyny and the institutional homophobia, the Metropolitan police isn’t exactly steeped in hilarity. Can a new sitcom really mine some primetime BBC One belly laughs from the beleaguered institution?</p><p>It’s a big ask, but the answer – pretty miraculously – is yes. Black Ops follows two community support officers: the clever but unambitious Dom (Gbemisola Ikumelo) and the naive, uber-religious Kay (Hammed Animashaun). Their jobs are predictable, low-risk and questionnaire-centric – until they’re convinced to infiltrate a local gang as part of an “off the books” undercover operation. From there, Black Ops merges broad comedy with bent copper crime drama to hilarious and nail-biting effect. I won’t give away any of the myriad plot twists, but suffice to say there are some malevolent forces at play in the force itself. Or as Dom economically puts it: “This is some Line of Duty shit!”</p><p><a href=\"https://www.bbc.co.uk/programmes/p0ff7v49\">Black Ops is on BBC One and iPlayer</a></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/black-ops-review-met-police-comedy-race\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/black-ops-review-met-police-comedy-race", "date_published": "2023-05-05 21:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frida Maanum sees off Leicester to give wounded Arsenal WSL respite", "description": "<p>It has been a long week for Arsenal, but their hopes of Champions League football next season remain alive after Frida Maanum’s second-half goal earned them three points against a resurgent Leicester.</p><p>Jonas Eidevall’s team are struggling. The Gunners played a bruising and exhausting 120 minutes as they <a href=\"https://www.theguardian.com/football/2023/may/01/arsenal-wolfsburg-womens-champions-league-match-report\" title=\"\">exited the Champions League to Wolfsburg</a> on Monday. During that match, the defender Laura Wienroither became the latest Arsenal player to suffer an ACL injury to further deplete their forces – Beth Mead, Vivianne Miedema, Leah Williamson, Kim Little and Caitlin Foord are all currently absent.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/arsenal-leicester-wsl-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/arsenal-leicester-wsl-match-report", "date_published": "2023-05-05 20:58:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands forced to evacuate as wildfires ravage western Canada", "description": "<p>More than 13,000 people were ordered to leave Alberta as 78 fires burned, and officials say the blazes are expected to intensify</p><p>A week of record hot weather in western <a href=\"https://www.theguardian.com/world/canada\">Canada</a> has forced thousands of people to evacuate their homes, as wildfires raged in parts of Alberta and rapid snow melt triggered flooding across interior British Columbia.</p><p>By Friday, more than 13,000 people were under evacuation orders in Alberta, as 78 fires burned. Among the worst-hit areas was the Little Red River Cree Nation in the north of the province, where the 1,458-hectare Fox Lake fire consumed 20 homes and the police station.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/canada-wildfires-thousands-evacuate-fox-lake-fire\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/canada-wildfires-thousands-evacuate-fox-lake-fire", "date_published": "2023-05-05 20:51:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Video of Trump confusing E Jean Carroll with ex-wife in deposition is released", "description": "<p>Former president shown pointing to photograph of writer who accuses him of rape and saying ‘That’s my wife’</p><p>Video of <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a>’s deposition in his civil rape trial in New York City was released to the public on Friday.</p><p>The footage, from last October, included a previously reported but never publicly seen exchange in which the former president <a href=\"https://www.theguardian.com/us-news/2023/jan/19/trump-e-jean-carroll-wife-deposition\">mistook</a> a picture of his accuser, the writer E Jean Carroll, for a picture of his second wife, Marla Maples.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/donald-trump-e-jean-carroll-trial-video-deposition\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/donald-trump-e-jean-carroll-trial-video-deposition", "date_published": "2023-05-05 20:40:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rightwingers praise free speech at CPAC Hungary – then eject Guardian journalist", "description": "<p>Kari Lake speaks at Budapest meeting of US Republicans and European allies aimed at cementing rightwing ties </p><p>US Republicans and their European allies tore up news headlines and ejected a Guardian journalist from a conference of radical rightwing activists, on the same day that they highlighted the importance of free speech.</p><p>Speaking at the second annual meeting in Budapest of the US Conservative Political Action Coalition (CPAC), Kari Lake, a failed Republican gubernatorial candidate, said that “truth-tellers and peacemakers” were being destroyed by “fake news”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/cpac-hungary-kari-lake-rightwing-press-freedom\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/cpac-hungary-kari-lake-rightwing-press-freedom", "date_published": "2023-05-05 20:19:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can brains bounce back? Recovering addicts turn to science to map the effects of meth", "description": "<p>Cohen Irwin is part of a group of former addicts in New Zealand working with researchers to trace signs of healing in the brains of those who stop smoking</p><p>Every few months, Cohen “Coey” Irwin lies on his back and lets the walls close in. Lights move overhead, scanning over the tattoos covering his cheeks. He lies suspended, his head encased by a padded helmet, ears blocked, as his body is shunted into a tunnel. The noise begins: a rhythmic crashing, loud as a jackhammer. For the next hour, an enormous magnet will produce finely detailed images of Irwin’s brain.</p><p>Irwin has spent much of his adult life addicted to smoking methamphetamine – or P, as the drug is known in New Zealand. He knows its effects intimately: the euphoria, the paranoia, the explosive violence, the energy, the tics that run through his neck and lips. Stepping outside the MRI machine, however, he can get a fresh view for the first time – looking in from the outside at what the drug has done to his internal organs.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/can-brains-bounce-back-recovering-addicts-turn-to-science-to-map-the-effects-of-meth\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/can-brains-bounce-back-recovering-addicts-turn-to-science-to-map-the-effects-of-meth", "date_published": "2023-05-05 20:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What happened in the Russia-Ukraine war this week? Catch up with the must-read news and analysis", "description": "<p>Kremlin drone incident sparks denials; Ukraine prepares for counteroffensive; 20,000 Russian soldiers killed in five months, says US</p><p>Every week we wrap up the must-reads from our coverage of the <a href=\"https://www.theguardian.com/world/ukraine\">Ukraine</a> war, from news and features to analysis, visual guides and opinion.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/what-happened-in-the-russia-ukraine-war-this-week-catch-up-with-the-must-read-news-and-analysis", "date_published": "2023-05-05 20:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English Football League agrees new £935m deal with Sky Sports", "description": "<ul><li>Five-year agreement begins in 2024</li><li>Deal keeps Saturday blackout in place</li></ul><p>English Football League clubs have unanimously voted to accept a £935m deal with Sky Sports which will lead to more than 1,000 matches a season being broadcast but which keeps the Saturday blackout in place.</p><p>The five-year deal, made up of guaranteed payments of £895m and £40m in marketing rights, will begin in 2024-25 and run to the end of the 2028-29 season. It represents a 50% increase on the league’s deal with Sky which expires at the end of next season.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/english-football-league-agrees-new-935-deal-with-sky-sports\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/english-football-league-agrees-new-935-deal-with-sky-sports", "date_published": "2023-05-05 19:40:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alabama violated civil rights with poor sanitation, Biden administration finds", "description": "<p>Report finds state discriminated against Black residents with ‘pattern of inaction and/or neglect’ over health risks of raw sewage</p><p>The Biden administration has found that Alabama’s public health departments discriminated against Black residents by denying access to adequate sanitation systems.</p><p>A 2017 study, <a href=\"https://www.theguardian.com/us-news/2017/sep/05/hookworm-lowndes-county-alabama-water-waste-treatment-poverty\">published</a> first by the Guardian, found the hookworm parasite transmitted in fecal matter to be prevalent in a majority-Black Lowndes county. On Thursday, the Departments of Justice and Health and Human Services announced that the state and county engaged in a “consistent pattern of inaction and/or neglect concerning the health risks associated with raw sewage”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/alabama-raw-sewage-sanitation-civil-rights-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/alabama-raw-sewage-sanitation-civil-rights-biden", "date_published": "2023-05-05 19:40:39+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week around the world in 20 pictures", "description": "<p>Evacuations from Sudan, Russian airstrikes in Ukraine, protests in Paris, a dress rehearsal of the coronation of King Charles and Rihanna at the 2023 Met Gala: the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/may/05/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/may/05/the-week-around-the-world-in-20-pictures", "date_published": "2023-05-05 19:37:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sha’Carri Richardson storms to 100m win in Doha’s Diamond League opener", "description": "<ul><li>Shericka Jackson second with Dina Asher-Smith third</li><li>Fred Kerley wins’s men’s 100m ahead of Kenneth Bednarek</li></ul><p>Sha’Carri Richardson left her rivals in the dust as the American streaked to 100m victory in the first Diamond League meeting of the season in Doha.</p><p>Richardson, who was expected to be one of the biggest draws at the Tokyo Olympics in 2021 before she accepted a one-month ban after <a href=\"https://www.theguardian.com/sport/2021/jul/01/shacarri-richardson-cannabis-positive-olympics\">testing positive for cannabis</a>, set a meet record with a time of 10.76 seconds.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/shacarri-richardson-storms-to-100m-win-in-dohas-diamond-league-opener\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/shacarri-richardson-storms-to-100m-win-in-dohas-diamond-league-opener", "date_published": "2023-05-05 19:01:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak under pressure after dire Tory losses and leadership gripes", "description": "<p>PM calls results ‘disappointing’, while Labour says it’s on track to win power at next general election</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>Rishi Sunak has faced devastating losses of more than 1,000 Tory seats in the local elections, while Labour has said the party is on track to win power at the next general election.</p><p>The prime minister conceded on Friday the English council results were “disappointing”, but faced a scathing verdict from some of his MPs and the first rumblings of a threat to his leadership from allies of Boris Johnson.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/rishi-sunak-under-pressure-dire-tory-losses-leadership-threats\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/rishi-sunak-under-pressure-dire-tory-losses-leadership-threats", "date_published": "2023-05-05 18:30:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clarence Thomas under scrutiny after report of activist’s payments to his wife", "description": "<p>Leonard Leo funneled funds to Ginni Thomas with instructions not to mention her, Washington Post reports</p><p>The conservative supreme court justice Clarence Thomas is under renewed scrutiny after the Washington Post found that an activist with interests in the court’s decisions funneled tens of thousands of dollars to Thomas’s wife, with instructions not to mention her name.</p><p>The <a href=\"https://www.washingtonpost.com/investigations/2023/05/04/leonard-leo-clarence-ginni-thomas-conway/\">report</a> published on Thursday outlines instances in which activist Leonard Leo paid Clarence Thomas’s wife, Ginni Thomas, via the GOP pollster Kellyanne Conway. Citing documents it had obtained, the Post said that Leo told Conway to bill one of his non-profits and send the funds to Thomas, at one point mentioning that paperwork associated with the transaction should have “no mention of Ginni, of course”.</p> <a href=\"https://www.theguardian.com/law/2023/may/05/clarence-thomas-kellyanne-conway-leonard-leo-payments\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/may/05/clarence-thomas-kellyanne-conway-leonard-leo-payments", "date_published": "2023-05-05 18:15:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Messi and PSG: a warning from history – and for Manchester United", "description": "<p>The ageing star being politically weaponised in two states’ soft-power games carries cautionary lessons for the Premier League</p><p>So this is how the end comes. Not with a bang. Not with a whimper. Not with a potentially decisive Ligue 1 double header against Troyes and Ajaccio. But instead with a trail of politically weaponised, oddly touching tourist photos.</p><p>Here is Lionel Messi staring at a falcon. Here is Lionel Messi looking confused next to a fence. Here is Lionel Messi interacting cautiously with a horse. Here, beyond the staged and clipped images, is an exercise in proxy war and geopolitics as expressed through the late-season schedule of an exceptionally talented 35-year-old converted winger.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/messi-and-psg-a-warning-from-history-and-for-manchester-united-saudi-arabia-qatar\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/messi-and-psg-a-warning-from-history-and-for-manchester-united-saudi-arabia-qatar", "date_published": "2023-05-05 18:01:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlos Alcaraz breezes into Madrid final as Nadal doubts grow over Paris", "description": "<ul><li>Spaniard continues stellar form on his 20th birthday</li><li>Rafael Nadal pulls out of the Italian Open in Rome</li></ul><p>On the very first day of his 20s, Carlos Alcaraz continued to tread his own remarkable path at the top of his sport as he produced another dominant display, comfortably defeating Borna Coric 6-4, 6-3 to return to the Madrid Open final.</p><p>While Alcaraz, on his 20th birthday, positioned himself as one of the biggest contenders at the French Open, Rafael Nadal’s presence in Paris was cast into even greater doubt when he announced his withdrawal from the Italian Open on Friday due to the hip injury he suffered in January. Rome is the final Masters 1000 event before the French Open and, if Nadal decides to compete at Roland Garros, the 14-time champion would do so without any preparation.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/carlos-alcaraz-breezes-past-borna-coric-to-reach-madrid-open-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/carlos-alcaraz-breezes-past-borna-coric-to-reach-madrid-open-final", "date_published": "2023-05-05 17:56:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: royal family has power to censor BBC coronation coverage", "description": "<p>BBC submits material to Buckingham Palace for approval before use, raising questions about editorial independence</p><p>The BBC has allowed Buckingham Palace to veto what footage it can use in its coronation coverage, raising questions about the national broadcaster’s impartiality in relation to the monarchy.</p><p>In recent days the BBC has submitted material to the palace for approval in royal-themed programming, only for Buckingham Palace to declare certain pieces could not be used, according to individuals with knowledge of the situation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/revealed-royal-family-has-power-to-censor-bbc-coronation-coverage\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/revealed-royal-family-has-power-to-censor-bbc-coronation-coverage", "date_published": "2023-05-05 17:51:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Osasuna’s Chimy Ávila: ‘In Argentina, it’s easier to pick up a gun than a ball’", "description": "<p>The bruising striker who grew up playing for money in tough Rosario neighbourhoods faces Real Madrid in Saturday’s cup final</p><p>“I wouldn’t call it pressure now: I love it.” Chimy Ávila, the Osasuna striker and human wrecking ball whose astonishing story is written all over his body, unfiltered and funny despite the sacrifice and suffering, pictures himself on the penalty spot. He sees Seville, the Copa del Rey final against Real Madrid, one shot to deliver his club’s first ever trophy. And, inevitably, he sees Empalme Graneros in Argentina, where he took so many, already playing for a living long before becoming pro. “It’s harder in the hood,” he says. On Saturday night Thibaut Courtois won’t be carrying a gun, for a start.</p><p>One of nine children, Ávila grew up in north-east Rosario in a neighbourhood where, he says, you never knew when the bullets would fly, gangs fought and he, too, went armed. His home had a tin roof that leaked when it rained and flew when it was windy, but also had a pitch just outside the door. “I would do anything for my daughter to go and play barefooted where I did, to come back with a muddy face, walk those dirty streets,” he says, and yet if there’s fondness there was a fear that forged him, too. You want pressure? Out there, where clandestine games were staged, scoring was survival. “This is different,” Ávila says. “This is a challenge, a nice one against the world’s best goalkeeper. Back then it could be against a goalkeeper with a gun around his neck.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/osasunas-chimy-avila-interview-copa-del-rey-final-real-madrid\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/osasunas-chimy-avila-interview-copa-del-rey-final-real-madrid", "date_published": "2023-05-05 17:44:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We knew Putin would attack Ukraine back in 2011, says Bill Clinton", "description": "<p>Russian president rejected Budapest Memorandum on sovereignty of Ukraine, Belarus and Kazakhstan, former US president says</p><p>Vladimir Putin told Bill Clinton three years before his 2014 attack on Ukraine that he was not bound by the Budapest Memorandum guaranteeing the country’s territorial integrity, according to the former US president.</p><p>The revelation raises questions over whether the US and its European allies should have been more prepared for the 2014 attack, when Russia annexed Crimea and attacked the Donbas.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/we-knew-putin-would-attack-ukraine-back-in-2011-says-bill-clinton\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/we-knew-putin-would-attack-ukraine-back-in-2011-says-bill-clinton", "date_published": "2023-05-05 17:42:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Neely killing: marine veteran could face manslaughter charge – expert", "description": "<p>Source confirms marine’s identity as Daniel Penny, 24, of West Islip, Long Island, but Penny has not yet been charged with a crime</p><p>The US marine veteran who was recorded placing <a href=\"https://www.theguardian.com/us-news/2023/may/05/jordan-neely-new-york-subway-chokehold-death\">Jordan Neely</a> in a chokehold on the New York City subway before the Michael Jackson impersonator died Monday could be at risk of facing a manslaughter or criminally negligent homicide charge, an expert told the Guardian on Friday.</p><p>A source with knowledge of the case confirmed the marine veteran’s identity as 24-year-old Daniel Penny of West Islip, Long Island. Other news outlets have also published Penny’s name after it was widely circulated late Thursday by social media users, citing information from people who recognized him in cellphone video footage of Neely’s final moments.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/jordan-neely-killing-marine-identified\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/jordan-neely-killing-marine-identified", "date_published": "2023-05-05 17:39:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the local elections: the Tories take a hammering | Editorial", "description": "<p>Rishi Sunak’s team had deliberately set expectations low, but not low enough</p><p>The opposition parties in England have good reason to be gleeful. Results from the local elections in 230 English councils show the Tories being <a href=\"https://twitter.com/drjennings/status/1654349653742108675\" title=\"\">squeezed </a>on both sides of the Brexit vote. Conservatives are losing badly in areas that voted remain in 2016, while Labour is gaining most in places that voted leave. The BBC <a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates?page=with:block-64550efc8f08b3dab5f987c7#block-64550efc8f08b3dab5f987c7\" title=\"\">projected</a> Labour with its biggest lead over Tories in local elections since 1997. Voter estrangement from the Conservatives is producing an electoral realignment that spells doom for the governing party.</p><p>The big winners from this ongoing process are undoubtedly the Liberal Democrats. Thursday’s elections show that Sir Ed Davey’s party is continuing to make spectacular gains deep into Tory territory – notably securing a <a href=\"https://www.politicshome.com/news/article/nadhim-zahawis-local-council-stratforduponavon-goes-liberal-democrats\" title=\"\">bridgehead</a> in councils represented by senior Tories, including two former prime ministers. The Conservatives also lost power at Stratford-on-Avon council for the first time after the Lib Dems won 15 seats, with Rishi Sunak’s sacking of the town’s Conservative MP Nadhim Zahawi <a href=\"https://www.bbc.co.uk/news/uk-england-coventry-warwickshire-65498758\" title=\"\">coming</a> up on the doorstep.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/the-guardian-view-on-the-local-elections-the-tories-take-a-hammering\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/the-guardian-view-on-the-local-elections-the-tories-take-a-hammering", "date_published": "2023-05-05 17:30:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the coronation crowds: the public are crucial for royalty | Editorial", "description": "<p>The people are essential to monarchy; the power of performance lies in the response of the audience</p><p>Crowds will line the streets to take part in the <a href=\"https://www.theguardian.com/uk-news/2023/may/03/what-to-expect-at-the-kings-coronation-key-events-and-timings\" title=\"\">coronation</a>. But many present will later struggle to explain exactly why they were there. Witnessing a historic event might be the best answer. Though the spectacle may appeal to viewers, it is the monarchy that depends on it. It is not the people who need the king, but the king who needs the people: the power of performance lies in the response of the audience. The coronation of Charles III is theatre held to convey divine approval to the person of the monarch. It is a cruel irony that while the public are told to get used to being <a href=\"https://www.theguardian.com/business/2023/apr/25/britons-need-to-accept-theyre-poorer-says-bank-of-england-economist\" title=\"\">poorer</a>, they are also the crucial props to the lavish excesses of royal <a href=\"https://www.theguardian.com/uk-news/2023/may/05/how-coronation-of-king-charles-revive-oldest-british-rituals-westminster-abbey\" title=\"\">pomp</a> and circumstance.</p><p>Charles is a very different character from his mother. But the image projected of the monarch owes more to show and glamour than individual nature. That is why the paying public is expected to offer adulation, lest we disrupt the display with disturbing questions about the monarchy’s value and relevance. Such a thought ought to offend any modern sense Britain has of itself. The <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/prince-william-murdoch-phone-hacking-claims-court-filings-prince-harry\" title=\"\">scandals</a> of recent years have revealed the Windsors to be rather more <a href=\"https://www.theguardian.com/uk-news/2022/sep/13/prince-andrew-epstein-sexual-abuse-investigation\" title=\"\">dysfunctional</a> than the average British household.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/the-guardian-view-on-the-coronation-crowds-the-public-are-crucial-for-royalty\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/the-guardian-view-on-the-coronation-crowds-the-public-are-crucial-for-royalty", "date_published": "2023-05-05 17:25:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Allardyce ditches bravado and makes ‘brain space’ central to Leeds survival", "description": "<p>‘Big Sam’ believes the route to safety lies in getting his players in the right frame of mind rather than drilling them relentlessly</p><p>It was the sort of damp, unseasonal, May morning when low-lying grey cloud blanketed the Yorkshire countryside and only the car headlights spearing a path east fractured the gloom. Sam Allardyce has travelled to work in far worse conditions but, as he swung off the A1(M) at Wetherby and on to the winding B-road through apparently endless fields, his mood matched the weather.</p><p>Anyone expecting the new Leeds manager to stride through the training ground door in full showman mode, perhaps even accompanied by a blast of Tina Turner’s “Simply The Best,” would have been sorely disappointed on Friday. “Saturday morning, I’ll be pretty nervous,” says Allardyce. “And the nerves will carry on until kick-off.”</p> <a href=\"https://www.theguardian.com/football/2023/may/05/sam-allardyce-brain-space-leeds-survival\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/sam-allardyce-brain-space-leeds-survival", "date_published": "2023-05-05 17:19:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, 13, avoids custody after four sexual assaults in Telford", "description": "<p>Teenager who attacked woman and three girls on walk home from school to be sent to therapeutic unit for at least 18 months</p><p>A 13-year-old boy who carried out sexual attacks on a woman and three teenage girls as he walked home in his school uniform has avoided a custodial sentence but will be sent to a specialist therapeutic unit for at least 18 months.</p><p>A judge told Shrewsbury crown court on Friday he had “absolutely no idea” why the boy attacked a 16-year-old, two 17-year-olds and a woman in her 30s in four separate incidents in Telford, Shropshire.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/boy-13-not-jailed-for-sexual-assaults-on-four-women-in-shropshire\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/boy-13-not-jailed-for-sexual-assaults-on-four-women-in-shropshire", "date_published": "2023-05-05 17:14:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Devil of a local election result for Tories makes work for idle Hands | John Crace", "description": "<p>Shock for party chair who had previously expected everything to be all right on the night and learned not to try too hard</p><p>First manage your expectations.</p><p>When the Tory party chair, Greg Hands, announced last week that he expected the Conservatives to lose 1,000 seats in the local elections, he was being characteristically disingenuous. What he really meant was that the Tories would lose between 500 and 600 seats and he would be able to take to the airwaves and crow about his party having done far better than anyone imagined. The plucky Conservatives yet again seizing triumph from a potential disaster. And it would all be down to him and <a href=\"https://twitter.com/JAHeale/status/1638253096273866784\">his idiotic tweets of a 13-year-old Liam Byrne gag</a>. At least we won’t be seeing them again.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/devil-of-a-local-election-result-for-tories-makes-work-for-idle-hands\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/devil-of-a-local-election-result-for-tories-makes-work-for-idle-hands", "date_published": "2023-05-05 17:09:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brighton sign João Pedro for club-record £30m and agree deal with James Milner", "description": "<ul><li>Brazilian forward joins from Watford on five-year contract</li><li>Milner set to leave Liverpool after agreeing one-year deal</li></ul><p>The Brazilian forward João Pedro has joined Brighton from Watford for a club-record £30m fee, signing a five-year contract running until June 2028.</p><p>Brighton are also closing in on James Milner, who is set to leave Liverpool on a free transfer after agreeing a one-year-deal with Roberto De Zerbi’s side.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/brighton-sign-joao-pedro-agree-james-milner-deal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/brighton-sign-joao-pedro-agree-james-milner-deal", "date_published": "2023-05-05 17:04:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Congo: nearly 200 people killed in flash floods in eastern DRC", "description": "<p>At least 176 die after heavy rainfall in South Kivu province causes rivers to overflow</p><p>At least 176 people have died in flash floods in an eastern territory of the Democratic Republic of the Congo, a regional governor said on Friday, as heavy rain destroyed buildings and forced aid workers to gather mud-clad corpses into piles.</p><p>The rainfall in Kalehe territory in South Kivu province caused rivers to overflow on Thursday, inundating the villages of Bushushu and Nyamukubi.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/congo-corpses-pile-up-after-deaths-in-floods\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/congo-corpses-pile-up-after-deaths-in-floods", "date_published": "2023-05-05 17:01:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Society exposes us all to anti-Jewish tropes and attitudes. The first step is to notice them | Jonathan Freedland", "description": "<p>The Richard Sharp cartoon caused deep distress because it heightened the feeling that others don’t understand<strong> </strong>or care about antisemitism. That<strong> </strong>must change</p><p>For a week now, I’ve been bombarded with variations on the same question: “So what do you think about that cartoon?” The cartoon in question being the depiction of the outgoing BBC chair, Richard Sharp, which appeared on these pages last Saturday in a drawing swiftly denounced as loaded with age-old antisemitic tropes and then removed from the Guardian website later that same day. I didn’t want to sound off about the work of my colleagues on Twitter or on the radio, but I also thought it was a fair question to ask. After all, when other progressive institutions have committed similar offences I have not exactly held back. So here, on the pages of the Guardian itself, is what I think.<br /></p><p>When Labour was grappling with antisemitism in its ranks, I was careful to refer to <a href=\"https://www.theguardian.com/commentisfree/2016/mar/18/labour-antisemitism-jews-jeremy-corbyn\">not only the party</a> but also “the wider left”. Few British Jews kidded ourselves that this was a problem confined to one political group. Rather, I and others argued that what had surfaced, admittedly in vivid form in Labour, was a cast of mind, a way of seeing Jews, that had long existed in corners of the left, with roots that went decades – if not centuries – deep, and which stretched far beyond these shores. That view of Jews drew, in turn, on cultural ideas almost as old as civilisation itself, embedded in the core texts and artworks of Christianity, as well as in the words of our canonical writers: Chaucer, Shakespeare and Dickens.<br /><br />All this stuff informs how people see Jews, including even some of those who pride themselves on loathing racist prejudice. Which is why, although there was disappointment and hurt, there was no great surprise when, to pick just one example, the Royal Court theatre announced in 2021 a new play about a predatory, manipulative billionaire <a href=\"https://www.theguardian.com/stage/2021/nov/06/antisemitism-row-forces-royal-court-theatre-to-change-name-of-character\">named … Hershel Fink</a>. (We’ll come back to him later.) So long established are these lines of thought, no institution is immune. Not even the country’s finest liberal publications.<br /><br />Nearly a fortnight ago, the Observer <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/23/success-for-women-not-same-as-for-men-letters\">published a letter</a> from the veteran Labour MP Diane Abbott. In it she rejected the view that Jewish, Irish or Traveller people suffered racism. “Prejudice”, of the kind endured by white people with red hair, sure. But actual racism? No, the only people who faced that were people of colour, whether in the Jim Crow American south or apartheid South Africa.</p><p>Jonathan Freedland is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/anti-jewish-tropes-richard-sharp-antisemitism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/anti-jewish-tropes-richard-sharp-antisemitism", "date_published": "2023-05-05 16:58:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League team news: predicted lineups for the weekend action", "description": "<p>Three-day weekend sees Everton host Brighton, Leicester visit Fulham and Forest face Southampton in Monday games</p><p><strong>Saturday</strong> 3pm <strong>Venue</strong> Vitality Stadium <strong>Last season</strong> n/a</p> <a href=\"https://www.theguardian.com/football/2023/may/05/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/premier-league-team-news-predicted-lineups-for-the-weekend-action", "date_published": "2023-05-05 16:57:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The local picture is good for Keir Starmer – the national predictions look even better | Peter Kellner", "description": "<p>Evidence of a tactical pincer movement to defeat the Tories shows how worried they should be about the general election</p><p>Welcome to the cherry orchard. In the past 24 hours, the different parties have been picking their fruit from different trees. Rishi Sunak points to Tory gains in Sandwell, Bassetlaw and Stockton. Labour proclaims its triumphs in Swindon, Medway and Stoke. Ed Davey has discovered the national significance of Windsor &amp; Maidenhead.</p><p>It was ever thus. Thank goodness. Local election results vary because they are, well, local. Nevertheless, national lessons can be learned from the overall results. And however much they differ in public, the parties will this weekend be drawing similar private conclusions – namely that the results are terrible for the Conservatives, just moderately good for Labour and encouraging for the Liberal Democrats and Greens.</p><p>Peter Kellner is a former president of YouGov</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/local-elections-keir-starmer-national-tactical-tories-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/local-elections-keir-starmer-national-tactical-tories-labour", "date_published": "2023-05-05 16:45:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation extravaganza sits badly in today’s Britain | Letters", "description": "<p>Readers – monarchist, republican and others – give their views on the Guardian’s coverage of Saturday’s coronation and the royal family</p><p>I would like to thank the Guardian for its recent reporting about the monarchy. In contrast to one of your readers complaining about your “unrelenting attacks” (<a href=\"https://www.theguardian.com/uk-news/2023/apr/27/hey-guardian-leave-the-monarchy-alone\" title=\"\">Letters, 27 April</a>) on the institution, I have found huge solace in seeing my views expressed at long last.</p><p>The recent research that reveals a general decline in people thinking that the monarchy is very important is not reflected adequately in the mainstream media. Republicans and others who are concerned about the increasing wealth disparity in the UK are made to feel unpatriotic by most media outlets.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/coronation-extravaganza-sits-badly-in-todays-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/coronation-extravaganza-sits-badly-in-todays-britain", "date_published": "2023-05-05 16:39:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CPS officer from Wales jailed after leaking files to organised criminals", "description": "<p>Rachel Simpson from Newport accessed computer systems to obtain information about police drugs operations</p><p>A Crown Prosecution Service officer who leaked sensitive files about complex police investigations that were passed to members of organised crime gangs has been jailed for six years.</p><p>Rachel Simpson, 39, from Newport in south Wales, repeatedly accessed CPS and crown court computer systems searching for information about investigations into major police drugs operations and money laundering.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/cps-officer-from-wales-jailed-after-leaking-files-to-organised-criminals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/cps-officer-from-wales-jailed-after-leaking-files-to-organised-criminals", "date_published": "2023-05-05 16:35:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour would put prevention at the heart of its revival of the NHS | Letters", "description": "<p>The shadow health secretary, <strong>Wes Streeting</strong>, responds to an article about Labour’s plans for NHS reform, while <strong>Dr Charlotte Bryson </strong>and<strong> Richard Rosser </strong>write about health inequality – and privatisation</p><p>I was pleased to read that Michael Marmot agrees that reform of the health service is necessary (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/24/labour-wes-streeting-nhs-britain-europe\">Labour’s Wes Streeting is half right about how to fix the NHS, 24 April</a>). Progressives cannot surrender the reform agenda to the right. The Labour party was founded to reform Britain’s institutions and change the way our country is run, for the benefit of working people.</p><p>When it comes to the NHS, a system geared to providing late diagnosis, instead of early intervention, fails millions whose conditions are missed until it is too late. And as Michael rightly argues, prevention is better than cure.</p> <a href=\"https://www.theguardian.com/society/2023/may/05/labour-would-put-prevention-at-the-heart-of-its-revival-of-the-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/05/labour-would-put-prevention-at-the-heart-of-its-revival-of-the-nhs", "date_published": "2023-05-05 16:33:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vice Media close to deal for sale out of bankruptcy", "description": "<p>Rescue deal for publisher would wipe out existing shareholders, including James Murdoch</p><ul><li><a href=\"https://www.theguardian.com/media/2023/may/05/like-icarus-now-everyone-is-burnt-how-vice-and-buzzfeed-fell-to-earth\">How Vice and BuzzFeed fell to earth</a></li></ul><p>Vice Media is nearing a deal to be <a href=\"https://www.theguardian.com/media/2023/may/01/vice-media-group-bankruptcy-report\">bought out of bankruptcy</a> by senior lenders in a process that will wipe out existing shareholders including James Murdoch.</p><p>The Wall Street Journal reported on Friday that senior lenders led by the private equity firm Fortress Investment Group are close to agreeing a rescue deal for the global news publisher and TV company.</p> <a href=\"https://www.theguardian.com/media/2023/may/05/vice-media-deal-sale-bankruptcy-james-murdoch\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/05/vice-media-deal-sale-bankruptcy-james-murdoch", "date_published": "2023-05-05 16:21:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lionel Messi makes public apology to PSG for taking Saudi Arabia trip", "description": "<ul><li>Argentinian apologises to club and teammates in Instagram post</li><li>Messi adds he is ‘waiting to hear what club want to do with me’</li></ul><p>Lionel Messi has apologised to Paris Saint-Germain and his teammates for taking an unauthorised two-day trip to Saudi Arabia earlier this week.</p><p>The World Cup winner was <a href=\"https://www.theguardian.com/football/2023/may/02/lionel-messi-paris-saint-germain-suspended-saudi-arabia\">suspended by PSG for two weeks</a>, during which time he is banned from playing or training with the team and will have his pay docked, according to reports in France.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/lionel-messi-apology-psg-paris-saint-germain-saudi-arabia-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/lionel-messi-apology-psg-paris-saint-germain-saudi-arabia-trip", "date_published": "2023-05-05 16:18:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young people in the UK: are you dealing with loneliness?", "description": "<p>We want to hear from people under 30 in the UK after recent ONS figures showed they are severely affected by loneliness</p><p>Almost one in 10 young people in the UK feel lonely often or always, according to recent figures from the Office for National Statistics.</p><p>We want to hear from under-30s in the UK who often feel lonely. How long have you been feeling this way? Do you have an idea of what is driving this? Have the pandemic and cost of living crisis played a role – if so, to what extent? What other factors do you think are important?</p> <a href=\"https://www.theguardian.com/society/2023/may/05/young-people-in-the-uk-are-you-dealing-with-loneliness\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/05/young-people-in-the-uk-are-you-dealing-with-loneliness", "date_published": "2023-05-05 16:13:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour gains give party hope, but general election win not yet certain", "description": "<p>Tory losses worse than expected, while Labour’s wins in Midlands and army towns suggest progress in urban south</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>Labour’s performance looked a lot better at dawn than it did at 3am. Every year recently, the very earliest declaring councils have tended to provide some of Labour’s less impressive results – Sunderland, Basildon, Dudley, Harlow – and conditioned journalists and experts to start thinking about local elections in terms of Labour underperforming.</p><p>Measuring performance in terms of seat gains and losses also distorts the picture. In the big cities that elect a third of their councillors at a time, one seat will represent more than 10,000 people, while in the smaller rural districts there may only be 1,000 people for every councillor. Labour making solid progress in urban marginals does less for the seat count. Correspondingly, there is more room for the other anti-Conservative parties with better prospects in rural England to gain impressive numbers of seats.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/labour-gains-give-party-hope-but-general-election-win-not-yet-certain\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/labour-gains-give-party-hope-but-general-election-win-not-yet-certain", "date_published": "2023-05-05 16:11:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire CCC could receive foreign investment in refinancing plan", "description": "<ul><li>Reports suggest interest from Saudi and Indian investors </li><li>Club owes former chairman Colin Graves’ trust £14.9m</li></ul><p>Yorkshire say that “numerous positive and serious conversations” have taken place following reports that the stricken club could soon be refinanced with money from Saudi Arabia.</p><p>Amid a difficult start to their season on the pitch, including being bowled out for 106 against Glamorgan on Friday morning, Darren Gough, Yorkshire’s managing director of cricket, and Stephen Vaughan, the club’s chief executive, have been in Dubai attempting to solve their financial woes.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/yorkshire-ccc-confirm-positive-serious-conversations-about-refinancing-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/yorkshire-ccc-confirm-positive-serious-conversations-about-refinancing-cricket", "date_published": "2023-05-05 16:11:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Naomi Schiff: ‘It’s sad to think that skin colour is what you are judged on’", "description": "<p>The driver turned F1 TV presenter on being inspired by Lewis Hamilton, landing a stunt role in a Bond film and handling abuse</p><p>There is an unmistakable sense of quiet confidence, a deserved and hard-earned yet amiable assuredness that makes the former driver, and now Formula One presenter, Naomi Schiff, compelling company. F1 has few enough women working within the sport, it has fewer still women of colour yet Schiff has carved out a remarkable career with admirable equanimity in the face of the prejudice and obstacles that remain an unpleasant reality of modern sport.</p><p>Schiff is adamant she does not want race to define her but she is unafraid to address it. “I have been subject to loads of racial abuse,” she says. “Obviously social media is a terrible place at times. A study came out that me and Lewis Hamilton were subject to the most racial abuse of everyone in F1 last season but I’m not insecure about the colour of my skin, of who I am. It’s just very sad to think that’s what you are being judged on.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/f1-naomi-schiff\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/f1-naomi-schiff", "date_published": "2023-05-05 16:06:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Kate bring Coachella style to the coronation with a flower crown?", "description": "<p>Ditching the tiara for a floral headpiece would align with everything King Charles stands for</p><p>They are the scourge of festival season, the punchline to all summer cliches and the most polarising accessory since the Peaky Blinders flat-cap. Yet if the rumours are true, the Princess of Wales plans to attend Saturday’s coronation wearing a floral headpiece instead of the traditional tiara.</p><p>While it’s unlikely that the princess will spend the duration of Saturday’s two-hour ceremony dressed like she’s ready for <a href=\"https://www.theguardian.com/music/2023/apr/18/coachella-2023-weekend-1-sets-frank-ocean-bad-bunny\">Coachella</a>, you can see how the gossip started. A flower crown would align<strong> </strong>with everything King Charles stands for, being an advocate of organic farming, a keen gardener and an outspoken critic of industrial agribusiness. His hand-painted ceremony invitations featured wild strawberries, lilies of the valley, rosemary, and the Green Man, an ancient folklore figure who symbolises rebirth and spring.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/05/kate-coachella-style-coronation-flower-crown\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/05/kate-coachella-style-coronation-flower-crown", "date_published": "2023-05-05 16:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Horns, jigs and hosannas: your guide to Charles’s coronation composers", "description": "<p>From the woman who soundtracked Lesbian Vampire Killers to the daughter of a Polish refugee, the king has chosen an eclectic bunch. So what are we likely to hear?</p><p>Nobody thought that King Charles would sit back and let someone else choose all the <a href=\"https://www.royal.uk/coronation-music-commissions\">music for his big day</a>. The list of 12 composers he has commissioned to write new pieces – chosen himself, we are told – does indeed bear a personal stamp. Nor will anyone be surprised that he has played things safe, leaning on composers who have written for royal occasions before, and with the central new anthem assigned to Andrew Lloyd Webber.</p><p>What those choices do suggest is that he understands the importance of representation. For one thing, nearly half the composers who have written new music for Saturday’s service are women – contrast this with his mother’s coronation in 1953, when all the commissions went to men. That’s quite a sea change in itself, one that you could argue was put in motion by the royal appointment nearly a decade ago of <a href=\"https://www.theguardian.com/music/2014/jul/03/judith-weir-master-of-the-queens-music-candidate\">Judith Weir, now the Master of the King’s Music</a>. Weir’s short overture Brighter Visions Shine Afar aims, she says, to set a tone of optimism and renewal – which is about as much as she or anyone else involved has been allowed to reveal in advance. We also know that this will be the first of presumably many moments spotlighting the horns of the Coronation Orchestra – expect the brass section to be working hard for the conductor <a href=\"https://www.roh.org.uk/people/antonio-pappano\">Antonio Pappano</a>.</p> <a href=\"https://www.theguardian.com/music/2023/may/05/horns-jigs-and-hosannas-your-guide-to-charless-coronation-composers\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/horns-jigs-and-hosannas-your-guide-to-charless-coronation-composers", "date_published": "2023-05-05 16:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool throwing Eurovision ‘pre-party to end all pre-parties’", "description": "<p>Eccentric array of acts from the Vengaboys to the ENO and Hot Chip to play series of mostly free gigs</p><p>The Eurovision song contest always attracts an eclectic bunch of performers but this year’s host city, Liverpool, has tried to go one further for a “pre-party to end all pre-parties”.</p><p>An eccentric array of acts including Jedward, the Vengaboys, the English National Opera and Katrina and the Waves will play to thousands of Europop fans before the grand final next Saturday.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/liverpool-planning-eurovision-song-contest-pre-party-concerts\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/liverpool-planning-eurovision-song-contest-pre-party-concerts", "date_published": "2023-05-05 16:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian troops ordered to ‘shoot on sight’ amid violence in Manipur", "description": "<p>Thousands evacuated to army camps as authorities struggle to bring inter-ethnic tensions under control</p><p>Indian troops have been deployed to the north-eastern state of Manipur with orders to “shoot on sight” and enforce a curfew as deadly clashes between tribal and non-tribal groups continue for the third day.</p><p>The violence and arson has forced about 9,000 people to flee their homes in the remote state, which borders Myanmar. The state government has not given the number of deaths but the chief minister, N Biren Singh, said that “precious lives have been lost” and at least 20 people were reportedly injured, including two local politicians.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/indian-troops-ordered-to-shoot-on-sight-amid-violence-in-manipur\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/indian-troops-ordered-to-shoot-on-sight-amid-violence-in-manipur", "date_published": "2023-05-05 15:54:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Greens win majority control of council for first time in UK", "description": "<p>Party takes Mid Suffolk council from Conservatives as local election results surpass expectations</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>The Greens have won majority control of a council for the first time in the UK amid a triumphant set of local election results, with the party gaining more than 100 seats by mid-afternoon on Friday, above even internal expectations.</p><p>With <a href=\"https://www.theguardian.com/politics/ng-interactive/2023/may/05/local-elections-2023-results-live-council-england\">results still coming in</a>, the Greens had won 20 of the 34 seats on Mid Suffolk council, deposing the ruling Conservatives and in the process unseating the former local Tory leader Suzie Morley.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/greens-win-majority-control-council-first-time-uk-local-elections-mid-suffolk\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/greens-win-majority-control-council-first-time-uk-local-elections-mid-suffolk", "date_published": "2023-05-05 15:51:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us about your marriage proposal disasters", "description": "<p>Whether your disastrous proposal ended in marriage or not, we would like to hear your stories</p><p>A marriage proposal should be a moment of joy – but of course, that’s not always the case. Even if the answer is a resounding “yes!”, the proposal itself may be mistimed, misinterpreted or even interrupted.</p><p>With this in mind, we want to hear about your proposal disasters. Perhaps your painstakingly prepared romantic meal didn’t go down as well as you hoped? Or maybe you were being proposed to, and found yourself on the receiving end of a flashmob flop?</p> <a href=\"https://www.theguardian.com/global/2023/may/05/tell-us-about-your-marriage-proposal-disasters\">Continue reading...</a>", "link": "https://www.theguardian.com/global/2023/may/05/tell-us-about-your-marriage-proposal-disasters", "date_published": "2023-05-05 15:39:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drone flights banned in central London for King Charles coronation", "description": "<p>Among sweeping security measures, police expected to use radar to detect rogue objects in the air</p><p>The authorities have banned drone flights in central London as part of the sweeping range of security measures being taken to protect the king’s coronation from possible disruption at lunchtime on Saturday.</p><p>The action comes a couple of days after two drones, most likely operated by pro-Ukrainian groups, <a href=\"https://www.theguardian.com/world/2023/may/03/russia-accuses-ukraine-of-trying-to-kill-vladimir-putin-with-kremlin-drone-strike\">managed to fly over presidential offices</a> at the Kremlin in Moscow, the historic centre of Russian government.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/drone-flights-banned-in-central-london-for-king-charles-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/drone-flights-banned-in-central-london-for-king-charles-coronation", "date_published": "2023-05-05 15:36:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta Femenina: Demi Vollering hits heights to take red jersey on stage five", "description": "<ul><li>Vollering pulls clear of Van Vleuten on tough uphill finish</li><li>In-form Dutch rider wins stage five and takes overall lead</li></ul><p>Demi Vollering took control of La Vuelta Femenina with a statement victory on stage five ahead of the world road champion, Annemiek van Vleuten.</p><p>Vollering (SD-Worx) was able to hold off her compatriot on the uphill finish to stage five at Mirador de Peñas Llanas. The 26-year-old, who dominated this year’s spring Classics, takes the red jersey and a five-second lead over Movistar’s Van Vleuten.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/cycling-vuelta-femenina-stage-five-report-vollering-van-vleuten\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/cycling-vuelta-femenina-stage-five-report-vollering-van-vleuten", "date_published": "2023-05-05 15:31:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Piutau’s Bristol swansong heralds end of the Premiership’s rockstar era | Gerard Meagher", "description": "<p>Club struggles in a shifting financial landscape mean it is harder to attract top overseas players to the English domestic game</p><p>Starter for 10: has the Premiership ever seen a more naturally-gifted player than Charles Piutau? Others have scored more tries, made more tackles or influenced their team’s fortunes more significantly, but has there ever been anyone to match Piutau’s capacity to thrill, to produce those moments that stir the senses?</p><p>On Saturday he makes his last appearance for Bristol against Gloucester after five years at the club. He arrived to great fanfare, <a href=\"https://www.theguardian.com/sport/2018/aug/28/bristol-premiership-pat-lam-charles-piutau-big-spending\">the first £1m player</a> and as the totem of the Premiership’s marquee player policy, but the ledger will show only a qualified success. He was injured at the start of his first season and took a while to have the kind of impact when briefly at Wasps before arriving in the West Country via a stint with Ulster. The ledger does not account for aesthetics, however, and there has been no greater sight than Piutau leading a counterattack from deep.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/05/charles-piutau-bristol-swansong-heralds-end-premiership-rugby-union-rockstar-era\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/05/charles-piutau-bristol-swansong-heralds-end-premiership-rugby-union-rockstar-era", "date_published": "2023-05-05 15:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "After today’s results, Sunak will need to give people reasons to vote Tory again. Does he have any? | Rafael Behr", "description": "<p>There’s still time for spells of competence from No 10 – but the Tory machine could collapse as the party goes into panic mode</p><p>Following the Westminster adage that Tory MPs are always cycling between complacency and panic, Rishi Sunak should brace himself for a party <a href=\"https://www.collinsdictionary.com/dictionary/english/conniption\">conniption</a> in response to English <a href=\"https://www.theguardian.com/politics/ng-interactive/2023/may/05/local-elections-2023-results-live-council-england\">local election results</a>.</p><p>The Conservative mood has been optimistic of late, relative to the apocalyptic defeatism that gripped the party in the aftermath of Liz Truss’s auto-combustible misrule.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/rishi-sunak-tory-no-10-party\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/rishi-sunak-tory-no-10-party", "date_published": "2023-05-05 15:28:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Post Malone review – mesmerising shapeshifter cements his stature", "description": "<p><strong>O2 Arena, London</strong><br />His hollow hip-hop flex and rock star strut don’t detract from the Texan’s ability to enchant the audience with the sheer emotion of his voice</p><p>‘I came to play some shitty songs and party a little bit while I do it,” grins Post Malone, flashing a mouth full of metal, armed with a cigarette in one hand and a plastic cup in the other. Awash in red light, in appearance he is every inch an iconoclast – so tattooed that he’s more ink than skin – but his “shitty songs”, which have scaled staggering commercial heights, tell a different story.</p><p>Having clawed his way from the SoundCloud trenches to notoriety with his warbling trap hit White Iverson in 2015 (one of his many tracks to surpass 1bn streams), he has gone on to make zeitgeist-defining anthems with a rogue’s gallery of somebodies, from Justin Bieber to Nicki Minaj and Ozzy Osbourne. A “culture vulture” to his detractors – and at best a musical chameleon – he gave a performance on the first of three stature-cementing nights at the O2 Arena that saw him shapeshift from 808-swelling rapper on the crowd pleasing Wow to warped country balladeer with his acoustic performance of Stay. He tries all these styles on and shrugs them off again, just like the cowboy hat he momentarily wears as a nod to his Texan roots before casting it aside.</p> <a href=\"https://www.theguardian.com/music/2023/may/05/post-malone-o2-arena-london-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/post-malone-o2-arena-london-review", "date_published": "2023-05-05 15:23:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Google engineer warns it could lose out to open-source technology in AI race", "description": "<p>Commonly available software poses threat to tech company and OpenAI’s ChatGPT, leaked document says</p><p>Google has been warned by one of its engineers that the company is not in a position to win the artificial intelligence race and could lose out to commonly available AI technology.</p><p>A document from a Google engineer leaked online said the company had done “a lot of looking over our shoulders at OpenAI”, referring to the developer of the <a href=\"https://www.theguardian.com/technology/2023/mar/14/chat-gpt-4-new-model\">ChatGPT chatbot</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/may/05/google-engineer-open-source-technology-ai-openai-chatgpt\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/05/google-engineer-open-source-technology-ai-openai-chatgpt", "date_published": "2023-05-05 15:09:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour staff told to prepare for No 10 after local elections success", "description": "<p>Keir Starmer tells aides party will win next election, but pollsters suggest it could fall short of majority</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>Keir Starmer has told Labour staffers to prepare for government after a set of <a href=\"https://www.theguardian.com/politics/ng-interactive/2023/may/05/local-elections-2023-results-live-council-england\">local election results</a> that suggest he could be on course to become the next prime minister.</p><p>The Labour leader told aides on Friday the party would win the next general election, even as polling experts suggested it could end up falling short of a majority. Speaking to officials at the party’s headquarters, Starmer said: “Doesn’t it feel good to be back on the march? Doesn’t it feel so worthwhile? Doesn’t it feel good to win?”</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/labour-staff-told-prepare-for-government-local-elections-success-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/labour-staff-told-prepare-for-government-local-elections-success-keir-starmer", "date_published": "2023-05-05 15:04:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Football Daily | Warnock’s vibe shift and an unhappy weekend for one bunch of Royals", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>Shrimp creole washed down with a firefly gimlet of vodka, lime juice, kleos mastiha and mint on the rocks, followed by red-velvet cake will set you back north of $50 in Dizzy’s Club at the Lincoln Center, Manhattan. All good if you’ve a new job starting the next day, especially one that carries a healthy bonus. Only problem being your presence is requested in Huddersfield’s unhappy valley the very next afternoon. Being Neil Warnock, such an assignment presented no problem and neither was it a new job, since English football is running out of provincial outposts he hasn’t previously managed. On Thursday night, courtesy of Danny Ward’s goal, <a href=\"https://www.theguardian.com/football/2023/may/04/huddersfield-ensure-survival-with-derby-victory-and-relegate-reading\">Huddersfield beat Sheffield United 1-0</a> to make sure at least one bunch of Royals, those associated with Reading FC, have an unhappy coronation weekend: the Terriers are staying up.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/may/05/football-daily-email-neil-warnock-huddersfield-experienced-vibe-shifts\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/football-daily-email-neil-warnock-huddersfield-experienced-vibe-shifts", "date_published": "2023-05-05 15:02:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’ve discovered the secret of immortality. The bad news is it’s not for us’: why the godfather of AI fears for humanity", "description": "<p>Geoffrey Hinton recently quit Google warning of the dangers of artificial intelligence. Is AI really going to destroy us? And how long do we have to prevent it?</p><p>The first thing Geoffrey Hinton says when we start talking, and the last thing he repeats before I turn off my recorder, is that <a href=\"https://www.theguardian.com/technology/2023/may/02/geoffrey-hinton-godfather-of-ai-quits-google-warns-dangers-of-machine-learning\">he left Google, his employer of the past decade</a>, on good terms. “I have no objection to what Google has done or is doing, but obviously the media would love to spin me as ‘a disgruntled Google employee’. It’s not like that.”</p><p>It’s an important clarification to make, because it’s easy to conclude the opposite. After all, when most people calmly describe their former employer as being one of a small group of companies charting a course that is alarmingly likely to wipe out humanity itself, they do so with a sense of opprobrium. But to listen to Hinton, we’re about to sleepwalk towards an existential threat to civilisation without anyone involved acting maliciously at all.</p> <a href=\"https://www.theguardian.com/technology/2023/may/05/geoffrey-hinton-godfather-of-ai-fears-for-humanity\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/05/geoffrey-hinton-godfather-of-ai-fears-for-humanity", "date_published": "2023-05-05 15:01:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US professor apologizes after wrongly claiming to be Native American", "description": "<p>Calls mount for Elizabeth Hoover, anthropologist at UC Berkeley who said she had indigenous heritage, to resign </p><p>A University of California at Berkeley anthropologist known for her work on food justice in Native American communities is under fire after she long claimed she was indigenous and has conceded that she is in fact white – fueling calls for her resignation.</p><p>Elizabeth Hoover, who was hired as an associate professor in 2000 researching Native American food sovereignty, <a href=\"https://www.profelizabethmhoover.com/identity\">published</a> a letter of apology on her personal website earlier this week.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/elizabeth-hoover-berkeley-native-american-indigenous\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/elizabeth-hoover-berkeley-native-american-indigenous", "date_published": "2023-05-05 15:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King Charles, William and Kate take surprise walk among crowds on the Mall", "description": "<p>Royal trio meet well-wishers outside Buckingham Palace, and man asks king if he is ‘nervous for tomorrow’</p><p>King Charles and the Prince and Princess of Wales have greeted well-wishers on the Mall on the eve of the coronation.</p><p>Charles, William and Kate made the surprise appearance to the delight of huge crowds gathered outside Buckingham Palace.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/king-charles-william-and-kate-take-surprise-walk-among-crowds-on-the-mall\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/king-charles-william-and-kate-take-surprise-walk-among-crowds-on-the-mall", "date_published": "2023-05-05 15:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "For Australia the question is not Charles or the coronation – but whether we at last become a republic | Thomas Keneally", "description": "<p>Australian republicans can say God save the king. He’s still our constitutional head of state (until we do something about that)</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>What a miserable old mongrel I would be if I failed to congratulate loyal folk in the UK and in my own Australia on this august event. Charles III is after all monarch and head of state not only of Britain but also of Australia. The latter may be a polity he has no authority to speak for, since he must speak for the British government, whose interests do not coincide with Australia’s. But that’s not his fault, it’s the fault of our own constitution devised in 1900 when our interests seemed to coincide, when we even hoped they coincided, with Westminster’s.</p><p>I’m going to watch it, the event, if I can, on telly. The presence of Prince Harry will render a layer of Succession-style possibility to The Crown, and we know that even if Harry does nothing, the shock-jock we carry in our brains will lead us to interpret every brow-knotting and frown and questioning look as dynastically significant.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/for-australia-the-question-is-not-charles-or-the-coronation-but-whether-we-at-last-become-a-republic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/for-australia-the-question-is-not-charles-or-the-coronation-but-whether-we-at-last-become-a-republic", "date_published": "2023-05-05 15:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I had the time of my life backpacking in Sydney in the 90s. I never want my children to do anything like it", "description": "<p>Decades ago, BM Carroll had the only dry eyes at her family farewell from Cork airport. Now her children are 18 and 20, and the shoe is on the other foot</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get Guardian Australia’s weekend culture and lifestyle email</a></li></ul><p>Every backpacker sets off on their adventure with hope and excitement packed tightly alongside their clothes. And every parent waves them off with trepidation and a plea: “Come home safe.”</p><p>Travelling is a rite of passage for the young; parents know they must let them go, to grow and see how other people live. They’ll come home older, wiser and better for the experience. Won’t they?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/i-had-the-time-of-my-life-backpacking-in-sydney-in-the-90s-i-never-want-my-children-to-do-anything-like-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/i-had-the-time-of-my-life-backpacking-in-sydney-in-the-90s-i-never-want-my-children-to-do-anything-like-it", "date_published": "2023-05-05 15:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Colombia cancels US deportation flights, blasting ‘cruel’ mistreatment of migrants", "description": "<p>Head of Colombia’s migration agency cites degrading treatment by US officials as flights returning citizens suspended</p><p>Colombia has suspended US deportation flights returning citizens detained at the Mexico border, because of cruel and degrading treatment by US migration officials and last-minute flight cancellations.</p><p>Fernando García, head of Colombia’s migration agency, blasted cruel and degrading treatment that some migrants were subjected to before boarding and during the flights, including use of cuffs for hands and feet.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/colombia-cancels-us-deportation-flights-mistreatment-migrants\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/colombia-cancels-us-deportation-flights-mistreatment-migrants", "date_published": "2023-05-05 14:59:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mar-a-Lago employee aids investigation into whether Trump hid documents", "description": "<p>Person was reported as having turned over picture of storage room where majority of classified documents were located</p><p>Federal prosecutors have gained the cooperation of a person who worked at <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> Mar-a-Lago resort, the New York Times reported, as they seek a more complete picture of whether the former US president took steps to remove classified documents from a storage room in response to a subpoena for their return.</p><p>The identity of the cooperating witness and the extent of the information divulged remains unknown, but the person was <a href=\"https://www.nytimes.com/2023/05/04/us/politics/trump-documents-subpoenas-justice-department.html\">reported as having turned over a picture</a> of the storage room where the vast majority of the classified documents at the property had been located.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/mar-a-lago-employee-aids-investigation-trump-documents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/mar-a-lago-employee-aids-investigation-trump-documents", "date_published": "2023-05-05 14:55:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you been scammed via Meta’s platforms in the UK?", "description": "<p>We want to speak to people in the UK who have been defrauded via Instagram, Facebook and WhatsApp amid an uptick in online scams</p><p>Scams via Meta’s platforms <a href=\"https://www.theguardian.com/uk-news/2023/may/05/facebook-whatsapp-instagram-fraud-scams-tsb-meta\">Facebook, WhatsApp and Instagram have soared</a>, TSB Bank has said as it urged the parent company to protect consumers.</p><p>The bank said that 80% of cases in its main fraud categories come from scams on Meta platforms.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/tell-us-have-you-been-scammed-via-metas-platforms-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/tell-us-have-you-been-scammed-via-metas-platforms-uk", "date_published": "2023-05-05 14:49:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Love Again review – Céline Dion is the high note of sappy romcom", "description": "<p>A film about love after grief starring Priyanka Chopra Jonas works better as a vehicle for the singer than as a romance</p><p>There is something about Céline Dion that melts the stoniest of hearts. The French-Canadian singer, arguably the queen of the power ballad, is over the top, completely unsubtle, soaring against the boundaries of taste. She is also cheekily sincere, a true weirdo and so committed to the bit that she makes extreme cheesiness fun.</p><p>Such is the primary draw of Love Again, the big-screen adaptation of the German novel Text For You by Sofie Cramer, which packages a throwback romcom starring Priyanka Chopra Jonas and Outlander’s Sam Heughan as a Céline tribute vehicle. And it is, unsurprisingly, the main payoff of actually watching the movie, which marks the 55-year-old singer’s first feature film role (as herself, of course). Dion, also an executive producer, is responsible for a conservative 80% of the film’s comedy and the bulk of its charm.</p> <a href=\"https://www.theguardian.com/film/2023/may/05/love-again-review-celine-dion-priyanka-chopra-jonas\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/05/love-again-review-celine-dion-priyanka-chopra-jonas", "date_published": "2023-05-05 14:36:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England ‘legend’ Katherine Sciver-Brunt retires from international cricket", "description": "<ul><li>‘Cricket has given me a purpose and many golden memories’</li><li>ECB’s Clare Connor: ‘She has been an unbelievable role model’</li></ul><p>After 267 games, 335 wickets, 1,864 runs, 19 years, four Ashes victories and three in World Cups, Katherine Sciver-Brunt has announced her retirement from international cricket. The decision continues the seamer’s gradual withdrawal from cricket – the 37-year-old left England’s Test side last summer to prioritise the white-ball game, retired from regional and county cricket in January and announced in February, after England lost to South Africa in the T20 World Cup semi-finals, that she had played her last global tournament – and means her active involvement is now limited to the Hundred.</p><p>She made her international debut in 2004 at the age of 19 and retires as England’s leading wicket-taker in ODIs, with 170, and T20s, with 114, while she ranks third in Tests with 51. “I thought I’d never be able to reach this decision but I have and it’s been the hardest one of my life,” she said. “I never had any dreams or aspirations to do what I’ve done, I only ever wished to make my family proud of me. And what I’ve achieved has gone way beyond that.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/england-legend-katherine-sciver-brunt-retires-from-international-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/england-legend-katherine-sciver-brunt-retires-from-international-cricket", "date_published": "2023-05-05 14:34:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Talking Horses: Frankie Dettori can land his final 2,000 Guineas on Chaldean", "description": "<p>The selection’s defeat of Royal Scotsman in the Dewhurst in October is as strong as any form on offer for the first Classic</p><p>If nothing else, the fact that the normally ultra-cautious Aidan O’Brien was happy to discuss Auguste Rodin as a potential Triple Crown prospect earlier this week suggests that the son of Deep Impact is his No 1 contender for next month’s Derby at Epsom by some distance.</p><p>Whether he has the speed to beat the specialist milers in the 2,000 Guineas at Newmarket on Saturday, however, is another question entirely, as O’Brien also acknowledged.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/may/05/talking-horses-frankie-dettori-can-land-his-final-2000-guineas-on-chaldean-horse-racing-tips\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/may/05/talking-horses-frankie-dettori-can-land-his-final-2000-guineas-on-chaldean-horse-racing-tips", "date_published": "2023-05-05 14:33:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clarence Thomas scandal deepens with report of rightwing activist’s secret payments to wife – live", "description": "<p>Leonard Leo arranged for Virginia ‘Ginni’ Thomas to be paid $25,000 and emphasized ‘no mention of Ginni’ on the payments</p><ul><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>Rightwing judicial activist Leonard Leo made secret payments to Clarence Thomas’s wife, Virginia “Ginni” Thomas, ten years ago and emphasized “No mention of Ginni” on the documents, according to a new Washington Post <a href=\"https://www.washingtonpost.com/investigations/2023/05/04/leonard-leo-clarence-ginni-thomas-conway/\">investigation.</a></p><p>In January 2012, Leo directed GOP pollster Kellyanne Conway to bill the Judicial Education Project, a non-profit group he advises. He then ordered that money be used to pay Ginni Thomas, telling Conway that he wanted to “give” Thomas “another 25k”.</p><p>“It is no secret that Ginni Thomas has a long history of working on issues within the conservative movement, and part of that work has involved gauging public attitudes and sentiment. The work she did here did not involve anything connected with either the Court’s business or with other legal issues…</p><p>As an advisor to JEP I have long been supportive of its opinion research relating to limited government, and The Polling Company, along with Ginni Thomas’s help, has been an invaluable resource for gauging public attitudes…</p><p><strong>North Carolina lawmakers have</strong> <a href=\"https://apnews.com/article/north-carolina-abortion-restrictions-legislature-fc7f84c6b4e4398da1b7ab920150fa27\">passed</a> a 12-week abortion ban, which Democratic governor Roy Cooper promised to veto.</p><p><strong>New York mayor Eric Adams</strong> and police are <a href=\"https://www.theguardian.com/us-news/2023/may/04/jordan-neely-eric-adams-nypd-subway-killing-response\">facing</a> increasing criticism from protestors for a lack of action over 30-year-old Jordan Neely’s death.</p><p><strong>Senate Democrats</strong> are <a href=\"https://www.theguardian.com/us-news/2023/may/04/debt-ceiling-senate-democrats-republicans\">criticizing </a>House Republicans’ proposal to raise the government’s borrowing limit in exchange for spending cuts.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/may/05/clarence-thomas-ginni-supreme-court-ethics-scandal-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/may/05/clarence-thomas-ginni-supreme-court-ethics-scandal-live-updates", "date_published": "2023-05-05 14:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Covid-19 is no longer a global health emergency, says WHO", "description": "<p>Declaration a major step towards end of pandemic that has killed more than 6.9m people</p><p>The Covid-19 pandemic, which has sickened or killed almost 800 million people over three years, no longer constitutes a global health emergency, the head of the World Health Organization has said.</p><p>The WHO first gave Covid its highest level of alert on <a href=\"https://www.theguardian.com/world/2020/jan/30/who-declares-coronavirus-a-global-health-emergency\">30 January 2020,</a> and its panel has continued to apply the label at meetings held every three months.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/covid-19-no-longer-global-health-emergency-world-health-organization\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/covid-19-no-longer-global-health-emergency-world-health-organization", "date_published": "2023-05-05 14:31:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adam Brace obituary", "description": "Writer, director and script-fixer who nurtured powerful new work at the Soho theatre in London<p>On the night of the <a href=\"https://www.theguardian.com/stage/2023/apr/02/olivier-awards-2023-full-list-of-winners\" title=\"\">2023 Olivier awards</a> ceremony at the Royal Albert Hall, Adam Brace, nominated as a director in two categories, was ensconced in a restaurant with a couple of his oldest friends on the other side of town. He was planning his next show, oblivious to the critical or award-yielding hullabaloo it might eventually attract.</p><p>Brace, who was one of the most creative and influential operators on the fringe – in London and Edinburgh – over the past two decades, seemed immune to the trappings of stardom. If your priority in your work was winning awards, or even being nominated for them, he felt, you were going seriously wrong.</p> <a href=\"https://www.theguardian.com/stage/2023/may/05/adam-brace-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/05/adam-brace-obituary", "date_published": "2023-05-05 14:19:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How the fall of Edward Colston’s statue revolutionised the way British history is told", "description": "<p>In this week’s newsletter: The tearing down of memorials to colonialists like Colston forced us to ask questions about whose voices we remember, and whose stories we hear</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2023/mar/28/sign-up-cotton-capital-newsletter\">Don’t get Cotton Capital delivered to your inbox? Sign up here</a></strong></li></ul><p>After the statue of enslaver Edward Colston <a href=\"https://www.theguardian.com/uk-news/2020/jun/07/blm-protesters-topple-statue-of-bristol-slave-trader-edward-colston\">was toppled in Bristol in June 2020</a> and dumped into the city harbour, ripples spread across the UK. In the following six months there was an unprecedented public reckoning with the legacies of slavery in Britain – most visibly in the removal or alteration of almost 70 tributes to enslavers and colonialists, including 39 names on streets, buildings and schools, as well as 30 statues, plaques and other memorials.</p><p>It was a moment that altered how our public spaces engage with history. The Welsh government commissioned an audit of public monuments and across the country 130 Labour-led councils, including in the cities of London, Manchester and Birmingham, <a href=\"https://www.theguardian.com/world/2021/jan/29/tributes-to-slave-traders-and-colonialists-removed-across-uk\">announced similar reviews</a>. Suddenly, there was a national discussion about how to understand and contextualise these monuments: would they be better displayed in museums? Should they have new plaques added? Or be removed altogether? In all of these places, questions were raised about how communities should reckon with the past.</p> <a href=\"https://www.theguardian.com/news/2023/may/05/how-the-fall-of-edward-colstons-statue-revolutionised-the-way-british-history-is-told\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/may/05/how-the-fall-of-edward-colstons-statue-revolutionised-the-way-british-history-is-told", "date_published": "2023-05-05 14:06:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ravneet Gill’s recipe for little mango pots | The sweet spot", "description": "<p>Mangoes in season <em>must</em> be plundered, even if only to make these lipsmacking little pots that are great to make ahead for a party, too</p><p>Anyone who knows me knows how much I love mango. And what better way to enjoy it than in a creamy dessert? These little pots are easy to make and boast a silky-smooth texture that will leave everyone wanting more. Whether you’re looking for a light and refreshing dessert after a long lunch or a sweet treat to please a party, they are great choice not least because they can be made well in advance. Serve with your favourite biscuits on the side – I love them with ginger biscuits.</p> <a href=\"https://www.theguardian.com/food/2023/may/05/recipe-little-mango-pots-ravneet-gill\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/05/recipe-little-mango-pots-ravneet-gill", "date_published": "2023-05-05 14:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’d leave too if I could’: Tunisian club whose footballers all left for Europe", "description": "<p>In five years Ghardimaou has lost 65 players, in exodus from country blamed on political instability and lack of jobs</p><p>If Ghardimaou football club’s players had been there to take to the pitch last week, the Tunisian town’s stadium would have been packed with fans, many of them children, waving the teams’s blue and white colours. The club, which plays in the fourth division of the national league, was due to face the third-placed El Battan. It would not have been an easy game but Ghardimaou FC’s president, Jamil Meftahi, believes his players could have won.</p><p>The match did not take place. The club has all but ceased to exist after more than 30 of its players left the country, trying, like thousands of their compatriots, to reach Europe.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/id-leave-too-if-i-could-tunisian-club-whose-footballers-all-left-for-europe\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/id-leave-too-if-i-could-tunisian-club-whose-footballers-all-left-for-europe", "date_published": "2023-05-05 14:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Banking firm that owns Southern Water posts record profits", "description": "<p>Macquarie’s net profit is up 10% with top commodity trader landing A$58m through profit-share deal</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/05/pound-dollar-us-banking-turmoil-jobs-report-inflation-recession-business-live\">Business live – latest updates</a></li></ul><p>The Australian banking group that controls Southern Water, the utility company criticised for discharging sewage into the sea, has posted record profits after a boom in its commodities trading division.</p><p>Macquarie, which owns a string of UK infrastructure assets, <a href=\"https://www.macquarie.com/uk/en/about/news/2023/macquarie-group-fy23-result-announcement.html\">recorded</a> an annual net profit of A$5.18bn (£2.8bn), up 10% on the previous year. The profits outstripped analysts’ expectations of A$4.96bn for the 12 months to 31 March 2023.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/macquarie-southern-water-owner-australian-finance-giant-posts-record-profits\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/macquarie-southern-water-owner-australian-finance-giant-posts-record-profits", "date_published": "2023-05-05 13:50:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ed Sheeran’s court victory reveals the paradox of putting creativity on trial | Alexis Petridis", "description": "<p>In a case that raises interesting questions about the dividing line between inspiration and plagiarism, the singer-songwriter took a stand for artistic freedom and won</p><p>• <a href=\"https://www.theguardian.com/music/2023/may/04/ed-sheeran-verdict-not-liable-copyright-lawsuit-marvin-gaye\">Ed Sheeran cleared of infringing copyright in Marvin Gaye lawsuit</a></p><p>It’s easy to supply a punchline to <a href=\"https://www.theguardian.com/music/ed-sheeran\">Ed Sheeran</a>’s threat to quit music entirely if he lost <a href=\"https://www.theguardian.com/music/2023/may/04/ed-sheeran-verdict-not-liable-copyright-lawsuit-marvin-gaye\">his latest copyright court case</a>. So easy, in fact, that on Thursday morning, listeners to Boom Radio – one of those stations aimed at listeners deemed too old for BBC Radio 2, which is big on adverts for retirement homes and not typically a hotbed of biting satire and snark – could have heard their breakfast show DJ doing precisely that, willing on Sheeran’s loss.</p><p>It’s also easy to look askance at the aw-shucks tone of Sheeran’s response to his victory in the trial. “I’m just a guy with a guitar who loves writing music for people to enjoy,” he said. While is true it’s also a slightly reductive view of a notoriously driven and competitive artist who has sold 150m records in 12 years, had a vast influence over modern pop and demonstrated an impressively ability to assimilate musical trends from grime to Afrobeats into his immediately recognisable sound.</p> <a href=\"https://www.theguardian.com/music/2023/may/05/ed-sheeran-court-victory\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/ed-sheeran-court-victory", "date_published": "2023-05-05 13:44:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigerian politician jailed for nine years in UK over organ trafficking plot", "description": "<p>Judge says Ike Ekweremadu was ‘driving force’ in scheme to obtain kidney for his sick daughter</p><p>A senior Nigerian politician has been sentenced to nine years and eight months in prison in the UK for being the “driving force” in a plot to harvest a kidney for his sick daughter from a young man he had trafficked to London.</p><p>Ike Ekweremadu, 60, a former deputy president of the Nigerian senate, his wife, Beatrice, 56, and Dr Obinna Obeta, 51, were found guilty by an Old Bailey jury in March in the <a href=\"https://www.theguardian.com/uk-news/2023/mar/23/nigerian-politician-wife-doctor-guilty-organ-trafficking-uk-ike-ekweremadu\">first organ trafficking conviction</a> under the Modern Slavery Act.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/nigerian-politician-jailed-in-uk-over-organ-trafficking-plot-ekweremadu\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/nigerian-politician-jailed-in-uk-over-organ-trafficking-plot-ekweremadu", "date_published": "2023-05-05 13:38:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can we do to stop our son’s post-nursery meltdowns?| Ask Annalisa Barbieri", "description": "<p>You think he is being unreasonable; he probably thinks the same of you. But at his young age he doesn’t know how to deal with his feelings</p><p><strong>I am a married mum of two boys, aged four and two. The </strong><strong>oldest goes to nursery Monday-Friday, and the youngest is looked after at home by my mother.</strong></p><p><strong>My husband and I both work full-time, but flexible </strong><strong>patterns </strong><strong>mean we see our boys every day</strong><strong> and offer them lots of love, cuddles and praise</strong><strong>.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/05/what-can-we-do-to-stop-our-sons-post-nursery-meltdowns\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/05/what-can-we-do-to-stop-our-sons-post-nursery-meltdowns", "date_published": "2023-05-05 13:30:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Welsh town cancels coronation party after failing to raise money for costs", "description": "<p>Caldicot had planned to hold street celebration but organisers got zero donations on crowdfunding page</p><p>It had been billed as “the party of the year” but a Welsh market town has been forced to cancel its coronation celebration after failing to raise any money to cover costs.</p><p>Caldicot, in south-east Wales, was planning a “massive street party” with a big screen to watch the coronation of King Charles, a “fully decorated town centre”, entertainment, children’s activities and competitions.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/caldicot-wales-cancels-coronation-party-money-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/caldicot-wales-cancels-coronation-party-money-costs", "date_published": "2023-05-05 13:23:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardian archive: coronation preparations in 1937 and 1953 – in pictures", "description": "<p>A look back in the Guardian archive reveals photographs taken in Manchester and London in the days leading up to the coronations of King George VI and Queen Elizabeth II</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/may/05/guardian-archive-coronation-preparations-in-1937-and-1953-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/may/05/guardian-archive-coronation-preparations-in-1937-and-1953-in-pictures", "date_published": "2023-05-05 13:18:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do the Tories' dismal local results mean for the general election? Our panel responds | Katy Balls and others", "description": "<p>The polls in England proved ‘disappointing’ for the Conservatives. Are gains by Labour, the Lib Dems and the Greens enough to guarantee a Tory loss at the next election?</p><p>Few in the Tory party expected the <a href=\"https://www.theguardian.com/politics/ng-interactive/2023/may/05/local-elections-2023-results-live-council-england\">local election results</a> to be anything other than painful. Yet the first wave of results still managed to be worse than anticipated internally as the party lost support to Labour in various red wall areas and to the Liberal Democrats in the traditional Tory shires. “You know something’s gone wrong when the expectation management figure becomes the reality,” sighed one Tory MP – following early morning suggestions from the polling expert John Curtice that the Conservatives could be on course to lose 1,000 seats.</p><p>Katy Balls is the Spectator’s political editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/tories-local-election-results-general-england-conservatives-labour-lib-dems-greens\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/tories-local-election-results-general-england-conservatives-labour-lib-dems-greens", "date_published": "2023-05-05 13:14:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson records election clip inside moving car without seatbelt on", "description": "<p>Lib Dems urge Derbyshire police to investigate clip of Johnson urging Conservatives to vote</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>Boris Johnson could add to his record of minor criminal misdemeanours after being filmed inside a moving car while apparently not wearing a seatbelt, an offence for which Rishi Sunak was fined in January.</p><p>The 42-second clip, recorded for a local Tory group, sees Johnson in the back of a moving car, urging people in Derbyshire to vote in Thursday’s <a href=\"https://www.theguardian.com/politics/2023/may/05/tories-local-elections-conservative-england\">local elections</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/boris-johnson-records-election-clip-inside-moving-car-without-seatbelt-on\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/boris-johnson-records-election-clip-inside-moving-car-without-seatbelt-on", "date_published": "2023-05-05 13:05:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Catching up on weeding’: readers share plans for King Charles’s coronation", "description": "<p>While some Britons will join in celebrations with a street party, these Guardian readers have alternative ideas</p><p>• <a href=\"https://www.theguardian.com/uk-news/live/2023/may/05/coronation-build-up-live-king-charles-queen-consort-camilla-westminster-abbey\">Coronation build-up – latest updates</a></p><p>For the coronation of King Charles III on 6 May, Buckingham Palace invited the UK to <a href=\"https://www.royal.uk/coronation-weekend-plans-announced\">join in the celebrations</a> with street parties and lunches over the bank holiday weekend.</p><p>Not everyone has accepted this invitation. Here, Guardian readers share their alternative coronation plans.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/guardian-readers-share-plans-king-charles-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/guardian-readers-share-plans-king-charles-coronation", "date_published": "2023-05-05 13:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Who’d have thought it?’: north Devon named UK’s first world surfing reserve", "description": "<p>Eighteen miles of coastline win formal protection, joining 11 sites globally including Malibu and Santa Cruz</p><p>When an Atlantic swell is up, staff at the <a href=\"https://www.facebook.com/TheBeachCafeDownendCroydethecoffeeshop/\">Beach cafe at Downend</a>, on the north Devon coast, prepare to be rushed off their feet. “Everyone heads in, no matter whether it’s rain or shine,” said the owner, Colette Brooks.</p><p>From the cafe, where they serve a warming Sri Lankan curry on weekend evenings, Brooks has a front-row view of Croyde beach, which at low tide can produce barrelling waves. “I love to watch the surfers out there,” she said. “It’s a brilliant spot.”</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/north-devon-uk-first-world-surfing-reserve\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/north-devon-uk-first-world-surfing-reserve", "date_published": "2023-05-05 13:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "April Mediterranean heatwave ‘almost impossible’ without climate crisis", "description": "<p>Extreme event would have been expected once in 40,000 years before global heating, scientists estimate</p><p>The record-shattering temperatures that hit the western Mediterranean last week would have been “almost impossible” without the climate crisis, according to scientists.</p><p>The heatwave across Spain, Portugal, Morocco and Algeria was made at least 100 times more likely by global heating, the researchers calculated. Before the climate crisis, such an extreme event would have been expected only once in a least 40,000 years, making it statistically impossible on human timescales.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/april-mediterranean-heatwave-almost-impossible-without-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/april-mediterranean-heatwave-almost-impossible-without-climate-crisis", "date_published": "2023-05-05 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to make the perfect chicken à la king – recipe | Felicity Cloake's How to make the perfect ...", "description": "<p>What could be more fitting for the coronation than a bowl (or vol-au-vent) you can eat with one hand while holding a glass of bubbly in the other?</p><p>Despite its regal branding, chicken à la king reminds me of school dinners. How the mighty have fallen: the boozy, truffle-laced treat of the early 20th century reduced to rubbery chicken in a floury white sauce by its close. But, though the dish seems to have been created in the restaurants of the US rather than the royal palaces of Europe (the legendary New York Times food editor Craig Claiborne <a href=\"https://app.ckbk.com/recipe/crai15990c05s001r015/chicken-a-la-king\">remembered it as “standard party fare”</a> during his 1920s Southern childhood), it’s still a sound choice for coronation celebrations.</p><p>First, because the name fits, second, because both chicken and cream are perennial crowdpleasers, and third, because it’s perfect buffet fare – as the <a href=\"https://www.oxfordreference.com/display/10.1093/acref/9780199734962.001.0001/acref-9780199734962;jsessionid=EE83957E4E79C416EEDC063BF6235A1D\">Oxford Encyclopaedia of Food and Drink in America</a> notes, in its heyday, the dish was particularly popular in tearooms, because it “could be eaten in a most ladylike way without picking up a knife”. Which also makes it ideal for consumption around the television set, or at a street party, should either of those figure in your plans. And if you’re ignoring the whole affair, you can, as Colman Andrews suggests in <a href=\"https://app.ckbk.com/recipe/ever90215c22s001ss001r001/chicken-a-la-king\">his book Everything on the Table</a>, call it “diced chicken in egg-thickened white-pepper sherry-cream sauce with pimentos and mushrooms on toast, if it makes you feel more contemporary”. Then have it for dinner instead.</p> <a href=\"https://www.theguardian.com/food/2023/may/05/how-to-cook-perfect-chicken-a-la-king-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/05/how-to-cook-perfect-chicken-a-la-king-recipe-felicity-cloake", "date_published": "2023-05-05 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m happy the shoulder bag is back. Now I need to relearn how to wear one | Jess Cartner-Morley", "description": "<p>It’s time to ditch the cross body satchel for a more chic shoulder bag – but you’ll have to pack light</p><p>The last time we bought a family car, a decade ago now, we got an automatic one instead of a manual one. So much easier to drive. A no-brainer, really. But I completely failed to anticipate, somehow, that by switching to an automatic I would forget how to use gears. I deskilled myself by accident.</p><p>And now I’ve gone and done the same thing all over again, except my error this time is in a much more serious field. This time it’s about handbags, which are obviously much more important than the trifling matter of cars. Sometime around the end of the noughties, you see, Mulberry brought out the <a href=\"https://www.mulberry.com/gb/shop/women/bags?cat_family=Alexa\" title=\"\">Alexa</a> satchel, and the cross-body bag was suddenly everywhere. After years of hooking a strap over my shoulder and clamping a handbag to my side under my arm, I switched to a cross-body with a strap long enough that you could sling your bag across your body like a sash, so that it bumped merrily against your hip as you walked along without you having to hold on to it.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/05/im-happy-the-shoulder-bag-is-back-now-i-need-to-relearn-how-to-wear-one\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/05/im-happy-the-shoulder-bag-is-back-now-i-need-to-relearn-how-to-wear-one", "date_published": "2023-05-05 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What to drink to celebrate (or hide from) the coronation | Fiona Beckett on drinks", "description": "<p>Booze for the big day, whether you want to raise a toast to the new king with a red or dodge the pomp altogether with a nutty ale</p><p>Recommending drinks for coronation weekend in the Guardian is a tricky business that’s almost certain to bring the wrath of 50% of commenters down on my head. There are those who feel – and quite fairly – that this is a unique occasion, the like of which you may not see again in your lifetime, while others will simply use it to take advantage of the long weekend and bury themselves in the depths of the country, far from a broadband connection, where they can try to forget the whole thing is happening at all. While I’m personally tempted by the latter strategy, I recognise that the needs of the former camp are particularly relevant this week, so I have come up with a few practical solutions.</p><p>Let’s run through some possible scenarios. Maybe you’ve been dragooned into a family get-together with Daily Mail-reading relatives who are taking the event <em>very</em> seriously and feel it should be celebrated in style? In which case, I’d recommend one of the special coronation cuvées that have recently hit the shelves. Not that they come cheap: <a href=\"https://nyetimber.com/product/kings-coronation-classic-cuvee-multi-vintage-wine/\">Nyetimber’s</a>, for example, is all of £39.50, whereas you can get M&amp;S’s Balfour Coronation Cuvée in store (and <a href=\"https://www.ocado.com/products/m-s-coronation-balfour-classic-cuvee-english-sparkling-wine-606954011\">from Ocado</a>) for £23. If you’re near a branch of Laithwaites, meanwhile, you might want to lay in a few bottles of Long Live the King Cabernet Sauvignon (see today’s pick) and/or a bottle of Windsor Great Park Gin (<a href=\"https://www.laithwaites.co.uk/product/4154622\">£35.95 Laithwaites</a>, 40%), which would be a good bottle to take to a coronation party. Or, if beer’s more your thing, Sainsbury’s has a cracking 7% <a href=\"https://www.sainsburys.co.uk/gol-ui/product/sainsburys-coronation-ale-taste-the-difference-500ml\">Coronation ale in its Taste the Difference range</a> at £2.50 for 500ml.</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/may/05/what-to-drink-to-celebrate-or-hide-from-the-coronation-fiona-beckett\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/05/what-to-drink-to-celebrate-or-hide-from-the-coronation-fiona-beckett", "date_published": "2023-05-05 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two women rescued nine years after Chibok schoolgirls abduction", "description": "<p>Hauwa Maltha and Esther Marcus, both now 26, were among 276 girls kidnapped by Boko Haram in Nigeria</p><p>Two Nigerian women abducted as schoolgirls by a jihadi militant group nine years ago have been rescued, the west African nation’s military has said. One had a one-year-old baby, while the second gave birth to her second child days after being freed.</p><p>Hauwa Maltha and Esther Marcus, both 26, were among 276 schoolgirls abducted by Boko Haram militants in April 2014 from the government girls’ secondary school in the village of Chibok.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/two-women-rescued-nine-years-after-chibok-schoolgirls-abduction\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/two-women-rescued-nine-years-after-chibok-schoolgirls-abduction", "date_published": "2023-05-05 12:56:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We Need New Names review – playful staging of NoViolet Bulawayo’s novel", "description": "<p><strong>Brixton House, London<br /></strong>Director Monique Touko keeps the tone lively with this tough story of Mugabe’s Zimbabwe in which the actors switch race, age and gender with ease</p><p>In a place called Paradise a raggle-taggle bunch of children scrump guavas and gambol about in the dust. They are 10 and 11 years old and Chipo, so traumatised she can barely speak, is pregnant. This is Robert Mugabe’s Zimbabwe and it is far from paradise.</p><p>In <a href=\"https://www.theguardian.com/books/2022/mar/19/noviolet-bulawayo-animal-farm-style-allegory-important-hope-zimbabwe-orwell-glory\">NoViolet Bulawayo</a>’s <a href=\"https://www.theguardian.com/books/2013/nov/15/we-need-new-names-noviolet-bulawayo-guardian-first-book-award\">Booker-shortlisted novel</a>, on which the play is based, a story of appalling poverty, violence and injustice is rendered comic by a sparky young narrator who doesn’t understand what she is reporting. In the first half of Mufaro Makubika’s smart dramatisation, the reporting happens through the collective act of dancing and game-playing, through which the children innocently re-enact the lynchings and robberies they have witnessed, as well as trying to administer their own cures (a game of doctors over Chipo’s rounded belly involves some excruciating business with a coat hanger). This keeps the tone lively and funny at the cost of some of the novel’s political horror.</p> <a href=\"https://www.theguardian.com/stage/2023/may/05/we-need-new-names-review-brixton-house-london-noviolet-bulawayo\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/05/we-need-new-names-review-brixton-house-london-noviolet-bulawayo", "date_published": "2023-05-05 12:44:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protesters to mass as ‘world’s coolest neighbourhood’ endangered by Danish ghetto law", "description": "<p>Government accused of racism for forcing sale of social housing in Copenhagen’s Mjølnerparken estate</p><p>A trendy neighbourhood in Copenhagen named the “coolest in the world” is bracing itself for a major protest over an anti-ghetto law that critics say is racist and pushing out the remaining social housing residents.</p><p>Hundreds of demonstrators, supported by the Danish capital’s mayor for the environment, Line Barfod, are expected to mass on the edges of the <a href=\"https://www.theguardian.com/world/2020/mar/11/how-denmarks-ghetto-list-is-ripping-apart-migrant-communities\">Mjølnerparken housing estate</a>, in the popular Nørrebro area, on Saturday.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/protesters-to-mass-as-worlds-coolest-neighbourhood-threatened-by-danish-ghetto-law\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/protesters-to-mass-as-worlds-coolest-neighbourhood-threatened-by-danish-ghetto-law", "date_published": "2023-05-05 12:42:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "HSBC shareholder meeting disrupted by climate crisis protests", "description": "<p>Turbulent AGM also awaits vote on resolution to break up bank by spinning off Asian operations</p><p>HSBC has become the latest FTSE 100 company to face disruption of its annual shareholder meeting by climate protesters – including some singing reworded versions of Y.M.C.A. by Village People and A Message to You, Rudy by the Specials – as the bank awaited the results of <a href=\"https://www.theguardian.com/business/2023/apr/19/hsbc-shareholders-urged-to-vote-against-break-up-of-business-bank-asia-dividends\">a vote to break up the bank </a>backed by its largest shareholder.</p><p>Several protesters interrupted the meeting after 12 minutes, beginning an hour of disruption in which the bank’s chair, Mark Tucker, and chief executive, Noel Quinn, repeatedly stopped speaking until the bank’s security removed the campaigners.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/hsbc-shareholder-meeting-disrupted-by-climate-crisis-protests\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/hsbc-shareholder-meeting-disrupted-by-climate-crisis-protests", "date_published": "2023-05-05 12:35:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester United need to be in Champions League, warns Erik ten Hag", "description": "<ul><li>Manager backs side to bounce back from defeat at Brighton</li><li>Alejandro Garnacho may feature in Sunday’s game at West Ham</li></ul><p>Erik ten Hag has placed his faith in his Manchester United players to respond to setbacks as he made it clear Champions League qualification is non-negotiable.</p><p>The manager watched in horror as Luke Shaw conceded a last-gasp penalty for handball at Brighton on Thursday night; Alexis Mac Allister converted <a href=\"https://www.theguardian.com/football/2023/may/04/brighton-manchester-united-premier-league-match-report\">to bring an end to United’s five-game unbeaten run</a> in the Premier League, which featured four wins.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/manchester-united-need-to-be-in-the-champions-league-erik-ten-hag-claims\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/manchester-united-need-to-be-in-the-champions-league-erik-ten-hag-claims", "date_published": "2023-05-05 12:30:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "So Britain is world-beating at something after all: batshit royal pageantry | Marina Hyde", "description": "<p>Our living standards may be slipping behind those of far less wealthy countries, but do they have a holy spoon to anoint their leaders?</p><p>Are you all set for the coronation? Whether you plan to pay the “people’s homage” – swearing aloud the newly proposed oath of allegiance to the king while watching it at home – is, of course, a private matter between you and your television set. This morning, Charles’s friend Jonathan Dimbleby suggested that this faintly controversial innovation was some ghastly evangelical idea of the archbishop of Canterbury’s (I paraphrase), and that Charles himself would find it <a href=\"https://www.theguardian.com/uk-news/2023/may/05/charles-would-find-oath-of-loyalty-abhorrent-says-jonathan-dimbleby?utm_term=Autofeed&amp;CMP=twt_gu&amp;utm_medium&amp;utm_source=Twitter#Echobox=1683271708\">“abhorrent”</a>. Which feels fairly definitive.</p><p>Even if the archbish hasn’t made a bish, it must be said that the full-spectrum reverence of the run-up to the coronation can leave one always on the point of collapsing into giggles. I hugely enjoyed <a href=\"https://www.spectator.co.uk/article/how-the-coronation-spoon-was-saved/\">a Spectator article</a> this week about the spoon used to anoint the sovereign with holy oil, which was described as a “very special one” (agreed), “one of the most beautiful examples of that humble genus” (OK), and “doubtless the world’s most important spoon” (sorry, I’ve gone).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/britain-world-beating-royal-pageantry-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/britain-world-beating-royal-pageantry-coronation", "date_published": "2023-05-05 12:17:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Salford councillor urged to quit after winning second seat 160 miles away", "description": "<p>Lib Dem Chris Twells’ shock win in Cotswolds prompts calls to close loophole in electoral law</p><p>A Liberal Democrat councillor in Salford has been urged to resign after winning a seat in the Cotswolds as well thanks to a loophole in electoral law.</p><p>Chris Twells, who won a seat on Salford council last year in the Ordsall ward, stood as what his own party insisted was a “paper candidate” in the Cotswolds – and confounded expectations by winning.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/salford-councillor-urged-to-quit-after-winning-second-seat-160-miles-away\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/salford-councillor-urged-to-quit-after-winning-second-seat-160-miles-away", "date_published": "2023-05-05 12:13:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Dune: Part Two trailer is here – but how many more films will we get?", "description": "<p>A first look at the forthcoming Dune sequel pulls us back into the strange sandpit. But how much farther into Frank Herbert’s psychedelic universe is Denis Villeneuve likely to venture?</p><p>• <strong>Spoiler alert:</strong> this article includes plot details from several of Herbert’s Dune novels, including the ending of the first</p><p>It has often been noted that George Lucas’s 1977 film Star Wars was greatly influenced by Frank Herbert’s Dune. The desert-covered central planet; the blending of religion and magic to the point where they are virtually indistinguishable; the depiction of a galaxy where democracy has failed and gilded nobles battle for control of solar systems: all are present in both works of sci-fi-fantasy. And yet Dune is not Star Wars, even if Part Two, the first trailer for which dropped this week, will without doubt provide audiences with the burgeoning saga’s most Star Wars-like moment so far.</p><p>In 2021, the first part of Denis Villeneuve’s Dune adaptation managed the remarkable feat of keeping us interested despite focusing almost entirely on the horrifying fall of House Atreides at the hands of the putrid and relentless Harkonnens, and leaving any sense of hope and future glory seemingly buried deep beneath the sand dunes. In the book, there is always a sense that the Atreides’ forebears as rulers of Arrakis are going to get their comeuppance, because scion Paul is clearly going to end up as the Bene Gesserit’s predicted messiah and probably take over the known universe. In the film there are fewer hints but it matters less, because the sci-fi eye candy on display is like nothing we’d seen before on the big screen.</p> <a href=\"https://www.theguardian.com/film/2023/may/05/dune-part-2-denis-villeneuve\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/05/dune-part-2-denis-villeneuve", "date_published": "2023-05-05 12:05:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby ‘stunned’ by death of baby she is accused of murdering", "description": "<p>Nurse allegedly killed one-day-old twin boy by injecting air into his blood at Countess of Chester hospital, court hears</p><p>Lucy Letby has told her trial she was “stunned” by the death of a one-day-old twin boy she allegedly murdered 30 minutes into her shift, saying it was a “complete shock”.</p><p>Giving evidence for a second day at Manchester crown court, the nurse said she searched for the boy’s mother on Facebook the morning after his death out of “curiosity”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/lucy-letby-stunned-by-death-of-baby-she-is-accused-of-murdering\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/lucy-letby-stunned-by-death-of-baby-she-is-accused-of-murdering", "date_published": "2023-05-05 12:03:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shell looks to sell off its stake in controversial Cambo oilfield", "description": "<p>Energy firm’s 30% stake in field off Shetlands up for sale amid fierce opposition to new North Sea drilling</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/05/pound-dollar-us-banking-turmoil-jobs-report-inflation-recession-business-live\">Business live – latest updates</a></li></ul><p>Shell is hoping to find a buyer for its stake in a controversial oilfield off the Shetland islands that became a key focus for the UK’s anti-fossil fuel campaigners.</p><p>The oil company still holds a 30% stake in the Cambo oilfield more than a year after it cast the project’s future in doubt by <a href=\"https://www.theguardian.com/environment/2021/dec/02/shell-pulls-out-of-cambo-oilfield-project\">pulling the plug on its investment</a>, blaming a weak economic case and the risk of delay.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/shell-looks-to-sell-off-its-stake-in-controversial-cambo-oilfield-stake\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/shell-looks-to-sell-off-its-stake-in-controversial-cambo-oilfield-stake", "date_published": "2023-05-05 12:02:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cupid’s arrow: how Fifty Fifty became the rare K-pop band to pierce the UK Top 40", "description": "<p>The product of meticulous planning by an independent record label, the girl band’s success represents a new hunger in K-pop for global audiences</p><p>K-pop often appears to be thriving in the UK: prior to their hiatus, <a href=\"https://www.theguardian.com/music/bts\">BTS</a> had back-to-back No 1 albums and acts such as boyband Ateez fill arenas, while girl group <a href=\"https://www.theguardian.com/music/2022/dec/02/blackpink-review-o2-arena-london\">Blackpink</a> are gearing up to headline a vast outdoor show in Hyde Park this summer. But the reality is hit K-pop songs are rare here, seldom breaking the singles chart – which makes the current Top 20 success of Fifty Fifty all the more unusual.</p><p>With their song Cupid set to climb from No 18 to break the Top 10 this week, the quartet are only the second K-pop girl group after Blackpink to break into the Top 40, despite debuting just six months ago. Cupid eschews the genre-clashing chaos of many K-pop hits to focus on a nostalgic sound – sweet but sardonic pop reminiscent of hits by Ariana Grande and Doja Cat, buoyed by the band’s harmonies, a rap by member Keena and, naturally, a massive key change. “Being in a K-pop group with a K-pop song charting in the UK charts is very hard, that’s what we’ve heard,” says Fifty Fifty member Aran. “So it’s a great honour for us.”</p> <a href=\"https://www.theguardian.com/music/2023/may/05/fifty-fifty-k-pop-uk-top-40\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/fifty-fifty-k-pop-uk-top-40", "date_published": "2023-05-05 12:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No talking just kissing: inside the UK’s first ever gay dating show", "description": "<p>Fun, sweet and unafraid to linger on bottoms and biceps, I Kissed a Boy is a true TV groundbreaker – and the contestants aren’t allowed to speak before they snog</p><p>Flexing muscles, leopard print, an outrageous moustache and Dannii Minogue. Welcome to the UK’s first ever gay dating show – a programme so wild it slaps you in the face like a martini-throw from Sex and the City’s Samantha Jones.</p><p>Right from its opening seconds, BBC Three’s new flagship series, I Kissed a Boy, is quite something. Presenter Dannii Minogue whirls across the screen with impossibly good hair, blows a kiss and says “Buongiorno boys!” to a group of excited-looking lads in Vinted and Versace’s finest. You could easily mistake it for some form of Eurovision content, featuring an all-male dance troupe, with Dannii performing for a minnow competitor like San Marino.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/no-talking-just-kissing-inside-the-uks-first-ever-gay-dating-show\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/no-talking-just-kissing-inside-the-uks-first-ever-gay-dating-show", "date_published": "2023-05-05 12:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Control the PR, lose the hangers-on: lessons for Charles from Europe’s royals", "description": "<p>Five lessons the king may want to consider, based on what has gone right – and wrong – for Europe’s surviving monarchies</p><p>In 1900 every country in Europe was a monarchy, save for three: France, Switzerland and San Marino. By 2000 most had become republics, with the exceptions being Denmark, Norway, Sweden, Belgium, the Netherlands, Luxembourg, the UK and Spain. These monarchies have survived partly for geopolitical reasons, but also by being quick to reject royals who step out of line. So what are the lessons King Charles could learn from these other monarchies?</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/control-the-pr-lose-the-hangers-on-lessons-for-charles-from-europes-royals\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/control-the-pr-lose-the-hangers-on-lessons-for-charles-from-europes-royals", "date_published": "2023-05-05 12:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour has no easy options over student loans, say education leaders", "description": "<p>Warning comes after party ditched its promise to abolish university tuition fees in England</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">UK politics live – latest updates</a></li></ul><p>Keir Starmer has been warned that he has “no easy options” over student loans and higher education financing, after the Labour leader’s decision to <a href=\"https://www.theguardian.com/education/2023/may/02/labour-to-ditch-its-promise-to-abolish-tuition-fees-in-england-keir-starmer\">scrap an earlier policy of abolishing tuition fees</a> in England.</p><p>Experts and education leaders who have advised or been consulted by Labour have told the party that universities face greater financial difficulties than before the 2017 or 2019 elections, while the country’s economic difficulties leave it with less fiscal room to help students.</p> <a href=\"https://www.theguardian.com/education/2023/may/05/labour-student-loans-university-tuition-fees-education-leaders-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/05/labour-student-loans-university-tuition-fees-education-leaders-keir-starmer", "date_published": "2023-05-05 11:57:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: have you been affected by primary school closures in England?", "description": "<p>If a primary school where your children attend has recently closed, or is under threat of closure, we’d like to hear from you</p><p>Last month the Guardian <a href=\"https://www.theguardian.com/commentisfree/2023/apr/13/city-without-children-dystopia-new-reality-london\">reported on schools closing in London</a> and now we’d like to find out more about the situation in the rest of the country.</p><p>St Michael’s primary school in Camden closed last month, and is t<a href=\"https://www.camdennewjournal.co.uk/article/fourth-primary-school-to-close-down-in-pupil-shortage-crisis\">he fourth in the borough to go since 2019</a>. Hackney has warned that two of its primaries are likely to close their doors and another four <a href=\"https://www.hackneycitizen.co.uk/2023/03/28/two-hackney-primary-schools-closure-four-merge-fall-pupil-numbers-funding-cuts/\">may have to merge</a>. Other London councils are also considering closures.</p> <a href=\"https://www.theguardian.com/education/2023/may/05/tell-us-have-you-been-affected-by-primary-school-closures-in-england\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/may/05/tell-us-have-you-been-affected-by-primary-school-closures-in-england", "date_published": "2023-05-05 11:56:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Landfill loot and a robotic elephant: Friday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/world/gallery/2023/may/05/landfill-loot-and-a-robotic-elephant-fridays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/may/05/landfill-loot-and-a-robotic-elephant-fridays-best-photos", "date_published": "2023-05-05 11:47:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bournemouth’s Gary O’Neil should be a manager of the season contender", "description": "<p>Scott Parker said the team was not ready for the Premier League. O’Neil took over and they are now level with Chelsea</p><p>By <a href=\"https://twitter.com/BenMcAleer1\">Ben McAleer</a> for <a href=\"http://www.whoscored.com/\">WhoScored</a></p><p>The low point of Bournemouth’s season came very early on. They had already lost 4-0 to Manchester City and 3-0 to Arsenal when they were hammered 9-0 by Liverpool at Anfield in August. After <a href=\"https://www.theguardian.com/football/2022/aug/27/scott-parker-shell-shocked-after-bournemouth-lose-9-0-to-liverpool\">that drubbing</a>, manager Scott Parker expressed his concern that the team was “ill-equipped” for the Premier League. “I feel sorry for the fans and the players,” said Parker. Three days later, he was out of a job.</p><p>Gary O’Neil was appointed as caretaker and it looked like the 39-year-old would keep the hotseat warm until a long-term replacement was found. As chance would have it, O’Neil appears to be the long-term solution the club needed. After an uptick in form – Bournemouth were unbeaten in O’Neil’s first six games in charge – he was given the job on a permanent basis, signing an 18-month contract just before the World Cup.</p> <a href=\"https://www.theguardian.com/football/who-scored-blog/2023/may/05/gary-oneil-manager-season-bournemouth-scott-parker-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/who-scored-blog/2023/may/05/gary-oneil-manager-season-bournemouth-scott-parker-chelsea", "date_published": "2023-05-05 11:42:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fred again.. and Brian Eno: Secret Life review – dull ambient set reveals both men’s weaknesses", "description": "<p><strong>(Text Records)</strong><br />While their signature sonic flotsam and spartan melodies are present, Eno’s contributions prove witlessly unimaginative while his mentee’s are trite</p><p>After recently closing out Coachella with UK bass rollers, heady trance and comedy dubstep in his trio with <a href=\"https://www.theguardian.com/music/skrillex\">Skrillex</a> and <a href=\"https://www.theguardian.com/music/four-tet\">Four Tet</a>, <a href=\"https://www.theguardian.com/music/2022/oct/17/fred-again-interview\">Fred again..</a>’s next move is a quite colossal dynamic shift: releasing an album of ambient songs made with <a href=\"https://www.theguardian.com/music/brianeno\">Brian Eno</a>. The pair go way back, to 2010 and Fred again..’s mid-teens, when a mutual friend invited the boy who was then just Fred Gibson to join a singing group of Eno’s. Eno is not his godfather, as has been widely rumoured, but he quickly became a mentor, bringing him on to co-production projects. Gibson also went to a very posh boarding school and descends from an aristocratic family line: making an album with an axis of his already considerable privilege has already riled many in the dance underground.</p><p>’Twas ever thus in a scene that is, sometimes for worse but mostly for better, always patrolling the nebulous boundaries of the genre’s mainstream and suspicious of interlopers, particularly monied ones. But there’s a much larger audience on the other side of that wall: Gibson’s fanbase of young ravers who adore his garage-adjacent tracks and dextrous live drum programming, his most successful solo phase after years of also-very-successful pop and rap production for others including Ed Sheeran. With intensity and density maxed out, his work can be brilliant, as on tracks such as Delilah, Jungle and Baxter, which seem to fishtail through their respective raves. And even if his guest vocalists can let him down – such as the colossally annoying Blessed Madonna speeches on his big Covid hit Marea (We’ve Lost Dancing) – he often writes bright, insidious melodies.</p> <a href=\"https://www.theguardian.com/music/2023/may/05/fred-again-and-brian-eno-secret-life-review-ambient\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/fred-again-and-brian-eno-secret-life-review-ambient", "date_published": "2023-05-05 11:35:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scottish police officers challenge ‘clean-shaven’ policy at tribunal", "description": "<p>Police Scotland has told officers to shave off facial hair by end of May so they can use FFP3 face masks</p><p>At least four officers are pursuing discrimination claims after Police Scotland announced plans for a “clean-shaven” policy without adequate consultation, according to their professional body.</p><p>Officers are being told to shave off their beards and moustaches so they can use a particular type of protective face mask, which is face-fitted and requires the wearer to be clean-shaven.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/scottish-police-officers-challenge-clean-shaven-policy-at-tribunal\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/scottish-police-officers-challenge-clean-shaven-policy-at-tribunal", "date_published": "2023-05-05 11:33:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Filipino activists appeal to British banks over region devastated by oil spill", "description": "<p>Environmentalists from the Philippines urge investors to avoid LNG projects which they say threaten the Verde Island Passage</p><p>Campaigners from the Philippines have urged British banks not to fund the expansion of fossil fuel use in their country. It follows a huge oil spill that threatened a globally important marine biodiversity hotspot.</p><p>Filipino environmentalists have travelled to the UK to meet representatives from Barclays, Standard Chartered and HSBC as part of efforts to stop the expansion of <a href=\"https://gogel.org/philippines-lng-boom-verde-island-passage\">liquefied natural gas (LNG)</a> power plants and terminals in and around the Verde Island Passage, a global marine biodiversity hotspot known for its <a href=\"https://www.conservation.org/philippines/projects/verde-island-passage\">whale sharks, corals, turtles and rich fisheries</a>, which was badly affected by the oil spill this year.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/filipino-activists-appeal-to-british-banks-over-region-devastated-by-oil-spill-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/filipino-activists-appeal-to-british-banks-over-region-devastated-by-oil-spill-aoe", "date_published": "2023-05-05 11:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "CBI appoints ethics consultancy Principia Advisory in fight for survival", "description": "<p>Consultant given brief to overhaul operations after sexual misconduct allegations</p><ul><li><a href=\"https://viewer.gutools.co.uk/business/live/2023/may/05/pound-dollar-us-banking-turmoil-jobs-report-inflation-recession-business-live\">Business live – latest updates</a></li></ul><p>The CBI has appointed the business ethics consultancy Principia Advisory to help overhaul its operations, after a series of sexual misconduct allegations reported by the Guardian.</p><p>The new head of the Confederation of British Industry, Rain Newton-Smith, has written to members to lay out its action plan, just over a week after she took the helm and <a href=\"https://www.theguardian.com/business/2023/apr/26/repulsive-allegations-about-cbi-shock-boss-of-drugmaker-gsk\">apologised to the victims of sexual misconduct at the business lobby group</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/cbi-appoints-ethics-consultancy-principia-advisory-in-fight-for-survival\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/cbi-appoints-ethics-consultancy-principia-advisory-in-fight-for-survival", "date_published": "2023-05-05 11:26:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Digested week: no one seems bothered by the coronation – we’re all royalled out | John Crace", "description": "<p>There’s apathy over the king, frustration in the football, and Great Expectations disappoints</p><p>For one of the jubilees – I can’t remember which one as there have been so many of them and we have lived in the same house for nearly 30 years – it seemed as if you couldn’t move for street parties in our patch of south-west London. For this weekend’s <a href=\"https://www.theguardian.com/uk-news/2023/may/03/what-to-expect-at-the-kings-coronation-key-events-and-timings\">coronation</a>, there isn’t even one, so far as I know. It just feels as if no one is that bothered. We’d probably turn up to one if somebody else made the effort to organise it, but nobody has been prepared to make the first move.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/digested-week-no-one-seems-bothered-by-the-coronation-were-all-royalled-out\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/digested-week-no-one-seems-bothered-by-the-coronation-were-all-royalled-out", "date_published": "2023-05-05 11:25:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Staffordshire dog statues back in vogue with TikTok generation", "description": "<p>Younger collectors drive up prices of ‘kitsch’ ceramic animals as Victoriana look returns yet again</p><p>Pairs of Staffordshire ceramic dogs, once commonplace on Victorian mantelpieces, are having a sudden resurgence with a boom in demand from a new generation.</p><p>The vintage marketplace <a href=\"https://www.vinterior.co/\">Vinterior</a> reports that searches for Staffordshire dog statues is up 115% year-on-year. When Vinterior launched a recent pop-up store in London’s Selfridges, it was the dogs not the Danish dining chairs that were the first items to sell out.</p> <a href=\"https://www.theguardian.com/culture/2023/may/05/staffordshire-dog-statues-back-in-vogue-with-tiktok-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/05/staffordshire-dog-statues-back-in-vogue-with-tiktok-generation", "date_published": "2023-05-05 11:13:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Papi, London E8: ‘A proper restaurant’ – restaurant review | Grace Dent on restaurants", "description": "<p>The hype is hot but the cooking is serious</p><p>If you didn’t get round to visiting <a href=\"https://www.instagram.com/papi.restaurant/?hl=en\">Papi</a> in any of its previous incarnations, in the guise of the <a href=\"https://www.instagram.com/hot4u_ldn/?hl=en\">Hot 4 U</a> pop-up, well, I can’t really blame you. After all, life was making it jolly difficult to eat out at the time, and you were very possibly staring forlornly at an NHS Covid app and wondering if that ping meant another nine full days of baked bean <a href=\"https://www.breville.co.uk/sandwich-makers/\">Brevilles</a>, or you had just given up on “the outdoors” altogether.</p><p>But it was at that exact point that Hot 4 U was trying to make things happen in east London with a series of temporary engagements in pubs such as <a href=\"https://www.theprincearthurpub.co.uk/\">The Prince Arthur in Shoreditch</a> and <a href=\"https://www.instagram.com/thehaggerston/?hl=en\">The Haggerston in E8</a>, by serving up iced buns with Marmite butter, beef tartare with mulberry umeboshi, and ox tongue with seaweed and tzatziki. Then again, maybe you wouldn’t have gone to Hot 4 U regardless of the pandemic, because it just sounded a bit bloody much. And it really did: they did foie gras-wrapped Mini Magnums, chicken bicep with <a href=\"https://www.masterclass.com/articles/shichimi-togarashi-recipe\">shichimi</a> and an ever-changing wine list featuring the likes of <a href=\"https://www.vinsetvolailles.com/produit/jeux-de-vins-male-tears-2020/\">Fleur Godart’s Male Tears 2020</a>, part of <a href=\"https://www.vinsetvolailles.com/categorie-produit/vins/cuvees-militantes/\">the Cuvées Militantes series of wines</a> taking a stance against sexism, racism and homophobia.</p> <a href=\"https://www.theguardian.com/food/2023/may/05/papi-london-e8-restaurant-review-grace-dent\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/05/papi-london-e8-restaurant-review-grace-dent", "date_published": "2023-05-05 11:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like Icarus – now everyone is burnt’: how Vice and BuzzFeed fell to earth", "description": "<p>Era of lofty valuations for upstart youth media appears to be over, with Vice ‘heading for bankruptcy’ and BuzzFeed News shutting down</p><p>Just over a decade ago Rupert Murdoch endorsed what appeared to be a glittering future for Vice, firing off a tweet after an impromptu visit to the media upstart’s Brooklyn offices and a drink in a nearby bar with the <a href=\"https://www.theguardian.com/media/2013/mar/23/shane-smith-vice-interview\">outspoken co-founder Shane Smith</a>.</p><p>“Who’s heard of VICE media?” <a href=\"https://twitter.com/rupertmurdoch/status/257196280781099008?s=20\">the Australian media mogul posted from his car</a> on the way home from the 2012 visit, <a href=\"https://www.theguardian.com/media/2013/aug/17/rupert-murdoch-vice-magazine-stake\">which resulted in a $70m (£55m) investment</a>. “Wild, interesting effort to interest millennials who don’t read or watch established media. Global success.”</p> <a href=\"https://www.theguardian.com/media/2023/may/05/like-icarus-now-everyone-is-burnt-how-vice-and-buzzfeed-fell-to-earth\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/05/like-icarus-now-everyone-is-burnt-how-vice-and-buzzfeed-fell-to-earth", "date_published": "2023-05-05 11:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The phone stops ringing. You never hear from anyone again’: the UK’s Eurovision flops on 25 years of hurt", "description": "<p>Excitement is building for next week’s song contest in Liverpool – but Britain hasn’t won since 1997. Artists from Blue and Bonnie Tyler to Scooch and SuRie reveal what disastrous scores meant for their careers</p><p>Duncan James was feeling quietly confident, and perhaps with good reason. “All the bookies were behind us,” he says. “Paddy Power had us as favourites to win.” It was 2011, and Blue – one of those rare British boybands whose career was stretching on into adulthood – had been tempted out of semi-retirement to represent the UK at Eurovision. The band had taken a break back in 2005, James says, “to pursue different areas of the entertainment business”. But the BBC, which screens the singing competition each year and helps oversee the UK’s choice of entry, had come calling because it found itself in a tight spot. After several years of poor (and sometimes catastrophic) results, they urgently required a safe pair of hands. Blue were already established, and enduringly popular. They’d excel, surely?</p><p>“Well, that was the hope,” James says.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/british-eurovision-flops-on-25-years-of-hurt\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/british-eurovision-flops-on-25-years-of-hurt", "date_published": "2023-05-05 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Giro d’Italia: Thomas and Geoghegan Hart lead Ineos and British hopes", "description": "<p>The pair face a tough test starting on Saturday, up against serial winners and favourites Remco Evenepoel and Primoz Roglic</p><p>Old Trafford’s Theatre of Dreams may be beckoning Sir Jim Ratcliffe as he closes on acquiring Manchester United, but in Italy the Eternal City is awaiting his Ineos Grenadiers cycling team, who start the 106th Giro d’Italia on Saturday.</p><p>Ratcliffe’s charges have not won <a href=\"https://www.theguardian.com/sport/tourdefrance\">the Tour de France</a> since 2019 but its Italian counterpart, the Giro, has been a happier hunting ground, with wins by the Londoner Tao Geoghegan Hart in 2020 and the Colombian star Egan Bernal the following year.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/giro-ditalia-preview-ineos-geraint-thomas-tao-geoghegan-hart-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/giro-ditalia-preview-ineos-geraint-thomas-tao-geoghegan-hart-cycling", "date_published": "2023-05-05 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Island at the end of the world: Antarctic outpost faces uncertain times", "description": "<p>The climate crisis, geopolitical upheaval, a burgeoning tourism and an ever-extending list of interests and actors are straining relations on King George Island</p><p>In a silent cove just above the Antarctic Circle, the Collins glacier, a towering slab of ice scored with folds and crevasses, creeps towards the Southern Ocean.</p><p>“If you stay still you can hear it move,” whispers Iva Vásquez, 27, putting a finger to her lips.</p><p>The Collins glacier on a snowy day.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/island-at-the-end-of-the-world-antarctic-outpost-faces-uncertain-times\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/island-at-the-end-of-the-world-antarctic-outpost-faces-uncertain-times", "date_published": "2023-05-05 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan’s neighbours have little to offer refugees, warns UN", "description": "<p>Thousands of Sudanese are crossing borders into countries already severely stressed by drought, conflicts and food insecurity, say UN officials</p><p>The UN is in a race against time to get food supplies to Sudanese refugees crossing the border into Chad before the rainy season begins, as neighbouring countries struggle to cope with the numbers of people fleeing the civil war.</p><p>More than <a href=\"https://data.unhcr.org/en/situations/sudansituation\">110,000 people</a> are now estimated to have crossed into other countries as <a href=\"https://www.theguardian.com/world/2023/may/03/aid-agencies-in-sudan-plead-with-factions-to-allow-supplies-to-reach-needy\">patchy ceasefires fail to stop</a> deadly clashes between Sudanese army troops and a paramilitary rival that have killed hundreds and forced more than 330,000 from their homes.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/05/sudans-neighbours-warn-they-have-little-to-offer-refugees\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/05/sudans-neighbours-warn-they-have-little-to-offer-refugees", "date_published": "2023-05-05 11:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guide #85: The brouhaha over The Last Dinner Party, indie’s buzziest band", "description": "<p>In this week’s newsletter: The baroque Brixton band came out of nowhere to be one of indie’s hottest new acts – but is there more to their hype than there seems?</p><ul><li><strong><a href=\"https://ablink.email.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFM7X02zB_4eaUcPGwGF8aSd8qfug3UI-6On7SZ6NCb1bc8x_o5dndnbkzvJa5hUkQ9nhvD7IJSuyXeKbacJDYEqlFbAZ0vOIKsv3NFHydfPIzaUpYyjP0KfOAhLRYMW2yTAs6TBIgM3bi7aVl__6M8OuHfLZfd7xmigDS_KOnKuU_bc0LD-KQTnN7wlkHVqzvlJ18crhTOgngZzAlM4_3_SCUmWonlgL50tNfCaUIQQk/3hx/2l-ct5r6Q8CNEhlq1hSBIw/h15/kSGp0pNCsCxOwXsdDM-fI8ISkKBb6hYjBXPF16gxdC8\">Don’t get the Guide delivered to your inbox? Sign up here</a></strong></li></ul><p>If you regularly loiter in the indiest corners of Twitter, or have even glanced at the NME homepage recently, there’s a decent chance you have at least heard of The Last Dinner Party. It’s possibly less likely that you’ve actually <em>heard</em> them: they have released just the one track so far. Despite this, in the last fortnight the band have received breathless write-ups everywhere from <a href=\"https://www.rollingstone.co.uk/music/features/meet-the-last-dinner-party-who-might-just-be-your-favourite-new-band-28599/\">Rolling Stone</a> to <a href=\"https://www.spectator.co.uk/article/a-phenomenally-exciting-new-band-the-last-dinner-party-at-camden-assembly-reviewed/\">the Spectator</a>, for their raucous live performances and baroque-inflected pop.</p><p>That sudden rush of hype has sparked a backlash: eyebrows raised on social media over the band’s big-name management and major label status; whispers about them being “industry plants” or – even worse – nepo babies. Which in turn has prompted a pointed rebuttal from the band (Not nepo babies! Not manufactured!) and their supporters. All of this, in the best part of a fortnight. The discourse is already in runaway train mode, and if you’ve been following it all you may have already had your fill. But I do think there’s something fascinating about the whole affair – a mix of old-school buzz band hype, and very modern concerns about the music industry and who rises and falls within it.</p> <a href=\"https://www.theguardian.com/culture/2023/may/05/the-guide-the-last-dinner-party-music\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/05/the-guide-the-last-dinner-party-music", "date_published": "2023-05-05 10:57:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US banking crisis risks becoming ‘self-fulfilling prophecy’, analysts say", "description": "<p>Shares in US regional banks pummelled this week amid fears of more collapses in sector</p><ul><li><a href=\"https://www.theguardian.com/business/live/2023/may/05/pound-dollar-us-banking-turmoil-jobs-report-inflation-recession-business-live\">Business live: latest updates</a></li></ul><p>The crisis engulfing regional US banks risks becoming a “self-fulfilling prophecy” as investors take flight from lenders seen as increasingly risky bets, triggering even deeper losses, analysts have warned.</p><p>Shares in US banks were pummelled this week amid investor concerns that there will be more collapses, after a <a href=\"https://www.theguardian.com/business/2023/apr/30/time-running-out-for-us-financial-firms-to-bid-for-ailing-bank-first-republic\">string of failures</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/us-banking-crisis-risks-becoming-self-fulfilling-prophecy-analysts-say\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/us-banking-crisis-risks-becoming-self-fulfilling-prophecy-analysts-say", "date_published": "2023-05-05 10:55:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation build-up live: King Charles and Camilla at Westminster Abbey for final rehearsal", "description": "<p>Dignitaries arriving in London ahead of tomorrow’s ceremony as people already gather to line procession route</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/may/03/what-to-expect-at-the-kings-coronation-key-events-and-timings\">What to expect: key events and timings</a></li></ul><p><strong>A children’s biography of <a href=\"https://www.theguardian.com/uk/prince-charles\">King Charles III</a> has topped the UK book chart before the coronation on 6 May.</strong></p><p>Maria Isabel Sánchez Vegara’s King Charles is part of the Little People, Big Dreams series, which includes illustrated biographies of notable figures such as Stephen Hawking and Michelle Obama.</p> <a href=\"https://www.theguardian.com/uk-news/live/2023/may/05/coronation-build-up-live-king-charles-queen-consort-camilla-westminster-abbey\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/live/2023/may/05/coronation-build-up-live-king-charles-queen-consort-camilla-westminster-abbey", "date_published": "2023-05-05 10:38:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘That one I’ve never heard of’: Africans unimpressed with Charles celebrations", "description": "<p>The distant familiarity and affection many in the Commonwealth had with the Queen does not extend to her son</p><p>On the streets of Kenya’s capital, Nairobi, questions about the coronation are met with a blank stare. “That one, I’ve never heard of,” says David Ouma, a 36-year-old taxi driver.</p><p>There is no buzz or chatter about the coronation of Charles III among the market traders or in the pubs – although it’s likely to make the front page of newspapers at the weekend.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/05/that-one-ive-never-heard-of-africans-unimpressed-with-charles-celebrations\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/05/that-one-ive-never-heard-of-africans-unimpressed-with-charles-celebrations", "date_published": "2023-05-05 10:38:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Vortex review – Noël Coward’s swirling jazz age psychodrama", "description": "<p><strong>Chichester Festival theatre<br /></strong>Lia Williams and her son Joshua James make a scintillating double act in a resonant revival of the 1924 hit</p><p>There’s a tableau in this production of The Vortex where the characters, in gorgeous party clothes, pose like an Annie Leibovitz cover for Vanity Fair. And none of Noël Coward’s characters is as vain as Florence Lancaster.</p><p>From the moment Lia Williams’s magnetic protagonist appears with her young lover Tom – wearing matching aviator outfits – her self-regard is 100 proof. She takes phone calls from people she pretends to like and callously flirts with her friend Helen, who is clearly yearning for her. When her son Nicky returns from a year abroad and announces that he’s engaged, she jealously asks: “Do you think she’ll like me?”</p><p>At <a href=\"https://www.cft.org.uk/events/the-vortex\">Chichester Festival theatre</a> until 20 May</p> <a href=\"https://www.theguardian.com/stage/2023/may/05/the-vortex-review-noel-cowards-swirling-jazz-age-psychodrama\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/05/the-vortex-review-noel-cowards-swirling-jazz-age-psychodrama", "date_published": "2023-05-05 10:29:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pushkin must fall: monuments to Russia’s national poet under threat in Ukraine", "description": "<p>Since last February’s invasion more than 30 statues of the 19th-century poet seen as a symbol for tsarist imperialism have been dismantled</p><p>The seated sculpture of Alexander Pushkin on Peremohy Avenue in central Kyiv is living on borrowed time – and not only because of the threat of Russian missiles.</p><p>Unprotected by sandbags and hoardings, unlike the capital’s better-loved monuments, the statue of Russia’s national poet is covered by spray-painted graffiti.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/monuments-to-russia-national-poet-pushkin-under-threat-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/monuments-to-russia-national-poet-pushkin-under-threat-in-ukraine", "date_published": "2023-05-05 10:29:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Tennant to play Macbeth at Donmar Warehouse", "description": "<p>The actor will take to the stage as the Scottish king in December, in the last production of the London theatre’s 30th-anniversary season</p><p>Hot on the heels of the news that Ralph Fiennes will <a href=\"https://www.theguardian.com/stage/2023/apr/27/ralph-fiennes-and-indira-varma-to-star-in-macbeth-staged-in-warehouses\">play Macbeth</a> in a tour of repurposed UK warehouses comes the announcement that David Tennant will also star as the Scottish king at London’s Donmar Warehouse.</p><p>It is the Scottish actor’s first Shakespearean stage role since <a href=\"https://www.theguardian.com/stage/2013/oct/17/richard-ii-review-royal-shakespeare-theatre-david-tennant\">he played Richard II</a> for the Royal Shakespeare Company, on and off, from 2013 to 2016. In 2022 he was Macbeth in a two-part <a href=\"https://www.bbc.co.uk/programmes/m0016zh2\">BBC Radio 4 broadcast</a>. The Donmar production will be directed by Max Webster and will conclude the 30th-anniversary season for the London theatre, which was previously home to a banana-ripening warehouse.</p> <a href=\"https://www.theguardian.com/stage/2023/may/05/david-tennant-macbeth-donmar-warehouse\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/05/david-tennant-macbeth-donmar-warehouse", "date_published": "2023-05-05 10:12:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Neely, a vulnerable young man, was killed – and not by his medical history | Moustafa Bayoumi", "description": "<p>Much of the talk has been about Neely’s mental health –  in large part so we don’t have to talk about our larger societal health</p><p>Jordan Neely was choked to death in the middle of the day on a New York City subway car on Monday, and since then people from New York City’s leaders to media commentators have put the focus on the 30-year-old Black man’s mental health. The New York governor Kathy Hochul <a href=\"https://www.ny1.com/nyc/all-boroughs/transit/2023/05/03/manhattan-da-investigating-death-of-man-choked-on-subway\">stated</a> that “some of the factors” in Neely’s death were “people who are homeless in our subways, many of them in the throes of mental health episodes”. Mayor Eric Adams <a href=\"https://www.theguardian.com/us-news/2023/may/04/jordan-neely-eric-adams-nypd-subway-killing-response\">spoke</a> about “serious mental health issues in play here”. John Macari, a retired New York police lieutenant and podcaster <a href=\"https://www.foxnews.com/us/nyc-subway-chokehold-death-jordan-neely-probed-senior-prosecutors-protesters-clash-police\">told</a> Fox News: “You have people commuting on a train who have to deal with mentally ill people who are a danger to themselves and others.”</p><p>But Jordan Neely didn’t kill himself. He was killed, and not by his medical history. A 24-year-old white ex-marine put him in a chokehold for “some 15 minutes,” <a href=\"https://nypost.com/2023/05/02/shocking-video-shows-vagrant-being-choked-to-death-on-nyc-subway/\">according</a> to Juan Alberto Vazquez, a witness at the scene, and the medical examiner has ruled Neely’s death a homicide. So instead of focusing on Neely’s past, maybe we should be asking what kind of kind of state of mind does it take to strangle a man to death in public.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/jordan-neely-subway-death-new-york-society\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/jordan-neely-subway-death-new-york-society", "date_published": "2023-05-05 10:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abbott Elementary’s Lisa Ann Walter: ‘To play a teacher and honour them is really important’", "description": "<p>Still recognised for The Parent Trap, the actor was quietly planning her retirement until a role with a connection to her educator mum turned things around</p><p>From the moment she joins our Zoom call from her Los Angeles kitchen, Lisa Ann Walter is beaming. “This is supposed to be our hiatus from filming Abbott Elementary,” she starts, “but I’m busier than ever, and won’t have any downtime until we’re back on set again. Honestly? It’s exhausting.” Usually, when promo interviews start like this, it’s a sign that what follows might be terse and testing. Walter’s ear-to-ear grin, however, makes it clear she has no complaints about the newly hectic nature of her professional life. “You don’t stop when you’re lucky enough to be on a hit,” she reckons. “You’ve got to take advantage of it.”</p><p>Since Abbott Elementary first hit US screens in late 2021, it has become a TV juggernaut. The heartwarming Philadelphia-set mockumentary school sitcom – in which Walter co-stars as no-nonsense teacher Melissa Schemmenti in an under-resourced but much-loved primary school – is a network show bucking trends and breaking records. It’s already bagged three Golden Globes, three Emmys and too many other awards to mention. It has proved a standout success with critics and audiences alike. The 22-episode second season is now available to view; a third is already in development. Walter is working flat out, and wouldn’t change it for the world.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/abbott-elementary-lisa-ann-walter-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/abbott-elementary-lisa-ann-walter-interview", "date_published": "2023-05-05 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How coronation of King Charles will revive some of oldest British rituals", "description": "<p>At Westminster Abbey this weekend, ancient coronation bling such as the stone of destiny and St Edward’s staff is set to wow onlookers</p><p>When King Charles enters Westminster Abbey for the coronation ceremony on Saturday, he will be preceded, among many other items of royal bling, by a short gold rod topped with a small cross, known as <a href=\"https://www.rct.uk/collection/31717/st-edwards-staff\">St Edward’s staff</a>. Unlike the stone of destiny, the sword of mercy or the bracelets of sincerity and wisdom – all real items of regalia that will play symbolic roles in the ceremony – the staff has no role whatsoever. It is carried in at the start of the service, set on the altar, and then carried out again at the end.</p><p>In fact, no one has any idea what St Edward’s staff is meant to represent. When Charles II, restored to the throne in 1660 after the English Civil War, ordered his goldsmiths to remake the crown jewels that had been sold or melted down by parliamentarians, the inventory of items that had been lost included a staff of Saint Edward. And so one was made to replace it – an important symbol of <em>something</em>, even if no one could remember what.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/how-coronation-of-king-charles-revive-oldest-british-rituals-westminster-abbey\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/how-coronation-of-king-charles-revive-oldest-british-rituals-westminster-abbey", "date_published": "2023-05-05 10:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Short on space? How to grow healthy veg in pots and bags", "description": "<p>Beware of terracotta, embrace grow bags – and don’t forget to fertilise</p><p>When May comes around, I have to face the sowing choices I made in February. I always sow more plants than I have space for in case of germination failures or seedling losses. But if all the seeds sprout and all the young plants survive, I start summer with more plants than I have room for in my veg patch. And judging by all the tomato plants appearing by my neighbours’ garden gates for 50p each, I’m not the only one.</p><p>When I wrote my first book – <a href=\"https://guardianbookshop.com/how-to-grow-your-dinner-9781786277145?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">How to Grow Your Dinner Without Leaving the House</a> – I wanted to encourage aspiring gardeners to make the most of small growing spaces, so I decided to write about planting crops in containers. As long as you have access to a space that gets a good amount of sunlight, it’s a great entry point for new gardeners, more accessible for those with limited mobility (put your pots on a table!) and a way for those who are renting or have modest, paved gardens to grow edible plants.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/05/how-to-grow-healthy-veg-in-pots-and-bags\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/05/how-to-grow-healthy-veg-in-pots-and-bags", "date_published": "2023-05-05 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A culture, a people, an ethos’: one of the US’s oldest Asian American bookstores closes", "description": "<p>As Eastwind Books of Berkeley shutters in California, local residents mourn the loss of a community</p><p>The author Hua Hsu remembers going to Eastwind Books of Berkeley as a kid. His parents would drive 50 miles north from their home in Cupertino to the small shop near the Berkeley campus. There, his parents, Taiwanese immigrants, would buy books and newspapers from Asia that they couldn’t find elsewhere in the Bay Area.</p><p>Later, when Hsu – now a staff writer at the New Yorker and author of the National Book Critics Circle award-winning memoir Stay True – was in college at the University of California, Berkeley, he developed his own relationship with the store, mostly as a place where ethnic studies and Asian American studies professors had students buy their books for class.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/eastwind-books-berkeley-california-closes-asian-american-bookstore\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/eastwind-books-berkeley-california-closes-asian-american-bookstore", "date_published": "2023-05-05 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘People call me the godfather of fusion’: the return of jazz-funk keyboardist Lonnie Liston Smith", "description": "<p>He has worked with Miles Davis, been sampled by Jay-Z, and has now made his first album in 25 years. He explains how going on TikTok helped him rediscover his cosmic keyboard sound</p><p>Over the last 60 years, keyboardist Lonnie Liston Smith has made an artform out of countering some of jazz music’s loudest heavyweights with a soft, sensuous sound. His is the gently radiating electric piano or undulating organ backing bandmates including Miles Davis, as well as the the hard-blowing free-jazz saxophonist Pharoah Sanders and energetic multi-instrumentalist Rahsaan Roland Kirk.</p><p>As a bandleader since the 1970s, Smith has explored spiritual themes with dancefloor grooves and free-flowing improvisations, popularising what would come to be known as jazz-funk fusion. “People have called me the godfather of fusion, or the creator of the cosmic sound,” Smith says. “I was just trying to play a universal music – something that would speak to everyone.”</p> <a href=\"https://www.theguardian.com/music/2023/may/05/jazz-lonnie-liston-smith-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/jazz-lonnie-liston-smith-interview", "date_published": "2023-05-05 10:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On a roll: Ravinder Bhogal’s recipes for triple-cheese, avocado and bloody-mary stuffed rolls", "description": "<p>Perfect party or picnic fare: salty-sour watermelon, ginger and avocado rice paper wraps; halloumi, feta and herb filo cigars; and boozy, prawn-cocktail brioche rolls in a bloody mary-flavoured mayonnaise</p><p>Rice paper, filo and bread rolls are excellent vehicles for transporting tasty things straight into your mouth without the need for a knife and fork. Here, a little filling goes a long way, but the aim is to cram as much into them to create bold, loaded parcels that smack with flavour. Their success depends on balance, textural contrast, lots of herbs and the freshest ingredients. They are ideal for feeding a hungry crowd and are especially good for picnics and summer entertaining. Salty, sharp, tangy, juicy – these rolls are wholly satisfying.</p> <a href=\"https://www.theguardian.com/food/2023/may/05/sandwich-picnic-rolls-recipes-triple-cheese-avocado-bloody-mary-stuffed-rolls-ravinder-bhogal\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/05/sandwich-picnic-rolls-recipes-triple-cheese-avocado-bloody-mary-stuffed-rolls-ravinder-bhogal", "date_published": "2023-05-05 10:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Illustrated children’s biography of King Charles hits No 1 on UK book chart", "description": "<p>Maria Isabel Sánchez Vegara’s book, illustrated by Matt Hunt, is the first of the Little People, Big Dreams series to top the standings</p><p>A children’s biography of King Charles III has topped the UK book chart before the coronation on 6 May.</p><p>Maria Isabel Sánchez Vegara’s King Charles is part of the Little People, Big Dreams series, which includes illustrated biographies of notable figures such as Stephen Hawking and Michelle Obama.</p> <a href=\"https://www.theguardian.com/books/2023/may/05/illustrated-childrens-biography-of-king-charles-hits-no-1-on-uk-book-chart\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/05/illustrated-childrens-biography-of-king-charles-hits-no-1-on-uk-book-chart", "date_published": "2023-05-05 09:57:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Allardyce faces up to Haaland test: weekend football countdown – live", "description": "<ul><li>All the latest going into a pivotal weekend of action</li><li>Get in touch: send John <a href=\"mailto:john.brewin.casual@theguardian.com\">an email</a> or <a href=\"https://twitter.com/JohnBrewin_\">tweet him</a></li></ul><p><strong>Finally – finally – Napoli were able to celebrate winning Serie A.</strong></p><p><strong>The club that once featured an A Ferguson as a player – amateurs were named in the fashion – may be headed to the top division in Scotland.</strong></p> <a href=\"https://www.theguardian.com/football/live/2023/may/05/sam-allardyce-faces-up-to-haaland-test-weekend-football-countdown-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/05/sam-allardyce-faces-up-to-haaland-test-weekend-football-countdown-live", "date_published": "2023-05-05 09:43:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "King’s coronation weather likely to be a washout, says Met Office", "description": "<p>Rain forecast for UK over bank holiday weekend, including in London as Charles III is crowned</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/may/04/king-charles-iii-coronation-flypast-weather-forecast\">Coronation flypast could be called off due to adverse weather, MoD says</a></li></ul><p>A coronation washout is forecast for many this weekend with rain and drizzle likely to provide a quintessentially British backdrop to the royal pomp and pageantry.</p><p>Saturday, the day of the formal ceremony, is forecast by the Met Office to be a cloudy and wet day for many, including in the capital around midday, just as King Charles III is being crowned.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/king-charles-iii-coronation-weather-washout-rain-london-met-office-bank-holiday-weekend-forecast\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/king-charles-iii-coronation-weather-washout-rain-london-met-office-bank-holiday-weekend-forecast", "date_published": "2023-05-05 09:20:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Worcestershire v Sussex, Yorkshire v Glamorgan, and more – live", "description": "<ul><li>Updates from day two of the latest round in the Championship</li><li>Get in touch: contact Tanya by <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email</a>, <a href=\"https://twitter.com/tjaldred\">Twitter</a> or comment BTL</li></ul><p><strong>Very good</strong>:</p><p><strong>While the</strong> Rajasthan Royals owner Manoj Badale envisages Test cricket as <a href=\"https://www.bbc.co.uk/sport/cricket/65486612\">a once a year prestige event</a>, like Wimbledon amongst an ocean of T20 franchise tournaments. Just like Matthew Engel’s <a href=\"https://www.espncricinfo.com/story/icc-to-consider-world-test-league-28-nov-1996-72598\">World Test Championship </a>suggestion of the mid 90s– with a rather large twist.</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/05/county-cricket-worcestershire-v-sussex-yorkshire-v-glamorgan-and-more-live-day-two-scores-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/05/county-cricket-worcestershire-v-sussex-yorkshire-v-glamorgan-and-more-live-day-two-scores-updates", "date_published": "2023-05-05 09:16:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No woman should have to give birth alone. Pregnant asylum seekers need our support | Rhiannon Lucy Cosslett", "description": "<p>Stories of women supporting one another in the community are heartening, but more volunteer birth partners are needed</p><p>It feels trite to say that pregnancy and birth can be the most vulnerable experiences in a woman’s life, and yet there is a need to say it, still, because so much of that physical experience feels untranslatable. There was certainly a moment while I was giving birth when I felt acutely that my future sanity was in jeopardy. What saved me was my husband, my birth partner.</p><p>The role of the birth partner has increased in importance in recent decades; we are far removed from the days when our grandfathers were told to stay outside the birthing room because of the old belief that men would faint. Women <a href=\"https://bmcpregnancychildbirth.biomedcentral.com/articles/10.1186/s12884-022-04637-8#:~:text=with%202.3%25%20of%20respondents%20reporting%20no%20birthing%20partner%20being%20present%20due%20to%20COVID%2Drelated%20restrictions.\">being forced to give birth alone</a> during the pandemic has rightly been a source of outrage, and yet this is the situation facing some single women every day. This is especially true of migrant women, who lack the support network so many of us are lucky to have. Yet I have rarely heard anyone express concern about the lonely births that asylum seekers often endure.</p><p>Rhiannon Lucy Cosslett is a Guardian columnist and author</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/woman-give-birth-alone-pregnant-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/woman-give-birth-alone-pregnant-asylum-seekers", "date_published": "2023-05-05 09:11:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather tracker: An unusually chilly start to May in India and US", "description": "<p>Record minimum temperatures observed in northern India, as clashing conditions bring thunderstorms in US</p><p>It has been a historically chilly start to May in India, thanks to an unusually strong low pressure system that moved in from the west, sweeping humid air from the Arabian sea across the Indian subcontinent. The resulting overcast skies reduced the heating effect from the sun, which combined with the brisk winds and abnormally high rainfall to lower temperatures significantly.</p><p>May is considered the final month of the Indian summer, before the monsoon season begins in June, and is the hottest time of the year for many parts of India. However, in the past week large parts of the country have been about 10C colder than normal, with many weather stations in northern India observing record minimum temperatures for the month.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/weather-tracker-unusually-chilly-start-may-india-us\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/weather-tracker-unusually-chilly-start-may-india-us", "date_published": "2023-05-05 09:06:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood thinks it can divide and conquer the writers’ strike. It won’t work | James Schamus", "description": "<p>Conglomerates want to turn us into gig workers or replace us with AI scabs. Writers across the world are uniting to fight back</p><p>I and 12,000 of my fellow Writers Guild of America colleagues went on strike this week against the conglomerates that make and control much of the “content” consumed by global audiences. Late night comedy-variety shows have gone dark; untold numbers of productions have been disrupted and are in the process of shutting down; studio gates and corporate offices are being besieged by thousands of picketers.</p><p>Our last strike, back in 2007, caused more than $3bn of economic damage in Los Angeles alone. This strike could be even more costly.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/hollywood-writers-strike-james-schamus\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/hollywood-writers-strike-james-schamus", "date_published": "2023-05-05 09:06:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation quiz – how much do you know about the ceremony and its history?", "description": "<p>Test your knowledge of the pageantry, pomp and regalia that accompany the crowning of a British monarch</p><p>Whether you are an ardent monarchist, passionate republican, or indifferent to the whole royal family circus, you can’t help but have noticed that there is a coronation coming up in the UK. Why not test yourself against our quiz, which measures how much you know about the ceremony and its history, and how much you’ve picked up on some of the odder things happening around the country as it prepares of King Charles III to be crowned. There are no prizes, it’s just fun.</p><p><strong>The Guardian coronation of King Charles III quiz</strong></p><p><em>If you think there has been an egregious error in one of the questions or answers, please feel free to email <a href=\"mailto:martin.belam@theguardian.com\">martin.belam@theguardian.com</a> but remember the quiz master’s word is final and you better have found a genuine error otherwise it will be “off with your head!” time.</em></p><p><em>Quiz sources include: <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-9412/CBP-9412.pdf\">The coronation, history and ceremonial House of Commons library briefing by David Torrance</a>, <a href=\"https://www.bbc.co.uk/historyofthebbc/research/bbc-and-the-coronation\">the BBC and the Coronation</a> and lots of breathless coverage in more royal-minded newspaper websites.</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/king-charles-coronation-quiz-how-much-do-you-know-about-the-ceremony-and-its-history\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/king-charles-coronation-quiz-how-much-do-you-know-about-the-ceremony-and-its-history", "date_published": "2023-05-05 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fears grow in North Carolina as ultra-extreme Republican eyes governor’s mansion", "description": "<p>If Mark Robinson wins gubernatorial race in 2024 there would be no one to hold back a wave of rightwing bills in the state</p><p>To Mark Robinson, gay and transgender people <a href=\"https://apnews.com/article/congress-north-carolina-media-social-media-religion-5d2500847f66f097deba83305861b208\">are “filth”</a>, homosexuality is <a href=\"https://indyweek.com/news/northcarolina/ncgop-lieutenant-governor-mark-robinson-coronavirus-globalist/\">an abominable sin</a>, and the transgender movement is “demonic” and “full of the spirit of the antichrist”.</p><p>Muslim Americans, meanwhile, are <a href=\"https://account.newsobserver.com/paywall/stop?resume=246284085\">invaders</a>, and Robinson is not afraid to dabble in antisemitism: in his mind an <a href=\"https://jewishinsider.com/2021/02/mark-robinson-lieutenant-governor-north-carolina/\">international cabal</a> of Jewish financiers make up a modern-day “four horsemen of the apocalypse”, who rule the banks in “every single country”.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/mark-robinson-republican-north-carolina-governor-race\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/mark-robinson-republican-north-carolina-governor-race", "date_published": "2023-05-05 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The 10 best Star Wars video games", "description": "<p>From thrilling space combat simulators to spectacular Jedi adventures, these are the best video games from a galaxy far, far away</p><p>The unlikeliest project to emerge from Electronic Arts’s decade-long oversight of the Star Wars video game franchise, <a href=\"https://www.pcgamer.com/star-wars-squadrons-review/\">Squadrons</a> is a spiritual successor to the much-loved X-Wing series of space combat simulators. Squadrons offers a decent facsimile of X-Wing’s granular space battles, from its carefully crafted missions to its hallmark power-shunting mechanic, which lets you divert your ship’s power to different systems for a tactical advantage. What earns Squadrons a place on this list, however, is its VR functionality. Plugging a VR headset into this game transforms it from a glossy throwback into an essential experience, bringing Star Wars’ space dogfighting to life like nothing else. If you want to know just how massive a Star Destroyer is when you see it up close with your own eyes, this is the game to play.</p> <a href=\"https://www.theguardian.com/games/2023/may/05/the-10-best-star-wars-video-games\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/05/the-10-best-star-wars-video-games", "date_published": "2023-05-05 09:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A special guest at the Coronation - the Stephen Collins cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/05/a-special-guest-at-the-coronation-the-stephen-collins-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/05/a-special-guest-at-the-coronation-the-stephen-collins-cartoon", "date_published": "2023-05-05 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dreda Say Mitchell: ‘I’m a massive historical romance fangirl’", "description": "<p>The crime novelist on the allure of Poldark, the power of The Color Purple and joys of Jack Reacher</p><p><strong>My earliest reading memory</strong><br />I don’t have an individual book; what I have is a whole building. I grew up on a council estate in the East End of London and one of my earliest memories of books was my mum sending me and my siblings off to Whitechapel Library. Any children’s book I wanted! What an adventure!</p><p><strong>My favourite book growing up</strong><br />The Poldark novels<a href=\"https://www.theguardian.com/books/2015/apr/26/poldark-bbc-adaptation-faithful-literary-origins-novel-series\" title=\"\"> </a>by <a href=\"https://www.theguardian.com/news/2003/jul/14/guardianobituaries.booksobituaries\" title=\"\">Winston Graham</a>. I devoured this series about love, betrayal, class, revenge, the windswept sea lashing the rugged Cornish coastline. Nothing beats family drama.</p> <a href=\"https://www.theguardian.com/books/2023/may/05/dreda-say-mitchell-im-a-massive-historical-romance-fangirl\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/05/dreda-say-mitchell-im-a-massive-historical-romance-fangirl", "date_published": "2023-05-05 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Experience: I spent a decade eating scones in every National Trust tearoom", "description": "<p>The absolute dream was a menu with cheese, fruit and plain scones</p><p>In 2013, my husband, Pete, and I joined the National Trust during a visit to Chartwell, a country house in Kent. After that, on quiet days we’d dust off the handbook of castles, houses, gardens and monuments, but would never go anywhere. Months later, we finally decided on a day at Osterley Park, a mile from home in west London.</p><p>When we returned, I realised I couldn’t remember a thing about it. I decided to write a blog, outlining where we’d been and what we’d seen, which also motivated us to visit more places.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/05/experience-i-spent-a-decade-eating-scones-in-every-national-trust-tearoom\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/05/experience-i-spent-a-decade-eating-scones-in-every-national-trust-tearoom", "date_published": "2023-05-05 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "These abortion clinics no longer provide abortions – but are still hanging on", "description": "<p>Even in states with bans, a handful of abortion clinics are still open, providing ‘aftercare’ for patients who travel out of state or manage their own abortions</p><p>The patient on 9 March was a tricky case.</p><p>She was pregnant and seeking an abortion, but had previously had a cesarean section, which could create complications if the placenta embedded in her surgical scar. Houston Women’s Reproductive Services couldn’t perform the procedure because Texas had banned abortions, but the clinic could do an ultrasound and communicate with the provider in New Mexico, where the patient was heading for her appointment. Then, once the patient was back in Texas, the Houston clinic would provide any follow-up care and support she needed.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/abortion-clinics-open-states-with-bans\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/abortion-clinics-open-states-with-bans", "date_published": "2023-05-05 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "August in England review – Lenny Henry’s remarkable one-man show about the Windrush scandal", "description": "<p><strong>Bush theatre, London<br /></strong>The actor makes his debut as a playwright with a richly detailed character study, performing with warm humour and outrage at injustice</p><p>‘Have you seen Theresa May dance? Now <em>that’s</em> a hostile environment.” When the <a href=\"https://www.theguardian.com/politics/2018/oct/03/dancing-queen-theresa-may-steps-out-again\">former UK prime minister</a> is introduced halfway through Lenny Henry’s one-man show about the Windrush scandal, she is swiftly dismissed. It’s one more punchline as Henry holds court with a bountiful supply of jokes, accompanied by near constant reggae. Upon taking the stage as August Henderson he is equal parts standup working the club and party host keeping guests lubricated. Drinks are handed out to the audience from a trolley.</p><p>We join August at home, Jesus and Bob Marley side by side on the wall of Natalie Pryce’s snug set, as he recounts his 52 years in England since arriving from Jamaica on his mother’s passport aged eight. Before May pops up, there are sparing flash-forwards to the devastating impact of her government’s immigration policy on the Windrush generation. August flinches as CCTV footage of his eventual wrongful detention briefly plays on the back wall. But this story is lighter and more linear than Roy Williams’ powerful contribution to the BBC’s <a href=\"https://www.bbc.co.uk/programmes/m0002sqv\">Soon Gone</a> series of Windrush monologues, in which Henry’s character Cyrus was introduced in the grip of confusion, his past and present entwined in a tragic spiral.</p> <a href=\"https://www.theguardian.com/stage/2023/may/05/august-in-england-review-bush-theatre-london-lenny-henry\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/may/05/august-in-england-review-bush-theatre-london-lenny-henry", "date_published": "2023-05-05 08:25:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK businesses face delays of up to 15 years for solar installations", "description": "<p>Committee of MPs says ‘dark cloud of delays’ hindering Britain from reaching renewable energy potential</p><p>Businesses in the UK are facing waits of up to 15 years for solar installations on their homes due to a lack of grid connectivity, MPs have found.</p><p>The environmental audit committee, which looks at green policies in government, has said there is a “dark cloud of delays” hindering the country from reaching its potential when it comes to renewable energy.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/uk-householders-face-delays-of-up-to-15-years-for-solar-installations\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/uk-householders-face-delays-of-up-to-15-years-for-solar-installations", "date_published": "2023-05-05 08:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silo review – this rich dystopian drama is absolutely thrilling", "description": "<p>Apple TV+’s adaptation of a novel about a post-apocalyptic, bunker-dwelling civilisation provides an utterly fantastic story. It builds its world meticulously  – and packs plenty of punch</p><p>Silo, Apple TV+’s 10-part adaptation of the first book in Hugh Howey’s bestselling trilogy of the same name, is not for the claustrophobic. The world-building is meticulous, and that world is almost entirely underground. The last few thousand people left alive on Earth at some unspecified (but we suspect not too distant) time in the future have been confined in a multilevel, self-sustaining, subterranean silo while they wait for the planet to recover from whatever toxic event rendered it uninhabitable. No one knows when this will be, just as they don’t know who built the silo, since a rebellion in the past erased their history. The set designers and CGI wizards have had a field day crafting an environment whose futuristic bones are now only just visible beneath shrouds of grime and the kind of Heath Robinsonesque clutter that is bound to accumulate in a sealed human vault over time. It’s Soviet architecture meets steampunk medieval and the rendering of the silo’s different sections, from hydroponic farms to medical centres, make the place almost a character in its own right.</p><p>The story is equally thrilling and, as the plot thickens with almost every scene and does not stop even at the very last moment (a second series has already been commissioned, as well it should), equally oppressive.</p><p>Silo is on Apple TV+ now.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/silo-review-this-rich-dystopian-drama-is-absolutely-thrilling\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/silo-review-this-rich-dystopian-drama-is-absolutely-thrilling", "date_published": "2023-05-05 08:20:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Students occupy schools and universities across Europe in climate protest", "description": "<p>Twenty-two institutions have been shut down as part of proposed month-long campaign</p><p>A wave of student occupations has shut down schools and universities across Europe as part of a renewed youth protest campaign against inaction on climate breakdown. Twenty-two schools and universities across the continent have been occupied as part of a proposed month-long campaign.</p><p>In Germany, universities were occupied in Wolfenbüttel, Magdeburg, Münster, Bielefeld, Regensburg, Bremen and Berlin. In Spain, students in occupation at the Autonomous University of Barcelona organised teach-outs on climate change. In Belgium, 40 students occupied the University of Ghent. In the Czech republic, about 100 students camped outside the ministry of trade and industry. And in the UK occupations were under way at the universities of Leeds, Exeter and Falmouth.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/students-occupy-schools-universities-europe-climate-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/students-occupy-schools-universities-europe-climate-protest", "date_published": "2023-05-05 08:03:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tankards, tea towels and £15 teddy bears – the march of the coronation merch", "description": "<p>In this week’s newsletter: Despite enthusiasm for the monarchy sinking to a reported low, apparently Britain can’t get enough of King Charles tat</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-fashion-statement-newsletter-our-free-fashion-email\">Don’t get Fashion Statement delivered to your inbox? Sign up here</a></strong></li></ul><p>While a recent poll by the National Centre for Social Research (NatCen) showed public support for the monarchy <a href=\"https://www.theguardian.com/uk-news/2023/apr/28/public-support-monarchy-historic-low-poll-reveals\">has fallen to a historic low</a>, the booming sales of coronation merch perhaps begs to differ.</p><p>On Saturday, a new British monarch will be crowned for the first time in 70 years, and retailers have been quick to churn out limited edition pieces to celebrate King Charles.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/05/fashion-statement-king-charles-iii-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/05/fashion-statement-king-charles-iii-coronation", "date_published": "2023-05-05 08:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adjunct Ensemble: Sovereign Bodies/Ritual Taxonomy review | John Lewis's contemporary album of the month", "description": "<p><strong>(Diatribe Records)</strong><br />Free jazz, opera, hymns, punk and newscasts intermingle in an oddly compelling sonic collage addressing issues of asylum and migration</p><p>Anyone who has heard the Beatles’ Revolution No 9 will be familiar with <em>musique concrète</em>: a compositional style based around the manipulation of existing recordings and found sounds, one pioneered by the likes of Pierre Schaeffer, Edgard Varèse and Karlheinz Stockhausen. Sovereign Bodies/Ritual Taxonomy is very much a sound collage in this vein: a jarring sonic montage assembled by Belfast-based composer Jamie Thompson featuring snatches of free jazz, opera, hip-hop, electronica, spoken word and broadcast news. It sounds like someone maniacally dialling between multiple stations on multiple radios.</p><p>Crucially, however, these disparate snippets of music have been specifically recorded for this project. And, as the album progresses, you realise that it is not random or formless, but a virtual audio drama themed around asylum and migration, displacement and assimilation, detention centres and perilous boat journeys. The few male voices here represent bureaucratic authority; the rest are female voices of resistance. The spoken-word poet Felicia Olusanya serves as a kind of narrator; the voice of operatic soprano Amy Ní Fhearraigh is put on to dubplates and manipulated by turntablist Mariam Rezaei; saxophonist Catherine Sikora Mingus howls over a doomy gothic chorale.</p> <a href=\"https://www.theguardian.com/music/2023/may/05/adjunct-ensemble-sovereign-bodies-ritual-taxonomy-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/adjunct-ensemble-sovereign-bodies-ritual-taxonomy-review", "date_published": "2023-05-05 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man, 33, charged with murder of London stabbing victim Johanita Dogbey", "description": "<p>Mohamed Nur, of south-west London, charged with murder and possession of offensive weapon, police say</p><p>A man has been charged with the murder of the stabbing victim Johanita Dogbey as well as offences connected to alleged knife attacks two days earlier.</p><p>Mohamed Nur, 33, of Bond Way, south-west London, was charged with murder and possession of an offensive weapon, the Metropolitan police said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/man-33-charged-with-murder-of-london-stabbing-victim-johanita-dogbey\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/man-33-charged-with-murder-of-london-stabbing-victim-johanita-dogbey", "date_published": "2023-05-05 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Politics: A Survivor’s Guide by Rafael Behr review – a masterful account of contemporary malaise", "description": "<p>A heart attack prompts the Guardian journalist to investigate the underlying causes of our uniquely polarised moment</p><p>On the last day of 2019 Rafael Behr had a heart attack, a really bad one, the kind known as a “widowmaker”. As he was recovering he was told he’d need to avoid stress. Which, as a political columnist for the Guardian, given the state of things, was no easy task. This book is pitched as an attempt to find a path back to engaging with current affairs without ending up in an ambulance again.</p><p>The good news is that Behr has avoided any further trips to the hospital. The bad news is that he still seems pretty annoyed. Certainly the reader will find their blood pressure rising as the story of politics over the past few years is retold.</p> <a href=\"https://www.theguardian.com/books/2023/may/05/politics-a-survivors-guide-by-rafael-behr-review-a-masterful-account-of-contemporary-malaise\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/05/politics-a-survivors-guide-by-rafael-behr-review-a-masterful-account-of-contemporary-malaise", "date_published": "2023-05-05 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Still: A Michael J Fox Movie to Matilda: the seven best films to watch on TV this week", "description": "<p>The Back to the Future star is funny, engaging and incredibly candid about living with Parkinson’s. Plus the classic tale of the girl who moves things with her mind</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/still-a-michael-j-fox-movie-to-matilda-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/still-a-michael-j-fox-movie-to-matilda-the-seven-best-films-to-watch-on-tv-this-week", "date_published": "2023-05-05 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Oi, Camilla! Where are your Rothmans?’ My day as a royal footman", "description": "<p>What’s it like to share a carriage with Charles and Camilla? Still waiting for my invitation to the coronation, I grabbed a ride with a pair of lookalikes – and even made it into Buckingham Palace</p><p>This Saturday at 10.20am, all eyes will be on King Charles and Camilla as they travel the 1.3 miles from Buckingham Palace to Westminster Abbey in their £1.5m Diamond jubilee state coach. That’s roughly a £10 ride in an Uber. At 1pm, they will return to Buckingham Palace in their £3.5m gold state coach, again drawn by six Windsor Grey horses. There they will appear on the balcony for a ceremonial flypast. Or, if you prefer, <a href=\"https://www.channel4.com/tv-guide/2023/05/06\">Channel 4</a> is showing Frasier, Johnny English Strikes Again and Formula E.</p><p>What does it feel like knowing half of the world will be settling down with their prosecco and Pringles to gawp at you? There would have to be an administrative error of cataclysmic proportions for me to be accidentally crowned king, or even to share part of the big day with him. But I <em>can</em> find out what it’s like to be part of the royal fuss. Bafta-winning film-maker, artist and photographer Alison Jackson – famous for shooting a fake Diana flicking the Vs, a fake Queen drinking tea in bed and a fake Donald Trump partying with the KKK – has organised a phoney coronation complete with Charles and Camilla lookalikes and horse-drawn carriage. And it turns out that she needs a footman to open carriage doors and light Camilla’s fags. What can possibly go wrong?</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/oi-camilla-where-are-your-rothmans-my-day-as-a-royal-footman\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/oi-camilla-where-are-your-rothmans-my-day-as-a-royal-footman", "date_published": "2023-05-05 08:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BA owner raises profit forecast as travel demand rebounds", "description": "<p>IAG expects to fly almost the same passenger numbers this year as before Covid pandemic</p><p>The owner of British Airways has upgraded its full-year profit expectations thanks to strong demand for holiday travel, as the airline group said it expected to fly almost the same number of passengers this year as it did before the coronavirus pandemic.</p><p>International Airlines Group (IAG) reported a first-quarter profit for the first time since 2019, before the travel industry was plunged into chaos by Covid lockdowns. It made an operating profit of €9m (£7.9m) in the first three months of the year.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/ba-owner-raises-profit-forecast-as-travel-demand-rebounds-iag-covid\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/ba-owner-raises-profit-forecast-as-travel-demand-rebounds-iag-covid", "date_published": "2023-05-05 07:54:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lib Dem leader hails ‘groundbreaking results’ in English local elections", "description": "<p>Ed Davey says party has delivered ‘hammer blow’ to Tories in blue wall seats ahead of general election</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>Ed Davey has hailed what he called “groundbreaking results” for the Liberal Democrats in local elections, as party activists predicted they were on track to oust large number of Conservative MPs in so-called “blue wall” seats.</p><p>In early results, the Lib Dems defeated the Conservatives to win control of Windsor and Maidenhead council, Theresa May’s home territory.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/lib-dem-leader-hails-groundbreaking-results-in-english-local-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/lib-dem-leader-hails-groundbreaking-results-in-english-local-elections", "date_published": "2023-05-05 07:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘She was unapologetically her’: Tori Bowie was a brilliant one of a kind", "description": "<p>In the aftermath of the sprinter’s death at the age of just 32, her USA teammate remembers a talented athlete who did things her own way</p><p>The post-race glory photo-op is a time honored tradition, an occasion for athletes to get their hit of global adulation in case their compatriot fans forget to tune in to the medal ceremony. Tori Bowie never looked more resplendent than she was in a snapshot of USA’s 4x100m women’s team after their remarkable triumph at the 2016 Olympics.</p><p>Interlocked with Allyson Felix, English Gardner and Tianna Bartoletta in a postcard for #blackgirlmagic, Bowie served a little bit of everything on that hot and sticky evening at João Havelange Stadium on the penultimate night of the Games. She flexed serious power with those washboard abs and flashed pops of color with her fuchsia headband – a silken cousin to the bonnets many Black women use to preserve their locks. But instead of wearing it to bed, Bowie wore hers on the world’s biggest stage. Gardner says that was typical of Bowie: “never what the world asked for, always unapologetically <em>her</em>”.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/tori-bowie-death-olympic-gold-relay-2016-olympics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/tori-bowie-death-olympic-gold-relay-2016-olympics", "date_published": "2023-05-05 07:15:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pound hits 11-month high against dollar amid US banking turmoil, ahead of jobs report – business live", "description": "<p>Rolling coverage of the latest economic and financial news</p><p><strong>Ouch, German factories have suffered one of their biggest falls in new orders in decades, giving the pound a lift against the euro.</strong></p><p>German industrial orders fell by 10.7% month-on-month in March, significantly more than the 2.2% fall expected.</p><p>“After three increases in a row, new orders literally collapsed in March, thus resumed their downward trend,”</p><p>“Increasing risks for the export-oriented German industry come from the global interest rate hikes. In addition, the impetus from working off orders that had been stuck due to a lack of materials is waning.</p> <a href=\"https://www.theguardian.com/business/live/2023/may/05/pound-dollar-us-banking-turmoil-jobs-report-inflation-recession-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/may/05/pound-dollar-us-banking-turmoil-jobs-report-inflation-recession-business-live", "date_published": "2023-05-05 07:14:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hard rock hallelujah! How metal found an unlikely home at Eurovision", "description": "<p>Long synonymous with cheesy pop and earnest ballads, the song contest is also now home to bombastic metal. Past rockers and 2023 contestants explain why they’re actually a perfect fit</p><p>Mention Eurovision and most people will instantly think of Abba’s Waterloo, or the sight of Céline Dion singing <a href=\"https://www.youtube.com/watch?v=8pEYw8PcBas\">Ne Partez Pas Sans Moi</a> in her widest-shouldered blazer. The contest is notorious for thrusting the cheesiest, most bombastic pop it can find into 180 million people’s living rooms every May, and most of the artists playing 2023’s edition in Liverpool on 13 May will cleave to one of two formulas: Europop bangers, or earnest ballads delivered with beseeching, outstretched arms.</p><p>Yet since the turn of the century, Eurovision’s love for singalong anthems and OTT theatre has unintentionally made it perfect for a genre that positions itself as pop’s polar opposite: heavy metal. The genre has employed larger-than-life drama ever since Iron Maiden started taking a 10ft-tall zombie on tour; even the most satanic black metal heretics often take to the stage in facepaint. And so nearly every Eurovision throws up a ferocious metal curveball, the most famous being the orc-cosplaying Lordi who won for Finland in 2006 with Hard Rock Hallelujah. Other memorable performances include those by Icelandic electro-goth BDSM troupe Hatari in 2019, bare-chested Finns Teräsbetoni in 2008, and Eldrine, an Evanescence-esque Georgian band in 2011.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/metal-at-eurovision-lordi-maneskin-voyager-lord-of-the-lost\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/metal-at-eurovision-lordi-maneskin-voyager-lord-of-the-lost", "date_published": "2023-05-05 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "More than 50,000 wild birds in UK killed by avian flu – double previous estimates", "description": "<p>H5N1 bird flu may lead to extinction of species as data revealed by Guardian shows worst losses in decades</p><p>Avian flu has killed more than twice the number of wild birds previously estimated in the UK, according to data collected by the Guardian, with numbers likely to escalate during this year’s breeding season.</p><p>The highly <a href=\"https://www.theguardian.com/environment/2022/dec/24/bird-flu-hasnt-gone-away-bleak-outlook-2023-aoe\">infectious variant of H5N1</a> has caused Europe’s worst bird flu outbreak, resulting in the <a href=\"https://www.theguardian.com/environment/2022/dec/23/deaths-thousands-wild-birds-avian-flu-new-silent-spring-aoe\">most significant and sudden</a> loss of birds in decades. Conservationists are warning that it could mean the <a href=\"https://www.theguardian.com/environment/2023/jan/04/farne-islands-bird-flu-i-was-one-in-hazmat-suit-we-picked-up-6000-dead-birds-aoe\">extinction</a> of some seabird species, as breeding colonies have been particularly badly hit.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/50000-wild-birds-uk-killed-h5n1-avian-flu-double-estimates-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/50000-wild-birds-uk-killed-h5n1-avian-flu-double-estimates-aoe", "date_published": "2023-05-05 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen’s Park close to Scottish top-flight return but there is sting to this fairytale | Ewan Murray", "description": "<p>Former amateurs have risen from obscurity and hired Owen Coyle but there are questions over the Glasgow club’s funding and sustainability</p><p>Depending on one’s outlook, Friday evening in the unlikely surroundings of Ochilview Park could either see a Scottish football fairytale come to life or the latest temporary vindication of the boom-or-bust culture that has scarred the game in the past. Queen’s Park, who were amateurs for more than a century and proud of it, will earn a place in the top flight as a professional team if they defeat Dundee. But for an Arsenal-esque stumble – Queen’s have won one of their past six games – promotion would already have been secured.</p><p>Sixty-five years have passed since Queen’s, formed in 1867 and Scotland’s oldest league club, played top-division football. In those more simple times of 1957-58, Hearts secured the title at a canter from the Old Firm as The Spiders won four matches out of 34. In the intervening decades Queen’s have generally floated around the nether regions of Scotland’s league structure. They were a cuddly club, untouched by the corporate classes.</p> <a href=\"https://www.theguardian.com/football/2023/may/05/queens-park-close-to-scottish-top-flight-return-but-there-is-sting-to-this-fairytale\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/05/queens-park-close-to-scottish-top-flight-return-but-there-is-sting-to-this-fairytale", "date_published": "2023-05-05 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "You be the judge: should my partner stop eating in bed?", "description": "<p>Hugo hates lying on all the crumbs, but for Harriet it’s the perfect place to eat. You decide and put this argument to bed<br />• <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>Our bed is full of scratchy crumbs. I issued a food ban years ago but Harriet completely ignores it</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/05/you-be-the-judge-should-my-partner-stop-eating-in-bed\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/05/you-be-the-judge-should-my-partner-stop-eating-in-bed", "date_published": "2023-05-05 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Being a teenage girl is only getting harder. Thank God they still have Judy Blume | Leila Latif", "description": "<p>Blume’s groundbreaking books shepherded me and millions of others through the trials of adolescence – and they’re still as relevant as ever</p><p>It is a truth universally acknowledged that being a teenage girl sucks. Struggling with a changing body, navigating the schoolyard hierarchies, feeling disconnected from your parents, being sexualised in ways you are both ready and not ready for – like most of my peers, I went through the wringer between the ages of 12 and 18.</p><p>When I look at my six-year-old daughter now, I worry about what she’ll have to face in the hormone trenches – but I’m comforted that, like me, she’ll have Judy Blume.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/teenage-girl-judy-blume-books-adolescence\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/teenage-girl-judy-blume-books-adolescence", "date_published": "2023-05-05 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Erling Haaland has broken a Premier League record but not Dixie Dean’s", "description": "<p>Haaland has overtaken Alan Shearer and Andy Cole, but is still some way short of Dean’s tally of 60 goals in the 1927-28 season</p><p>By <a href=\"https://twitter.com/paulmcparlan\">Paul McParlan</a> for <a href=\"https://thesefootballtimes.co/\">These Football Times</a></p><p>There is a statue on the perimeter of Goodison Park that commemorates the most prolific goalscorer England has ever produced. He scored 60 league goals in one season and, more than 40 years after his death, is still the yardstick against which all strikers are judged. That man is Dixie Dean.</p><p>William Ralph Dean was born in Birkenhead in January 1907. Although the nickname “Dixie” persisted throughout his career, he detested it and anybody careless enough to address him as Dixie was reminded his name was Bill. As a kid he was known as “Digsy” due to a street game of tag, which involved digging your fist into the back of somebody you had tagged. When he started playing for the Wirral railway company’s football team as a teenager, establishing a reputation as a goalscoring prodigy, local press reports referred to him as “Dixie” rather than “Digsy” and the name stuck.</p> <a href=\"https://www.theguardian.com/football/these-football-times/2023/may/05/dixie-dean-premier-league-record-alan-shearer-andy-cole\">Continue reading...</a>", "link": "https://www.theguardian.com/football/these-football-times/2023/may/05/dixie-dean-premier-league-record-alan-shearer-andy-cole", "date_published": "2023-05-05 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Ryder: ‘Canelo in Mexico? If you think that’s big, wait for the rematch’", "description": "<p>The British boxer will be a huge underdog on the champion’s home turf but he is promising the crowd a fight to remember</p><p>John Ryder’s boyhood dream was to be a firefighter and on Saturday night he may need to draw on that hazy past to fight the blazing inferno that could engulf him when he steps into the ring <a href=\"https://www.theguardian.com/sport/2021/may/03/saul-canelo-alvarez-boxing-billy-joe-saunders\" title=\"\">against Saúl “Canelo” Álvarez in Guadalajara</a>. Canelo, the flame-haired Mexican boxing legend, remains the most popular fighter in the world and this defence of his undisputed world super-middleweight title is his first bout in his home country since November 2011.</p><p>Mexico will be in a fever all week, especially in the teeming city of Guadalajara, 20 miles from where the boxer grew up in Juanacatlán. Ryder, the aspiring fire-fighter, grew up on Upper Street in Islington, which will seem a very long way away in the final hours before he faces the might and fury of Canelo in front of a fiery crowd of 48,000 at the Estadio Akron.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/john-ryder-canelo-alvarez-boxing-world-super-middleweight\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/john-ryder-canelo-alvarez-boxing-world-super-middleweight", "date_published": "2023-05-05 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in wildlife – in pictures", "description": "<p>The best of this week’s wildlife photographs, including rescued turtles, a fox cub and Pablo Escobar’s hippos</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/may/05/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/gallery/2023/may/05/the-week-in-wildlife-in-pictures", "date_published": "2023-05-05 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Lemon Twigs: Everything Harmony review – rarely has stark despair sounded so lovely", "description": "<p><strong>(Captured Tracks)<br /></strong>With their classic late-60s songwriting and beautiful harmonies, the New York duo have never mined the past more effectively than on this fourth album </p><p>Musical pastiche can be dangerous. When you go beyond having influences to embodying those<em> </em>influences, artists can easily slip into self-parody. You need spectacularly good songs to pull it off. The Lemon Twigs, a US duo who have often been dangerously close to mere cosplay – perpetually caught in a time vortex where they get sent back to 1967 every time they reach 1976 – have managed it with historic aplomb on their fourth album.</p><p>The biggest touchstone is the beautifully harmonised existential dread of the Beach Boys post-Pet Sounds flop era: rarely has stark despair (one song is called Every Day Is the Worst Day of My Life) sounded so lovely. There’s also pre-disco Bee Gees, Byrds psych-pop, Simon &amp; Garfunkel and James Taylor’s sturdy craft, and a touch of classic rock on What You Were Doing (which also recalls Teenage Fanclub, and their own harking back).</p> <a href=\"https://www.theguardian.com/music/2023/may/05/the-lemon-twigs-everything-harmony-review\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/05/the-lemon-twigs-everything-harmony-review", "date_published": "2023-05-05 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles would find oath of loyalty ‘abhorrent’, says Jonathan Dimbleby", "description": "<p>Broadcaster and friend calls  invitation to pay allegiance  ‘well-intentioned and rather ill-advised’</p><p>King Charles finds the idea of people paying homage to him “abhorrent”, his friend Jonathan Dimbleby has said while seeking to pin the blame for the proposal on the archbishop of Canterbury.</p><p>There has been a widespread backlash against the idea of a “homage of the people”, in which the general public is invited to swear allegiance to the king during the coronation on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/charles-would-find-oath-of-loyalty-abhorrent-says-jonathan-dimbleby\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/charles-would-find-oath-of-loyalty-abhorrent-says-jonathan-dimbleby", "date_published": "2023-05-05 06:47:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tories heading for another drubbing in the local elections", "description": "<p>If you are a Conservative MP worried about the next general election, the results thus far will cause alarm</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England local elections – latest updates</a></li></ul><p>More or less every time you turned on the radio or opened a newspaper in recent days a government minister was there, warning gloomily of a “tough night” for the Conservatives in the local elections. They were not wrong. But just how tough is the <a href=\"https://www.theguardian.com/politics/2023/may/04/local-elections-polls-close-in-rishi-sunaks-first-electoral-test-as-pm\">big question to come for Rishi Sunak</a>.</p><p>Divining UK-wide political lessons from early results in low-turnout elections from an arbitrary selection of areas across only England is, of course, hugely difficult, which is where the work of the party media spinners comes in.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/tories-local-elections-conservative-england\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/tories-local-elections-conservative-england", "date_published": "2023-05-05 06:42:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ghost Theatre by Mat Osman review – a pacy Elizabethan adventure", "description": "<p>The Suede bassist’s alternative-history romp through the theatres and over the rooftops of Elizabethan London is full of charm and vigour</p><p>The Ghost Theatre begins with a London rooftop chase worthy of <a href=\"https://www.theguardian.com/film/mission-impossible\">Mission: Impossible</a>. Our young heroine, Shay, hurtles above Eastcheap and St Peter’s Hill, St Paul’s Church a landmark in the near distance. “She came down with a crash, sending a flock of pigeons skywards in a soft explosion of feathers. They spread like a fountain and she repeated the catechism under her breath: <em>The gods are birds and the birds are gods</em>. She let its cadence guide her feet. <em>The gods</em> – step – <em>are birds</em> – step – <em>and the birds</em> – step – <em>are gods</em> – leap.”</p><p>In his debut, <a href=\"https://guardianbookshop.com/the-ruins-9781912248674\">2020’s The Ruins</a>, Mat Osman proved himself to be a vivid and imaginative writer. That was the story of two brothers, a 21st-century tale of murder and mystery that embraced the fantastical as it moved through London, Los Angeles, Las Vegas. It was published just before the first Covid lockdown, when our collective attention was understandably elsewhere. But Osman, bassist and founding member of the British band Suede, knows something about perseverance. His second novel is another wild ride, a vigorous adventure that reinforces the sense of an author with energy and wit to spare.</p> <a href=\"https://www.theguardian.com/books/2023/may/05/the-ghost-theatre-by-mat-osman-review-a-pacy-elizabethan-adventure\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/05/the-ghost-theatre-by-mat-osman-review-a-pacy-elizabethan-adventure", "date_published": "2023-05-05 06:30:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The twilight king: why Charles’s coronation does not feel like the start of a new era", "description": "<p>Elizabeth’s crowning seemed like a new dawn. But the reign of Charles begins in a kingdom under a cloud</p><p>No one under the age of 75 can have anything but the haziest memory of the last time we did this. Britain has not witnessed a coronation since 1953, and even those who remember the crowning of Elizabeth II will have little to guide them. We are a different country now, and Charles a very different prospective monarch – if only because of one simple, unavoidable fact: he is an old king.</p><p>Start not with him, but with us. The Britain of 1953 would scarcely recognise itself in the Britain of 2023. Obviously the entire world has transformed. Ask someone who recalls the last coronation and they’ll soon tell you about the novel thrill of seeing the ceremony on live television, perhaps at the home of a neighbour who was the one person on the street lucky enough to own a “set”. Today, almost every one of us has a supercomputer in our pocket, complete with a screen able to carry live colour pictures from anywhere on Earth – or even of a <a href=\"https://www.webcamtaxi.com/en/space/mars-redplanetexploration.html\">distant planet</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/twilight-king-why-charles-coronation-does-not-feel-like-start-of-new-era\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/twilight-king-why-charles-coronation-does-not-feel-like-start-of-new-era", "date_published": "2023-05-05 06:23:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "City on Fire to Queer Eye: the seven best shows to stream this week", "description": "<p>A post 9/11 murder mystery from the makers of Gossip Girl, and the Fab Five are back to sprinkle their makeover magic on New Orleans. Plus: The Muppets Mayhem</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/city-on-fire-to-queer-eye-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/city-on-fire-to-queer-eye-the-seven-best-shows-to-stream-this-week", "date_published": "2023-05-05 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Neely: man killed by rider’s chokehold was talented dancer", "description": "<p>Neely, 30, whose subway death was ruled a homicide by New York’s medical examiner, remembered as kind and loving</p><p>Jordan Neely had a fan club.</p><p>The 30-year-old Michael Jackson impersonator had amassed a following within New York City and beyond, with thousands online admiring the young man’s aptitude for dance and <a href=\"https://www.facebook.com/groups/5472917306119002/\">creating a Facebook group</a> to share his performances.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/jordan-neely-new-york-subway-chokehold-death\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/jordan-neely-new-york-subway-chokehold-death", "date_published": "2023-05-05 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Chips to die for’: readers’ favourite UK seaside towns", "description": "<p>The cries of gulls serenade our tipsters as they promenade past funfairs, stripy beach huts and ice-cream shops from Cornwall to Aberdeen. <strong>Scroll down for the winning tip and to send in your own</strong></p><p>Rame peninsula. Tiny beach, endless sea. There’s a seafront pub right there in Kingsand, the <a href=\"http://devonportinn.com/content/where-we-are\">Devonport</a>, just up the steps, serving delicious food – or you can just sit outside and look at the sunset. We went to Kingsand for our very first holiday together, my then-lover and I. I booked at short notice – the guesthouse we stayed in has since been put up for sale. We played guitar on the beach and got roped into a sea shanty singalong with the locals. We went back about 10 years later – same beach, same gorgeous yellow house on the beach, same pub. Children were playing on the beach who wouldn’t have been born yet when we had last come. It was special.<br /><strong>Ewa Szypula</strong></p> <a href=\"https://www.theguardian.com/travel/2023/may/05/readers-tips-favourite-uk-seaside-towns-beaches\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/05/readers-tips-favourite-uk-seaside-towns-beaches", "date_published": "2023-05-05 06:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Homes for summer socialising – in pictures", "description": "<p>With more bank holidays on the way, these properties should give you space to entertain friends and family</p> <a href=\"https://www.theguardian.com/money/gallery/2023/may/05/homes-summer-socialising-bank-holidays\">Continue reading...</a>", "link": "https://www.theguardian.com/money/gallery/2023/may/05/homes-summer-socialising-bank-holidays", "date_published": "2023-05-05 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Left in the dark: the Upper Coquet valley’s fight for electricity – photo essay", "description": "<p>In one of the most remote communities in England, a 60-year battle to get mains electricity keeps a community in the dark</p><p>As the diesel-fuelled generator pumps CO<sub>2</sub> and toxic fumes into the air, Chris and Katherine Singer’s children kick a football not far from the exhaust. This is daily life for Chris and his family, who own a 486-hectare (1,200-acre) farm, and for the other 14 homes in the upper Coquet valley in Northumberland national park. The noisy generator and toxic fumes are in stark contrast to the tranquil and picturesque hills of one of the most beautiful landscapes in the UK.</p><p>Katherine Singer points to her neighbour’s house in the distance approximately a mile away. The homes of the valley are few and far between, adding to the remoteness of the area.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/may/05/upper-coquet-valley-fight-for-electricity-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/may/05/upper-coquet-valley-fight-for-electricity-photo-essay", "date_published": "2023-05-05 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Child marriage in decline – but will take 300 years to eliminate", "description": "<p>UN children’s agency welcomes drop in number of underage brides, but warns 12 million girls still getting married each year</p><p>The number of child marriages is declining worldwide, but at too slow a pace for any hope of eliminating the practice this century, Unicef, <a href=\"https://www.unicef.org/press-releases/global-polycrisis-creating-uphill-battle-end-child-marriage-unicef\">the UN children’s agency, has said</a>.</p><p>In a new report, Unicef tentatively welcomed the reduction but warned that it was nowhere close to meeting its sustainable development goal of ridding the world of the practice by 2030.</p> <a href=\"https://www.theguardian.com/global-development/2023/may/05/child-marriage-in-decline-but-will-take-300-years-to-eliminate\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/may/05/child-marriage-in-decline-but-will-take-300-years-to-eliminate", "date_published": "2023-05-05 05:30:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: this new comedy about two hapless cops is a hoot", "description": "<p>Hilarity ensues when two laid-back community support officers are asked to infiltrate a drug gang. Plus: the Prince of Bel-Air reboot rolls on. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/tv-tonight-this-new-comedy-about-two-hapless-cops-is-a-hoot\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/tv-tonight-this-new-comedy-about-two-hapless-cops-is-a-hoot", "date_published": "2023-05-05 05:15:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Kyiv shoots down own drone over capital; Zelenskiy speaks at The Hague", "description": "<p>Ukrainian air force says it downed its own drone after it lost control over Kyiv; Zelenskiy says: ‘We all want to see a different Vladimir here in the Hague’</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>Australian Associated Press reports that further assistance for Ukraine is expected, and that there is speculation that a possible support package, organised jointly by Australia and the US, could be announced as soon as the end of the month.</p><p>The US and Australia are reportedly working together on an assistance package that could mirror Canberra’s agreement with Paris to jointly supply ammunition to repel the Russian invasion, AAP says. This comes ahead of a visit by President Joe Biden to Australia.</p><p>Last November, after Russian forces withdrew from the nearby southern Ukrainian city of Kherson, satellite imagery showed significant new damage to the dam.<br />Both sides have accused each other of planning to breach the dam using explosives, which would flood much of the area downstream and would likely cause major destruction around Kherson.<br />Karchaa’s comments represent a significant contrast from those made in late March by Ukrainian officials, who said they feared the Zaporizhzhia facility could face a shortage of water to cool reactors by late summer because Russian forces had let water out of a reservoir that supplied the plant.<br />Russian troops took over the plant as they invaded parts of Ukraine last year. It is at the centre of a nuclear security crisis due to near-constant shelling in its vicinity which Kyiv and Moscow blame on each other.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/05/russia-ukraine-war-live-kyiv-shoots-down-own-drone-over-capital-zelenskiy-speaks-at-the-hague\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/05/russia-ukraine-war-live-kyiv-shoots-down-own-drone-over-capital-zelenskiy-speaks-at-the-hague", "date_published": "2023-05-05 05:06:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pollutionwatch: debunking myths about low-emission zones", "description": "<p>Looking at the health problems caused by air pollution, poorer communities have most to gain</p><p>Clean-air or low-emission zones are being rolled out in more UK cities, and the London mayor is proposing to extend the ultra-low emission zone to the suburbs.</p><p>These zones are designed to speed up the attainment of legal limits for air pollution and to lessen the <a href=\"https://www.london.gov.uk/sites/default/files/2023-04/Imperial%20College%20London%20Projects%20-%20impacts%20of%20air%20pollution%20across%20the%20life%20course%20%E2%80%93%20evidence%20highlight%20note.pdf\">health burden from breathing poor air</a>. While not new, such zones can be <a href=\"https://www.theguardian.com/politics/2023/feb/27/london-ulez-expansion-clean-air-health-household-finances\">controversial</a>, especially when they are introduced or expanded.</p> <a href=\"https://www.theguardian.com/environment/2023/may/05/pollutionwatch-debunking-myths-low-emission-zones-health-air-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/05/pollutionwatch-debunking-myths-low-emission-zones-health-air-pollution", "date_published": "2023-05-05 05:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A shopping guide to the best … floral dresses", "description": "<p>Who said the floral midi-dress was dead? Put a spring in your step with our pick to buy, rent or thrift</p><p>Pink, £32.99, <a href=\"https://www.zara.com/uk/en/floral-print-dress-p02780127.html?v1=244867876\">zara.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/05/a-shopping-guide-to-the-best-floral-dresses\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/05/a-shopping-guide-to-the-best-floral-dresses", "date_published": "2023-05-05 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Air conditioning in the royal coach? A historian on coronation ‘traditions’", "description": "<p>From conflict at George IV’s crowning to Charles III’s downsized audience, the ceremony is a constant reinvention</p><p>King Charles’s coronation will put the thousand-year history of the British monarchy on display, but the royal family’s pomp and circumstance is not as historic as it might appear. In 1953, for example, the royals had to borrow extra horse-drawn carriages from a film company for Elizabeth II’s coronation.</p><p>Sir David Cannadine, a historian and author of The Decline and Fall of the British Aristocracy, has written about the <a href=\"https://www.cambridge.org/core/books/invention-of-tradition/B9973971357795DC86BE856F321C34B3\">reinvention of coronation traditions</a> over the centuries.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/04/david-cannadine-history-charles-iii-british-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/04/david-cannadine-history-charles-iii-british-coronation", "date_published": "2023-05-05 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ministers missed chances to prepare social care for a pandemic, review finds", "description": "<p>Two-year study by Nuffield Trust and LSE says successive governments failed to make social care a priority</p><p>Distress and heartbreak for millions could have been avoided if the government had not missed opportunities to prepare social care for a pandemic, according to a big investigation into how the <a href=\"https://www.theguardian.com/world/2022/jul/13/the-east-end-care-home-where-covid-was-at-its-most-lethal\">first wave of Covid hit care homes</a>.</p><p>A review of events in spring 2020, when almost 20,000 care home residents died with Covid in England and Wales, found it was the result of “letting one of our most important public services languish in constant crisis for years”.</p><p>The government excluded social care from pandemic-planning exercises such as <a href=\"https://www.theguardian.com/society/2021/jun/10/secret-planning-exercise-in-2016-modelled-impact-of-mers-outbreak-in-uk\">Exercise Alice</a> and after problems were identified by <a href=\"https://www.theguardian.com/world/2020/may/07/revealed-the-secret-report-that-gave-ministers-warning-of-care-home-coronavirus-crisis\">Exercise Cygnus</a>, which did include the sector, action was not taken.</p><p>Social care leaders felt invisible at the start of the pandemic because there had been no dedicated director general for social care in government since 2016.</p><p>No adult social care representatives sat on the Scientific Advisory Group for Emergencies (Sage) and people leading the UK pandemic response lacked “deep understanding” of social care.</p> <a href=\"https://www.theguardian.com/society/2023/may/05/ministers-missed-chances-to-prepare-social-care-for-a-pandemic-review-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/05/ministers-missed-chances-to-prepare-social-care-for-a-pandemic-review-finds", "date_published": "2023-05-05 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The coronation offered a chance to reform and modernise the monarchy. It has been squandered | Martin Kettle", "description": "<p>Despite gestures towards inclusivity, the ceremony remains rooted in outdated religious and feudal ideals</p><p>At the heart of the coronation of Charles III on Saturday is a very deliberate national deception about religion. In some ways, the deception hides in plain sight, not attracting attention. Pre-coronation speculation has focused instead on more trivial things – Camilla, Harry, Meghan – or on monarchy’s <a href=\"https://www.theguardian.com/uk-news/2023/may/03/can-a-monarchy-sit-easy-in-modern-britain\">general popularity</a> in the post-Elizabeth era. But when you watch and listen to the coronation itself, the religious deception will be hard to miss – and harder to believe.</p><p>Many will instinctively want to be generous about the coronation and will not want to spoil the party. In that spirit, they might call this weekend’s ritual a historical pretence that pleases many and does no particular harm. If they were being stronger-minded, as they ought to be about an event that inevitably says so much about this country to itself and the world, they could instead call the ritual what it is: a lie at the heart of the British state.</p><p>Martin Kettle is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/coronation-king-charles-reform-modernise-monarchy-religious\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/coronation-king-charles-reform-modernise-monarchy-religious", "date_published": "2023-05-05 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "E-fuels: how big a niche can they carve out for cars?", "description": "<p>Sections of industry back synthetic alternatives to fossil fuels, but case is much stronger for aviation</p><p>Most bright red sports cars do not make much of their green credentials. Yet a test run in Bicester, Oxfordshire, by the startup Zero Petroleum last week gave a glimpse of a future in which combustion engines did not add new carbon to the atmosphere. The car was running on e-fuel: petrol made using electricity, hydrogen from water, and carbon captured from the air.</p><p>The automotive industry is steadily moving away from fossil fuels, and a firm global consensus has emerged that battery electric vehicles are the way forward. Yet that consensus took a knock last month when the EU – to the shock of energy experts, environmental campaigners and much of the car industry – <a href=\"https://www.theguardian.com/world/2023/mar/22/germanys-e-fuel-eu-loophole-could-mean-135bn-more-litres-of-petrol-burnt\">opened a small back door to e-fuels</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/05/e-fuels-cars-aviation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/05/e-fuels-cars-aviation", "date_published": "2023-05-05 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mortgages for new UK first-time buyers up ‘nearly £200 a month’ on a year ago", "description": "<p>Rightmove says rise due to higher home loan rates and record asking prices for properties</p><p>New first-time buyers are typically paying nearly £200 a month more on their mortgage than a year ago because of a combination of higher home loan rates and record asking prices for properties, new data shows.</p><p>The figures from property website Rightmove underline the challenging conditions facing those hoping to get on to the UK housing ladder, with <a href=\"https://www.theguardian.com/money/2023/may/02/uk-house-prices-rise-nationwide\">separate figures this week</a> indicating that house prices have resumed their upwards march at the same time that <a href=\"https://www.theguardian.com/money/2023/apr/28/average-monthly-rents-hit-2500-in-london-and-1190-for-rest-of-uk\">average rents are hitting fresh highs</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/mortgages-for-new-uk-first-time-buyers-up-nearly-200-a-month-on-a-year-ago\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/mortgages-for-new-uk-first-time-buyers-up-nearly-200-a-month-on-a-year-ago", "date_published": "2023-05-05 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK ministers urged to unseal files on Falklands attack that killed 56", "description": "<p>Calls follow release of account by captain who said he strongly warned against ‘folly’ of attempted landing in June 1982</p><p>The release of a witness account detailing the “folly” of an operation in which 56 service personnel died on ships off the Falkland islands – the deadliest day for the British military since 1945 – has prompted fresh calls for the government to unseal all files relating to the tragedy.</p><p>Attacks by Argentinian Skyhawk planes against the landing ships Sir Tristram and Sir Galahad killed dozens of service personnel on 8 June 1982 and left more than 150 injured, including <a href=\"https://www.theguardian.com/lifeandstyle/2015/jun/26/simon-weston-my-family-values\">Simon Weston</a>, the Welsh guard whose disfigured face became a defining image of the conflict.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/uk-ministers-urged-to-unseal-files-on-falklands-attack-that-killed-56\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/uk-ministers-urged-to-unseal-files-on-falklands-attack-that-killed-56", "date_published": "2023-05-05 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘God, life is so strange’: Diane Keaton on dogs, doors, wine and why she’s ‘really fancy’", "description": "<p>The Oscar-winning actor is back for the Book Club sequel. But what she really wants to talk about is big cars, her love for Woody Allen – and her unexpected passion</p><p>Even before her dog almost dies, my call with Diane Keaton is chaotic. There’s a delay on the line. Conversation stops and starts like a milk float. I’d emailed questions but she hasn’t read them. She wants to talk about doors. Every answer comes stacked with caveats. It’s fun and stressful – and smart. She wants to escape her own interview.</p><p>Now 77, Hollywood’s most self-effacing star doesn’t do video calls. Neither does her character in the Book Club films, the latest of which starts with her struggling to speak via her laptop to best friends played by Jane Fonda, Mary Steenburgen and Candice Bergen.</p> <a href=\"https://www.theguardian.com/film/2023/may/05/diane-keaton-big-cars-wine-rocks-curious-hobby\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/05/diane-keaton-big-cars-wine-rocks-curious-hobby", "date_published": "2023-05-05 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS treatment algorithms ‘not taking transgender patients into account’", "description": "<p>GPs say trans people being put at risk by lack of evidence on how to assess them by gender-based metrics</p><p>A host of algorithms used by medics to assess disease risk and help make decisions on treatment are failing to take transgender patients into account, doctors have said.</p><p>Many metrics and thresholds in medicine, including ideal body weight, alcohol clearance rates, kidney function and risk of cardiovascular disease vary by gender.</p> <a href=\"https://www.theguardian.com/society/2023/may/05/nhs-treatment-algorithms-not-taking-transgender-patients-into-account\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/05/nhs-treatment-algorithms-not-taking-transgender-patients-into-account", "date_published": "2023-05-05 05:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bluey: scene removed from Exercise episode after complaints from body image experts", "description": "<p>Re-edited version omits opening scene after claims of fatphobia and replaces original on ABC and BBC platforms</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/may/05/australia-news-live-federal-budget-cost-of-living-interest-debt-tax-rates-mpox-archibald-prize-father-bob-maguire\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The ABC has removed part of a Bluey episode that sparked accusations of fat-shaming and fatphobia.</p><p>It has now republished a version of the popular cartoon without a bathroom scene that showed Bluey’s parents complaining about their weight.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/05/scene-cut-bluey-episode-exercise-complaints-body-image-fat-shaming\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/05/scene-cut-bluey-episode-exercise-complaints-body-image-fat-shaming", "date_published": "2023-05-05 04:59:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Not safe for us’: Sudanese in north Africa warn fleeing relatives of danger", "description": "<p>People who sought route to Europe before fighting erupted in Khartoum speak of police brutality, torture and homelessness</p><p>Ever since fighting erupted in his home town of Nyala, the state capital of South Darfur in Sudan, in mid-April, Khaled’s mobile phone has not stopped ringing. Family members, friends and acquaintances want to know how to reach north Africa and which country is best for departing for Europe.</p><p>The 17-year-old, currently living in the Tunisian capital, Tunis, wishes he could tell them that the journey is simple and that countries like Tunisia and Libya are welcoming and safe.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/sudan-north-africa-tunisia-libya-refugees-asylum-seekers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/sudan-north-africa-tunisia-libya-refugees-asylum-seekers", "date_published": "2023-05-05 04:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What can the White House do to free Evan Gershkovich? – podcast", "description": "<p>At the end of March, Russian authorities arrested Evan Gershkovich, a reporter for the Wall Street Journal, on espionage charges. He is still in a Moscow prison more than a month later, and at the weekend President Biden promised he was ‘working like hell’ to bring Gershkovich, and others detained in Russia, home.</p><p>This week Jonathan Freedland speaks to Polina Ivanova, a reporter for the Financial Times and friend of Gershkovich’s, who breaks down the politics behind his detention</p><p><em>Archive: PBS News, CBS News</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/may/05/what-can-the-white-house-do-to-free-evan-gershkovich-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/audio/2023/may/05/what-can-the-white-house-do-to-free-evan-gershkovich-podcast", "date_published": "2023-05-05 04:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Atteeention! Let us take the Royal Gewgaws Coronation Homage of Allegiance! | First Dog on the Moon", "description": "<p>All hail the nature arbitrary of privilege that’s hereditary</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2014/jun/16/-sp-first-dog-on-the-moon-subscribe-by-email\">Sign up here to get an email</a> whenever First Dog cartoons are published</li><li><a href=\"http://firstshoponthemoon.com/\">Get all your needs met at the First Dog shop</a> if what you need is First Dog merchandise and prints</li></ul> <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/atteeeention-let-us-take-the-royal-gewgaws-coronation-homage-of-allegiance\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/05/atteeeention-let-us-take-the-royal-gewgaws-coronation-homage-of-allegiance", "date_published": "2023-05-05 03:21:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Local elections: Labour captures key target of Plymouth city council", "description": "<p>Result comes in battleground regarded as crucial to party’s hopes in a future Westminster contest</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/may/04/local-elections-2023-latest-results-reactions-polls-close-england-conservatives-labour-rishi-sunak-keir-starmer-lib-dems-greens-live-updates\">England council local elections – follow the results live</a></li></ul><p>Labour has taken control of Plymouth council from the Conservatives in the England local elections – securing a key target in a battleground regarded as crucial to the party’s hopes in a future Westminster contest.</p><p>The party needed five gains to take overall control of the council, which had been led by a minority Conservative administration, and managed to make six gains on the night.</p> <a href=\"https://www.theguardian.com/politics/2023/may/05/local-elections-labour-captures-key-target-of-plymouth-city-council\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/05/local-elections-labour-captures-key-target-of-plymouth-city-council", "date_published": "2023-05-05 02:43:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cost of the crown part 5: the coronation of Charles III – podcast", "description": "<p>Charles III will be crowned in Westminster Abbey on Saturday in a ceremony steeped in centuries of history. Jonathan Freedland examines what the event means to the modern-day UK</p><p>In a ceremony on Saturday steeped in history, King Charles III will finally receive the crown. At 74 years old, he will be the oldest monarch ever to take the throne. At the same age, his mother was gearing up for her golden jubilee. And as the Guardian columnist <strong>Jonathan Freedland</strong> tells <strong>Maeve McClenaghan</strong>, this means there will be a very different tone from the last coronation.</p><p>Rather than a country crowning a young queen who was virtually unknown as a public figure, Charles’s views on everything from architecture to ecology have been widely aired. And his reign will be as an old man.</p> <a href=\"https://www.theguardian.com/news/audio/2023/may/05/cost-of-the-crown-part-5-the-coronation-of-charles-iii-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/may/05/cost-of-the-crown-part-5-the-coronation-of-charles-iii-podcast", "date_published": "2023-05-05 02:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Serbia: eight killed in second mass shooting in days, with attacker on the run", "description": "<p>Police searching for attacker who fired automatic weapon from a moving vehicle in town south of Belgrade, injuring a further 13</p><p>Eight people have been killed and 13 injured in a shooting near a Serbian town about 60 kilometres (37 miles) south of capital Belgrade, state-run media has reported, just one day after a school shooting also saw eight shot dead in Belgrade.</p><p>The shooting occurred late on Thursday near Mladenovac as the attacker opened fire with an automatic weapon from a moving vehicle and fled, state broadcaster <a href=\"https://www.rts.rs/vesti/hronika/5185679/osam-mrtvih-i-13-ranjenih-u-pucnjavi-kod-mladenovca.html\">RTS</a> television reported. Police were searching for the attacker.</p> <a href=\"https://www.theguardian.com/world/2023/may/05/serbia-eight-killed-in-second-mass-shooting-in-days-with-attacker-on-the-run\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/05/serbia-eight-killed-in-second-mass-shooting-in-days-with-attacker-on-the-run", "date_published": "2023-05-05 01:16:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kari Lake’s lawyers fined over ‘false factual statements’ on election fraud", "description": "<p>Arizona high court found no evidence of the failed gubernatorial candidate’s claim of 35,000 fraudulent votes in election</p><p>Lawyers for Kari Lake, the failed Republican gubernatorial candidate, were sanctioned $2,000 on Thursday by the Arizona supreme court in their unsuccessful challenge of <a href=\"https://www.theguardian.com/us-news/2022/dec/24/kari-lake-arizona-judge-throws-out-challenge-defeat-governor-race-katie-hobbs\">her defeat</a> in the governor’s race last year to Democrat Katie Hobbs.</p><p>In an order, the state’s highest court said Lake’s attorney made “false factual statements” that more than 35,000 ballots had been improperly added to the total ballot count, imposing 10 days to submit payment.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/04/kari-lake-lawyers-fined-false-factual-statements\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/04/kari-lake-lawyers-fined-false-factual-statements", "date_published": "2023-05-05 00:45:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No 1 v No 2: Iga Swiatek wins to set up Madrid Open final with Sabalenka", "description": "<ul><li>Swiatek thrashes Kudermetova as Sabalenka beats Sakkari</li><li>Tsitsipas suffers shock loss to Jan-Lennard Struff in men’s draw</li></ul><p>Top-ranked Iga Swiatek cruised past Veronika Kudermetova 6-1, 6-1 in the late semi-final of the Madrid Open on Thursday to set up a second straight final showdown with world No 2 Aryna Sabalenka. Swiatek had beaten Sabalenka 6-3, 6-4 <a href=\"https://www.theguardian.com/sport/2023/apr/23/world-no-1-iga-swiatek-defeats-aryna-sabalenka-to-retain-title-in-stuttgart\">to win the Stuttgart Open</a> at the end of April, gearing up for her French Open title defence later in May.</p><p>The Pole marched into her maiden final in Madrid in a clinical display against the 12th seed Kudermetova, improving her head-to-head record against the Russian to 4-0.</p> <a href=\"https://www.theguardian.com/sport/2023/may/05/iga-swiatek-tennis-madrid-open-final-aryna-sabalenka-stefanos-tsitsipas\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/05/iga-swiatek-tennis-madrid-open-final-aryna-sabalenka-stefanos-tsitsipas", "date_published": "2023-05-05 00:17:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World’s foremost royal menu collector reveals king’s coronation quiche a far cry from beheaded quails of old", "description": "<p>Australian Jake Smith’s collection, including an 1845 menu for the king of Hanover, shows some dishes favoured by previous British monarchs that are definitely not on King Charles’s menu</p><p>In a time before coronation quiches, a new monarch might diligently work through dozens of courses.</p><p>They might slurp through a turtle soup or pheasant consommé or brave a maupygernon – which one <a href=\"https://api.parliament.uk/historic-hansard/commons/1954/may/03/members-dining-room-maupygernon\">UK MP described</a> as a grim recipe “based on hogs’ kidneys and flavoured with ingredients suggesting the witches’ cauldron in Macbeth”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/05/king-charles-iii-coronation-menu-australian-expert-jake-smith-royal-recipes-collection\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/05/king-charles-iii-coronation-menu-australian-expert-jake-smith-royal-recipes-collection", "date_published": "2023-05-05 00:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}]