[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 WORST Racing Games That Were Complete Disasters", "description": "Amongst the most popular video game genre, racing games cover a wide variety of styles. Racing sims are oftentimes technical showpieces of power and speed, whilst arcade style racing puts fun and frustration at the forefront of players’ experience. \n\nCrafting a unique, compelling racing experience clearly presents stiff challenges for developers, with the 15 racing games on this rundown highlighting what can go wrong if developers attempt to tweak the formula too much. \n\nUnderbaked ideas, unresponsive vehicles, boring race tracks, and – remarkably – a racing game which actively discourages players from going too fast all the time make up the content of this feature. Whilst they’re not all totally bad, they’re each tough to recommend.", "link": "https://www.youtube.com/watch?v=KQmYbR8DEDM", "date_published": "2023-11-05T16:30:03+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KQmYbR8DEDM/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Awful Trends In LINEAR SINGLE PLAYER Games (That You Are Tolerating Anyway)", "description": "Linear seems to some a dirty word when describing video games. Sure, their design has potential to limit the boundless player freedom found in open world experiences, but linear single player games allow developers to craft concise, measured narratives. \n\nTo keep the story ticking along as the developer intends though certain trends are deployed – sometimes to excess – which do knock the experience down a peg or two. \n\nFunnelled pathways, lack of choice, invisible barriers; these elements are incumbent in linear single player games and at their worst can break immersion or disturb the flow of an otherwise stately crafted narrative. This feature aims to highlight ten of the worst trends prevalent in linear single player games.", "link": "https://www.youtube.com/watch?v=rywrFvBdfYk", "date_published": "2023-11-05T13:30:31+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/rywrFvBdfYk/hqdefault.jpg", "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]