[{"source": "https://www.arabnews.com/rss.xml", "title": "Slice of luck: 200,000-year-old ax found in AlUla", "description": "RIYADH: Architects working at a site to the south of AlUla governorate have excavated a 200,000-year-old hand ax, the Saudi Press Agency reported on Sunday.\n\n\tThe discovery, announced by the Royal Commission for AlUla, was made as a team of archaeologists, led by Dr. Can and Gizem Aksoy from TEOS Heritage, were exploring the site at Qarah for evidence of ancient human life in the area.\n\n\tQarah was one of the most important residential areas in the Arabian Peninsula during the first centuries of Islam and is dotted with sites of historical and archaeological interest.", "link": "https://www.arabnews.com/node/2403826/saudi-arabia", "date_published": "2023-11-05T07:11:44+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "ACES brings indoor 5G coverage to Red Sea International Airport", "description": "Advanced Communications and Electronics Systems, an international neutral host operator and digital infrastructure provider, and Red Sea Global, the multi-project developer behind the world’s most ambitious regenerative tourism destinations — The Red Sea and Amaala — have joined forces to revolutionize the connectivity experience at Red Sea International Airport. This ground-breaking collaboration provided the first indoor 5G coverage at the airport for all mobile network operators in the Kingdom, including stc, Mobily, Zain, Virgin Mobile, Lebara, Salam Mobile, and RedBull Mobile.", "link": "https://www.arabnews.com/node/2403501/corporate-news", "date_published": "2023-11-05T07:11:22+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Frankly Speaking: Why has the UN constantly failed Palestine?", "description": "DUBAI: Pakistan’s permanent representative to the UN has said Israel has been emboldened by the international order’s “double and triple standards,” which he considers to be the “root” of the crisis unfolding in the Middle East.\n\n\tReiterating his call for a ceasefire in Gaza, Munir Akram urged the international community to rectify the imbalance at the heart of the UN and in the application of international law.", "link": "https://www.arabnews.com/node/2403836/middle-east", "date_published": "2023-11-05T07:11:03+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "PIF-owned Nupco signs 14 deals at Global Health Exhibition", "description": "The National Unified Procurement Company for pharmaceuticals, and medical devices and supplies, owned by the Public Investment Fund, concluded its participation in the Global Health Exhibition, with 14 MoUs and agreements of cooperation with several health entities and pharmaceutical companies to develop investment opportunities in the health sector.", "link": "https://www.arabnews.com/node/2403816/corporate-news", "date_published": "2023-11-05T06:11:55+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Newcastle inflict first defeat on Arsenal, Fernandes rescues Man Utd", "description": "MANCHESTER: Arsenal were beaten in the Premier League for the first time this season at Newcastle on Saturday as Bruno Fernandes’ stoppage time winner at Fulham eased the pressure on Manchester United manager Erik ten Hag.\n\n\tManchester City moved to the top of the table with a 6-1 demolition of Bournemouth, but victory came at a cost for the English champions as Erling Haaland limped off with a twisted ankle.\n\n\tNewcastle shrugged off a mounting injury crisis to climb into the top six after winning a feisty encounter at St. James’ Park 1-0.", "link": "https://www.arabnews.com/node/2403491/sport", "date_published": "2023-11-05T06:11:46+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Blinken on surprise visit to Baghdad, meets with PM", "description": "BAGHDAD: US Secretary of State Antony Blinken made a surprise visit to Baghdad on Sunday following a trip to the occupied West Bank earlier in the day.\n\tIraqi Prime Minister Mohamed Shia Al-Sudani met Blinken, the premier’s office said, with the two expected to discuss the risks of escalation in Israel’s war with Hamas.\n\tBlinken’s visit — which came after a brief stop in Cyprus to discuss a possible maritime aid route to Gaza — was not announced in advance for security reasons.", "link": "https://www.arabnews.com/node/2403796/middle-east", "date_published": "2023-11-05T06:11:43+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "stc Group, Red Sea Global in deal to propel digital transformation", "description": "RIYADH: Digital transformation on the Red Sea coast is poised for growth thanks to a new strategic partnership between Saudi Arabia’s stc Group and Red Sea Global.\n\n\tThe recently signed agreement aims to empower tourist destinations along the coast by adopting modern communication technologies and digital services, according to a statement.\n\n\tThis deal aligns with RSG’s mission to act as an agent of change by collaborating with entities to spearhead innovations that reimagine the boundaries of the sector to create a more prosperous world.", "link": "https://www.arabnews.com/node/2403786/business-economy", "date_published": "2023-11-05T06:11:39+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Warplanes strike Gaza refugee camp as Israel rejects US push for a pause in fighting", "description": "KHAN YOUNIS: Israeli warplanes struck a refugee camp in the Gaza Strip early Sunday, killing at least 33 people and wounding dozens, health officials said. The strike came as Israel said it would press on with its offensive to crush the territory’s Hamas rulers, despite US appeals for a pause to get aid to desperate civilians.\n\tThe soaring death toll in Gaza has sparked growing international anger, with tens of thousands from Washington to Berlin taking to the streets Saturday to demand an immediate cease-fire.", "link": "https://www.arabnews.com/node/2403481/middle-east", "date_published": "2023-11-05T06:11:37+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi projects help people in Yemen, Pakistan, Lebanon", "description": "RIYADH: The Saudi aid agency KSrelief is continuing to help people in Yemen, Lebanon and Pakistan, the Saudi Press Agency reported.\n\n\tIn the city of Al-Ghaydah in Yemen a kidney dialysis center supported by the agency served 130 patients in a single month, including 46 who received dialysis and 84 who had examinations.\n\n\tKSrelief also helps to fund a project that provides primary healthcare and water services to displaced people in the Razih district of Yemen’s Saada governorate. In one week it served 152 people.", "link": "https://www.arabnews.com/node/2403801/saudi-arabia", "date_published": "2023-11-05T06:11:20+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi family council, UNICEF to work on child online safety framework", "description": "RIYADH: The Kingdom’s Family Affairs Council will introduce the National Framework for Children’s Online Safety at the sixth Saudi Family Forum in Riyadh on Nov. 12-13 in collaboration with UNICEF.\n\n\tThe forum will be supported by Ahmed Al-Rajhi, the council’s chairman and the minister of human resources and social development, along with UNICEF, the Saudi Press Agency reported on Sunday.\n\n\tThe framework will align with the UN Convention on the Rights of the Child, an international treaty safeguarding individuals under the age of 18.", "link": "https://www.arabnews.com/node/2403791/saudi-arabia", "date_published": "2023-11-05T06:11:15+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Oman’s BankDhofar launches vertical credit card", "description": "Oman’s BankDhofar has announced the launch of its new vertical credit cards. The vertical design offers a unique and modern look that is both stylish and functional.\n\n\t“The card is set to revolutionize the way our customers manage their finances. It offers a contemporary design, reflecting the convenience of ‘tap and go’ payments, thus enhancing their everyday banking experience,” a statement said.", "link": "https://www.arabnews.com/node/2403806/corporate-news", "date_published": "2023-11-05T06:11:14+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Barca snatch ‘inexplicable’ win at dominant Sociedad, Girona top Liga", "description": "BARCELONA: Barcelona coach Xavi Hernandez said football is “inexplicable” after Ronald Araujo’s 92nd minute winner snatched Barcelona an undeserved 1-0 victory at Real Sociedad on Saturday in La Liga.\n\n\tHaving suffered a last-gasp defeat by Real Madrid in the Clasico last Saturday despite having the better of the game, Xavi’s side inflicted the same suffering on Real Sociedad in San Sebastian.", "link": "https://www.arabnews.com/node/2403496/sport", "date_published": "2023-11-05T06:11:09+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi Arabia’s PMI rises for 2nd consecutive month in October amid strong business conditions", "description": "RIYADH: Saudi Arabia’s Purchasing Managers’ Index rose for the second consecutive month in October, increasing to 58.4 from 57.2 in September, driven by robust business conditions within the Kingdom, as reported by an economic tracker. \n\n\tThe Riyad Bank Saudi Arabia PMI report, compiled by S&amp;P Global, revealed that in the last month, the Kingdom experienced its highest employment rate in the non-oil private sector since October 2014.", "link": "https://www.arabnews.com/node/2403486/business-economy", "date_published": "2023-11-05T06:11:06+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hyundai UAE unveils first AI smart taxi concept in region", "description": "Juma Al-Majid Est., the exclusive distributor of Hyundai cars in the UAE, has announced its successful partnership as the “exclusive car partner” of the Abu Dhabi Smart City Summit, which took place on Oct. 31 and Nov. 1 at the Conrad Hotel. The company showcased the Hyundai Sonata Smart Taxi during the event.", "link": "https://www.arabnews.com/node/2403811/corporate-news", "date_published": "2023-11-05T06:11:02+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Foreign law firms to broaden Saudi Arabia’s legal landscape", "description": "MAKKAH: The Ministry of Justice’s recent announcement licensing 15 foreign law firms and reviewing 15 other applications for practicing law in the Kingdom has paved the way for a broad legal practice to ensure justice and uphold high standards.\n\n\tThe decisions follow an influx of international companies seeking to establish their headquarters in Saudi Arabia.", "link": "https://www.arabnews.com/node/2403781/saudi-arabia", "date_published": "2023-11-05T05:11:40+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "’Time has stopped’ for relatives of Hamas’s Gaza hostages", "description": "TEL AVIV: For Yoni Asher, all sense of time stopped on October 7 when his wife and two daughters were taken hostage by Hamas during its surprise attack on Israel.\n\t“I don’t work, don’t sleep. I eat the minimum to survive,” the exhausted 37-year-old in a black T-shirt and necklace told a group of journalists.\n\tIsrael says at least 242 hostages were seized by Hamas militants who stormed out of the Gaza Strip a month ago and killed 1,400 people, mainly civilians, in the deadliest ever attack on the nation.", "link": "https://www.arabnews.com/node/2403451/middle-east", "date_published": "2023-11-05T03:11:32+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "How conflict-torn Sudan has become a magnet for fighters from the troubled Sahel", "description": "TUNIS: With fighting in Gaza between Israel and the Palestinian militant group Hamas sending shockwaves through the region, wars elsewhere in the world — particularly in Sudan — are in danger of being overlooked altogether.\n\n\tFor more than six months, the conflict between the Sudanese Armed Forces, or SAF, and the paramilitary Rapid Support Forces, or RSF, has raged across Sudan, leading to mass displacement, shortages of food and medicine, and even cases of ethnic cleansing.", "link": "https://www.arabnews.com/node/2403441/middle-east", "date_published": "2023-11-05T03:11:07+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Fluminense beat Boca in extra time to win first Copa Libertadores title", "description": "RIO DE JANEIRO: Brazil’s Fluminense beat Argentina’s Boca Juniors 2-1 in extra time to win the Copa Libertadores for the first time thanks to John Kennedy’s 99th-minute goal at the Maracana on Saturday.\n\n\tArgentine forward German Cano gave Fluminense the lead with a 36th minute strike but Luis Advincula equalized for Jorge Almiron’s side in the second half with a long-range effort.\n\n\tKennedy’s unstoppable shot gave Fluminense the spoils in extra time, though two minutes later the striker was sent off for excessive celebrations that got him a second yellow card.", "link": "https://www.arabnews.com/node/2403431/football", "date_published": "2023-11-05T02:11:57+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "North Korea creates new holiday to mark ICBM test launch", "description": "SEOUL: North Korea has created a new holiday to celebrate the anniversary of the successful test launch of its Hwasong-17 intercontinental ballistic missile last year, state media reported Sunday.\n\tOn November 18, 2022, Pyongyang carried out what is believed to be the first full flight test of the Hwasong-17 — dubbed the “monster missile” by analysts.\n\tThe North’s Korean Central News Agency said on Sunday that the anniversary had been designated as a holiday at a meeting of the Presidium of the Supreme People’s Assembly.", "link": "https://www.arabnews.com/node/2403426/world", "date_published": "2023-11-05T02:11:30+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "White Abarrio wins $6m Breeders’ Cup Classic, trainer Rick Dutrow back on top after 10-year exile", "description": "ARCADIA, California: White Abarrio took over the lead at the top of the stretch and ran on to a one-length victory in the $6 million Breeders’ Cup Classic on Saturday, propelling trainer Rick Dutrow back to the top after his 10-year exile from the sport.\n\n\tA celebratory Dutrow hugged anyone he could in the winner’s circle before throwing his arms around White Abarrio. He previously won the Classic in 2005 with Saint Liam.\n\n\t“It feels unbelievable,” Dutrow said. “I love it.”", "link": "https://www.arabnews.com/node/2403436/sport", "date_published": "2023-11-05T02:11:10+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Qatar’s non-oil sector maintains growth as PMI hits 50.8 in October", "description": "RIYADH: The non-oil private sector in Qatar continued to maintain its healthy growth in October, as the country’s Purchasing Managers’ Index hits 50.8, driven by improving business conditions. \n\n\tCompiled by S&amp;P Global, the latest survey data from Qatar Financial Center, however, revealed that the newly released figure is down compared to 53.7 recorded in September. Nevertheless, overall growth has been maintained since February.", "link": "https://www.arabnews.com/node/2403671/business-economy", "date_published": "2023-11-05T01:11:28+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Hamburg airport closed as police deal with ‘hostage situation’", "description": "FRANKFURT: Hamburg police said on Saturday they were dealing with a hostage situation after a man drove through a barrier onto the grounds of the city’s airport with a child.\n\tThe airport closed for all takeoffs and landings shortly after the incident at around 8 p.m. local time.\n\tThe car with the 35-year-old man and 4-year-old child was parked under a plane, a police spokesperson said, and officers were at the scene with a large presence late on Saturday.", "link": "https://www.arabnews.com/node/2403406/world", "date_published": "2023-11-05T01:11:10+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudi manufacturing sector firms top Forbes Middle East’s Sustainability Leaders’ list", "description": "RIYADH: Saudi Arabia’s prominent companies have been acknowledged for their environmental initiatives, securing top positions on Forbes Middle East's Sustainability Leaders list. \n\n\tSaudi Basic Industries Corp. and Saudi Arabian Mining Co., also known as Ma'aden, have emerged as leaders in the sector.  \n\n\tThe manufacturing and industrial field is one of 11 key industries categorized, with SABIC taking the top spot, followed by Ma’aden.", "link": "https://www.arabnews.com/node/2403666/business-economy", "date_published": "2023-11-05T01:11:04+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "‘Solidarity for humanity’: Hundreds of thousands rally in Jakarta to support Palestine", "description": "JAKARATA: Hundreds of thousands of protesters gathered in central Jakarta on Sunday in Indonesia’s biggest display of solidarity with Palestinians since the beginning of Israel’s deadly onslaught on Gaza.\n\n\tIndonesia has been a staunch supporter of Palestine for decades, with its people and authorities seeing Palestinian statehood as mandated by their own constitution, which calls for the abolition of colonialism.", "link": "https://www.arabnews.com/node/2403621/world", "date_published": "2023-11-05T00:11:59+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Saudia wins top honors in global sustainability challenge", "description": "RIYADH: Saudi Arabia’s flag carrier Saudia has been acknowledged for its commitment to sustainability in the 2nd annual Sustainable Flight Challenge organized by the global aviation alliance SkyTeam. \n\n\tAt an award ceremony held in Atlanta, Saudia was recognized for “Most Innovative Ground Operations” and “Best Employee Engagement and Collaboration” in the management of flights across short, medium, and long-haul routes. This victory marks the airline’s second consecutive win in the challenge.", "link": "https://www.arabnews.com/node/2403641/business-economy", "date_published": "2023-11-05T00:11:47+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Ubah Hassan spotted in Las Vegas as ‘Real Housewives of Dubai’ adds castmate", "description": "DUBAI: “The Real Housewives of New York City” star Ubah Hassan stepped out at the Caesars Forum in Las Vegas for BravoCon 2023, the annual fan convention for all things Bravo TV, after she was spotted at various events in the city this week. Meanwhile, Taleen Marie was announced as the newest member of the “The Real Housewives of Dubai” iteration of the show.", "link": "https://www.arabnews.com/node/2403656/lifestyle", "date_published": "2023-11-05T00:11:45+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Bassem Youssef explains why he wore a qashabiya in viral interview", "description": "DUBAI: Egyptian comedian and TV host Bassem Youssef took to social media to explain his outfit choice in his recent interview with Piers Morgan, saying it paid tribute to people’s “natural connection with the land.”\n\n\tThe two-hour interview saw Youssef don a jacket known as a qashabiya — something markedly different from the usual interview attire opted for by celebrities and political pundits.\n\n\tIn the interview, the pair discussed Israel’s current military campaign in Gaza and the conditions Palestinians face under Israeli occupation.", "link": "https://www.arabnews.com/node/2403661/lifestyle", "date_published": "2023-11-05T00:11:42+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "US rapper Macklemore speaks at pro-Palestine rally in Washington", "description": "DUBAI: US rapper Macklemore said he did not expect to give a speech at the pro-Palestine demonstration on Saturday in Washington, D.C. However, the “Thrift Shop” rapper took to the podium to share a few words.  \n\n\t“First and foremost, this is absolutely beautiful to observe today,” the rapper said of the crowd in front of him. \n\n\t\tMacklemore speaks at the “Free Palestine” rally in DC:", "link": "https://www.arabnews.com/node/2403626/lifestyle", "date_published": "2023-11-05T00:11:32+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Rapper Busta Rhymes to hit Sole DXB stage in December", "description": "DUBAI: Dubai-based contemporary culture festival Sole DXB has unveiled its 2023 lineup, including US rapper, singer, songwriter and record producer Busta Rhymes.", "link": "https://www.arabnews.com/node/2403636/lifestyle", "date_published": "2023-11-05T00:11:27+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "Fierce fighting in Gaza as US envoy faces Arab anger", "description": "GAZA STRIP, Palestinian Territories: Israel battled into the fifth week Saturday of its war to crush Hamas, showing no signs of letting up even as US Secretary of State Antony Blinken faced a rising tide of anger in meetings with Arab foreign ministers.\n\tBlinken reaffirmed US support for “humanitarian pauses” in the fighting in Gaza to ensure desperate civilians get help a day after Israel’s hawkish Prime Minister Benjamin Netanyahu gave the idea short shrift.", "link": "https://www.arabnews.com/node/2403376/middle-east", "date_published": "2023-11-05T00:11:22+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "WFP chief urges for safe, expanded humanitarian access to Gaza as food runs out", "description": "CAIRO: The UN World Food Programme’s Executive Director Cindy McCain issued an urgent plea on Sunday from the Rafah border crossing for safe, expanded humanitarian access to Gaza as humanitarian needs skyrocket and critical food supplies reach dangerously low levels.\n\n\tEntry points into Gaza have been virtually sealed except through the Rafah border crossing point. While there has been a steady increase in aid entering Gaza, it is nowhere near enough to meet the exponentially growing needs.", "link": "https://www.arabnews.com/node/2403646/middle-east", "date_published": "2023-11-05T00:11:20+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "What We Are Reading Today: ‘The Richest Man in Babylon’", "description": "Author: George S. Clason", "link": "https://www.arabnews.com/node/2403401/books", "date_published": "2023-11-05T00:11:09+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}, {"source": "https://www.arabnews.com/rss.xml", "title": "UK plans to expand extremism definition amid pro-Palestine protests: Report", "description": "London: The UK government is planning to widen extremism laws to punish people who “undermine” the country’s values and institutions amid massive pro-Palestinian protests across Britain, The Observer reported on Sunday.\n\n\tThe newspaper said it had seen official documents that could label several Muslim and pro-Palestinian groups — including the Muslim Council of Britain, Palestine Action and Muslim Engagement and Development — as extremist organizations.", "link": "https://www.arabnews.com/node/2403631/world", "date_published": "2023-11-05T00:11:04+00:00", "permanent": false, "bookmarked": false, "dead": null, "artist": "Middle East - ArabNews", "album": "Middle East - ArabNews", "user": null, "language": "en", "thumbnail": null, "age": null, "page_rating_contents": 0, "page_rating_votes": 0, "page_rating_visits": 0, "page_rating": 0, "tags": [], "comments": [], "vote": 0}]