[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Facebook przywraca fanpage Konfederacji. Podaje powody", "description": "Profil facebookowy Konfederacji w piątek zostanie przywrócony przez administrację platformy. Usunięto go na początku ub.r. za wielokrotnie naruszenie regulaminu, głównie poprzez treści dotyczące epidemii.", "link": "https://www.wirtualnemedia.pl/artykul/facebook-przywraca-fanpage-konfederacja-ban-za-co", "date_published": "2023-06-07 14:39:37.128388+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Biletomat.pl i Bilety24 podpisały umowę o partnerskiej współpracy", "description": "Bileterie podjęły decyzję o podpisaniu  umowy o współpracy partnerskiej, obejmującej wzajemne rozszerzenie oferty biletów oraz wspólne działania marketingowe. Wszystkie bileterie objęte umową sprzedają rocznie prawie 5 milionów wejściówek. Ten sojusz umacnia naszą pozycję oraz stwarza zupełnie nowe możliwości dla klientów obu platform – mówi Konrad Kubaczewski, CEO Biletomat.pl", "link": "https://www.wirtualnemedia.pl/artykul/biletomat-pl-i-bilety24-podpisaly-umowe-o-partnerskiej-wspolpracy", "date_published": "2023-06-07 08:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Startuje cross-border.pl - KIG i Amazon pilotują eksport polskich MŚP", "description": "Wystartował cross-border.pl, czyli pierwszy w Polsce e-przewodnik dla przedsiębiorców, którzy chcą rozpocząć lub zwiększyć skalę sprzedaży zagranicznej w kanałach on-line. Pilotowany przez Krajową Izbę Gospodarczą i Amazon projekt ma ułatwić małym i średnim przedsiębiorstwom (MŚP) decyzję o wyborze kierunku ekspansji międzynarodowej i zachęcić do przekraczania granic z wykorzystaniem możliwości, jakie niesie e-commerce.", "link": "https://www.wirtualnemedia.pl/artykul/cross-border-pl-kig-i-amazon-pilotuja-eksport-polskich-msp", "date_published": "2023-06-07 05:25:20.195902+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Viaplay z zadyszką i wymienia szefa. Spółka przeceniona o 60 proc. „Musi uciekać do przodu”", "description": "Właściciel platformy streamingowej Viaplay zmienił szefa i obniżył swoje tegoroczne prognozy finansowe, przyznając, że trudniej o wzrosty w obecnym otoczeniu gospodarczym. Kurs akcji spółki runął w poniedziałek o ponad 60 proc. - Każda platforma streamingowa musi mierzyć się z coraz większym nasyceniem rynku. Mówiąc wprost, nie można rosnąć w nieskończoność - komentuje dla Wirtualnemedia.pl Michał Kozicki, były prezes HBO Polska.", "link": "https://www.wirtualnemedia.pl/artykul/viaplay-promocja-jak-zrezygnowac-problemy-techniczne-awaria", "date_published": "2023-06-07 05:25:20.188774+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Korzystasz z oferty Disney+? Poznaj wszystkie funkcje platformy", "description": "Czy wiesz, że możesz ustawić odpowiedni poziom kategorii wiekowych do swoich potrzeb zwłaszcza jeśli dzielisz konto z dziećmi? Albo zorganizować wspólną transmisję ze znajomymi przebywającymi w innej lokalizacji? Przyglądamy się funkcjom platformy Disney+.", "link": "https://www.wirtualnemedia.pl/artykul/disney-kontrola-rodzicielska-jak-dzielic-konto-groupwatch", "date_published": "2023-06-07 05:25:20.183167+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Proboszcz straszył dziennikarza i wydzwaniał do niego w nocy. \"Karma wraca, odcierpi pan\"", "description": "Kontrowersyjny ks. Dariusz Drzewiecki powrócił na stanowisko proboszcza w parafii Podwyższenia Krzyża Świętego w Jeruzalu Skierniewickim. Kiedy zadzwonił do niego dziennikarza z prośbą, aby ustosunkował się do zarzutów parafian, ksiądz nie chciał rozmawiać. W nocy jednak wydzwaniał do dziennikarza, grożąc mu bełkotliwym głosem. - Od lat zajmuję się tematyką Kościoła katolickiego w Polsce, ale jeszcze nigdy nie spotkał się z takim zachowaniem księdza wobec dziennikarza - mówi portalowi Wirtualnemedia.pl Szymon Piegza, autor artykułu.", "link": "https://www.wirtualnemedia.pl/artykul/proboszcz-dariusz-drzewiecki-straszyl-dziennikarz-wydzwanial-do-niego-w-nocy-karma-wraca-odcierpi-pan", "date_published": "2023-06-07 05:25:20.176901+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Po dekadzie wraca ToSieWytnie", "description": "W czerwcu reaktywowana zostaje internetowa grupa ToSieWytnie, tworzona m.in. przez Martina Stankiewicza, Łukasza Skalika i Grzegorza „Dakanna” Barańskiego. Ma ambicje powtórzenia sukcesu w digitalu i na YouTube, własną platformę VoD lub kooperację z którymś z graczy rynku streamingpwego. W planach jest także nowy adres internetowy.", "link": "https://www.wirtualnemedia.pl/artykul/tosiewytnie", "date_published": "2023-06-07 05:25:20.173732+00:00", "persistent": false, "user": null, "language": "pl-PL"}]