[{"source": "https://www.theguardian.com/world/rss", "title": "Media organizations push for release of sealed records of US priest accused of abusing children", "description": "<p>The Guardian, the Associated Press and state prosecutors contend that there’s legitimate public interest in documents dealing with Lawrence Hecker</p><p>Two national US media organizations and <a href=\"https://www.theguardian.com/us-news/2022/sep/24/lawrence-hecker-catholic-priest-abuse-allegations-new-orleans\">Louisiana</a> state prosecutors have joined efforts to secure the public release of sealed information that would provide a more complete account of a retired Roman Catholic priest in New Orleans who has been previously accused of molesting several children.</p><p>In papers filed late Wednesday at New Orleans’s federal courthouse, the Guardian and the <a href=\"https://apnews.com/hub/ap-top-news\">Associated Press</a> contend that there is a legitimate public interest in the contents of the documents dealing with Lawrence Hecker despite archdiocesan claims that the information could be disparaging to the organization.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/new-orleans-priest-abuse-allegations-lawrence-hecker\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/new-orleans-priest-abuse-allegations-lawrence-hecker", "date_published": "2023-06-07 23:05:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Labour ‘should fix social care with better pay and free short-term support’", "description": "<p>Fabian Society report calling for national care service to be set up and changes to funding</p><p>Major reform of England’s beleaguered adult social care sector could be ushered in by the next Labour government under plans that include boosting pay for care workers, expanding the scope of free support and asking all people to contribute £50 a week towards costs.</p><p>A report by the Fabian Society thinktank, commissioned by the shadow health secretary, Wes Streeting, and the trade union Unison, sets out a roadmap for a national care service (NCS) that they hope would address the existing patchy, impersonal and inadequate state provision.</p> <a href=\"https://www.theguardian.com/society/2023/jun/08/labour-unveils-plan-to-fix-social-care-better-pay-and-free-short-term-support\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/08/labour-unveils-plan-to-fix-social-care-better-pay-and-free-short-term-support", "date_published": "2023-06-07 23:01:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Mind-reading tech ‘must include neurodivergent people to avoid bias’", "description": "<p>UK data watchdog says science of monitoring brain and nervous system is expanding fast but holds ‘real danger’ of discrimination</p><p>Mind-reading technologies pose a “real danger” of discrimination and bias, the Information Commissioner’s Office has warned, as it develops specific guidance for companies working in the sci-fi field of neurodata.</p><p>The use of technology to monitor information coming directly from the brain and nervous system “will become widespread over the next decade”, the ICO said, as it moves from a highly regulated medical advancement to a more general purpose technology. It is already being explored for potential applications in personal wellbeing, sport and marketing, and even for workplace monitoring.</p> <a href=\"https://www.theguardian.com/science/2023/jun/08/mind-reading-tech-must-include-neurodivergent-people-to-avoid-bias\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/08/mind-reading-tech-must-include-neurodivergent-people-to-avoid-bias", "date_published": "2023-06-07 23:01:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Nearly a third of food in UK shops’ baby aisles ultra-processed, research finds", "description": "<p>Report draws attention to health risks of ultra-processing and calls for regulation to catch up with other countries</p><p>Almost a third of baby and toddler foods sold in the UK are ultra-processed, risking children’s long-term health and development, according to <a href=\"https://xn--children%27s%20food%20%20first%20steps%20nutrition%20trust-7m30b/\">research</a>.</p><p>The report for First Steps Nutrition Trust found that ultra-processed products dominate the diets of British babies and preschool children.</p> <a href=\"https://www.theguardian.com/society/2023/jun/08/ultra-processed-food-baby-toddler-health-risks-report\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/08/ultra-processed-food-baby-toddler-health-risks-report", "date_published": "2023-06-07 23:01:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Novel about 18th-century black Briton Charles Ignatius Sancho wins RSL prize", "description": "<p>Moving retelling of Sancho’s life by actor Paterson Joseph awarded prestigious Christopher Bland prize</p><p>If anyone’s life is worthy of a book, it’s that of Charles Ignatius Sancho. The acclaimed writer and composer was born on a slave ship crossing the Atlantic in 1729, where both his parents died; arrived in London, where he suffered hardship and danger; found love; met the king; and became the first black person to vote in Britain.</p><p>Now, a moving retelling of Sancho’s life by the actor <a href=\"https://www.theguardian.com/stage/2020/feb/29/paterson-joseph-interview-youre-thick\">Paterson Joseph</a> has won the Royal Society of Literature’s prestigious Christopher Bland prize – awarded to a debut writer who has published their<a href=\"https://www.theguardian.com/books/2023/apr/23/prize-london-book-fair-over-50s-novel-debut-book\"> first book over the age of 50</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jun/08/paterson-joseph-novel-charles-ignatius-sancho-wins-christopher-bland-prize\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/08/paterson-joseph-novel-charles-ignatius-sancho-wins-christopher-bland-prize", "date_published": "2023-06-07 23:01:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Fleabag star Andrew Scott to bring one-man Uncle Vanya to West End", "description": "<p>Vanya, adapted by Simon Stephens, will see Scott tackle all of the characters in Chekhov’s play</p><p>Andrew Scott is to return to London’s West End to play every character in Uncle Vanya. The star of Sherlock, Fleabag and His Dark Materials will appear for a five-week run at the Duke of York’s theatre from 15 September in a one-man staging of Anton Chekhov’s 1898 classic.</p><p>It means Scott will appear not only as Vanya, the morose manager of a rural Russian estate, but also as the landowner Professor Serebryakov, his daughter Sonya and glamorous young wife Yelena. He will also play Vanya’s widowed mother, his romantic rival Astrov, the tenant Telegin and the nurse Maria.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/08/fleabag-star-andrew-scott-to-bring-one-man-uncle-vanya-to-west-end\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/08/fleabag-star-andrew-scott-to-bring-one-man-uncle-vanya-to-west-end", "date_published": "2023-06-07 23:01:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Long Covid can impair quality of life more than advanced cancers, study says", "description": "<p>Some patients’ health-related life quality scores worse than those of people with stage 4 lung cancer</p><p>Many people with long Covid have a lower health-related quality of life than people with some advanced cancers, research suggests.</p><p>Fatigue is the symptom with the greatest impact on the daily lives of <a href=\"https://www.theguardian.com/society/2022/oct/25/long-covid-fight-guardian-readers\">long Covid patients</a>, according to a study led by researchers at University College London (UCL) and the University of Exeter. They found that many were seriously ill and had fatigue scores worse than or similar to people with cancer-related anaemia or severe kidney disease.</p> <a href=\"https://www.theguardian.com/society/2023/jun/08/long-covid-impact-quality-of-life-cancer-study\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/08/long-covid-impact-quality-of-life-cancer-study", "date_published": "2023-06-07 23:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘Beyond the evidence’: media reports overhype ketamine’s use as a depression treatment, review finds", "description": "<p>Five-year study shows outlets have been exaggerating efficacy, safety and longevity of the drug</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Many media stories about ketamine as a treatment for psychiatric disorders such as depression “go well beyond the evidence base” by exaggerating the efficacy, safety and longevity of the drug or by overstating the risks, an analysis has found.</p><p>Researchers examined 119 articles about ketamine and mental illness published by major print media in Australia, the US and UK over a five-year period. They found articles peaked in 2019, when the US Food and Drug Administration approved a ketamine-derived nasal spray known as <a href=\"https://www.theguardian.com/science/2019/dec/19/ketamine-like-drug-depression-uk-licence-esketamine\">esketamine</a> for treatment-resistant depression.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/08/beyond-the-evidence-media-reports-overhype-ketamines-use-as-a-depression-treatment-review-finds\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/08/beyond-the-evidence-media-reports-overhype-ketamines-use-as-a-depression-treatment-review-finds", "date_published": "2023-06-07 23:00:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Trump’s lawyers told he is target in Mar-a-Lago documents investigation", "description": "<p>Move dramatically raises stakes for former president as investigation appears to near its conclusion </p><p>Federal prosecutors formally informed <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> lawyers last week that the former US president is a target of the criminal investigation examining his retention of national security materials at his Mar-a-Lago resort and obstruction of justice, according to two people briefed on the matter.</p><p>The move dramatically raises the stakes for Trump as the investigation appears to near its conclusion after taking evidence before a grand jury in Washington and a previously unknown grand jury in Florida that was impaneled last month.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/trump-mar-a-lago-classified-documents-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/trump-mar-a-lago-classified-documents-investigation", "date_published": "2023-06-07 21:41:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "UK provided £3m to Turkish border forces to stop migrants, FOI reveals", "description": "<p>Investigation shows Home Office funds ‘return and reintegration assistance’ and provides equipment and training to Turkish police</p><p>The Home Office has provided more than £3m in funding to Turkish border forces in the last year to prevent migrants reaching the UK, an investigation for the Guardian has found.</p><p>Funding to Turkey’s border force operations has increased substantially from 2019, when £14,000 was given to Turkish police and coastguard for maritime border security training, according to documents obtained through freedom of information (FOI) requests. That figure rose to £425,000 in 2021-22 for training and equipment and up to £3m this year for “return and reintegration assistance”, training and personnel.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/07/uk-provided-3m-to-turkish-border-forces-to-stop-migrants-foi-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/07/uk-provided-3m-to-turkish-border-forces-to-stop-migrants-foi-reveals", "date_published": "2023-06-07 21:35:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Canada’s wildfires are part of our new climate reality, experts and officials say", "description": "<p>Canada is on track to experience its most severe wildfire season on record, and it’s part of a trend experts say will intensify</p><p>Canada’s ongoing wildfire season is a harbinger of our climate future, experts and officials say.</p><p>The fires are a “really clear sign of climate change”, said Mohammadreza Alizadeh, a researcher at McGill University in Montreal, who is also a postdoctoral associate at the Massachusetts Institute of Technology.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/canadas-wildfires-new-climate-reality-experts-officials-say\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/canadas-wildfires-new-climate-reality-experts-officials-say", "date_published": "2023-06-07 21:25:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Australia news live: Paul Keating’s blast at cabinet over Aukus revealed; Nazi symbols ban", "description": "<p>FOI request shows former PM called pact a ‘terrible’ decision as attorney general announces anti-hate measures. Follow live</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Good morning and welcome to our rolling news coverage. This is <strong>Martin Farrer</strong> bringing you some early morning headlines before <strong>Natasha May</strong> takes the reins soon.</p><p>Successive rate hikes by the RBA have brought the cost-of-living crisis into sharp relief and our main story today is the <a href=\"https://www.theguardian.com/australia-news/2023/jun/08/15000-more-a-year-homeowners-brace-as-interest-rate-hikes-bring-mortgage-cliff-closer\">“mortgage cliff”</a> facing thousands of households as they come off fixed-rate deals to more expensive variable loans. We’ve talked to a family facing a massive struggle to make ends meet with their repayments about to rise by $2,000 a month, while economists are warning that the country is already in a <a href=\"https://www.theguardian.com/business/2023/jun/07/australia-in-retail-recession-as-inflation-and-rate-hikes-hit-spending-says-report\">“retail recession”</a> as spending slumps.</p> <a href=\"https://www.theguardian.com/australia-news/live/2023/jun/08/australia-news-live-aukus-interest-rates-cost-of-living-mortgage-cliff-retail-recession-economy-foreign-policy-climate\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/live/2023/jun/08/australia-news-live-aukus-interest-rates-cost-of-living-mortgage-cliff-retail-recession-economy-foreign-policy-climate", "date_published": "2023-06-07 20:31:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Self-driving Waymo car kills dog amid increasing concern over robotaxis", "description": "<p>Collision occurred as canine ran out from behind another car, but autonomous vehicle could not stop in time to avoid contact</p><p>A Waymo self-driving car killed a small dog in San Francisco while in “autonomous mode” last month, the latest in a string of incidents that have led city officials to protest a planned expansion of the company’s driverless taxi services.</p><p>The 21 May collision occurred just before 11am on Toland Street in San Francisco as the car was in “autonomous mode” with a test driver in the front seat. A Waymo spokesperson said that an initial review showed that the system correctly identified the dog when it ran out from behind a parked car, but “was not able to avoid contact” due to how fast the canine was moving. The company said it was investigating the matter.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/waymo-car-kills-dog-self-driving-robotaxi-san-francisco\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/waymo-car-kills-dog-self-driving-robotaxi-san-francisco", "date_published": "2023-06-07 20:17:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Boris and Carrie Johnson ‘hosted friend at Chequers during Covid restrictions’", "description": "<p>Exclusive: friend ‘helped the couple plan their wedding’ in May 2021 when restrictions on indoor gatherings in place</p><p>Boris and Carrie Johnson hosted a close friend, who helped plan their wedding, overnight at Chequers when a number of Covid restrictions were in place, the Guardian has been told.</p><p>Dixie Maloney, a corporate events organiser, stayed at the former prime minister’s grace-and-favour country mansion on 7 May 2021 when indoor gatherings between different households were banned except when “reasonably necessary” for reasons such as work or childcare.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/boris-and-carrie-johnson-hosted-friend-at-chequers-during-covid-restrictions\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/boris-and-carrie-johnson-hosted-friend-at-chequers-during-covid-restrictions", "date_published": "2023-06-07 19:12:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘Former estate agents’: the strange life of the Barclay twins", "description": "<p>Losing the Telegraph newspapers will not turn Frederick Barclay into a pauper, but is a bitter end to the brothers’ empire-building  </p><ul><li><strong><a href=\"https://www.theguardian.com/media/2023/jun/07/daily-telegraph-and-sunday-telegraph-newspapers-to-be-put-up-for-sale\">Daily Telegraph and Sunday Telegraph newspapers to be put up for sale</a></strong></li><li><strong><a href=\"https://www.theguardian.com/business/blog/live/2023/jun/07/uk-house-prices-in-first-annual-fall-since-2012-hackers-issue-ultimatum-to-bbc-ba-and-boots-business-live\">Business live – latest updates</a></strong></li></ul><p>From humble beginnings growing up in a west London house so close to the railway line that the window frames rattled when a train passed, the Barclay twins, Frederick and David, became an extraordinary, energetic and eccentric power couple.</p><p>They built an empire of glitzy hotels and made many millions in shipping and retail before plunging into the world of newspapers but – largely – eschewed the trappings of life in the London fast lane to live in strange isolation in a sprawling mansion on a small rocky island just off the French coast.</p> <a href=\"https://www.theguardian.com/media/2023/jun/07/former-estate-agents-the-strange-life-of-the-barclay-twins\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/07/former-estate-agents-the-strange-life-of-the-barclay-twins", "date_published": "2023-06-07 18:24:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Conservative donor has defamation case against Tory MP struck out", "description": "<p>Mohamed Amersi criticised by high court judge for his conduct in proceedings against Charlotte Leslie</p><p>A major Conservative party donor has had his defamation claim against a former Tory MP struck out by a high court judge, who criticised his conduct.</p><p>The telecoms businessman Mohamed Amersi, who has <a href=\"https://www.theguardian.com/politics/2022/feb/05/give-me-back-my-200000-major-donor-tells-tories\">donated more than £500,000 to the party</a> since 2018, sued Charlotte Leslie – the director of the Conservative Middle East Council (CMEC), which was also a defendant – claiming several documents that were circulated to influential individuals between late December 2020 and early January 2021were defamatory of him.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/07/conservative-donor-has-defamation-case-against-tory-mp-struck-out\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/07/conservative-donor-has-defamation-case-against-tory-mp-struck-out", "date_published": "2023-06-07 18:21:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘It’s too much’: New Yorkers don masks and stay inside during smog crisis", "description": "<p>New York City streets emptier than usual as smoke from Canada’s wildfires engulfs more than a dozen US states</p><p>Irania Sanchez, 53, was gasping for breath during her walk in the New York City borough of Queens on Wednesday morning. The air was thick and smelled of the smoke that had <a href=\"https://www.theguardian.com/environment/2023/jun/07/new-york-air-quality-alerts\">descended over</a> the metropolis and a swath of the US.</p><p>She was on her way to visit a friend who recently had surgery but then wanted to go on a walk with Sanchez.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/new-york-city-wildfire-smoke-air-quality-mask\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/new-york-city-wildfire-smoke-air-quality-mask", "date_published": "2023-06-07 18:14:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "What we learned from Prince Harry’s day in court", "description": "<p>The Duke of Sussex forced back tears on his second day giving evidence in his case against Mirror Group Newspapers </p><p>Prince Harry has concluded his high-profile appearance in the high court, where he became the first senior royal to be cross-examined since the 19th century.</p><p>The Duke of Sussex forced back tears as his barrister asked how he felt after being in court for two days, giving evidence in support of his claim against Mirror Group Newspapers (MGN).</p><p><em>In the UK and Ireland, <a href=\"https://www.samaritans.org/\">Samaritans</a> can be contacted on freephone 116 123, or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the <a href=\"https://suicidepreventionlifeline.org/\">National Suicide Prevention Lifeline</a> is at 988 or chat for support. You can also text HOME to 741741 to connect with a crisis text line counselor. In Australia, the crisis support service <a href=\"https://www.lifeline.org.au/\">Lifeline</a> is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">befrienders.org</a></em></p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/what-we-learned-from-prince-harrys-day-in-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/what-we-learned-from-prince-harrys-day-in-court", "date_published": "2023-06-07 18:04:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Nato members may send troops to Ukraine, warns former alliance chief", "description": "<p>Security guarantees and membership path needed at Nato summit to avoid escalation, says Anders Rasmussen</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jun/07/russia-ukraine-war-live-updates-nova-kakhovka-dam-collapse-kherson-oblast-floods-evacuations-flood-flooding-latest-news#top-of-blog\">Russia-Ukraine war live</a></strong></li></ul><p>A group of Nato countries may be willing to put troops on the ground in Ukraine if member states including the US do not provide tangible security guarantees to Kyiv at the alliances’s summit in Vilnius, the former Nato secretary general Anders Rasmussen has said.</p><p>Rasmussen, who has been acting as official adviser to the Ukrainian president, Volodymyr Zelenskiy, on Ukraine’s place in a future European security architecture, has been touring Europe and Washington to gauge the shifting mood before the critical summit starts on 15 July.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/nato-members-may-send-troops-to-ukraine-warns-former-alliance-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/nato-members-may-send-troops-to-ukraine-warns-former-alliance-chief", "date_published": "2023-06-07 18:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "EDF and British Gas offer revised rates for small businesses", "description": "<p>Two companies offering to cut fixed rates set at height of energy crisis, putting pressure on competitors to follow suit</p><p>Energy companies are under growing pressure to allow thousands of struggling businesses to change their gas and electricity contracts after two major suppliers agreed to cut rates that had been fixed at the height of the energy crisis.</p><p>EDF has agreed to offer new deals to 15,000 small and medium businesses that are <a href=\"https://www.theguardian.com/business/2023/apr/01/we-wont-be-here-for-long-uk-firms-fear-the-worst-as-energy-bill-support-ends\">trapped in long-term contracts</a> fixed when energy market prices reached a historical peak last year.</p> <a href=\"https://www.theguardian.com/business/2023/jun/07/edf-and-british-gas-offer-lower-rates-for-small-businesses-trapped-in-contracts\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/07/edf-and-british-gas-offer-lower-rates-for-small-businesses-trapped-in-contracts", "date_published": "2023-06-07 15:43:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘Out of control’ fires burn across Canada as poor air quality expected to persist", "description": "<p>Hundreds of wildfires burn in country, with 238 ‘out of control’ as of Tuesday afternoon, blanketing cities in smoke</p><p>Hundreds of <a href=\"https://www.theglobeandmail.com/topics/wildfire/\">wildfires</a> are burning across Canada, many of them out of control, have blanketed cities in a <a href=\"https://www.theguardian.com/environment/2023/jun/07/new-york-air-quality-alerts\">thick haze of smoke</a>, amid warnings from experts the situation will continue to worsen.</p><p>Toronto has long been known as “the Big Smoke” for its history of heavy industry, but the nickname took on a different meaning on Wednesday when residents donned masks outside, following alerts from officials that the city’s air quality would continue to deteriorate. Outdoor school events were delayed and city officials warned vulnerable groups to remain inside when possible. In the nation’s capital of Ottawa, Environment Canada said the <a href=\"https://weather.gc.ca/airquality/pages/provincial_summary/on_e.html\">air quality was “very high risk”</a>, alongside the nearby cities of Kingston, Cornwall and Belleville. In much of southern Ontario, the poor air quality is expected to persist into the weekend.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/canada-wildfires-smoke-air-quality\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/canada-wildfires-smoke-air-quality", "date_published": "2023-06-07 15:32:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "High school student and father killed in Virginia graduation shooting", "description": "<p>Virginia representative calls for more gun safety policies after suspect was arrested for killing two people and wounding five</p><p>A high school student and his father <a href=\"https://www.theguardian.com/us-news/2023/jun/06/richmond-virginia-shooting\">were killed</a> on Tuesday evening at a mass shooting at the young man’s graduation event in Richmond, Virginia, where five other people were shot, according to reports on Wednesday.</p><p>Gunfire rang out outside a downtown theater, where the graduation ceremony had just ended, causing hundreds of attendees to flee in panic, weep and clutch their children, authorities and witnesses said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/richmond-virginia-shooting-high-school-graduation\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/richmond-virginia-shooting-high-school-graduation", "date_published": "2023-06-07 15:05:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "$15,000 more a year: homeowners brace as interest rate hikes bring ‘mortgage cliff’ closer", "description": "<p>Rate rises mean that households with an average $576,985 mortgage will have to find an extra $1250 a month</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Jack Lynch and his partner moved out of Sydney to the picturesque but cheaper Blue Mountains to become homeowners in 2021, and promptly locked in a cut-rate, fixed-rate loan.</p><p>The couple, in their early 30s, are now bracing for that loan to expire, and for repayments to increase by more than $2,000 a month.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/08/15000-more-a-year-homeowners-brace-as-interest-rate-hikes-bring-mortgage-cliff-closer\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/08/15000-more-a-year-homeowners-brace-as-interest-rate-hikes-bring-mortgage-cliff-closer", "date_published": "2023-06-07 15:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Paul Keating sent explosive email to Labor cabinet two hours before attack on Aukus, FOI documents reveal", "description": "<p><strong>Exclusive: </strong>Former PM directly warned cabinet ministers over China, the Pacific and US hegemony prior to his pointed speech at the National Press Club</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>At 10.45am on Wednesday 15 March, an explosive email landed in the inboxes of all of Anthony Albanese’s cabinet ministers.</p><p>“Dear cabinet colleagues,” wrote Paul Keating, Labor luminary turned chief Aukus critic.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/paul-keating-sent-explosive-email-to-labor-cabinet-two-hours-before-attack-on-aukus-foi-documents-reveal\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/paul-keating-sent-explosive-email-to-labor-cabinet-two-hours-before-attack-on-aukus-foi-documents-reveal", "date_published": "2023-06-07 15:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Major newspapers could face a $40m hit if governments follow Victoria in abandoning print advertising", "description": "<p>Data highlights total government spending on print as experts say Daniel Andrews’ move will be watched</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Major metropolitan newspapers could lose up to $40m in advertising revenue if state and federal governments follow Victoria’s lead and pull their print advertising.</p><p>In 2022 state and federal governments spent about $40m placing government ads in major capital city newspapers, and another $5m on digital advertising on news websites like heraldsun.com.au and theage.com.au, according to media agency data collected by <a href=\"https://www.standardmediaindex.com/\">Standard Media Index.</a></p> <a href=\"https://www.theguardian.com/media/2023/jun/08/major-newspapers-could-face-a-40m-hit-if-governments-follow-victoria-in-abandoning-print-advertising\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/08/major-newspapers-could-face-a-40m-hit-if-governments-follow-victoria-in-abandoning-print-advertising", "date_published": "2023-06-07 15:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Australia in ‘retail recession’ as inflation and rate hikes hit spending, says report", "description": "<p>With spending expected to dip again in the June quarter, Deloitte forecasts a broader ‘consumer recesssion’ later this year </p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Australia is the midst of a “retail recession” as inflation and higher interest rates erode the buying power of consumers, according to a report by Deloitte Access Economics.</p><p>Retail turnover once inflation is stripped out sank 0.6% <a href=\"https://www.theguardian.com/business/2023/may/17/australian-wages-rise-again-but-still-lag-behind-cost-of-living-march-quarter-figures-reveal\">in the March quarter</a>, or twice the pace of the retreat in the final three months of 2022. The June quarter is also likely to post a drop in retail sales, making it three consecutive quarters of decline.</p> <a href=\"https://www.theguardian.com/business/2023/jun/07/australia-in-retail-recession-as-inflation-and-rate-hikes-hit-spending-says-report\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/07/australia-in-retail-recession-as-inflation-and-rate-hikes-hit-spending-says-report", "date_published": "2023-06-07 15:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Data reveals significant drop in proportion of specialist appointments funded by Medicare", "description": "<p>Patient advocates say more needs to be done to reduce out-of-pocket costs and improve the health literacy of Australians</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The level of Medicare coverage for specialist medical appointments has fallen steadily and significantly over the past two decades and is well below that of GP visits, data shows, prompting calls for reform from patient advocates.</p><p>Medicare data published on Thursday by the Australian Institute of Health and Welfare (AIHW) reveals that the proportion of subsidised fees varies widely depending on the type of appointment.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/08/data-reveals-significant-drop-in-proportion-of-specialist-appointments-funded-by-medicare\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/08/data-reveals-significant-drop-in-proportion-of-specialist-appointments-funded-by-medicare", "date_published": "2023-06-07 15:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Essential workers priced out of housing near Sydney workplaces and face even longer commutes", "description": "<p>Teachers, nurses, social workers and emergency responders are already clustered in areas where housing is cheaper, data shows</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/jun/07/how-gentrified-is-your-postcode-search-our-map-of-australias-capital-cities\">How gentrified is your postcode? Search our map of Australia’s capital cities</a></li></ul><p>Essential workers in New South Wales such as teachers and nurses are being <a href=\"https://www.theguardian.com/news/datablog/2023/jun/05/can-your-suburb-help-fix-australias-housing-crisis-it-all-comes-down-to-density\">priced out of housing</a> in suburbs near their workplaces and are facing longer commutes, new data reveals.</p><p>The data, provided by the Australian Urban Observatory and analysed by Guardian Australia, shows many essential workers are clustered in areas where housing is cheaper, but also that they face displacement from these areas as housing costs rise.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/08/essential-workers-priced-out-of-housing-near-sydney-workplaces-and-face-even-longer-commutes\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/08/essential-workers-priced-out-of-housing-near-sydney-workplaces-and-face-even-longer-commutes", "date_published": "2023-06-07 15:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Outer suburbs of Melbourne and Sydney are homelessness hotspots, data reveals", "description": "<p>Exclusive: People are reaching crisis point well away from the centre of Australia’s largest cities, before travelling huge distances for housing support</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2023/jun/07/how-gentrified-is-your-postcode-search-our-map-of-australias-capital-cities\">How gentrified is your postcode? Search our map of Australia’s capital cities</a></li></ul><p>The outer suburbs of Melbourne and Sydney have been revealed as major hotspots of homelessness in new data that shows where people were living before they sought help.</p><p>People in housing crisis are also travelling extraordinary distances across Australia’s capital cities to access homelessness support, with those in Sydney travelling an average of 46km, and Melburnians travelling an average of 74.9km.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/outer-suburbs-of-melbourne-and-sydney-are-homelessness-hotspots-data-reveals\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/outer-suburbs-of-melbourne-and-sydney-are-homelessness-hotspots-data-reveals", "date_published": "2023-06-07 15:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Pence’s historic challenge: can Trump’s loyal deputy become his nemesis?", "description": "<p>The former vice-president has joined the Republican presidential field for 2024 but his White House experience may count for little</p><p>Mike Pence enters the 2024 presidential race with a murky path to capturing the Republican nomination and a contentious relationship with his former boss and now primary opponent, Donald Trump.</p><p>Pence formally launched his campaign on Wednesday with a video announcement, after the former vice-president spent months traveling to early voting states and speaking at Republican party events. Pence is scheduled to hold his first official campaign event in Des Moines, Iowa, on Wednesday afternoon.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/mike-pence-2024-candidate-trump-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/mike-pence-2024-candidate-trump-analysis", "date_published": "2023-06-07 14:49:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Tens of millions under air quality alerts in US as Canada fire smoke drifts south", "description": "<p>Eastern US states including New York, Massachusetts and Connecticut issue alerts as hundreds of wildfires burn in Canada</p><p>Tens of millions of people in the US were under air quality alerts on Wednesday, as smoke from Canadian wildfires drifted south, turning the sky in some of the country’s biggest cities a murky brown and saturating the air with harmful pollution.</p><p>States across the east, including New York, Massachusetts and Connecticut, issued air quality alerts, with officials recommending that people limit outdoor activity.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/07/new-york-air-quality-alerts\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/07/new-york-air-quality-alerts", "date_published": "2023-06-07 14:36:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Ministers using ‘loophole lawyers’ to obstruct Covid inquiry, says Labour", "description": "<p>Angela Rayner asks deputy PM Oliver Dowden why hundreds of thousands of pounds is being spent on legal action</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/07/pmqs-oliver-dowden-angela-rayner-rishi-sunak-covid-inquiry-politics-latest-news-updates\">UK politics live – latest updates</a></li></ul><p>Angela Rayner has accused the Conservatives of spending hundreds of thousands of pounds of taxpayers’ money on “loophole lawyers” in an attempt to obstruct the Covid inquiry.</p><p>The deputy Labour leader stepped in for Keir Starmer at prime minister’s questions while Oliver Dowden covered for Rishi Sunak, who is in Washington for talks with the US president, Joe Biden.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/07/ministers-using-loophole-lawyers-to-obstruct-covid-inquiry-says-labour\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/07/ministers-using-loophole-lawyers-to-obstruct-covid-inquiry-says-labour", "date_published": "2023-06-07 14:27:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Mike Pence officially enters 2024 Republican presidential race", "description": "<p>Pence, who was long expected to run, filed paperwork to run for president earlier this week but released a video early Wednesday</p><p></p><p>Mike Pence officially announced he is running for the Republican presidential nomination in a video posted early Wednesday. The former vice-president is set to address a crowd in Iowa on Wednesday afternoon.</p><p>Pence, who was long expected to run, filed paperwork to run for president with the Federal Election Commission on Monday.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/mike-pence-2024-republican-president-running\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/mike-pence-2024-republican-president-running", "date_published": "2023-06-07 13:59:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Prince Harry has no proof Mirror Group journalists hacked phone, court told", "description": "<p>Duke of Sussex appears as witness and claims reporters learned of meetings with TV star Caroline Flack through hacked voicemails</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/jun/07/prince-harry-court-trial-mirror-group-phone-hacking-latest-updates-live\">Prince Harry in Mirror Group phone-hacking trial – live updates</a></li></ul><p>Prince Harry does not have a “single item” of evidence his phone was hacked by journalists working for Mirror Group Newspapers, the high court has heard.</p><p>Andrew Green KC, the Mirror’s barrister, admitted the company’s journalists hacked many other celebrities’ voicemails during the 2000s. But he insisted there is no hard evidence Harry was targeted using this method, saying: “There is not a single item of call data, at any time, to your mobile phone.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/prince-harry-has-no-proof-mirror-group-journalists-hacked-phone-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/prince-harry-has-no-proof-mirror-group-journalists-hacked-phone-court-told", "date_published": "2023-06-07 13:59:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Met says it will make public key findings of coronation arrests review", "description": "<p>Assistant commissioner declines to give publication date and defends right to make arrests without evidence</p><p>Scotland Yard has said it will make public the key findings of a review into arrests made around the coronation but the Metropolitan police assistant commissioner Louisa Rolfe declined to say when and defended her officers’ right to make arrests without evidence.</p><p>At a hearing of the London assembly’s police and crime committee, Rolfe said officers in central London had been acting on a “developing intelligence picture” when they detained 64 people, of whom 42 remain on bail pending investigation.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/met-police-make-public-key-findings-king-charles-coronation-arrests-review\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/met-police-make-public-key-findings-king-charles-coronation-arrests-review", "date_published": "2023-06-07 13:25:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Man handcuffed in London police cell shot and killed officer, court told", "description": "<p>Louis de Zoysa, 25, shot Sgt Matt Ratana, 54, with weapon probably hidden under his armpit, jury hears</p><p>A man shot and killed a police officer while handcuffed in a custody cell using an antique gun with homemade bullets which was probably concealed under his armpit, a court has heard.</p><p>Louis de Zoysa, 25, allegedly smuggled a gun into Croydon police station and killed Sgt Matt Ratana, 54, who died from a gunshot wound to the chest.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/man-handcuffed-in-london-police-cell-shot-and-killed-officer-court-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/man-handcuffed-in-london-police-cell-shot-and-killed-officer-court-told", "date_published": "2023-06-07 13:24:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Multiple witnesses subpoenaed in Florida in Trump Mar-a-Lago case", "description": "<p>Involvement of top prosecutor Jay Bratt in the Florida grand jury could suggest questions about Espionage Act violations</p><p>Federal prosecutors have subpoenaed multiple witnesses to testify before a previously unknown grand jury in Florida in the criminal investigation into <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump’s</a> handling of national security materials and obstruction of justice, according to people familiar with the matter.</p><p>The new grand jury activity at the US district court in Miami marks the latest twist in the investigation that for months has involved a grand jury that had been taking evidence in the case in Washington but has been silent since the start of last month.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/trump-documents-grand-jury-florida-espionage-act\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/trump-documents-grand-jury-florida-espionage-act", "date_published": "2023-06-07 13:23:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "CNN CEO Chris Licht reportedly to leave cable news giant within 48 hours", "description": "<p>Embattled chairman was under siege from within after profile in the Atlantic revealing decisions made over Trump town hall</p><p>Chris Licht, the controversial and embattled chairman and chief executive officer of the cable news giant CNN is stepping aside after a very short, turbulent time at the top, according to a report on Wednesday morning.</p><p>Licht will leave and be replaced within 48 hours, <a href=\"https://puck.news/lichts-out/\">Puck News reported</a>.</p> <a href=\"https://www.theguardian.com/media/2023/jun/07/chris-licht-leaves-cnn\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/07/chris-licht-leaves-cnn", "date_published": "2023-06-07 13:08:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Florida woman accused of shooting neighbor through front door arrested", "description": "<p>Susan Lorincz, who is white, charged with manslaughter in death of Ajike Owens, a Black mother of four, sheriff says</p><p>A Florida woman accused of fatally <a href=\"https://www.theguardian.com/us-news/2023/jun/06/florida-black-mother-fatally-shot-ajike-aj-owens\">shooting her neighbor</a> last week in the violent culmination of what the sheriff described as a 2.5-year feud was arrested late on Tuesday, the Marion county sheriff’s office said.</p><p>Susan Louise Lorincz, 58, who is white, was arrested on charges of manslaughter with a firearm, culpable negligence, battery and two counts of assault in the death of Ajike Owens, a Black mother of four, Sheriff Billy Woods said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/florida-shooting-front-door-arrest-marion-county\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/florida-shooting-front-door-arrest-marion-county", "date_published": "2023-06-07 12:59:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "UK government under fire for investing overseas aid in fossil fuel firms", "description": "<p>Taxpayer’s money also going to companies found to be flouting human rights in Kenya and DRC, says Commons committee</p><p>The UK government is under attack for investing taxpayers’ money in fossil fuel companies, a <a href=\"https://www.telegraph.co.uk/global-health/climate-and-people/british-taxpayers-funding-kenyan-hospital-accused-imprisoning/\">hospital in Kenya accused of imprisoning patients</a> who couldn’t pay for treatment, and a business in the Democratic Republic of the Congo that <a href=\"https://www.theguardian.com/global-development/2019/nov/25/uk-development-bank-accused-of-failure-to-safeguard-congolese-workers\">exposed workers to dangerous chemicals</a> and dumped untreated industrial waste.</p><p>MPs questioned the investments at a two-hour session in parliament on Tuesday, and excoriated Andrew Mitchell, minister for development, for making overseas aid available to a company owned by Africa’s richest man that is suspected of causing serious environmental damage.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/07/uk-government-under-fire-for-investing-overseas-aid-in-fossil-fuel-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/07/uk-government-under-fire-for-investing-overseas-aid-in-fossil-fuel-firms", "date_published": "2023-06-07 12:18:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Linda Reynolds may take government’s Brittany Higgins payout to anti-corruption commission", "description": "<p>The attorney general, Mark Dreyfus, said the government managed the settlement by the letter of the law</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The <a href=\"https://www.theguardian.com/australia-news/2023/may/31/coalition-staffers-took-classified-documents-after-election-loss-labor-claims-in-senate-estimates\">Liberal senator Linda Reynolds</a> says she may raise a government compensation payment made to her former staffer Brittany Higgins with the new anti-corruption commission, highlighting concerns about the speed of the process and the “fairness” of the Labor government’s handling of the case.</p><p>But the attorney general, Mark Dreyfus, said the government managed the settlement by the letter of the law, rebuffing Reynolds’s claims she was silenced through the mediation process.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/linda-reynolds-may-take-governments-brittany-higgins-payout-to-anti-corruption-commission\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/linda-reynolds-may-take-governments-brittany-higgins-payout-to-anti-corruption-commission", "date_published": "2023-06-07 10:51:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Labour on course for landslide election victory, megapoll suggests", "description": "<p>Starmer’s party is 12% ahead of Sunak’s Tories, survey based on new constituency boundaries suggests</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/07/pmqs-oliver-dowden-angela-rayner-rishi-sunak-covid-inquiry-politics-latest-news-updates\">UK politics live – latest updates</a></li></ul><p>Keir Starmer is on course to clinch a landslide majority of 140 for Labour at the next UK general election, the first modelling based on a megapoll of new constituency boundaries suggests.</p><p>With the Conservatives still suffering from a large polling deficit, Labour’s support was found to be at about 35% – 12% ahead of Rishi Sunak’s party.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/07/labour-landslide-election-victory-poll-keir-starmer-rishi-sunak-conservatives-constituency-boundaries\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/07/labour-landslide-election-victory-poll-keir-starmer-rishi-sunak-conservatives-constituency-boundaries", "date_published": "2023-06-07 10:06:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Chemical industry used big tobacco’s tactics to conceal evidence of PFAS risks", "description": "<p>DuPont or 3M scientists discovered PFAS toxicity internally, but did not publish findings or report them to the EPA, study says</p><p>In 1953, a <a href=\"https://www.industrydocuments.ucsf.edu/tobacco/docs/#id=ymch0045\">paper</a> developed for cigarette maker RJ Reynolds detailed possible cancer-causing agents in tobacco, but the document would remain hidden from public view for decades. In the interim, the industry told the public: “We don’t accept the idea that there are harmful agents in tobacco.”</p><p>The chemical industry, it seemed, took note. Just a few years later, DuPont scientists found PFAS enlarged lab rats’ livers and likely caused birth defects in workers. Still, the company told its employees the cancer-linked compounds are “about as toxic as table salt”.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/07/pfas-3m-dupont-chemical-industry-health-toxic-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/07/pfas-3m-dupont-chemical-industry-health-toxic-study", "date_published": "2023-06-07 10:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘Game changing’: spate of US lawsuits calls big oil to account for climate crisis", "description": "<p>Next week the first constitutional climate lawsuit goes to trial amid signs fossil fuel companies are facing accountability tests</p><p>Climate litigation in the US could be entering a “game changing” new phase, experts believe, with a spate of lawsuits around the country set to advance after a recent supreme court decision, and with legal teams preparing for a trailblazing trial in a youth-led court case beginning next week.</p><p>The number of cases focused on the climate crisis around the world has doubled since 2015, bringing the total number to over 2,000, according to a <a href=\"https://www.lse.ac.uk/granthaminstitute/publication/global-trends-in-climate-change-litigation-2022/\">report</a> last year led by European researchers.</p><p>The first constitutional climate lawsuit in the US goes to trial on Monday next week (12 June) in Helena, Montana, based on a legal challenge by 16 young plaintiffs, ranging in age from five to 22, against the state’s pro-fossil fuel policies.</p><p>A federal judge ruled last week that a federal constitutional climate lawsuit, also brought by youth, can go to trial.</p><p>More than two dozen US cities and states are suing big oil alleging the fossil fuel industry knew for decades about the dangers of burning coal, oil, and gas, and actively hid that information from consumers and investors.</p><p>The supreme court cleared the way for these cases to advance with <a href=\"https://www.theguardian.com/law/2023/apr/24/supreme-court-oil-climate-lawsuits-state-federal\">ruling</a>s in April and May that denied oil companies’ bids to move the venue of such lawsuits from state courts to federal courts.</p><p>Hoboken, New Jersey, last month added <a href=\"https://www.exxonknews.org/p/hoboken-brings-rico-charges-against\">racketeering</a> charges against oil majors to its 2020 climate lawsuit, becoming the first case to employ the approach in a state court and following a federal lawsuit filed by Puerto Rico last November.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/climate-crisis-big-oil-lawsuits-constitution\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/climate-crisis-big-oil-lawsuits-constitution", "date_published": "2023-06-07 10:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "‘The best state for workers’: what are Minnesota’s new labor laws?", "description": "<p>New legislation will mandate paid leave, prohibit non-compete clauses and bar captive anti-union meetings, among other measures</p><p>Minnesota’s Democratic governor and legislature has enacted one of the most pro-worker packages of legislation that any US state has passed in decades which includes paid family and medical leave, prohibits non-compete clauses, bars employers from holding anti-union captive audience meetings, and strengthens protections for meatpacking workers and Amazon warehouse employees.</p><p>Minnesota’s new legislation mandates paid sick days, <a href=\"https://educationminnesota.org/news/press-release/walz-signs-historic-labor-and-education-bills-into-law/\">allows teachers’ unions to bargain over educator-to-student ratios</a> and creates a statewide council to improve conditions for nursing home workers.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/minnesota-pro-worker-paid-leave-union\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/minnesota-pro-worker-paid-leave-union", "date_published": "2023-06-07 10:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Scottish firm expands oil and gas business after ‘green transition loan’", "description": "<p>Exclusive: Wood Group boosts fossil fuel business and shrinks renewables work after getting £430m government-backed loan</p><p>The international engineering company Wood Group has expanded its oil and gas business and dramatically shrunk its renewables business after receiving a £430m government-backed “green transition loan”, prompting calls from environmental groups for a review of the process that authorised the loan.</p><p>The growth of Wood’s fossil fuels business has shown that the government’s “transition export development guarantee” scheme, which guaranteed the loan, facilitates greenwashing and is open to abuse by polluting companies, according to environmental groups.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/07/scottish-firm-expands-oil-and-gas-business-after-green-transition-loan\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/07/scottish-firm-expands-oil-and-gas-business-after-green-transition-loan", "date_published": "2023-06-07 10:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Kyiv predicts 42,000 at risk from dam flooding | First Thing", "description": "<p>US National Security Council says burst dam has probably caused ‘many deaths’ as fears grow for missing people. Plus, scientists trace the origins of masturbation</p><p>Good morning.</p><p>About 42,000 people are at risk from flooding on both sides of the Dnipro River after the destruction of the Nova Kakhovka dam, <a href=\"https://www.theguardian.com/world/live/2023/jun/07/russia-ukraine-war-live-updates-nova-kakhovka-dam-collapse-kherson-oblast-floods-evacuations-flood-flooding-latest-news?filterKeyEvents=false&amp;page=with:block-6480340c8f085d9ad6c9cd90#block-6480340c8f085d9ad6c9cd90\">Ukrainian officials have said</a>, with flood waters expected to peak on Wednesday.</p><p><strong>How are the relief efforts going?</strong> Relief workers on the Ukraine-controlled right bank of the river have reported having to operate under fire. “The biggest difficulty right now is not the water. It’s the Russians on the other side of the river who are shelling us now with artillery,” said Andrew Negrych, who was coordinating relief efforts yesterday for a US charity, Global Empowerment Mission.</p><p><strong>What has Volodymyr Zelenskiy said?</strong> The Ukrainian president has used his social media channels to issue another statement about the destruction of the dam, claiming that hundreds of thousands of people have been left without access to drinking water. He said: “Russian terrorists have once again proved that they are a threat to everything living. The destruction of one of the largest water reservoirs in Ukraine is absolutely deliberate<em>.”</em></p><p><strong>What’s the biggest concern?</strong> Air-quality alerts are triggered by a number of factors, including the detection of fine-particle pollution – known as “PM 2.5” – which can irritate the lungs. “We have defenses in our upper airway to trap larger particles and prevent them from getting down into the lungs. These are sort of the right size to get past those defenses,” said Dr David Hill of the American Lung Association’s national board of directors. “When those particles get down into the respiratory space, they cause the body to have an inflammatory reaction to them.”</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/first-thing-ukraine-risk-dam-flooding\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/first-thing-ukraine-risk-dam-flooding", "date_published": "2023-06-07 09:42:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Coalition government’s ‘brazen’ health grant breach ‘worse than sports rorts’, integrity body says", "description": "<p>Independent MP Monique Ryan demands major changes to commonwealth grants in light of blistering audit office report</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The health department’s deliberate breaching of grant legislation under the former Coalition government is a bigger scandal than the sports rorts affair, according to a leading integrity body.</p><p>The federal MP Monique Ryan labelled the former government’s actions “potentially corrupt” and demanded major changes to commonwealth grants in light of <a href=\"https://www.theguardian.com/australia-news/2023/jun/05/audit-finds-morrison-era-health-department-deliberately-breached-guidelines-administering-2bn-program\">the audit office’s blistering report</a> on administration of the Community Health and Hospitals Program (CHHP).</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/coalition-governments-brazen-health-grant-breach-worse-than-sports-rorts-integrity-body-says\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/coalition-governments-brazen-health-grant-breach-worse-than-sports-rorts-integrity-body-says", "date_published": "2023-06-07 09:16:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Gareth Ward to remain in NSW parliament while defending sexual assault charges", "description": "<p>Committee finds case for suspending an MP is ‘weakened’ if voters are aware of charges before an election</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Former New South Wales Liberal minister turned independent MP Gareth Ward will not be resuspended from parliament while he fights sexual assault charges, after a government committee found such a move would present major risks.</p><p>The parliamentary privileges committee <a href=\"https://www.parliament.nsw.gov.au/ladocs/inquiries/2951/Matters%20relating%20to%20the%20position%20of%20a%20Member%20suspended%20from%20the%20service%20of%20the%20House%20and%20subsequently%20re-elected.PDF\">handed down its report</a> on Wednesday evening, after being tasked with assessing options open to the government when dealing with a member suspended from the house and then re-elected.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/gareth-ward-to-remain-in-nsw-parliament-while-defending-sexual-assault-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/gareth-ward-to-remain-in-nsw-parliament-while-defending-sexual-assault-charges", "date_published": "2023-06-07 09:13:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Health secretary struggles to defend decision by government to take Covid inquiry to court over release of documents – UK politics live", "description": "<p>Latest updates: Government seeking judicial review arguing it should have right to hold back ‘unambiguously irrelevant’ material</p><p>Good morning. He had a terrible day in court yesterday. Not Prince Harry (or not just Prince Harry) – from the government’s point of view, it was <strong>Nicholas Chapman</strong>’s performance that should be a lot more worrying. Chapman was representing the Cabinet Office in the Covid inquiry (not quite a court – but very similar, and as good as), and he was unable to defend the government’s position in terms of releasing documents to the inquiry – <a href=\"https://www.theguardian.com/uk-news/2023/jun/06/covid-inquiry-government-google-spaces-messages-redactions\">because it’s all a muddle</a>. Asked to explain the Cabinet Office’s position on redacting documents from Boris Johnson that Johnson says should go to the inquiry unredacted, <a href=\"https://www.theguardian.com/politics/live/2023/jun/06/keir-starmer-labour-rishi-sunak-conservatives-uk-politics-latest-news?page=with:block-647f5b648f080249d9e1c3c2#block-647f5b648f080249d9e1c3c2\">he replied</a>: “The position is that the Cabinet Office is working out its position.”</p><p>Officially, the government is still going to court because it does not accept the demand from the inquiry that it should submit all WhatsApp messages from Johnson and others to the inquiry so that the inquiry itself can work out what is relevant. It is seeking judicial review, arguing that it should have the right to hold back “unambiguously irrelevant” material. Heather Hallett, the inquiry chair, says that it should be up to her to decide what is irrelevant, and that of course irrelevant material won’t be disclosed.</p><p>My understanding this is some clarification that is being sought. Obviously, the use of WhatsApp and the way modern communication was used [during the pandemic] was a new area, to some extent, in terms of government, and the way government business was conducted. And the Cabinet Office wants to clarify some points around that.</p><p>I think there’s some small, technical questions that are being clarified by the Cabinet Office.</p><p>It’s a long, long time since I practised as a lawyer. I don’t want to stray into legal questions that a better placed for others to explore.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/07/pmqs-oliver-dowden-angela-rayner-rishi-sunak-covid-inquiry-politics-latest-news-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/07/pmqs-oliver-dowden-angela-rayner-rishi-sunak-covid-inquiry-politics-latest-news-updates", "date_published": "2023-06-07 08:49:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Queensland inquiry hears fatal crocodile attack likely first involving two of the reptiles", "description": "<p>Government researcher tells coroner’s investigation he had never before heard of a human being preyed upon by two crocodiles</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The death of a fisher taken from a boat and eaten by two crocodiles in northern Australia marks the first time a human has been preyed upon by more than one of the reptiles, the Queensland environment department believes.</p><p>On 11 February 2021 experienced sailor and angler <a href=\"https://www.townsvillebulletin.com.au/news/human-remains-found-after-possible-crocodile-attack-in-north-queensland/news-story/2f0757fd92f1507d7f7942ad73022fcc\">Andrew Heard and his partner Erica Lang</a> were moored near a creek on Hinchinbrook, a large and uninhabited island just off north Queensland’s Cassowary Coast. It was a trip the pair had made every year for a decade.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/queensland-inquiry-hears-fatal-crocodile-attack-likely-first-involving-two-of-the-reptiles\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/queensland-inquiry-hears-fatal-crocodile-attack-likely-first-involving-two-of-the-reptiles", "date_published": "2023-06-07 08:39:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Children’s attention span ‘shorter than ever’ since Covid crisis, say teachers in England", "description": "<p>Poll of primary teachers finds pupils more likely to complain about being bored and provoke others in class</p><p>Most primary schoolteachers think children’s attention spans are getting shorter and classroom behaviour has deteriorated since before the Covid pandemic, a survey has found.</p><p>More than two in three (70%) teachers questioned said pupils’ behaviour in class had declined. Children were more likely to move around the room, complain about being bored and annoy or provoke others in the classroom, the poll showed.</p> <a href=\"https://www.theguardian.com/education/2023/jun/07/children-attention-span-shorter-covid-crisis-teachers-england-primary\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/07/children-attention-span-shorter-covid-crisis-teachers-england-primary", "date_published": "2023-06-07 08:38:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Stuart Robert meeting with company before negotiations ‘contrary to probity protocols’, auditor general says", "description": "<p>Audit office criticises how home affairs handled tender process for multimillion-dollar contract but makes no finding against former minister</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The former Morrison government minister Stuart Robert met with a preferred tenderer for a home affairs contract before contract negotiations began, “contrary to the probity plan and protocols”, the auditor general has found.</p><p>Robert’s meeting with the preferred tenderer for a new system to help streamline visas and security clearances was mentioned in <a href=\"https://www.anao.gov.au/work/performance-audit/procurement-the-permissions-capability\">a report tabled to the parliament on Wednesday</a> that made no finding against him.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/stuart-robert-meeting-with-company-before-negotiations-contrary-to-probity-protocols-auditor-general-says\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/stuart-robert-meeting-with-company-before-negotiations-contrary-to-probity-protocols-auditor-general-says", "date_published": "2023-06-07 08:31:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Jenny Craig’s online business sold to healthcare startup prescribing weight-loss drugs", "description": "<p>Sale to tech firm Eucalyptus comes as Australia and New Zealand arm to cease trading and be placed into liquidation</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The online business operated by weight-loss company Jenny Craig in Australia and New Zealand will be sold to an online healthcare start-up that rose to prominence prescribing weight-loss drugs, administrators announced on Wednesday.</p><p>Administrators FTI Consulting recommended Jenny Craig be placed into liquidation but agreed to sell the online capability of the business to Eucalyptus, a healthcare technology company, which will continue to offer online weight loss solutions to customers.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/jenny-craigs-online-business-sold-to-healthcare-startup-prescribing-weight-loss-drugs\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/jenny-craigs-online-business-sold-to-healthcare-startup-prescribing-weight-loss-drugs", "date_published": "2023-06-07 08:23:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Senate hears details of PwC attempts to deflect investigations into tax leak scandal", "description": "<p>Inquiry told of consultancy’s use of tens of thousands of claims of client privilege to avoid scrutiny </p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Details of the lengths that PwC went to to deflect investigations into the tax leak scandal have been aired at an inquiry, including the use of tens of thousands of claims of client privilege.</p><p>Officials from the Tax Practitioners Board also revealed to the Senate inquiry on Wednesday that former PwC partner Peter-John Collins had attempted to tender his registration during the investigation but the board refused it.</p> <a href=\"https://www.theguardian.com/business/2023/jun/07/senate-hears-details-of-pwc-attempts-to-deflect-investigations-into-tax-leak-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/07/senate-hears-details-of-pwc-attempts-to-deflect-investigations-into-tax-leak-scandal", "date_published": "2023-06-07 08:01:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "NRL intervenes to stand down Dylan Brown under ‘no-fault’ policy following charge", "description": "<p>Parramatta Eels player is prohibited from entering licensed premises in Sydney’s Double Bay and must report to police</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The NRL has intervened to indefinitely stand down Parramatta Eels player Dylan Brown under the league’s no-fault stand down policy, following allegations he touched a woman’s breasts multiple times.</p><p>Brown was charged by New South Wales police with five counts of sexually touching another person without consent after an incident at a pub in Sydney’s Double Bay on Saturday.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/nrl-intervenes-to-stand-down-dylan-brown-under-no-fault-policy-following-charge\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/nrl-intervenes-to-stand-down-dylan-brown-under-no-fault-policy-following-charge", "date_published": "2023-06-07 07:43:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Boy, 14, dies after ‘isolated incident’ at West Lothian school", "description": "<p>Pupil from St Kentigern’s academy in Blackburn taken to hospital where he died short time later</p><p>A 14-year-old boy has died after an incident at a West Lothian school.</p><p>Emergency services were called to St Kentigern’s academy in Blackburn on Tuesday afternoon.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/boy-dies-west-lothian-school-scotland\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/boy-dies-west-lothian-school-scotland", "date_published": "2023-06-07 07:36:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Wednesday briefing: Inside Rishi Sunak’s whirlwind US visit", "description": "<p>In today’s newsletter: As Sunak attempts to broker mini deals for business and agreement on Ukraine, he’s also trying to secure a post-Brexit spot for Britain on the global stage</p><ul><li><strong><a href=\"https://www.theguardian.com/global/2022/sep/20/sign-up-for-the-first-edition-newsletter-our-free-news-email\">Sign up here for our daily newsletter, First Edition</a></strong></li></ul><p>Good morning. Archie loves early mornings so much he is having a baby, so I’ll be bringing you this email, with Nimo, for the next few weeks while he’s on paternity leave.</p><p>As you read this, Rishi Sunak has just landed at Andrews air force base ahead of a whirlwind two-day visit to Washington DC, in which he will discuss trade with Joe Biden and seek investment from US business leaders – but sadly not humiliate himself on the baseball field (of which more below).</p><p><em><strong>Ukraine |</strong></em> Russia’s UN envoy was accused of floundering in a “mud of lies” after he <a href=\"https://www.theguardian.com/world/2023/jun/07/russia-accused-of-floundering-in-lies-at-un-security-council-after-claiming-ukraine-behind-dam-destruction\">claimed at an emergency session</a> of the security council that Ukraine <a href=\"https://www.theguardian.com/world/2023/jun/06/ukraine-accuses-russia-of-blowing-up-nova-kakhovka-dam-near-kherson\">destroyed Kakhovka dam</a> in a “war crime” against itself. Sergiy Kyslytsya, Ukraine’s ambassador, said the Russians were resorting to “flooded earth tactics” because “the captured territory does not belong to them, and they are not able to hold these lands”.</p><p><em><strong>Media |</strong></em> The parent company of the Daily and Sunday Telegraph<a href=\"https://www.theguardian.com/media/2023/jun/06/telegraph-parent-company-faces-being-put-into-administration\"> faces the threat of being put into administration by lenders</a>. Lloyds Banking Group has threatened to put Press Acquisitions, the company controlled by the Barclay family that owns the newspapers’ parent company, Telegraph Media Group (TMG), into administration after a breakdown in talks over loans the business has racked up over the years.</p><p><em><strong>Health | </strong></em>Cases of syphilis were at their<a href=\"https://www.theguardian.com/society/2023/jun/06/syphilis-cases-highest-level-75-years-england-gonorrhoea\"> highest level in 75 years in England last year, rising to almost 8,700</a>, while diagnoses of gonorrhoea rose by 50% in just 12 months – the most since records began in 1918, according to the UKHSA figures.</p><p><em><strong>UK news |</strong></em> The Confederation of British Industry (CBI) said<a href=\"https://www.theguardian.com/business/2023/jun/06/cbi-survives-confidence-vote-after-sexual-misconduct-allegations\"> it has won a confidence vote put to its members after sexual misconduct allegations</a>. A majority of its members backed its proposals to overhaul its culture and governance, with 93% of votes cast in favour of continuing to support the CBI.</p><p><em><strong>Environment | </strong></em>Research has found that <a href=\"https://www.theguardian.com/environment/2023/jun/06/too-late-now-to-save-arctic-summer-ice-climate-scientists-find\">it is now too late to save summer Arctic sea ice</a>. Scientists say preparations need to be made for the increased extreme weather across the northern hemisphere. The study also shows that if emissions decline slowly or continue to rise, the first ice-free summer could be in the 2030s, a decade earlier than previous projections.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/wednesday-briefing-inside-rishi-sunaks-whirlwind-us-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/wednesday-briefing-inside-rishi-sunaks-whirlwind-us-visit", "date_published": "2023-06-07 05:58:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Ukraine dam: tens of thousands at risk in Kherson region, Kyiv says, as flood peaks", "description": "<p>UN aid chief warns of ‘grave and far-reaching consequences’ of Kakhovka dam destruction as regional governor accuses Russia of shelling affected area</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jun/07/russia-ukraine-war-live-updates-nova-kakhovka-dam-collapse-kherson-oblast-floods-evacuations-flood-flooding-latest-news#top-of-blog\">Russia-Ukraine war live</a></strong></li></ul><p>About 42,000 people are at risk from flooding on both sides of the Dnipro River after <a href=\"https://www.theguardian.com/world/2023/jun/07/russia-accused-of-floundering-in-lies-at-un-security-council-after-claiming-ukraine-behind-dam-destruction\">the destruction of the Nova Kakhovka dam</a>, Ukrainian officials have said, with floodwaters expected to peak on Wednesday.</p><p>The prediction came after UN aid chief Martin Griffiths told the security council on Tuesday night that the dam breach “will have grave and far-reaching consequences for thousands of people in southern Ukraine on both sides of the front line through the loss of homes, food, safe water and livelihoods”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/ukraine-dam-flood-kakhovka-reservoir-destroyed-kherson-oblast-floodwaters-peak-dnipro-river\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/ukraine-dam-flood-kakhovka-reservoir-destroyed-kherson-oblast-floodwaters-peak-dnipro-river", "date_published": "2023-06-07 05:24:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "ACT minister calls on commonwealth to drop prosecution of defence whistleblower David McBride", "description": "<p>Veterans minister Emma Davidson says prosecution of military lawyer who served in Afghanistan is not in the public interest</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The ACT veterans minister, Emma Davidson, has called for the commonwealth to intervene and end the prosecution of <a href=\"https://www.theguardian.com/australia-news/2023/apr/13/whistleblower-david-mcbride-to-stand-trial-four-years-and-eight-months-after-being-charged\">defence whistleblower David McBride</a>, saying his looming trial is “not in the public interest”.</p><p>McBride, a military lawyer who served in Afghanistan, is facing trial in the ACT supreme court in November for his alleged leaking of a cache of confidential documents to the ABC.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/act-minister-calls-on-commonwealth-to-drop-prosecution-of-defence-whistleblower-david-mcbride\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/act-minister-calls-on-commonwealth-to-drop-prosecution-of-defence-whistleblower-david-mcbride", "date_published": "2023-06-07 05:09:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Australia news live: budget and minimum wage hike not to blame for rising interest rates, Chalmers says", "description": "<p>Treasurer points finger at inflation, adding ‘people are under pressure and the global economic conditions are not helping either’. Follow live</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Parts of Victoria and South Australia are being warned to expect heavy rainfall today.</p><p>The heavy rain that’s already hit Western Australia is sweeping across the country, with South Australia’s Riverland and Murraylands warned to brace for heavy rainfall to last until Friday.</p><p>We want to see productivity get going. We have had the worst decade, I think, in productivity growth in the last 60 years in the previous decade so there’s a lot of work to do. We can’t turn that around in one year.</p> <a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals", "date_published": "2023-06-07 05:01:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Struggling Australians can cut back spending or work more to get into ‘positive cash flow’, Philip Lowe says", "description": "<p>The Reserve Bank governor says rates will keep being lifted if necessary, despite ‘significant financial pressure’ for some</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Philip Lowe has said struggling Australians can cut back spending or pick up more work to reduce financial stress after the Reserve Bank of Australia raised interest rates for the 12th time in just over a year.</p><p>The RBA governor also warned against the idea that all workers should be compensated for inflation, saying “we have to make sure that higher inflation doesn’t translate into higher wages for everybody”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/rba-governor-philip-lowe-australia-interest-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/rba-governor-philip-lowe-australia-interest-rates", "date_published": "2023-06-07 04:48:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "National Gallery of Australia postpones Indigenous exhibition as artworks interference probe continues", "description": "<p>Panel yet to complete review into allegations non-Indigenous APY Art Centre Collective staff painted on works – claims which the centre denies</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The National Gallery of Australia has postponed a major exhibition of Aboriginal art, saying it needs more time <a href=\"https://www.theguardian.com/artanddesign/2023/apr/27/national-gallery-of-australia-to-halt-promotion-of-aboriginal-art-exhibition-over-authenticity-concerns\">to probe allegations of interference</a>.</p><p>The Ngura Pulka Epic Country exhibition had been scheduled for the Canberra gallery from 3 June until 8 October.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/07/national-gallery-of-australia-postpones-indigenous-exhibition-as-artworks-interference-probe-continues\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/07/national-gallery-of-australia-postpones-indigenous-exhibition-as-artworks-interference-probe-continues", "date_published": "2023-06-07 04:43:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Australian economy grew 0.2% in first three months of the year, the slowest since Covid lockdowns", "description": "<p>Jim Chalmers says higher interest rates and cost-of-living pressures are squeezing household budgets and slowing the economy</p><ul><li><strong><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></strong></li><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Australia’s economy slowed in the March quarter as households dipped into savings to keep spending amid a record run of interest rate rises and imports rose faster than exports.</p><p>The country’s gross domestic product expanded at a quarterly rate of 0.2% in the first three months of the year, and by an annual rate of 2.3%. Economists had expected GDP growth of 0.3% for the quarter and 2.4% for the year.</p> <a href=\"https://www.theguardian.com/business/2023/jun/07/australian-economy-grew-02-in-first-three-months-of-the-year-the-slowest-since-covid-lockdowns\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/07/australian-economy-grew-02-in-first-three-months-of-the-year-the-slowest-since-covid-lockdowns", "date_published": "2023-06-07 02:56:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Yamba shooting: man found dead with son, 15, had firearms licence reinstated", "description": "<p>NSW police minister hopes coronial investigation sheds light on ‘terrible’ circumstances that led to the deaths of Wayne Smith and son Noah</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/07/australia-news-live-philip-lowe-interest-rate-rise-rba-anika-wells-aged-care-labor-liberals\">Follow our Australia news live blog for the latest updates</a></li><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>A firearms licence was reinstated to a man just months before he shot dead his teenage son and himself, in another horrific domestic violence incident that has left a small community in <a href=\"https://www.theguardian.com/australia-news/new-south-wales\">New South Wales</a> reeling.</p><p>The bodies of 58-year-old Wayne Smith and 15-year-old Noah were found at their home in Yamba in the <a href=\"https://www.theguardian.com/australia-news/2023/jun/01/boy-15-and-man-58-found-shot-dead-inside-home-in-nsw-town-of-yamba\">northern rivers on Thursday</a>, in an apparent murder-suicide.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/yamba-shooting-man-found-dead-with-son-15-had-firearms-licence-reinstated\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/yamba-shooting-man-found-dead-with-son-15-had-firearms-licence-reinstated", "date_published": "2023-06-07 01:27:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/world/rss", "title": "Florida confirms it was behind flights that left asylum seekers in California", "description": "<p>Officials claim the people, mostly from Colombia and Venezuela, consented to the travel, refuting allegations from Gavin Newsom</p><p>Florida confirmed on Tuesday that it was behind two private jet flights that brought three dozen people seeking asylum from the US southern border to California amid accusations that the individuals were coerced to travel under false pretenses.</p><p>The state’s division of emergency management said in a statement that the passengers all went willingly, and refuted allegations from California officials such as the governor, Gavin Newsom, who had <a href=\"https://www.theguardian.com/us-news/2023/jun/05/california-florida-migrants-sacramento\">threatened</a> Ron DeSantis, Florida’s governor, with kidnapping charges.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/06/florida-confirms-it-was-behind-flights-that-left-asylum-seekers-in-california\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/06/florida-confirms-it-was-behind-flights-that-left-asylum-seekers-in-california", "date_published": "2023-06-07 00:18:08+00:00", "persistent": false, "user": null, "language": "en-US"}]