[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC7IcJI8PUf5Z3zKxnZvTBog", "title": "How to Deal with Negative Emotions: Daily Proven Techniques", "description": "An unexpected and troublesome feature of being human is that we feel so much more than we spontaneously realise we feel. There are emotions coursing through us - of anger or joy, resentment or fear - that lie just outside the sphere of ordinary consciousness and that elude us as we rush through the challenges of our lives. \nSign up to our mailing list to receive 10% off your first order with us: https://r1.dotdigital-pages.com/p/6TU0-63X/hellotsol\nFor books and more from The School of Life, visit our online shop: https://9qq0.short.gy/dIhjkX\nOur website has classes, articles and products to help you lead a more fulfilled life: https://9qq0.short.gy/RMOvTO\n​​For Psychotherapy and other therapeutic services: https://9qq0.short.gy/6eWFcM \nIf you want to keep working on your mental well-being and self-understanding, download our hugely helpful new app now: https://9qq0.short.gy/vr3IDJ\nFor information on The School of Life’s learning and wellbeing solutions for businesses, including workshops and talks, visit https://bit.ly/3ICqvGw  \nEmail business@theschooloflife.com or join our monthly business newsletter: https://bit.ly/3ICEJHq \nJoin this channel to get access to exclusive members perks:\nhttps://www.youtube.com/channel/UC7IcJI8PUf5Z3zKxnZvTBog/join\n\n\nFURTHER READING\n\nYou can read more on this and other subjects on our blog, here: https://9qq0.short.gy/qVcZ2P\n\n“An unexpected and troublesome feature of being human is that we feel so much more than we spontaneously realise we feel. There are emotions coursing through us — of anger or joy, resentment or fear — that lie just outside the sphere of ordinary consciousness, and which elude us as we rush through the challenges of our lives. \n\nThese emotions lie low in part because they are often too shocking, sad or contrary to expectations for us to want to make sense of them. We might hate where we are supposed to love; or may feel sad where we are meant to be practical — and so, out of timidity and fear, we omit to register our authentic reality. Or else our feelings get ignored because they enter our minds too fast, and in too great a quantity for us to disentangle them in the limited time we devote to self-understanding…”\n\n\n\nMORE SCHOOL OF LIFE\n\nWatch more films on SELF in our playlist: \nhttp://bit.ly/TSOLself\n\n\nSOCIAL MEDIA\n\nFeel free to follow us at the links below:\n\nFacebook: https://www.facebook.com/theschooloflifelondon/  \nTwitter: https://twitter.com/TheSchoolOfLife   \nInstagram: https://www.instagram.com/theschooloflifelondon/ \nLinkedIn: https://www.linkedin.com/company/the-school-of-life-for-business/\n\nCREDITS\n\nProduced in collaboration with:\n\nNa Na Na Studio\nhttps://nananastudio.com/\n\n\nTitle animation produced in collaboration with\n\n\nGraeme Probert\nwww.gpmotion.co.uk", "link": "https://www.youtube.com/watch?v=8Kt5lL6kifE", "date_published": "2023-06-07 13:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}]