[{"source": "https://www.theguardian.com/international/rss", "title": "Casper Ruud dominates Rune at French Open to continue clay resurgence", "description": "<ul><li>Norwegian topples Dane 6-1, 6-2, 3-6, 6-3 in quarter-finals</li><li>Ruud will now face Alexander Zverev in the last four</li></ul><p>By the midpoint of the clay-court season, even as he navigated his favourite surface, Casper Ruud was still struggling. A year on from his breakout 2022, when he reached the <a href=\"https://www.theguardian.com/sport/2022/jun/05/french-open-tennis-rafael-nadal-casper-ruud-match-report\">final at the French</a> <a href=\"https://www.theguardian.com/sport/2022/sep/11/carlos-alcaraz-wins-us-open-final-tennis-casper-ruud-world-no-1\">and US Open</a> tournaments, rising to world No 2, Ruud’s form had collapsed. He played nervous and tight tennis, retreating far behind the baseline, allowing opponents to dominate.</p><p>Still, Ruud kept his head down. He worked hard with a positive attitude and in the biggest clay tournament, his unwavering mentality has afforded him more success. In a highly anticipated reprise of the all-Scandinavian grudge match last year, Ruud impressively held off a late surge from an otherwise tired Holger Rune to reach his second consecutive French Open semi-final with a 6-1, 6-2, 3-6, 6-3 win.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/07/casper-ruud-dominates-rune-at-french-open-to-continue-clay-resurgence\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/07/casper-ruud-dominates-rune-at-french-open-to-continue-clay-resurgence", "date_published": "2023-06-07 22:27:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Saudi Arabia’s deal with PGA is major step in relentless sportswashing saga | Sean Ingle", "description": "<p>Regime is using sport as a tool for soft power but has failed to wash away sickening track record on human rights</p><p>Looking back, so much of it was already there on that night in Diriyah when a storm raged across the desert and <a href=\"https://www.theguardian.com/sport/2019/dec/07/anthony-joshua-andy-ruiz-jr-job-done-odd-arabian-night\" title=\"\">Anthony Joshua made history</a> – and £60m – by retaining his world heavyweight title belts. Not just the good, the bad and the ugly of Saudi Arabia’s sporting ambitions, but the half-truths and accommodations of those willing to take the money and look the other way.</p><p>One moment from the fight in December 2019 lingers more than most: Joshua absorbing the cheers from the young crowd, many of whom were women in western clothes, before averting his gaze upwards towards the kingdom’s ruler, Mohammed bin Salman, and giving a fist-pump to the man who had made it all possible.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/07/saudi-arabia-deal-pga-major-step-sportswashing-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/07/saudi-arabia-deal-pga-major-step-sportswashing-golf", "date_published": "2023-06-07 20:37:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jodie Comer stops stage performance because of New York air: ‘I can’t breathe’", "description": "<p>Actor was helped off stage from her one-woman show Prima Facie after city’s poor air quality prompted breathing issues</p><p>Jodie Comer stopped her one-woman show Prima Facie on Broadway because of breathing difficulties owing to New York’s air crisis.</p><p>According to eyewitnesses, the award-winning star of Killing Eve, tipped to win a Tony award this weekend, was 10 minutes late for the matinee performance. After three minutes of the show, she announced that she couldn’t proceed.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/07/jodie-comer-broadway-prima-facie-air-new-york\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/07/jodie-comer-broadway-prima-facie-air-new-york", "date_published": "2023-06-07 19:35:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Paul Ickovic obituary", "description": "Photographer inspired by the ordinary lives of the people he met on the streets who believed in ‘shoot first, think later’<p>Paul Ickovic, who has died aged 79, belonged to a generation of humanist photographers who strove to capture the poetry in ordinary lives with a compassionate lens. His nomadic early life had taught him to reject states and borders, and for him there was no state above that of human. He roamed the world’s streets in a search for moments that would spark discomfort and joy.</p><p>His photographs were often of <a href=\"https://www.paulickovic.photography/one-thing-leads-to-another\" title=\"\">solitary figures</a>, capturing their moments of introspection and alienation; a chambermaid in Prague, a diner in Boston or a Cuban waitress. Location was unimportant, for he wanted the viewer to extrapolate from a single image and recognise something of themselves – to be upset or uplifted by the reflection. Yet he was always taciturn about the meaning of his photography, once saying: “It needs no explanation; if the work is provocative, it needs only to exist.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/07/paul-ickovic-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/07/paul-ickovic-obituary", "date_published": "2023-06-07 18:54:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rescue operation after dam collapse shows Ukrainians’ resilient spirit", "description": "<p>As floodwaters from the Dnipro River continue to rise, an army of boats has gone out to save people and their pets</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/07/russia-ukraine-war-live-updates-nova-kakhovka-dam-collapse-kherson-oblast-floods-evacuations-flood-flooding-latest-news\">Russia-Ukraine war – latest news updates</a></li></ul><p>At first, Viktor Ivankhnenko, 66, hoped the one-storey home he had built on a Russian-occupied island in the Dnipro River would be safe even as the waters were rising. But as day wore into night it was clear his optimism was misplaced.</p><p>At 3am on Wednesday, Viktor and wife, Nadiia, knew it was time to leave. Packing up what possessions they could, they got into “a hunter’s boat”, paddling desperately to a neighbour’s house with two storeys as the waters enveloped their own.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/rescue-operation-after-dam-collapse-shows-ukrainians-resilient-spirit\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/rescue-operation-after-dam-collapse-shows-ukrainians-resilient-spirit", "date_published": "2023-06-07 18:07:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Travis Head’s fluent 146 not out against India turns WTC final Australia’s way", "description": "<ul><li>World Test Championship final, day one: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-07/australia-cricket-team\">Australia 327-3</a></li><li>Steve Smith unbeaten on 95 in 251-run stand with Head</li></ul><p>As Travis Head jogged down the wicket to complete his 100th run Steve Smith raised a gloved hand for a congratulatory high-five. It was just about the only thing Head failed to make clean contact with all day, flicking mainly fingers as the batters crossed. Some of the fielders might have been tempted to flick a few fingers in his direction as well, Head having arrived at the crease with India dominant before powerfully, remorselessly turning the flow of the game in Australia’s favour and hauling them to 327 for three at the close.</p><p>A few hours earlier India had won the toss – greeted by a partisan crowd as if the Beatles had just walked on stage at Shea Stadium – and chosen to suffer. At that point it was cold and cloudy, and they had perhaps noticed that on both occasions Surrey won the toss at the Oval in the County Championship this year they had elected to field. For as long as those conditions lasted they could expect to prosper, but in the end they had only an hour.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/07/cricket-australia-india-world-test-championship-final-day-one-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/07/cricket-australia-india-world-test-championship-final-day-one-match-report", "date_published": "2023-06-07 17:55:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It’s a lot’: eight hours in witness box takes toll on Prince Harry", "description": "<p>Harry mostly remained calm as the Mirror’s barrister worked to undermine his case, but there were flashes of passion</p><p>Prince Harry’s long journey to the high court witness box began with a chance encounter with the lawyer David Sherborne at a party hosted by Elton John in France. It ended with an occasionally emotional eight hours of cross-examination that broke royal protocol, set a precedent and laid bare the level of tabloid intrusion that Harry says he has endured throughout his life.</p><p>The prince said he first “bumped into” Sherborne in 2018, where he vented to his fellow party guest about the way British newspapers were reporting on his new wife, Meghan, the Duchess of Sussex.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/its-a-lot-eight-hours-in-witness-box-takes-toll-on-prince-harry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/07/its-a-lot-eight-hours-in-witness-box-takes-toll-on-prince-harry", "date_published": "2023-06-07 17:43:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "EU states refusing to host migrants may have to pay up to €20,000 a head", "description": "<p>Contentious plans to be discussed in Luxembourg aimed at making distribution of responsibility fairer</p><p>EU countries that refuse to host migrants or asylum seekers could be charged up to €20,000 (£17,000) a head under radical proposals aimed at easing the pressure on frontline countries including Italy and Greece.</p><p>Home affairs ministers from the 27 member states will attend a crunch meeting in Luxembourg on Thursday to discuss two key proposals including a relocation scheme for more than 100,000 migrants a year.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/eu-states-migrants-plans-luxembourg-meeting\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/eu-states-migrants-plans-luxembourg-meeting", "date_published": "2023-06-07 17:13:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fiorentina v West Ham: Europa Conference League final – live", "description": "<ul><li>Conference League final updates, 8pm BST kick-off in Prague </li><li>Get in touch: you can <a href=\"mailto:rob.smyth@theguardian.com\">email Rob here</a> with your thoughts</li></ul><p><strong>In the simplest terms, tonight’s match is 8th in Serie A v 14th in the Premier League. </strong>But you probably want to know a bit more about Fiorentina. Educate yourself with the help of Nicky Bandini.<strong> </strong></p><p><strong>The final is being played at the Fortuna Arena</strong>, where Vladimir Coufal and Tomas Soucek used to play their football for Slavia Prague. It has a capacity of less than 20,000, and it feels like Uefa have been surprised by the success of their own competition. Last year’s final between Roma and Feyenoord was played at the Arena Kombëtare in Tirana, Albania, with a crowd of 19,597.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/07/fiorentina-v-west-ham-europa-conference-league-final-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/07/fiorentina-v-west-ham-europa-conference-league-final-live-updates", "date_published": "2023-06-07 17:13:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Iga Swiatek sweeps past Coco Gauff to reach French Open semi-finals", "description": "<ul><li>World No 1 maintains domination over American teenager</li><li>Next up is  14th seed Beatriz Haddad Maia, who beat Ons Jabeur</li></ul><p>Iga Swiatek maintained her dominance both at Roland Garros and in her personal battles with Coco Gauff as she returned to the French Open semi-finals for the third time in her young career. <a href=\"https://www.theguardian.com/sport/2022/jun/04/iga-swiatek-reigns-at-french-open-again-after-swatting-coco-gauff-aside-tennis\">A rematch of last year’s final</a> yielded a similar result as Swiatek, the defending champion, extended her head-to-head with Gauff to 7-0 with a 6-4, 6-2 win.</p><p>Swiatek will next face Beatriz Haddad Maia, the 14th seed, for a place in the final after Haddad Maia recovered from a set down to defeat Ons Jabeur 3-6, 7-6 (5), 6-1 and reach her first grand slam semi-final.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/07/iga-swiatek-coco-gauff-french-open-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/07/iga-swiatek-coco-gauff-french-open-tennis", "date_published": "2023-06-07 16:58:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "My home is cosy and comfortable, and there’s a kettle. Why would I want a night out? | Rich Pelley", "description": "<p>Most people would jump at the chance to see a West End musical. The prospect fills me with dread</p><p>I’m off to see Groundhog Day, the musical, at the Old Vic in London. It’s based on the 1993 film in which Bill Murray’s character relives the same day over and over. Although I’m sure it will be great, it involves one obvious drawback: having to leave the house. These days, I have less and less appreciation of how the outside world works. Having to interact with anyone or anything outside my normal daily routine leaves me with a feeling of cold dread.</p><p>It turns out that I’m more than happy in my own little groundhog day. I wake up, work all day at my computer in my kitchen (the nearest working space to the kettle), probably pop to the supermarket at some point, maybe fit in some exercise, watch telly, go to bed, rinse and repeat. My life is a predictable triangle. Leaving the boundaries has become increasingly stressful.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/07/my-home-is-cosy-and-comfortable-and-theres-a-kettle-why-would-i-want-a-night-out\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/07/my-home-is-cosy-and-comfortable-and-theres-a-kettle-why-would-i-want-a-night-out", "date_published": "2023-06-07 15:35:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Anyone who goes to a beach already has a ‘beach body’. Don’t strive for an illusion | Devi Sridhar", "description": "<p>Instead of falling for fitness and diet fads, focus on the things that will bring you true health and happiness this summer </p><p>As summer weather begins, and bare arms and legs start to appear across the country, and people start to worry about their “beach body”, maybe falling for claims that a particular diet or workout can achieve wonders in just a few weeks. This is not only impossible – there is no diet or exercise that can transform your body so quickly – it’s unhealthy at its core. Doesn’t anyone who simply walks on to a beach <a href=\"https://www.theguardian.com/world/2022/jul/28/all-bodies-are-beach-bodies-spains-equality-ministry-launches-summer-campaign\">have a beach body</a>?</p><p>The focus on aesthetics (can I take off my shirt? Can I wear a bikini to look a certain way?) distracts from the real purpose of our body and the functionality of fitness, exercise and nutrition (do I feel strong and healthy within my body, and can I do what I want to do with it?)</p><p>Prof Devi Sridhar is chair of global public health at the University of Edinburgh</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/07/beach-body-fitness-diet-health-happiness-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/07/beach-body-fitness-diet-health-happiness-summer", "date_published": "2023-06-07 15:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Insect decline a threat to fruit crops and food security, scientists warn MPs", "description": "<p>Poor pollination caused by destructive farming methods leads to loss of biodiversity and is a threat to food production, inquiry told</p><p>Fruit growers in the UK are already seeing less yield and lower-quality produce because of the loss of insects, scientists have told MPs, warning that a further loss of pollinators could have “significant” impacts on all crops.</p><p>As part of a government inquiry into insect decline and UK food security, Prof Simon Potts from the University of Reading told MPs at the science, innovation and technology committee that there is already good evidence of a shortfall of pollinators and a threat to food production.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/07/insect-decline-a-threat-to-fruit-crops-and-food-security-scientists-warn-mps-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/07/insect-decline-a-threat-to-fruit-crops-and-food-security-scientists-warn-mps-aoe", "date_published": "2023-06-07 14:45:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tucker Carlson peddles conspiracy theories on Twitter debut from barn", "description": "<p>Ex-Fox News host backs Russia and insults Ukraine’s Zelenskiy in 10-minute monologue greeted with widespread derision</p><p>Tucker Carlson’s <a href=\"https://twitter.com/TuckerCarlson/status/1666203439146172419\">debut</a> on Twitter was greeted with widespread derision, as the former Fox News host backed Russia in its war with Ukraine, abused the Ukrainian president, Volodymyr Zelenskiy, and invoked conspiracy theories about 9/11, Jeffrey Epstein and the existence or otherwise of extraterrestrial life.</p><p>“Tucker Carlson’s lies cost Fox $800m,” <a href=\"https://twitter.com/anneapplebaum/status/1666306918086856707\">said</a> Anne Applebaum, a historian of authoritarianism, referring to the $787.5m settlement the network signed with Dominion Voting Systems over its broadcast of Donald Trump’s election lies, shortly before Carlson was fired.</p> <a href=\"https://www.theguardian.com/media/2023/jun/07/tucker-carlson-twitter-first-show\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/07/tucker-carlson-twitter-first-show", "date_published": "2023-06-07 14:32:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "N’Golo Kanté poised to seal £86m-a-year move to Saudi Arabia’s Al-Ittihad", "description": "<ul><li>Chelsea midfielder completes medical in London</li><li>Karim Benzema joined same PIF-owned club this week</li></ul><p>N’Golo Kanté’s move to the Saudi Arabian club Al-Ittihad is close to being announced after the midfielder completed his medical in London. The France international, whose contract at Chelsea expires this month, has agreed a deal to 2025 worth €100m (£86m) a season with an option for a further year.</p><p>Al-Ittihad signed <a href=\"https://www.theguardian.com/football/2023/jun/06/real-madrid-karim-benzema-france-zinedene-zidane-carlo-ancelotti-la-liga-champions-league\">Karim Benzema from Real Madrid</a> on Tuesday and are one of four Saudi clubs in which the country’s Public Investment Fund (PIF), which owns 80% of Newcastle United, acquired 75% stakes this week. Al-Ittihad <a href=\"https://www.theguardian.com/football/2023/jun/06/ngolo-kante-offered-salary-100m-saudi-arabia-club-chelsea\">sent a delegation</a> to London to speak to Kanté on Tuesday and persuaded him to join.</p> <a href=\"https://www.theguardian.com/football/2023/jun/07/ngolo-kante-saudi-arabia-seal-86m-a-year-move-al-ittihad-chelsea\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/07/ngolo-kante-saudi-arabia-seal-86m-a-year-move-al-ittihad-chelsea", "date_published": "2023-06-07 13:56:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sky suspends Italian F1 commentators after sexist remarks on air", "description": "<p>Matteo Bobbi and Davide Valsecchi made remarks about woman in background during Spanish Grand Prix analysis</p><p>Two Sky Sport commentators have been suspended after a series of sexist remarks during a live on air post-race analysis of the Spanish Formula One Grand Prix on Sunday.</p><p><a href=\"https://video.repubblica.it/sport/il-sessismo-e-i-doppi-sensi-volgari-in-diretta-tv-dei-due-commentatori-di-sky-per-la-formula-uno/446306/447272\">During live television</a>, Matteo Bobbi and Davide Valsecchi, both former racing drivers and now Formula One commentators for Sky Sport, an Italian channel, made sexist comments about a woman in the background around the paddock, with Bobbi referring to her as an “upgrade package”, inviting Valsecchi to look behind him.</p> <a href=\"https://www.theguardian.com/media/2023/jun/07/sky-suspends-italian-f1-commentators-after-sexist-remarks-on-air\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/07/sky-suspends-italian-f1-commentators-after-sexist-remarks-on-air", "date_published": "2023-06-07 13:45:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Changing their tune: what golf’s powerbrokers said then and now", "description": "<p>Key players in the world of men’s golf have made a dramatic turnaround after spending 12 months attacking the new tour</p><p><strong>Then</strong> “I would ask any player that would consider leaving – have you ever had to apologise for being a member of the PGA Tour?” <em>12 June 2022</em></p> <a href=\"https://www.theguardian.com/sport/2023/jun/07/golf-powerbrokers-then-and-now-liv-pga-tour\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/07/golf-powerbrokers-then-and-now-liv-pga-tour", "date_published": "2023-06-07 13:35:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "London Irish file for administration and hit out at RFU chair’s comments", "description": "<ul><li>Club hurt by failed ‘promises’ of their prospective buyers </li><li>‘Administration offered the safest path forward’ – Crossan</li></ul><p>London Irish have filed for administration following<a href=\"https://www.theguardian.com/sport/2023/jun/06/london-irish-ejected-from-premiership-after-us-takeover-falls-through-rugby-union\"> their suspension from all club competitions</a>.</p><p>The Rugby Football Union on Tuesday confirmed that neither Irish’s owner, Mick Crossan, nor the American consortium planning to buy the club were able to prove they had the finances to compete in the Premiership for the 2023-24 campaign. Crossan has revealed that entering administration was the only choice left after the suspension ended any chance of the prospective takeover going through.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/07/london-irish-file-administration--suspension-all-competitions\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/07/london-irish-file-administration--suspension-all-competitions", "date_published": "2023-06-07 13:29:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Fifa misled fans over ‘carbon-neutral Qatar World Cup’, regulator finds", "description": "<ul><li>Swiss regulator says Fifa made claims that could not be proven</li><li>Environmental campaigners welcome ruling and call for change</li></ul><p>Fifa misled fans by claiming the Qatar World Cup would be carbon neutral, a Swiss regulator has ruled.</p><p>A report by the Commission for Loyalty, which regulates advertising in Switzerland, found that Fifa broke rules against unfair competition by making claims about the tournament that could not be proven, while using controversial offsetting measures that would not comply with Swiss standards. Fifa, which is based in Switzerland, has been warned to “refrain” from making such claims again.</p> <a href=\"https://www.theguardian.com/football/2023/jun/07/fifa-carbon-neutral-qatar-world-cup-misled-fans-swiss-regulator\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/07/fifa-carbon-neutral-qatar-world-cup-misled-fans-swiss-regulator", "date_published": "2023-06-07 13:28:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "North Dakota governor Doug Burgum announces Republican presidential bid", "description": "<p>Former Microsoft executive and venture capitalist, 66, stands as rank outsider against Trump and DeSantis</p><p>Doug Burgum, the Republican governor of North Dakota, has announced his candidacy for the party’s presidential nomination next year.</p><p>Burgum made the announcement in the the Wall Street Journal newspaper. A campaign event is scheduled for later on Wednesday in the city of Fargo.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/07/north-dakota-governor-doug-burgum-republican-race\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/07/north-dakota-governor-doug-burgum-republican-race", "date_published": "2023-06-07 12:23:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Françoise Gilot obituary", "description": "French painter who wrote about her relationship with the artist Pablo Picasso in a bestselling book<p>In 1943 the artist Françoise Gilot, who has died aged 101, accompanied her teacher, the surrealist painter Endre Rozsda, to the Gare de l’Est in Paris. Rozsda was Jewish and Hungarian; the occupying Germans had begun rounding up foreign Jewish people, and he was leaving for the apparent safety of Budapest. As his train steamed out of the station, the 21-year-old Gilot wailed: “But what am I to do?” Her teacher, laughing, shouted: “Don’t worry! Who knows? Three months from now, you may meet Picasso!”</p><p>Seven decades later Gilot was to recall those words as both prophecy and curse. Two months after Rozsda’s departure she was having dinner at Le Catalan, a Paris restaurant patronised by Left Bank artists. Halfway through the meal a short, bull-necked man approached her table proffering a bowl of cherries: it was Pablo Picasso. Captivated by the fine-boned Gilot, Picasso, 40 years her senior, invited her to his studio in the Rue des Grands Augustins. By the end of the summer they were lovers.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/07/francoise-gilot-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/07/francoise-gilot-obituary", "date_published": "2023-06-07 12:22:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia to ban Nazi symbols but not the salute, says Mark Dreyfus", "description": "<p>Bill to be introduced next week follows controversy over neo-Nazi rallies in March and Peter Dutton’s proposed ban</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The federal government will ban Nazi symbols with a punishment of up to a year in prison but it will not ban the Nazi salute, the attorney general, Mark Dreyfus, has revealed.</p><p>The reform follows <a href=\"https://www.theguardian.com/australia-news/2023/mar/21/mark-dreyfus-accuses-federal-coalition-leaders-of-complete-silence-on-neo-nazis-in-parliamentary-clash\">a storm of controversy</a> in March over what Dreyfus called a failure by the Coalition to condemn people who used a Nazi salute at an anti-trans rights rally on the steps of the Victorian parliament in Melbourne. In response the opposition leader, Peter Dutton, <a href=\"https://www.theguardian.com/australia-news/2023/mar/22/peter-dutton-proposes-criminalisation-of-nazi-symbols-after-tuesdays-question-time-stoush\">proposed to ban</a> all forms of Nazi glorification, including salutes and symbols.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/07/australia-to-ban-nazi-symbols-but-not-the-salute-says-mark-dreyfus\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/07/australia-to-ban-nazi-symbols-but-not-the-salute-says-mark-dreyfus", "date_published": "2023-06-07 11:30:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Like a claymation Noel Edmonds’: the preposterous Prince Harry actor creating magnificent car-crash TV", "description": "<p>He may have the dullest material in acting history – but Sky News’s Prince Harry stand-in is giving a heartbreaking performance in a show shot with all the panache of the world’s crappest gameshow. More!</p><p>Cast your mind back, if you will, to 2005. Michael Jackson found himself charged with molesting a 13-year-old boy at his Neverland ranch, and was tried in the Santa Barbara County Superior Court before the world’s media. The trial was closed to broadcast cameras, so Sky chose to cover the case the next best way, by hiring a Michael Jackson impersonator to wear his silliest wig, put on his silliest voice and read out real-life court transcripts on a nightly reenactment show entitled Michael Jackson Trial.</p><p>You might (correctly) remember what an all-out horror show the programme was; a cavalcade of bad wigs, stilted delivery, nightmarish prosthetics and the sort of tinpot production that makes a daytime soap opera look like an Avatar movie. It was bad, gimmicky television, designed for nothing but the worst kind of boggle-eyed rubbernecking, and it was destined never to be repeated.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/07/prince-harry-actor-car-crash-tv-sky-news\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/07/prince-harry-actor-car-crash-tv-sky-news", "date_published": "2023-06-07 11:24:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Diageo boss Ivan Menezes dies aged 63 after short illness", "description": "<p>Menezes ‘built extraordinary legacy’ during his decade as chief executive, says chair of £75bn drinks firm</p><ul><li><a href=\"https://www.theguardian.com/business/blog/live/2023/jun/07/uk-house-prices-in-first-annual-fall-since-2012-hackers-issue-ultimatum-to-bbc-ba-and-boots-business-live\">Business live – latest updates</a></li></ul><p>Sir Ivan Menezes, the long-serving boss of the world’s biggest spirits maker Diageo, has died at the age of 63 after a short illness.</p><p>Menezes, who was chief executive of the £75bn London-listed alcoholic beverage group since 2013 until he stepped back this week, had been in hospital being treated for medical conditions including a stomach ulcer.</p> <a href=\"https://www.theguardian.com/business/2023/jun/07/diageo-chief-executive-ivan-menezes-dies-63-drinks-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/07/diageo-chief-executive-ivan-menezes-dies-63-drinks-firm", "date_published": "2023-06-07 11:21:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What does golf’s blockbuster ‘merger’ mean for the game and its players? | Ewan Murray", "description": "<p>Disrupter Greg Norman is not the only one attached to LIV who will surely soon discover services are no longer required</p><p>The playing of a Presidents Cup, for so long the Ryder Cup’s poor relation, in Saudi Arabia now has to be on the table. The <a href=\"https://www.theguardian.com/sport/2023/jun/06/pga-tour-liv-golf-and-dp-world-tour-agree-to-make-shock-merger\">deal struck</a> between LIV Golf and one-time rivals, the PGA and DP World Tours, is all about bang for buck.</p><p>The Saudis will believe they have saved face by joining forces with golf’s establishment – there will be no more potentially embarrassing litigation – but their desperate bid to earn legitimacy via sport also means this deal has to work two ways.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/07/what-does-golf-blockbuster-merger-mean-liv-golf-pga-dp\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/07/what-does-golf-blockbuster-merger-mean-liv-golf-pga-dp", "date_published": "2023-06-07 11:13:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Red Velvet review – a mesmerisingly perfect K-pop extravaganza", "description": "<p><strong>Wembley Arena, London</strong><br />Yeri, Irene, Seulgi and Wendy shapeshift between funky pop confections and hip-hop experimentation in an omnipotent theatrical spectacle</p><p>‘Follow the white rabbit” beckons the title screen as we await the arrival of one of the most popular K-pop girl groups of the past decade, Red Velvet – or rather, follow the girl in the frou-frou dress and baby-pink platform heels. A sea of waving lightsticks, the must-have fandom accessory, illuminates the way into wonderland.</p><p>Despite having amassed hundreds of millions of streams across three albums since their formation in 2014, Red Velvet have never had a UK chart hit and have only performed in London once before. Yet tonight, nothing is lost in translation. What sets the group apart, and how they have endured for almost a decade, is a dual concept: their “red” side offers delicious pop confections with helpings of funk; their “velvet” side embraces maturity, vulnerability and hip-hop experimentalism.</p> <a href=\"https://www.theguardian.com/music/2023/jun/07/red-velvet-review-wembley-arena-london-k-pop-five-stars\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/07/red-velvet-review-wembley-arena-london-k-pop-five-stars", "date_published": "2023-06-07 11:07:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The secret life of a Met detective: why Jess McDonald quit her job – and decided to tell all", "description": "<p>She joined the police to make a difference. But McDonald’s work on rape and domestic violence cases left her with PTSD and the determination to speak out</p><p>Jess McDonald was still on probation as a trainee police detective when she encountered her first alleged rapist. Like much else she describes in her memoir, No Comment, the interview didn’t go at all as expected.</p><p>Like the vast majority of the rape cases she would work on later, it boiled down to a woman’s word against a man’s. Their stories broadly matched, except that he said the sex was consensual and she that it wasn’t. “I’ve read all the statements and I’m thinking: ‘OK, first of all, this is not clearcut.’ It kind of messes with your head a bit, because you just don’t know for certain,” says McDonald, a 36-year-old former tech salesperson who joined the Metropolitan police via an experimental direct-entry scheme that fast-tracked graduates into the criminal investigation department, allowing them to eschew years spent pounding the beat in uniform.</p> <a href=\"https://www.theguardian.com/society/2023/jun/07/the-secret-life-of-a-met-detective-why-jess-mcdonald-quit-her-job-and-decided-to-tell-all\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/07/the-secret-life-of-a-met-detective-why-jess-mcdonald-quit-her-job-and-decided-to-tell-all", "date_published": "2023-06-07 11:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Top 10 Sapphic love stories", "description": "<p>The days when lesbian stories were always racked with anguish are behind us. As Pride month gets under way, here is some rather more joyful reading</p><p>Are fictional lesbians always miserable?</p><p>When I first came out and started anxiously reading the “Sapphic canon”, I feared that was the case. Classics such as The Well of Loneliness, The Color Purple, Stone Butch Blues, or indeed Sappho’s poetry, told me that falling in love with a woman could be profound and beautiful, but it would not be fun. Sapphic love stories were defined by longing, yearning and angst. Often, women died.</p> <a href=\"https://www.theguardian.com/books/2023/jun/07/top-10-sapphic-love-stories-lily-lindon-my-own-worst-enemy-pride\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/07/top-10-sapphic-love-stories-lily-lindon-my-own-worst-enemy-pride", "date_published": "2023-06-07 11:00:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How to make vegetable samosas – recipe | Felicity Cloake's Masterclass", "description": "<p>These Indian staples are great to make ahead for picnics and packed lunches alike, plus the filling is so versatile, it can be tailored to your liking</p><p>Homemade samosas are a world away from those dry. cardboard triangles sold under the name in supermarkets. Instead, they have delicately flaky and deliciously rich pastry and a generous stuffing that’s easily tweaked to suit all tastes. Veggie-friendly, portable and very moreish, they’re easy to prepare ahead, too, making them a great choice for picnics or taking to work for lunch.</p><p>Prep <strong>15 min</strong><br />Rest <strong>Up to 1 day<br /></strong>Cook <strong>1 hr</strong><br />Makes <strong>24 mini samosas</strong><strong> or 12 larger ones</strong></p> <a href=\"https://www.theguardian.com/food/2023/jun/07/how-to-make-vegetable-samosas-recipe-felicity-cloake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/07/how-to-make-vegetable-samosas-recipe-felicity-cloake", "date_published": "2023-06-07 11:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Cram them into a shoebox: that’s Britain's new anti-migrant strategy – and it won’t work | Enver Solomon", "description": "<p>Refugees are right to protest about a plan that forces them into unsuitable accommodation. It’s more cruelty by design</p><p>Suitcases and bin bags full of simple possessions strewn across a central London street have become a powerful symbol of the government’s ramping up of the hostile environment against people seeking safety in Britain.</p><p>Up to 40 people who had escaped war and atrocities in countries including Eritrea, Somalia, Iran and Iraq took to the streets last week after being given a hotel sleeping area of just 2 sq metres:<a href=\"https://www.standard.co.uk/news/politics/refugees-home-office-london-hotel-suella-braverman-westminster-council-b1085158.html\"> four in a room </a>with two bunk beds.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/07/britain-anti-migrant-strategy-refugees-accommodation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/07/britain-anti-migrant-strategy-refugees-accommodation", "date_published": "2023-06-07 10:57:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "For Saudi Arabia, rush of star football signings could be its most effective tool | Will Unwin", "description": "<p>Karim Benzema has joined Cristiano Ronaldo in the kingdom and other big-name players will follow in a carefully worked project</p><p>Another day, another high-profile Champions League footballer being offered huge money to move to Saudi Arabia. Cristiano Ronaldo and Karim Benzama have signed up, <a href=\"https://www.theguardian.com/football/2023/jun/06/ngolo-kante-offered-salary-100m-saudi-arabia-club-chelsea\">N’Golo Kanté is close</a> to joining the party and Lionel Messi, Sergio Busquets and Pierre-Emerick Aubameyang are among others being courted. It all forms part of a plan to use the sport to sanitise the country’s reputation.</p><p>If Tuesday’s effective <a href=\"https://www.theguardian.com/sport/2023/jun/06/pga-tour-liv-golf-and-dp-world-tour-agree-to-make-shock-merger\">Saudi takeover</a> of men’s golf was the kingdom’s most striking move yet, its football project is also making considerable waves. The Saudi football authorities are working to a blueprint that started long before the various Ballon d’Or winners were on the transfer radar, funded by the kingdom’s Public Investment Fund (PIF), which owns 80% of Newcastle United, on Monday acquired 75% stakes in four Saudi clubs and is behind the golf manoeuvres. They have brought in experts to devise how to best make an impact, having also targeted boxing and Formula One as tools for reputational gain.</p> <a href=\"https://www.theguardian.com/football/2023/jun/07/saudi-arabia-star-football-signings-effective-tool-benzema-ronaldo\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/07/saudi-arabia-star-football-signings-effective-tool-benzema-ronaldo", "date_published": "2023-06-07 10:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The Great Crashes by Linda Yueh review – preparing for the next crisis", "description": "<p>A survey of the last 100 years of financial disasters shows that they’re a fact of life – but there are lessons to be learned</p><p>For those who pay close attention to the business pages, recent weeks have made for nervous reading. One after another, regional US banks with billions of dollars on their books have collapsed. European banking stalwart CreditSuisse was bought in a fire sale. Rumours spread about who might be next. Are we … could it be … it’s not going to be another financial crash, is it? All of which makes Linda Yueh’s new book almost alarmingly timely, as if she were tanking the global economy as the mother of all guerrilla marketing stunts.</p><p>She opens with the bad news: economic crashes are a fact of life, and there will always be another one coming. Not only that, but however much they have in common – she surveys 10, from 1929 to 2020 – the next one will be the result of a novel combination of factors. There’s no formula that allows us to reliably forecast and avoid.</p> <a href=\"https://www.theguardian.com/books/2023/jun/07/the-great-crashes-by-linda-yueh-review-preparing-for-the-next-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/07/the-great-crashes-by-linda-yueh-review-preparing-for-the-next-crisis", "date_published": "2023-06-07 10:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Prince Harry to give further evidence in Mirror Group phone-hacking trial – live", "description": "<p>Duke of Sussex in court again after accusing ‘vile’ British tabloids of having ‘devastating impact’ on his mental health</p><p>Harry’s box office appearance in the High Court has made the front pages of most of the British newspapers – including those he is suing in separate litigation.</p><p>A judge is currently deciding whether to allow this case against Rupert Murdoch’s News Group Newspapers to go to trial, with a verdict expected in the coming weeks. Harry alleges that journalists working for the Sun under the editorship hacked his phone and illegally used private investigators to dig up information for stories.</p> <a href=\"https://www.theguardian.com/uk-news/live/2023/jun/07/prince-harry-court-trial-mirror-group-phone-hacking-latest-updates-live\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/live/2023/jun/07/prince-harry-court-trial-mirror-group-phone-hacking-latest-updates-live", "date_published": "2023-06-07 09:02:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "World Test Championship final: Australia v India, day one – live", "description": "<ul><li>Updates from the one-off Test match at the Oval</li><li>Play starts in London at 10.30am/7.30pm AEST/3pm IST</li><li>Any thoughts? <a href=\"mailto:daniel.gallan.freelance@guardian.co.uk\">Email</a> or tweet <a href=\"https://twitter.com/danielgallan\">@DanielGallan</a></li></ul><p>No doubt you’ve seen the news, but just in case, MOEEN ALI WILL PLAY IN THE ASHES!</p><p>It’s kind of a big deal. Before we turn our full attention to the WTC final, have a go on this:</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/07/australia-vs-india-cricket-test-match-world-championship-final-aus-v-ind-day-two-live-updates-obo-over-by-over-scorecard-teams-start-time-the-oval-london\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/07/australia-vs-india-cricket-test-match-world-championship-final-aus-v-ind-day-two-live-updates-obo-over-by-over-scorecard-teams-start-time-the-oval-london", "date_published": "2023-06-07 08:57:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pope Francis to undergo intestinal surgery", "description": "<p>Pontiff, 86, was taken to hospital on Wednesday and is expected to remain there for several days</p><p>Pope Francis has been taken to hospital for surgery on his intestine, two years after he had 33 centimetres of his colon removed because of inflammation and narrowing of the large intestine.</p><p>The Vatican said Francis, 86, would be put under general anaesthesia and would be in hospital for several days.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/pope-francis-to-undergo-intestinal-surgery\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/pope-francis-to-undergo-intestinal-surgery", "date_published": "2023-06-07 08:37:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jeff Monson’s journey from American MMA muscle to Russian propagandist", "description": "<p>The one-time UFC title challenger has gone from helping children deal with trauma to a mouthpiece for Vladimir Putin’s regime</p><p>On 23 May 2023, Jeff Monson – a veteran mixed martial arts fighter and former UFC title challenger – arrived at the US consulate in Istanbul and officially turned his back on the land of his birth.</p><p>“I renounced my US citizenship because of the politics of this country,” Monson told Russian state-owned media agency <a href=\"https://tass.ru/sport/17822109\">TASS</a> after handing over his American passport at the consulate. “All my thoughts and my future are connected only with Russia. Now I am no longer an American. I am only a Russian.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/07/jeff-monsons-journey-from-american-mma-muscle-to-russian-propagandist\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/07/jeff-monsons-journey-from-american-mma-muscle-to-russian-propagandist", "date_published": "2023-06-07 07:25:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Parades but no public posts: which brands are supporting Pride in the wake of backlash?", "description": "<p>As Target, Bud Light, Starbucks and others face threats and boycotts, here’s what other top US brands have planned</p><p>In recent years, Pride month has served as an opportunity for global brands to demonstrate their inclusivity – marching in parades, touting support for LGBTQ+ causes and blanketing merchandise in rainbow flags.</p><p>In the past, that’s led to concerns over “rainbow-washing”: corporations shrewdly supporting LGBTQ+ communities in more liberal territories for marketing purposes, without expending political or financial capital to stand by persecuted queer people around the world.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/pride-month-boycotts-target-bud-light-brands-companies\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/pride-month-boycotts-target-bud-light-brands-companies", "date_published": "2023-06-07 05:00:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Noble cause: protecting England’s orchards to save a beetle", "description": "<p>The noble chafer beetle is in decline owing to the destruction of the habitat that its larvae need to thrive</p><p>Few UK bugs are more exotic than the noble chafer beetle, <em>Gnorimus nobilis</em>. It is currently emerging from the larval stage after three years of chewing the decaying wood of old fruit trees. The adult is a shiny metallic green speckled with white and is 2cm long. When the light strikes it, the beetle appears iridescent and can flash copper and gold. It spends the next six weeks of summer feeding on elderflower, hogweed and meadowsweet.</p><p>Like so many once-common species, it is the destruction of formerly numerous old orchards, the habitat its larva need to thrive, that have led to its decline. It is mainly found in Worcestershire, Gloucestershire and Herefordshire, but also recorded in the New Forest, Oxfordshire and Kent, although it may survive elsewhere. It can be confused with the more common rose chafer, which is a similar colour but has smooth wing cases while the noble chafer’s are wrinkled.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/07/noble-cause-protecting-englands-orchards-to-save-a-beetle\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/07/noble-cause-protecting-englands-orchards-to-save-a-beetle", "date_published": "2023-06-07 05:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rare birds: how Delhi brothers’ avian ambulance service has taken wing", "description": "<p>Seeing a trapped bird led Amit and Abhishek Jain to dedicate their spare time to rescuing dozens of creatures every day</p><p>Low-hanging wires, heavy traffic and people who love flying kites have made Delhi a dangerous place for its wild birds. It prompted two brothers to spend the past five years rescuing the Indian capital’s sick and injured birds in an initiative that has already saved an estimated 50,000 animals.</p><p>Amit and Abhishek Jain used their own earnings to adapt a motorbike into their distinctive bird ambulance. Then, as support grew, they set up the <a href=\"https://jaindirect.org/jeev-daya-pariwar-delhi?%20%20change_language=en\">Vidyasagar Jeev Daya Parivar Trust</a> last year.</p> <a href=\"https://www.theguardian.com/global-development/2023/jun/07/rare-birds-how-delhi-brothers-avian-ambulance-service-has-taken-wing\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/jun/07/rare-birds-how-delhi-brothers-avian-ambulance-service-has-taken-wing", "date_published": "2023-06-07 05:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Russia floundering in ‘mud of lies’ over Kakhovka dam destruction, Ukraine tells UN", "description": "<p>Security council meeting discusses disaster as US, UK and French representatives call for an investigation</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/07/russia-ukraine-war-live-updates-nova-kakhovka-dam-collapse-kherson-oblast-floods-evacuations-flood-flooding-latest-news\">Russia-Ukraine war: latest news updates</a></li></ul><p>Russia’s UN envoy was accused of floundering in a “mud of lies” after he claimed at an emergency session of the security council that Ukraine <a href=\"https://www.theguardian.com/world/2023/jun/06/ukraine-accuses-russia-of-blowing-up-nova-kakhovka-dam-near-kherson\">destroyed Kakhovka dam</a> in a “war crime”.</p><p>Sergiy Kyslytsya, the Ukraine envoy to the UN, said it was typical of Russia to blame the victim for its own crimes, pointing out Russia has been in control of the dam for more than a year and it was physically impossible to blow it up by shelling. He said the dam was mined by the Russian occupiers and they blew it up. He accused Russia of “floundering again in the mud of lies”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/07/russia-accused-of-floundering-in-lies-at-un-security-council-after-claiming-ukraine-behind-dam-destruction\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/07/russia-accused-of-floundering-in-lies-at-un-security-council-after-claiming-ukraine-behind-dam-destruction", "date_published": "2023-06-07 00:57:18+00:00", "persistent": false, "user": null, "language": "en-US"}]