[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "T-Mobile Polska otwiera T Hub Polska. Będzie realizować projekty digitalowe na potrzeby Grupy Deutsche Telekom", "description": "Firma T-Mobile Polska otworzyła w Warszawie nową jednostkę T Hub Polska. Jej celem jest realizacja różnorodnych, w tym międzynarodowych, projektów na potrzeby Grupy Deutsche Telekom z obszarów inżynierii systemów aplikacji, innowacji w usługach sieciowych czy rozwiązań z zakresu globalnej łączności.  T Hub Polska zatrudni w ciągu 3 lat 500 ekspertów i ekspertek IT i NT różnych specjalności.", "link": "https://www.wirtualnemedia.pl/artykul/t-mobile-polska-t-hub-polska-inwestycja-grupy-deutsche-telekom", "date_published": "2023-06-07 08:08:20.926342+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Można zamawiać e-recepty przez aplikację mojeIKP", "description": "Pacjent, który stale przyjmuje leki na receptę, może teraz poprosić o ponowne ich wystawienie przez aplikację mojeIKP. Do tej pory można było poprosić lekarza o wystawienie e-recepty online na Internetowym Koncie Pacjenta.", "link": "https://www.wirtualnemedia.pl/artykul/jak-zamawiac-e-recepty-przez-aplikacje-mojeikp", "date_published": "2023-06-07 06:28:13.476318+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Szczepionka może chronić przed demencją", "description": "Osoby, które w wieku 70 lat otrzymały szczepionkę przeciwko półpaścowi wydają się być mniej narażone na demencję co najmniej w ciągu następnych siedmiu lat – informuje pismo „medRxiv”.", "link": "https://www.wirtualnemedia.pl/artykul/jak-sie-chronic-przed-demencja-jaka-szczepionka", "date_published": "2023-06-07 06:28:13.471907+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Kiedy Rada Polityki Pieniężnej obniżyć stopy procentowe? PKO BP: może w listopadzie", "description": "Rada Polityki Pieniężnej może obniżyć stopy procentowe na posiedzeniu w listopadzie br - wskazali w komentarzu analitycy PKO Banku Polskiego, odnosząc się do decyzji RPP. Ocenili, że w IV kw. br inflacja CPI najpewniej osiągnie poziom jednocyfrowy, a inflacja producencka (PPI) może w tym roku przyjąć wartości ujemne.", "link": "https://www.wirtualnemedia.pl/artykul/kiedy-rada-polityki-pienieznej-obnizyc-stopy-procentowe-pko-bp-moze-w-listopadzie", "date_published": "2023-06-07 06:28:13.469709+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "W tym roku truskawek będzie więcej, ale mogą być jednak droższe", "description": "Na razie pogoda sprzyja uprawom truskawek, w tym roku powinno być ich więcej niż w ubiegłym roku. Średnie ceny owoców deserowych prawdopodobnie będą trochę wyższe niż przed rokiem - powiedział ekspert Instytutu Ekonomiki Rolnictwa i Gospodarki Żywnościowej Tomasz Smoleński.", "link": "https://www.wirtualnemedia.pl/artykul/w-tym-roku-truskawek-bedzie-wiecej-ale-moga-byc-jednak-drozsze", "date_published": "2023-06-07 06:28:13.467496+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Microsoft musi zapłaci 20 mln dol. za nielegalne zbieranie i przechowywanie danych dzieci", "description": "Firma Microsoft została ukarana grzywną 20 milionów dolarów przez Federalną Komisję Handlu (FTC) za nielegalne zbieranie danych dzieci, które utworzyły konta w sieci konsoli Xbox, o czym poinformowała ta główna amerykańska agencja antymonopolowa.", "link": "https://www.wirtualnemedia.pl/artykul/microsoft-nielegalne-zbieranie-przechowywanie-danych-dzieci-xbox-kara", "date_published": "2023-06-07 06:28:13.465024+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Żabka wychodzi w plener. Otwiera na wakacje ponad 100 nowych sklepów", "description": "W 2023 roku Żabka uruchomi 28 kontenerowych sklepów sezonowych oraz 96 placówek stacjonarnych, również działających sezonowo. Najwięcej sezonowych Żabek pojawi się nad Bałtykiem – m.in. 8 w Mielnie, 7 w Łebie, 7 w Niechorzu, 6 w Jarosławcu, 6 w Międzywodziu, 6 we Władysławowie i 5 w Rewalu.", "link": "https://www.wirtualnemedia.pl/artykul/zabka-wakacje-ponad-100-nowych-sklepow-gdzie-kontener", "date_published": "2023-06-07 05:25:19.746780+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Spadła odwiedzalność centrów handlowych", "description": "Centra handlowe wybieramy dziś pod kątem dostępnych w nich możliwości zaoszczędzenia na zakupach, czyli skorzystania z wyprzedaży i promocji. Takie czynniki jak lokalizacja czy łatwy dojazd są teraz na dalszych miejscach - pokazują wyniki raportu agencji badawczej Inquiry. Typowy konsument odwiedza obecnie centra handlowe średnio 3,2 razy w miesiącu, gdzie przed pandemią było to 3,6 razy.", "link": "https://www.wirtualnemedia.pl/artykul/spadla-odwiedzalnosc-centrow-handlowych", "date_published": "2023-06-07 05:25:19.744537+00:00", "persistent": false, "user": null, "language": "pl-PL"}]