[{"source": "https://thehill.com/news/feed/", "title": "Texas House panel advances articles of impeachment against AG Ken Paxton", "description": "The Texas House of Representatives’ Republican-led General Investigating Committee on Thursday advanced articles of impeachment against the state’s Attorney General Ken Paxton (R).  The panel had spent months probing Paxton and recommended impeachment for a range of alleged misconduct and potential crimes. The state House could vote on the impeachment recommendation as soon as Friday....", "link": "https://thehill.com/homenews/state-watch/4021538-texas-house-panel-advances-articles-of-impeachment-against-ag-ken-paxton/", "date_published": "2023-05-25 23:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats divided over fentanyl bill", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care   The Big Story  Fentanyl bill divides House Democrats Legislation to permanently classify fentanyl-like substances into a category reserved for the most dangerous drugs passed the House on Thursday. © AP The vote divided Democrats and showed the political difficulties in trying to...", "link": "https://thehill.com/newsletters/health-care/4021598-democrats-divided-over-fentanyl-bill/", "date_published": "2023-05-25 23:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Minnesota governor vetos gig worker bill following warning from Uber", "description": "Minnesota Gov. Tim Walz (D) vetoed a bill that would have required a pay raise for ride-booking drivers after Uber threatened to stop its services in most of the state over the legislation. The state House and Senate both narrowly passed the bill earlier this month to establish a minimum wage for gig workers, including...", "link": "https://thehill.com/business/4021468-minnesota-governor-vetos-gig-worker-bill-following-warning-from-uber/", "date_published": "2023-05-25 22:41:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why the Wagner boss is saying Russia could lose war", "description": "Wagner Group founder Yevgeny Prigozhin once again amplified his public rift with Russian leadership this week, saying the war in Ukraine had backfired and the Kremlin risked facing a revolution. In an interview that lasted more than an hour with a prominent pro-Kremlin blogger, Prigozhin offered an astounding —and perhaps a somewhat honest — assessment of...", "link": "https://thehill.com/policy/defense/4021563-why-the-wagner-boss-is-saying-russia-could-lose-war/", "date_published": "2023-05-25 22:37:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sean Spicer joins NewsNation as contributor", "description": "Former White House press secretary Sean Spicer has joined NewsNation as a contributor. He made his first appearance on the upstart cable news network Thursday, appearing on its recently launched political table talk show \"The Hill\" to discuss Florida Gov. Ron DeSantis's entrance into the 2024 Republican presidential primary. Spicer was the White House spokesperson...", "link": "https://thehill.com/homenews/media/4021473-sean-spicer-joins-newsnation-as-contributor/", "date_published": "2023-05-25 22:22:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers eye compromise bill to bolster power lines in permitting negotiations", "description": "Lawmakers appear to be considering a compromise bill to bolster the nation’s power lines as part of efforts to tie energy permitting reforms to legislation that would lift the debt ceiling.  A source briefed on the issue told The Hill that transmission legislation from Sen. John Hickenlooper (D-Colo.) and Rep. Scott Peters (D-Calif.) was being considered...", "link": "https://thehill.com/policy/energy-environment/4021479-lawmakers-eye-compromise-bill-to-bolster-power-lines-in-permitting-negotiations/", "date_published": "2023-05-25 22:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Head of Black Caucus urges Biden to address nation on debt ceiling", "description": "The head of the Congressional Black Caucus (CBC) is calling on President Biden to get more aggressive in the debt ceiling talks, suggesting the White House has remained too quiet throughout the debate at the expense of the Democrats’ negotiating position.  Democrats have grown increasingly irritated with the White House’s approach to the high-stakes talks,...", "link": "https://thehill.com/homenews/house/4021498-head-of-black-caucus-urges-biden-to-address-nation-on-debt-ceiling/", "date_published": "2023-05-25 22:10:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Daily mortgage rates reach highest level since November", "description": "Daily mortgage rates reached their highest level since November, and the weekly average sent monthly payments for prospective buyers to an all-time high, according to a new report.  The 30-year average rates reached 7.12 percent on Thursday while the weekly data shows the benchmark rate at 6.57 percent. The latter pushed monthly payments for the typical...", "link": "https://thehill.com/business/4021463-daily-mortgage-rates-reach-highest-level-since-november/", "date_published": "2023-05-25 22:05:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former officer injured in Jan. 6 riot says potential pardons 'should outrage all Americans'", "description": "Michael Fanone, a former Metropolitan Police officer who sustained injuries during the Jan. 6, 2021, attack on the Capitol, said on Thursday that the recent talks of pardoning individuals who were sentenced for their roles in the insurrection “should outrage all Americans.”  During an appearance on CNN’s “News Central,” co-anchor Boris Sanchez asked Fanone for...", "link": "https://thehill.com/regulation/national-security/4021438-former-officer-injured-in-jan-6-riot-says-potential-pardons-should-outrage-all-americans/", "date_published": "2023-05-25 21:53:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NOAA predicts a 'near-normal' Atlantic hurricane season, announces tracking upgrades", "description": "This year’s Atlantic hurricane season, which runs from June through November, is projected to be “near-normal,” according to a forecast released Thursday by the National Oceanic and Atmospheric Administration (NOAA).  Forecasters predict a 40 percent chance of a near-normal season and a 30 percent chance each of an above-normal or below-normal one.  NOAA forecasts between...", "link": "https://thehill.com/policy/energy-environment/4021447-noaa-predicts-a-near-normal-atlantic-hurricane-season-announces-tracking-upgrades/", "date_published": "2023-05-25 21:52:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis launch interview nets 30 percent audience bump for Fox News", "description": "Fox News received a big ratings bump Wednesday night, thanks to Florida Gov. Ron DeSantis (R)'s first live television interview after officially launching his 2024 campaign for president. DeSantis sat for a wide-ranging interview for a half-hour with former South Carolina Rep. Trey Gowdy (R), who serves as a weekend host on Fox News, filling...", "link": "https://thehill.com/homenews/media/4021414-desantis-launch-interview-nets-30-percent-audience-bump-for-fox-news/", "date_published": "2023-05-25 21:43:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis snafu is just latest Twitter glitch", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology   The Big Story  Twitter glitch sends DeSantis tumbling into 2024 primary The Florida governor launched his GOP presidential bid during a glitchy Twitter Spaces event Wednesday night that didn’t bode well for the candidate — or platform.  © Madeline Monroe/Getty Images/iStock DeSantis and tech entrepreneur...", "link": "https://thehill.com/newsletters/technology/4021417-desantis-snafu-is-just-latest-twitter-glitch/", "date_published": "2023-05-25 21:36:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP seeks smaller IRS over smaller deficits", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon} Business &#38; Economy Business &#38; Economy   The Big Story  GOP seeks smaller IRS over smaller deficits  A GOP-backed push to cut funding for strengthening IRS enforcement runs counter to Republicans' calls to reduce the deficit. © Associated Press House Budget Committee member Chip Roy (R-Texas)...", "link": "https://thehill.com/newsletters/business-economy/4021413-gop-seeks-smaller-irs-over-smaller-deficits/", "date_published": "2023-05-25 21:33:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans more sure about who they don't support in 2024 race than who they do: poll", "description": "Results from a new survey indicate American voters are more set on who they don’t support in the 2024 presidential race than who they do support. Monmouth University polling, released Thursday, tested Democratic President Biden against Republicans former President Trump, former Vice President Mike Pence and Florida Gov. Ron DeSantis in hypothetical head-to-head match-ups. DeSantis...", "link": "https://thehill.com/homenews/campaign/4021354-americans-more-sure-about-who-they-dont-support-in-2024-race-than-who-they-do-poll/", "date_published": "2023-05-25 21:19:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oath Keepers leader sentenced, House leaves town", "description": "{beacon}    Evening Report Thursday, May 25 ©  AP Photo/Susan Walsh Oath Keepers founder sentenced to 18 years for role in Jan. 6 Oath Keepers founder Stewart Rhodes was sentenced to 18 years in prison after being convicted of seditious conspiracy related to the Jan. 6, 2021, Capitol riot.   \"The sentencing represents the longest...", "link": "https://thehill.com/newsletters/evening-report/4021355-oath-keepers-leader-sentenced-house-leaves-town/", "date_published": "2023-05-25 21:18:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the farm bill could alleviate food insecurity fueled by Ukraine war", "description": "The war raging in Ukraine has exacerbated food insecurity across the world — and food aid experts are looking to the 2023 farm bill for solutions. Ukraine’s massive grain supplies typically feed 400 million people per year, but the war has “drastically cut supplies” and driven up food costs for consumers in rich and poor...", "link": "https://thehill.com/policy/international/4021371-how-the-farm-bill-could-alleviate-food-insecurity-fueled-by-ukraine-war/", "date_published": "2023-05-25 21:09:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The debt ceiling negotiation: common sense vs. demagoguery", "description": "With about a week left before the U.S. government will reach its limit to borrow more money and add to the $31.8 trillion national debt, negotiations between congressional Republicans and President Biden seem to be at a standstill. On one side, congressional Republicans, led by Speaker of the House Kevin McCarthy (R-Calif.), have passed a bill...", "link": "https://thehill.com/opinion/finance/4017752-the-debt-ceiling-negotiation-common-sense-vs-demagoguery/", "date_published": "2023-05-25 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis scrambles to right the ship after rocky 2024 launch", "description": "Florida Gov. Ron DeSantis and his team are looking to recover after a rocky campaign debut on Twitter that was marred by technical glitches.   The live announcement on Twitter was intended to serve as a bold, albeit unusual, presidential rollout for DeSantis that showcased his ability to sidestep mainstream media and go directly to his...", "link": "https://thehill.com/homenews/campaign/4021196-desantis-scrambles-to-right-the-ship-after-rocky-2024-launch/", "date_published": "2023-05-25 19:57:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "34 percent of Black Americans say Biden's policies have helped them: survey", "description": "Black Americans continue to be the core support of the Biden administration, according to a new Ipsos-Washington Post survey.  The survey found that 66 percent of Black American respondents approve of the job President Biden has done, while 34 percent believe his policies have helped their demographic. Biden made racial justice a major component of...", "link": "https://thehill.com/homenews/campaign/4021228-34-percent-of-black-americans-say-bidens-policies-have-helped-them-survey/", "date_published": "2023-05-25 19:50:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis's uphill battle", "description": "Welcome to The Hill's Campaign newsletter {beacon} Campaign Report Campaign Report The Big Story  DeSantis's uphill battle  Ron DeSantis, who officially joined the 2024 primary field Wednesday after a bumpy rollout on Twitter Spaces with Elon Musk, faces numerous hurdles as he looks to take on former President Trump. © Greg Nash It hasn't been...", "link": "https://thehill.com/newsletters/campaign-report/4021219-desantiss-uphill-battle/", "date_published": "2023-05-25 19:35:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge condemns Oath Keepers leader over 'political prisoner' claims", "description": "A federal judge chastised Oath Keepers founder Stewart Rhodes on Thursday over his claim that being convicted of seditious conspiracy for his role in the Jan. 6, 2021, riot makes him a \"political prisoner.\" Ahead of his sentencing Thursday, Rhodes claimed the only crime he is guilty of is “opposing those who are destroying our...", "link": "https://thehill.com/regulation/court-battles/4021188-judge-condemns-oath-keepers-leader-over-political-prisoner-claims/", "date_published": "2023-05-25 19:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boosting Medicare Advantage can improve health care quality and costs", "description": "Making Medicare Advantage the default enrollment option would accelerate the move away from the inflationary fee-for-service payment system.", "link": "https://thehill.com/opinion/healthcare/4019247-boosting-medicare-advantage-can-improve-health-care-quality-and-costs/", "date_published": "2023-05-25 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Schlapp: Claims in report about mismanagement accusations 'out of context or are in error'", "description": "The American Conservative Union's treasurer has reportedly resigned, claiming chairman Matt Schlapp mismanaged staff and funds — to which Schlapp countered that the accusations are \"out of context or are in error.\" “It's tragic that routine internal complaints of disgruntled employees are being rehashed and leaked to the paper of record of the Left,” Schlapp...", "link": "https://thehill.com/blogs/blog-briefing-room/4021108-schlapp-claims-in-report-about-mismanagement-accusations-out-of-context-or-are-in-error/", "date_published": "2023-05-25 19:25:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House leaves town with no debt ceiling deal", "description": "House lawmakers are leaving Washington for the long holiday weekend Thursday afternoon — just one week before the Treasury Department says the U.S. is at risk of a debt default — without a deal to raise the debt ceiling. Negotiators say they’re getting closer to striking a deal to avert a default next week, but an...", "link": "https://thehill.com/homenews/house/4021122-house-leaves-town-with-no-debt-limit-deal/", "date_published": "2023-05-25 19:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden formally announces Air Force Chief of Staff Gen. Charles Q. Brown Jr. as next top military officer", "description": "Air Force Chief of Staff Gen. Charles Q. Brown Jr. will become the country’s next senior-most military officer later this year, President Biden formally announced Thursday.  “He knows what it means to be in the thick of battle and how to keep your cool when things get hard,” Biden announced in the White House Rose Garden,...", "link": "https://thehill.com/policy/defense/4021166-biden-formally-announces-air-force-chief-of-staff-gen-charles-q-brown-jr-as-next-top-military-officer/", "date_published": "2023-05-25 19:12:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How the University of California is encouraging illegal immigration", "description": "A “state employment magnet\" is likely to result in a substantial increase in illegal immigration.", "link": "https://thehill.com/opinion/immigration/4019290-how-the-university-of-california-is-encouraging-illegal-immigration/", "date_published": "2023-05-25 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Black Caucus addresses changes since murder of George Floyd, calls for more action", "description": "On the three-year anniversary of the murder of George Floyd and one year after President Biden issued reforms for federal officers, the Congressional Black Caucus (CBC) laid out its work in increasing police accountability while also calling for more to be done. “In the year since President Biden issued the executive order on policing, the...", "link": "https://thehill.com/homenews/race-politics/4021099-congressional-black-caucus-addresses-changes-since-murder-of-george-floyd-calls-for-more-action/", "date_published": "2023-05-25 18:52:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden assures Americans on Social Security, VA as debt default date nears", "description": "President Biden on Thursday sought to reassure Americans that benefits for veterans and Social Security recipients would not be impacted by the looming threat of a default as negotiators struggle to come to a budget deal and raise the debt ceiling. \"I've made clear time and again defaulting on our national debt is not an...", "link": "https://thehill.com/homenews/administration/4021078-biden-assures-americans-on-social-security-va-as-debt-default-date-nears/", "date_published": "2023-05-25 18:50:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "35 House conservatives pitch IRS and COVID-19 funding repeal to push back debt X-date", "description": "A group of 35 House Republicans, made up of members of the conservative House Freedom Caucus and their allies, are upping the pressure on Speaker Kevin McCarthy (R-Calif.) in debt ceiling negotiations and proposing funding clawbacks they say could push a potential default date back through the end of June.  In a letter to McCarthy,...", "link": "https://thehill.com/homenews/house/4021057-35-house-conservatives-pitch-irs-and-covid-19-funding-repeal-to-push-back-debt-x-date/", "date_published": "2023-05-25 18:31:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leahy: New USPTO rulemaking should seek to strengthen, not weaken, the America Invents Act", "description": "Just over 10 years ago, I worked with Rep. Lamar Smith (R-Texas), then-chairman of the House Judiciary Committee, to write what would become known as the Leahy-Smith America Invents Act (AIA) — the first bill in more than a half century that updated and modernized our patent laws. As President Biden might say, it was...", "link": "https://thehill.com/opinion/congress-blog/4020170-leahy-new-uspto-rulemaking-should-seek-to-strengthen-not-weaken-the-america-invents-act/", "date_published": "2023-05-25 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jeffries warns: House Democrats won’t rubber stamp debt ceiling deal", "description": "House Minority Leader Hakeem Jeffries (D-N.Y.) warned Thursday that members of his Democratic Caucus will not automatically back a debt ceiling deal cut between President Biden and Speaker Kevin McCarthy (R-Calif.). Asked if GOP leaders have miscalculated in assuming that House Democrats will help Republicans pass a Biden-backed bill through the lower chamber, Jeffries didn’t...", "link": "https://thehill.com/homenews/house/4020883-jeffries-warns-house-democrats-wont-rubber-stamp-debt-ceiling-deal/", "date_published": "2023-05-25 18:25:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump says 'even Cuomo' did better than DeSantis on COVID-19", "description": "Former President Trump says “even” former New York Gov. Andrew Cuomo (D) handled the coronavirus pandemic better than Florida Gov. Ron DeSantis (R), his latest attack the day after DeSantis officially joined the 2024 GOP presidential primary.  Trump said in a video from his campaign on Thursday that Florida had among the highest number of...", "link": "https://thehill.com/homenews/campaign/4021034-trump-says-even-cuomo-did-better-than-desantis-on-covid-19/", "date_published": "2023-05-25 18:07:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden is missing an opportunity to lead on a global plastics treaty", "description": "If he doesn’t, we may miss our last best chance for a global plastics solution.", "link": "https://thehill.com/opinion/energy-environment/4019118-biden-is-missing-an-opportunity-to-lead-on-a-global-plastics-treaty/", "date_published": "2023-05-25 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here’s what’s changed since George Floyd’s murder three years ago", "description": "Three years after George Floyd was murdered by police in Minneapolis at the age of 46, Black Americans are still more than twice as likely to be killed by police as white Americans. Much has changed since Floyd’s killing, but that startling statistic from the database Mapping Police Violence, underscores how much hasn’t changed all the...", "link": "https://thehill.com/homenews/race-politics/4020985-heres-whats-changed-since-george-floyds-murder-three-years-ago/", "date_published": "2023-05-25 17:57:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says he'll consider pardoning Jan. 6 defendants, including Trump", "description": "Florida Gov. Ron DeSantis (R) said Thursday that he will consider pardoning all the Jan. 6 defendants, including former President Trump, on his first day in office if he is elected president.   “I'm going to do on day one, I will have folks that will get together and look at all these cases, who...", "link": "https://thehill.com/homenews/campaign/4020983-desantis-says-hell-consider-pardoning-jan-6-defendants-including-trump/", "date_published": "2023-05-25 17:55:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Zelensky delivers surprise address to Johns Hopkins graduates", "description": "Ukrainian President Volodymyr Zelensky delivered a surprise commencement address to graduates from Johns Hopkins University on Thursday morning. Zelensky appeared via livestream and also received an honorary doctorate degree from the university's president at the commencement, The Baltimore Sun reported. “One of the most common truisms on Earth is the advice to value or at...", "link": "https://thehill.com/policy/international/4020938-zelensky-delivers-surprise-commencement-address-to-johns-hopkins-graduates/", "date_published": "2023-05-25 17:51:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexican president tells Florida Hispanics: Don't give 'one single vote' to DeSantis", "description": "MEXICO CITY — Mexican President Andrés Manuel López Obrador on Thursday called on Hispanics in Florida to vote against Gov. Ron DeSantis (R), who launched his 2024 White House bid the day before, because of his immigration policies. \"Hopefully Hispanics in Florida will wake up and not give him one single vote, to not vote...", "link": "https://thehill.com/latino/4020967-mexican-president-tells-florida-hispanics-dont-give-one-single-vote-to-desantis/", "date_published": "2023-05-25 17:48:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seeing double? Two sets of twins among co-valedictorians", "description": "Two sets of twins are among the six students named valedictorian at this high school.", "link": "https://thehill.com/changing-america/enrichment/education/4020515-seeing-double-two-sets-of-twins-among-co-valedictorians/", "date_published": "2023-05-25 17:42:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump on DeSantis: 'I think he had a rough opening'", "description": "Former President Trump on Thursday went after Florida Gov. Ron DeSantis’s (R) campaign launch in Trump's first on-camera remarks since his top primary opponent officially joined the presidential race with a rocky start the evening before. “I think he had a rough opening,” Trump told NewsNation when asked about DeSantis' campaign launch on Twitter spaces,...", "link": "https://thehill.com/homenews/4020831-trump-on-desantis-i-think-he-had-a-rough-opening/", "date_published": "2023-05-25 17:35:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here’s why it’s so hard to figure out the debt ceiling ‘X date’", "description": "There are several reasons why it is so difficult.", "link": "https://thehill.com/opinion/finance/4019654-heres-why-its-so-hard-to-figure-out-the-debt-ceiling-x-date/", "date_published": "2023-05-25 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'QAnon Shaman' released from halfway house", "description": "Jacob Chansley, a rioter who stormed the Capitol during the Jan. 6, 2021, insurrection and became known as the “QAnon Shaman,” was released from a halfway house on Thursday, ending his time in custody.  Chansley’s attorney, Albert Watkins, said in a statement that he is “now appropriately free to continue in his peaceful quest to...", "link": "https://thehill.com/regulation/court-battles/4020891-qanon-shaman-released-from-halfway-house/", "date_published": "2023-05-25 17:23:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration advances two renewable energy transmission projects in Nevada", "description": "The Interior Department on Thursday announced the advancement of two new proposed renewable energy transmission projects in Nevada, which are collectively projected togenerate about 8 gigawatts. In a call with reporters Thursday, the Bureau of Land Management (BLM) confirmed it has begun the environmental review process for the Greenlink North project in Nevada’s White Pine,...", "link": "https://thehill.com/policy/energy-environment/4020849-biden-administration-advances-two-renewable-energy-transmission-projects-in-nevada/", "date_published": "2023-05-25 17:06:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Governor declares 'Taylor Swift ham, egg and cheese' official NJ state sandwich ahead of tour stop", "description": "Some places have saluted Taylor Swift by temporarily renaming entire cities after her or making her an honorary mayor, but New Jersey is upping the ante and paying tasty homage to the “Anti-Hero” singer with an eponymous state sandwich. “In New Jersey, we have a reputation for a great war between Taylor ham and pork...", "link": "https://thehill.com/blogs/in-the-know/4020852-governor-declares-taylor-swift-ham-egg-and-cheese-official-nj-state-sandwich-ahead-of-tour-stop/", "date_published": "2023-05-25 17:04:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Su has what it takes to be secretary of Labor", "description": "Su is a highly qualified consensus-builder who would be an asset as secretary of Labor.", "link": "https://thehill.com/opinion/white-house/4018294-su-has-what-it-takes-to-be-secretary-of-labor/", "date_published": "2023-05-25 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Oath Keepers founder Stewart Rhodes sentenced to 18 years for Jan. 6", "description": "A federal judge on Thursday sentenced Oath Keepers founder Stewart Rhodes to 18 years in prison following his conviction on seditious conspiracy theories for his role in the Jan. 6, 2021 attack on the Capitol.  The sentencing represents the longest prison term yet assigned to a figure involved in the riot, coming after Rhodes was...", "link": "https://thehill.com/policy/national-security/4020834-oath-keepers-founder-stewart-rhodes-sentenced-to-18-years-for-jan-6/", "date_published": "2023-05-25 16:59:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Exclusive: Meta faces pressure to support independent audit of risk oversight committee", "description": "Meta is facing pressure to support a shareholder proposal calling for an independent assessment of the company’s audit and risk oversight committee. A group of unions and a group of state treasurers sent letters to Meta CEO Mark Zuckerberg ahead of next week’s annual shareholder meeting, urging the company to reconsider its opposition to a...", "link": "https://thehill.com/policy/technology/4020763-exclusive-meta-faces-pressure-to-support-independent-audit-of-risk-oversight-committee/", "date_published": "2023-05-25 16:45:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "State courts can curb the climate crisis", "description": "A slew of ongoing climate lawsuits can play a major role in shifting costs from cities and states to industry.", "link": "https://thehill.com/opinion/energy-environment/4019538-state-courts-can-curb-the-climate-crisis/", "date_published": "2023-05-25 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — As debt ceiling clock ticks, frustrated lawmakers dip out", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  Lawmakers...", "link": "https://thehill.com/newsletters/1230-report/4020708-the-hills-1230-report-as-debt-ceiling-clock-ticks-frustrated-lawmakers-dip-out/", "date_published": "2023-05-25 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chinese hacking campaign targeting US infrastructure: Microsoft report", "description": "A Chinese state-sponsored cyber actor known as Volt Typhoon has been accessing credentials and network systems of critical infrastructure organizations in the U.S., including Guam, according to a report released Wednesday by Microsoft. Volt Typhoon, which has been active since mid-2021, has been targeting organizations in several sectors, including communications, manufacturing, utility, transportation, construction, maritime,...", "link": "https://thehill.com/policy/cybersecurity/4020742-chinese-hacking-campaign-targeting-us-infrastructure-microsoft-report/", "date_published": "2023-05-25 16:25:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott says South Carolina's six-week abortion ban is 'good news'", "description": "South Carolina Sen. Tim Scott, a candidate for the GOP presidential nomination, says the state’s recently passed six-week abortion ban is “good news.”  \"The state is trying to protect the culture of life, and that's good news. I mean, the heartbeat bill is a step in the direction of that,” Scott said Wednesday in response to...", "link": "https://thehill.com/homenews/campaign/4020594-tim-scott-says-south-carolinas-six-week-abortion-ban-is-good-news/", "date_published": "2023-05-25 16:24:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nebraska governor sending state troopers to Texas border with Mexico", "description": "Nebraska Gov. Jim Pillen (R) is sending 10 state troopers to the U.S. border with Mexico in response to Texas's request for assistance at the border. \"Our nation has a serious and unchecked threat on its hands following President Biden's decision to end Title 42 \" Pillen said in a statement. \"Nebraska is committed to...", "link": "https://thehill.com/homenews/state-watch/4020701-nebraska-governor-sending-state-troopers-to-texas-border-with-mexico/", "date_published": "2023-05-25 16:23:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Carolina governor signs six-week abortion ban", "description": "South Carolina Gov. Henry McMaster (R) on Thursday signed into law a ban on abortions after an ultrasound detects any cardiac activity, which is typically at about six weeks, before most women know they are pregnant.  The law marks a significant setback for abortion rights advocates in the state. Prior to this measure, abortions were...", "link": "https://thehill.com/homenews/state-watch/4020700-south-carolina-governor-signs-six-week-abortion-ban/", "date_published": "2023-05-25 16:10:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Finally, Americans could soon 'direct file' taxes online without a middleman", "description": "The Treasury Department just announced a potentially game-changing initiative to pilot a free, direct tax filing system next year.", "link": "https://thehill.com/opinion/finance/4019064-finally-americans-could-soon-direct-file-taxes-online-without-a-middleman/", "date_published": "2023-05-25 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Majority of Californians believe Feinstein no longer fit to serve in Senate: poll", "description": "A new poll found that two-thirds of California voters believe Sen. Dianne Feinstein (D-Calif.) is no longer fit to serve in the Senate due to her ongoing health battles. The Berkley IGS poll released Thursday found that about 67 percent of Californians said they agreed with the statement, “Feinstein’s latest illness underlines the fact that...", "link": "https://thehill.com/homenews/senate/4020543-majority-of-californians-believe-feinstein-no-longer-fit-to-serve-in-senate-poll/", "date_published": "2023-05-25 15:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ron DeSantis: The good, the bad and the beautiful", "description": "His campaign launch was something of a bust, but Ron DeSantis is nonetheless the man of the hour.", "link": "https://thehill.com/opinion/campaign/4020502-ron-desantis-the-good-the-bad-and-the-beautiful/", "date_published": "2023-05-25 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House releases national strategy to fight antisemitism", "description": "The White House rolled out its national strategy Thursday for combating antisemitism as the country grapples with record levels of violence, vandalism and hate speech directed at Jewish communities. President Biden, second gentleman Doug Emhoff and other officials detailed the strategy during a virtual event from the White House. It is the first time the...", "link": "https://thehill.com/homenews/administration/4020620-white-house-releases-national-strategy-to-fight-antisemitism/", "date_published": "2023-05-25 15:23:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dozens of Democrats join GOP in passing bill on fentanyl-related drug penalties", "description": "Legislation to permanently classify fentanyl-like substances into a category reserved for the most dangerous drugs passed the House on Thursday. The GOP-sponsored HALT Fentanyl Act passed 289-133 with support from 74 Democrats, who wanted to be on record as supporting legislation intended to crack down on the synthetic opioid crisis.  But the majority of House...", "link": "https://thehill.com/homenews/house/4020557-dozens-of-democrats-join-gop-in-passing-bill-on-fentanyl-related-drug-penalties/", "date_published": "2023-05-25 15:12:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Worried about the dangers of AI? They’re already here.", "description": "As AI continues to permeate more avenues of society, it isn’t the Terminator we have to worry about. It’s us.", "link": "https://thehill.com/opinion/technology/4017594-worried-about-the-dangers-of-ai-theyre-already-here/", "date_published": "2023-05-25 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN to host town hall with Pence amid 2024 speculation", "description": "CNN announced on Thursday that it will host a town hall with former Vice President Mike Pence in Iowa next month, as he continues to fuel speculation of a 2024 White House run. The forum, which CNN described as a Republican presidential town hall, will air on June 7 at 9 p.m.  CNN chief political...", "link": "https://thehill.com/homenews/campaign/4020534-cnn-to-host-town-hall-with-pence-amid-2024-speculation/", "date_published": "2023-05-25 14:59:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan senators call for probe into reports of price gouging by defense contractors", "description": "A bipartisan group of senators sent a letter to Defense Secretary Lloyd Austin on Wednesday urging him to open an investigation into reports of systematic price gouging by defense contractors. The letter, which included the signatures of Sens. Bernie Sanders (I-Vt.) and Chuck Grassley (R-Iowa), cites a CBS News \"60 Minutes\" report on major defense...", "link": "https://thehill.com/policy/defense/4020467-bipartisan-senators-call-for-probe-into-reports-of-price-gouging-by-defense-contractors/", "date_published": "2023-05-25 14:53:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CDC: 2 dead, hundreds may be at risk of fungal meningitis after surgeries in Mexico", "description": "The Centers for Disease Control and Prevention (CDC) is warning that more than 200 U.S. patients may be at risk for fungal meningitis after undergoing surgical procedures at clinics in a Mexican border city. The CDC said Wednesday it is working with the Mexican Ministry of Health and local and state officials to respond to...", "link": "https://thehill.com/policy/healthcare/4020522-cdc-2-dead-hundreds-may-be-at-risk-of-fungal-meningitis-after-surgeries-in-mexico/", "date_published": "2023-05-25 14:52:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Connecticut has issued 521 X gender marker driver's licenses since 2020", "description": "Since allowing residents to pick a third option, 521 people in Connecticut have been issued driver's licenses bearing the gender marker \"X,\" the state DMV confirmed.", "link": "https://thehill.com/homenews/4020524-connecticut-has-issued-521-x-gender-marker-drivers-licenses-since-2020/", "date_published": "2023-05-25 14:50:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "More Americans pessimistic about retirement: Gallup", "description": "More Americans are pessimistic about retirement than at any point in the past decade, according to a new Gallup poll.  The survey released Thursday showed that 43 percent of current non-retirees expect to live comfortably in retirement, a drop of 5 points from last year and the lowest since 2012, when only 38 percent felt...", "link": "https://thehill.com/business/personal-finance/4020489-more-americans-pessimistic-about-retirement-gallup/", "date_published": "2023-05-25 14:50:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Traveling this summer? Expect big prices and big crowds", "description": "The number of people going through U.S. airports hit pandemic-era highs last weekend, and those records are almost certain to be broken over the Memorial Day holiday.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/4020249-traveling-this-summer-expect-big-prices-and-big-crowds/", "date_published": "2023-05-25 14:43:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court redefines which wetlands get federal protections", "description": "The Supreme Court has narrowed which waters are subject to federal protections under the Clean Water Act, limiting the Environmental Protection Agency's authority in terms of where it can implement safeguards. In the decision, the court ruled that in order for a wetland to receive protection, it needs to have a \"continuous surface connection\" with...", "link": "https://thehill.com/regulation/court-battles/4020431-supreme-court-redefines-which-wetlands-get-federal-protections/", "date_published": "2023-05-25 14:31:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why a single AI regulator just won’t work", "description": "Artificial intelligence (AI) is transforming so much of how we live and work. New generative AI systems have unlocked groundbreaking possibilities and captured public attention. Meanwhile, this rapid proliferation of AI capabilities has raised important questions about misuse, misinformation, ethical implications and more. Those questions were central to last week's Senate Judiciary subcommittee hearing on...", "link": "https://thehill.com/opinion/congress-blog/4020159-why-a-single-ai-regulator-just-wont-work/", "date_published": "2023-05-25 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Civil rights groups to Biden: 'Take all actions within your authority' to protect undocumented immigrants", "description": "A coalition of civil rights groups is calling on President Biden to pull no punches in using the powers of the presidency to protect undocumented immigrants from criminalization and deportation. In a letter to Biden Wednesday, the groups urged the president to \"immediately take all actions within your authority to protect undocumented immigrants, many of...", "link": "https://thehill.com/latino/4020421-civil-rights-groups-to-biden-take-all-actions-within-your-authority-to-protect-undocumented-immigrants/", "date_published": "2023-05-25 14:11:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nation's median age jumps to almost 39, while fewer babies born: census", "description": "The share of residents 65 or older grew by more than a third from 2010 to 2020 and at the fastest rate of any decade in 130 years, while the share of children declined, according to new figures from the most recent census.", "link": "https://thehill.com/homenews/4020409-nations-median-age-jumps-to-almost-39-while-fewer-babies-born-census/", "date_published": "2023-05-25 14:03:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Iran shows off new ballistic missile", "description": "Iran on Thursday unveiled a new ballistic missile that can reportedly strike targets within 2,000 kilometers, or 1,240 miles, according to media reports. Officials showed off the Khoramshahr-4 — which can allegedly carry a 1,500-kilogram, or 3,300-pound, warhead — to journalists in Tehran, The Associated Press reported. They also released undated footage of what they said was...", "link": "https://thehill.com/policy/international/4020415-iran-shows-off-new-ballistic-missile/", "date_published": "2023-05-25 14:01:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress should not reauthorize warrantless surveillance of Americans", "description": "Congress should not reauthorize Section 702 without enacting significant reforms.", "link": "https://thehill.com/opinion/judiciary/4018982-congress-should-not-reauthorize-warrantless-surveillance-of-americans/", "date_published": "2023-05-25 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "10-year-old Ohio girl's abortion prompts discipline hearing against Indiana doctor", "description": "An Indiana board is set to hear allegations Thursday that an Indianapolis doctor should face disciplinary action after she spoke publicly about providing an abortion to a 10-year-old rape victim from neighboring Ohio.", "link": "https://thehill.com/homenews/state-watch/4020383-10-year-old-ohio-girls-abortion-prompts-discipline-hearing-against-indiana-doctor/", "date_published": "2023-05-25 13:45:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trader Joe's coffee product recalled due to potential glass", "description": "Trader Joe's Instant Cold Brew Coffee has been recalled due to potential glass inside the container, the company said in an email Wednesday. Trader Joe's says all products have been removed from its shelves.", "link": "https://thehill.com/blogs/blog-briefing-room/4020002-trader-joes-coffee-product-recalled-due-to-potential-glass/", "date_published": "2023-05-25 13:44:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator vows to delay debt ceiling deal lacking 'substantial reform'", "description": "Sen. Mike Lee (R-Utah), the chairman of the conservative Senate Republican Steering Committee, is threatening to use “every procedural tool” at his disposal to slow down Senate passage of a bill to raise the debt ceiling if it doesn’t include “substantial” reforms. Lee could drag out the floor proceedings on a bill for days, something...", "link": "https://thehill.com/homenews/senate/4020385-gop-senator-vows-to-delay-debt-ceiling-deal-lacking-substantial-reform/", "date_published": "2023-05-25 13:43:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "I'm a Gold Star Mom. The GOP is using our veterans as political props.", "description": "The GOP wants us to believe that they’re the party that will stand by our vets. But if McCarthy gets his way in the debt ceiling negotiations, veterans may have to wait months or years to get in to see the appropriate health professional or access housing.", "link": "https://thehill.com/opinion/white-house/4017900-im-a-gold-star-mom-the-gop-is-using-our-veterans-as-political-props/", "date_published": "2023-05-25 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Voter confidence up slightly: survey", "description": "Voters expressed slightly more confidence that ballots were counted correctly in the 2022 election, following a dip in 2020, according to a new survey. The MIT Election Data &#38; Science Lab found that 69 percent of voters expressed some degree of confidence in voting nationwide in the 2022 election, up from 61 percent two years...", "link": "https://thehill.com/blogs/blog-briefing-room/4020315-voter-confidence-up-slightly-survey/", "date_published": "2023-05-25 12:57:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Most in new survey say AI could threaten humanity", "description": "A majority of Americans in a new survey believe that artificial intelligence (AI) could be dangerous for humanity.   The new Quinnipiac University Poll found that 54 percent of Americans think that AI will threaten humanity, while 31 percent responded that they think it will help humanity. Among those who are employed, 24 percent responded...", "link": "https://thehill.com/policy/technology/4020298-most-in-new-survey-say-ai-could-threaten-humanity/", "date_published": "2023-05-25 12:39:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Homeownership rate hit lowest level in decades in 2020: Census", "description": "The U.S. homeownership rate hit its lowest level in five decades in 2020, falling by 2 percentage points in ten years' time, according to Census Bureau data released on Thursday.  Slightly more than 80 million out of 126.8 million occupied housing units across the country were inhabited by homeowners in, putting the nation’s homeownership rate at 63.1 percent.  This...", "link": "https://thehill.com/business/4020284-homeownership-rate-hit-lowest-level-in-decades-in-2020-census/", "date_published": "2023-05-25 12:37:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump holds 42-point lead in Iowa: survey", "description": "Former President Trump has an overwhelming 42-point lead in a new Iowa caucus poll of GOP Primary contenders.   In a new Emerson College Polling survey, Trump is leading a field of likely 2024 Republican primary candidates with 62 percent of the vote. The second-highest share of votes went to Florida Gov. Ron DeSantis, who...", "link": "https://thehill.com/homenews/campaign/4020277-trump-holds-42-point-lead-in-iowa-survey/", "date_published": "2023-05-25 12:18:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Even the EPA under-reports the benefits of its new emissions rules", "description": "Wildfires are becoming more extreme, more frequent and sometimes concurrent.", "link": "https://thehill.com/opinion/energy-environment/4015858-even-the-epa-under-reports-the-benefits-of-its-new-emissions-rules/", "date_published": "2023-05-25 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden marks anniversary of George Floyd murder with call for police reform legislation", "description": "President Biden early Thursday marked the three-year anniversary of George Floyd’s murder with a push for Congress to pass police reform legislation.   “George Floyd’s murder exposed for many what Black and Brown communities have long known and experienced — that we must make a whole of society commitment to ensure that our Nation lives...", "link": "https://thehill.com/homenews/administration/4020255-biden-marks-anniversary-of-george-floyd-murder-with-call-for-police-reform-legislation/", "date_published": "2023-05-25 11:46:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Iran unlocking the gates to Armageddon?", "description": "There is a growing sense in Israel that Jerusalem is quickly running out of time to prevent Iran from becoming a regional nuclear power.", "link": "https://thehill.com/opinion/national-security/4018271-is-iran-unlocking-the-gates-to-armageddon/", "date_published": "2023-05-25 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis to tour early voting states after glitch-marred campaign launch", "description": "Florida Gov. Ron DeSantis's (R ) presidential campaign early Thursday announced the launch of his first early presidential contest state tour as an official 2024 candidate, after a Twitter Spaces event marred by technical glitches, with stops scheduled in Iowa, New Hamsphire, and South Carolina.  DeSantis's \"Our Great American Comeback Tour\" will start next week...", "link": "https://thehill.com/homenews/campaign/4020246-desantis-to-tour-early-voting-states-after-glitch-marred-campaign-launch/", "date_published": "2023-05-25 11:17:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bakhmut and the Ukrainian path to victory", "description": "Bakhmut's defenders forced Russia to commit inordinate resources to this little town, inflicting as many as 100,000 Russian casualties and buying time to arm and prepare for the coming counteroffensive.", "link": "https://thehill.com/opinion/national-security/4017476-bakhmut-and-the-ukrainian-path-to-victory/", "date_published": "2023-05-25 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Frontier Airlines confirms gate agent 'incentive' for baggage fees after viral TikToks", "description": "Frontier says the controversial policy is just to help ensure compliance when it comes to carry-on baggage size limits.", "link": "https://thehill.com/homenews/4019832-frontier-airlines-confirms-gate-agent-incentive-for-baggage-fees-after-viral-tiktoks/", "date_published": "2023-05-25 10:25:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Officer cleared in shooting that killed Grammy winner", "description": "The investigation into a deadly officer-involved shooting that happened in Hermitage is closed, according to the Tennessee Bureau of Investigation.", "link": "https://thehill.com/homenews/4019539-officer-cleared-in-shooting-that-killed-grammy-winner/", "date_published": "2023-05-25 10:24:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rapper Fetty Wap sentenced to 6 years in prison", "description": "Rapper Fetty Wap was sentenced to six years in prison Wednesday for his role in a drug trafficking conspiracy, officials said.", "link": "https://thehill.com/homenews/4019087-rapper-fetty-wap-sentenced-to-6-years-in-prison/", "date_published": "2023-05-25 10:23:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Shaky start: DeSantis's 2024 launch marred by glitches", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Florida Gov. Ron DeSantis made his long-expected official entry into the 2024 Republican presidential race Wednesday, presenting the most serious challenger to the frontrunner, former President Trump. His announcement...", "link": "https://thehill.com/newsletters/morning-report/4020216-the-hills-morning-report-shaky-start-desantiss-2024-launch-marred-by-glitches/", "date_published": "2023-05-25 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis, allies prepare major Trump counteroffensive", "description": "Florida Gov. Ron DeSantis and his allies are preparing to launch a major counteroffensive against former President Trump as the second-term governor enters the 2024 race for the GOP's White House nomination.   DeSantis is well behind Trump in national polls, but his team largely brushes off the challenge of taking on the former president, arguing...", "link": "https://thehill.com/homenews/campaign/4019340-desantis-allies-prepare-major-trump-counteroffensive/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats seek unlikely debt ceiling savior: Mitch McConnell", "description": "With time running short and the danger of a national default growing, Democrats are hoping an unlikely savior will come to the rescue: Senate Republican Leader Mitch McConnell (Ky.).  Democratic lawmakers say McConnell and other Senate Republicans are fooling themselves if they think Speaker Kevin McCarthy (R-Calif.) is in a position to reach a debt...", "link": "https://thehill.com/homenews/senate/4019680-democrats-seek-unlikely-debt-ceiling-savior-mitch-mcconnell/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Do humans cause climate change? Even now, only half of Americans say yes.", "description": "Even now, only half of Americans believe humans cause climate change.  That finding, from a new Ipsos poll, illuminates a yawning gap between public opinion and science on perhaps the most important scientific question of our time.  Forty-nine percent of Americans believe climate change is caused mostly by human actions, the survey found, the lowest...", "link": "https://thehill.com/policy/energy-environment/4019474-do-humans-cause-climate-change-even-now-only-half-of-americans-say-yes/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP attack on IRS funding runs counter to deficit reduction effort", "description": "The GOP is pushing to cut IRS enforcement funding as part of a deal to raise the debt ceiling, when doing so will actually add to the national debt, according to Congressional Budget Office (CBO) estimates. Republicans have railed against the additional $80 billion Democrats awarded to the IRS as part of the Inflation Reduction...", "link": "https://thehill.com/business/4019217-gop-attack-on-irs-funding-runs-counter-to-deficit-reduction-effort/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Liberals and conservatives are bashing the emerging debt deal — and that's progress", "description": "Liberals and conservatives are balking at the emerging debt ceiling agreement between President Biden and Speaker Kevin McCarthy (R-Calif.) — a development that may complicate life for party leaders over the long term, but also signals progress in the immediate effort to prevent a government default. Biden’s liberal allies are fuming that the nascent deal...", "link": "https://thehill.com/homenews/house/4019978-liberals-and-conservatives-are-bashing-the-emerging-debt-deal-and-thats-progress/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meet McCarthy’s closers on debt ceiling talks", "description": "High-stakes debt limit talks are underscoring the importance to Speaker Kevin McCarthy (R-Calif.) of two key allies: Rep. Garret Graves (R-La.) and Rep. Patrick McHenry (R-N.C.). The two Republicans were integral in helping McCarthy secure the Speaker’s gavel in the 15-ballot, drawn-out election at the start of the year. Now, they are key GOP negotiators...", "link": "https://thehill.com/homenews/house/4019636-meet-mccarthys-closers-on-debt-ceiling-talks/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Twitter’s restriction of Turkish election content sparks fear of precedent", "description": "Twitter’s decision to censor critics ahead of the Turkish presidential election could set a “dangerous precedent” for other authoritarian regimes, experts said about the company's action. Last week, Turkey threatened to shut down Twitter access in the country unless it censored content from four accounts critical of the current government. Twitter, which is fighting the...", "link": "https://thehill.com/policy/technology/4019109-twitters-turkey-election-sparks-criticism/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why GOP candidates are piling on DeSantis — not Trump", "description": "There’s a huge target on the back of Florida Gov. Ron DeSantis (R) as he enters the 2024 Republican presidential primary, even though he's trailing the GOP-favored front-runner.   While former President Trump is maintaining a commanding, at times double-digit lead in national polls of GOP primary voters, DeSantis has drawn intense criticism from Trump and...", "link": "https://thehill.com/homenews/campaign/4019501-why-gop-candidates-are-piling-on-desantis-not-trump/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Youngkin sends mixed signals on 2024 presidential run", "description": "Virginia Gov. Glenn Youngkin (R) is sending mixed signals about a potential 2024 presidential bid as questions surface about the viability of Florida Gov. Ron DeSantis in the GOP primary. Youngkin raised eyebrows last week when his political arm rolled out a video that had all the trappings of a presidential campaign spot. And on...", "link": "https://thehill.com/homenews/campaign/4019319-youngkin-sends-mixed-signals-on-2024-presidential-run/", "date_published": "2023-05-25 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ratings agency puts US credit on negative watch should lawmakers fail to raise debt ceiling", "description": "The ratings agency Fitch placed U.S. credit on a negative watch on Wednesday, as lawmakers struggle to reach a deal on the debt ceiling before the country goes into default. America’s AAA rating, the highest possible rating, was put on notice for a potential downgrade if the White House and Republicans fail to raise the debt limit....", "link": "https://thehill.com/business/economy/4020050-ratings-agency-puts-us-credit-on-negative-watch-should-lawmakers-fail-to-raise-debt-ceiling/", "date_published": "2023-05-25 03:09:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says roles to play for federal and state governments on abortion", "description": "Florida Gov. Ron DeSantis (R) said the federal and state governments both have a role to play in deciding abortion policy in the aftermath of the Supreme Court overturning Roe v. Wade.  DeSantis said during an interview on Fox News on Wednesday, his first since announcing his campaign for president on Twitter earlier that evening,...", "link": "https://thehill.com/homenews/campaign/4020008-desantis-says-roles-to-play-for-federal-and-state-governments-on-abortion/", "date_published": "2023-05-25 01:57:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump blasts DeSantis campaign launch: 'catastrophe,' 'DISASTER'", "description": "Former President Trump blasted Florida Gov. Ron DeSantis’s (R) campaign launch as a “catastrophe” and “disaster” on Wednesday, after the governor’s announcement on Twitter was marred by technological glitches.  “Wow! The DeSanctus TWITTER launch is a DISASTER! His whole campaign will be a disaster. WATCH!” Trump said in a post on Truth Social, using a...", "link": "https://thehill.com/homenews/campaign/4019994-trump-blasts-desantis-campaign-launch-catastrophe-disaster/", "date_published": "2023-05-25 01:40:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five takeaways from Ron DeSantis’s glitch-ridden campaign launch", "description": "Florida Gov. Ron DeSantis (R) finally launched his campaign for the presidency on Wednesday. His declaration, keenly anticipated for months, turned into a debacle — at least regarding its most highly-publicized element, a Twitter Spaces event with Elon Musk. The glitch-ridden Twitter event must have left DeSantis furious and his key aides embarrassed. The misfire...", "link": "https://thehill.com/homenews/campaign/4019999-five-takeaways-from-ron-desantiss-glitch-ridden-campaign-launch/", "date_published": "2023-05-25 01:37:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis says large volumes of listeners caused crash in Musk Twitter conversation", "description": "Florida Gov. Ron DeSantis (R) said a large volume of listeners caused the technical issues during his Twitter Spaces conversation with Elon Musk to kick off his candidacy for president.  DeSantis told Trey Gowdy, a former Republican congressman from South Carolina, in an interview on Fox News that the conversation had a “huge audience” that...", "link": "https://thehill.com/homenews/campaign/4019957-desantis-says-large-volumes-of-listeners-caused-crash-in-musk-twitter-conversation/", "date_published": "2023-05-25 00:56:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Obama remember Tina Turner as 'once-in-a-generation talent'", "description": "President Biden and former President Obama are remembering Tina Turner, lauding the \"Queen of Rock and Roll\" as a \"once-in-a-generation talent.\" The \"Proud Mary\" singer died on Wednesday at 83 following a long illness, her manager confirmed. In a statement following news of her death, Biden cited Turner's humble roots as \"a farmer's daughter in Tennessee.\"...", "link": "https://thehill.com/blogs/in-the-know/in-the-know/4019942-biden-obama-remember-tina-turner-as-once-in-a-generation-talent/", "date_published": "2023-05-25 00:33:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis raises $1 million in hour after campaign launch", "description": "Florida Gov. Ron DeSantis (R) raised $1 million in the first hour after he launched his presidential campaign on Wednesday, his press secretary said.  “There was so much enthusiasm for Governor DeSantis' vision for our Great American Comeback that he literally busted up the internet. Washington is next. $1 million raised online in one hour......", "link": "https://thehill.com/homenews/campaign/4019907-desantis-raises-1-million-in-hour-after-campaign-launch/", "date_published": "2023-05-25 00:08:10+00:00", "persistent": false, "user": null, "language": "en-US"}]