[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjski generał o ataku atomowym na USA. \"Najbliżej jest Alaska\"", "description": "- Musimy stanowić zagrożenie bezpośrednio dla terytoriów Stanów Zjednoczonych. Najbliżej jest Alaska, możemy ją obrać za cel - przekonywał rosyjski generał i poseł do Dumy Andriej Gurulow. W programie propagandysty Władimira Sołowjowa twierdził też, że USA przekażą Kijowowi taktyczne głowice nuklearne. Dowodów na prawdziwość swoich tez jednak nie przedstawił.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/rosyjski-general-o-ataku-atomowym-na-usa-najblizej-jest-alaska/", "date_published": "2023-05-25 19:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Poszukiwania Madeleine McCann. Wyłowiono czarne worki", "description": "Portugalska policja zakończyła swoje działania związane z zaginięciem Madeleine McCann. Śledczy poinformowali, że materiał wydobyty ze zbiornika Arade w Algarve zostanie teraz szczegółowo przeanalizowany. - Nadal szukamy ciała. Oczywiście nie tylko szukamy. Są też inne sprawy - przekazał niemiecki prokurator Christian Wolters.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/poszukiwania-madeleine-mccann-wylowiono-czarne-worki/", "date_published": "2023-05-25 18:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Mistrzostwa w zaklinaniu robaków. Mieli różne sposoby, by wyszły spod ziemi", "description": "W Wielkiej Brytanii odbyły się mistrzostwa w zaklinaniu... robaków. Uczestnicy niezwykłych zawodów mieli za zadanie wywabić z ziemi jak najwięcej dżdżownic. Jak im poszło? Wiadomo, że ich wynik jest znacznie lepszy niż w ubiegłym roku.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/wielka-brytania-mistrzostwa-w-zaklinaniu-robakow-mieli-rozne-sposoby-by-wyszly-spod-ziemi/", "date_published": "2023-05-25 18:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Organizował ludobójstwo w Rwandzie. Fulgence Kayishema aresztowany po 20 latach. \"Czekałem długo\"", "description": "Fulgence Kayishema, najbardziej poszukiwany morderca na świecie, trafił w ręce wymiaru sprawiedliwości. Mężczyzna brał udział w organizacji ludobójstwa ponad dwóch tysięcy uchodźców Tutsi. Aby nie wpaść w ręce wymiaru sprawiedliwości m.in. fałszował dokumenty.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/organizowal-ludobojstwo-w-rwandzie-fulgence-kayishema-aresztowany-po-20-latach-czekalem-dlugo/", "date_published": "2023-05-25 17:34:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Londyn: Samochód wjechał w bramę rezydencji premiera na Downing Street", "description": "Samochód osobowy wjechał w bramę prowadzącą do biura i rezydencji premiera Wielkiej Brytanii Rishiego Sunaka - podała agencja Reutera. Kierowca został aresztowany.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/londyn-samochod-wjechal-w-brame-rezydencji-premiera-na-downing-street/", "date_published": "2023-05-25 16:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Włochy: Odwołali ślub, by zostać księdzem i zakonnicą. Zdradzili, co ich skłoniło", "description": "10 lat życia w związku, plany na ślub i przyszłe wspólne życie - wszystko stało się nieaktualne po nagłej decyzji włoskiej pary. Angelo Radosta i Maria Giuseppina zrezygnowali z najważniejszego dnia w życiu i postanowili poświęcić się służbie Bogu. Ich rodziny były zaskoczone, gdy dowiedziały się, że młody mężczyzna został księdzem, a jego była partnerka wstąpiła do zakonu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/wlochy-odwolali-slub-by-zostac-ksiedzem-i-zakonnica-zdradzili-co-ich-sklonilo/", "date_published": "2023-05-25 16:15:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Japonia: Strzelanina i atak nożownika. Trzy osoby nie żyją, jedna została ranna", "description": "Trzy osoby nie żyją, a jedna została ranna w strzelaninie i ataku nożownika w Nakano, w prefekturze Nagano, w środkowej Japonii. Sprawca zabarykadował się w budynku – podaje agencja Reutera.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/japonia-strzelanina-i-atak-nozownika-trzy-osoby-nie-zyja-jedna-zostala-ranna/", "date_published": "2023-05-25 16:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Łukaszenka odpowiada gen. Skrzypczakowi. \"Jesteśmy gotowi, niech przyjdą\"", "description": "- Śledzimy tych gości, o których mówił ten chory generał. Że tam powstają sztandary, całe pułki lub bataliony. Tak to nazywają - stwierdził Alaksandr Łukaszenka. Białoruski dyktator odpowiedział na komentarz gen. Waldemara Skrzypczaka w Gościu Wydarzeń. Były dowódca Wojsk Lądowych RP spodziewa się przewrotu u naszych wschodnich sąsiadów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/lukaszenka-odpowiada-gen-skrzypczakowi-jestesmy-gotowi-niech-przyjda/", "date_published": "2023-05-25 13:13:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja i Białoruś podpisały porozumienie ws. rozmieszczenia broni nuklearnej", "description": "Ministrowie obrony Rosji i Białorusi Siergiej Szojgu i Wiktor Chrenin podpisali w czwartek w Mińsku dokumenty określające procedury przechowywania rosyjskiej broni jądrowej w specjalnym magazynie na terytorium Białorusi - poinformowało Ministerstwo Obrony Białorusi, cytowane przez TASS. Rosyjski minister stwierdził też, że Zachód prowadzi niewypowiedzianą wojnę przeciwko Państwu Związkowemu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/porozumienie-ws-rozmieszczenia-rosyjskiej-broni-nuklearnej-na-bialorusi/", "date_published": "2023-05-25 12:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjski Korpus Ochotniczy ponownie wkroczył do Biełgorodu. \"Znów jesteśmy w ojczyźnie\"", "description": "- Rosyjski Korpus Ochotniczy dokonał niemożliwego. Znów jesteśmy w ojczyźnie - mówił Denis Kapustin, dowódca jednostki. Żołnierze walczący dla Sił Zbrojnych Ukrainy pojawili się przed pocztą w Głotowie w obwodzie biełgorodzkim.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/rosyjski-korpus-ochotniczy-ponownie-wkroczyl-do-bielgorodu-znow-jestesmy-w-ojczyznie/", "date_published": "2023-05-25 12:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja mści się na Szwecji. Wydaliła dyplomatów", "description": "Rosja wydala z kraju pięciu szwedzkich dyplomatów. To odpowiedź na działania Sztokholmu, który dzień wcześniej zrobił to samo wobec szwedzkich przedstawicieli. To kolejne potwierdzenie negatywnego rozwoju sytuacji politycznej w Rosji - przekazał szef MSZ Szwecji Tobias Billstroem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/rosja-msci-sie-na-szwecji-wydalila-ich-dyplomatow/", "date_published": "2023-05-25 12:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Japonia poderwała myśliwce. Rosja wysłała samoloty zwiadowcze", "description": "Japoński resort obrony poinformował, że siły powietrzne tego kraju poderwały myśliwce w związku aktywnością Rosjan. W czwartek nad Pacyfikiem i Morzem Japońskim wykryto samoloty zwiadowcze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/japonia-poderwala-mysliwce-rosja-wyslala-samoloty-zwiadowcze/", "date_published": "2023-05-25 11:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Zaprosił kobiety do mieszkania i wyjął maczetę. Polak policjantom groził kuszą", "description": "Policja schwytała mężczyznę - 32-letniego Polaka - który groził zaproszonym do swojego mieszkania kobietom maczetą. Funkcjonariusze musieli wyważyć drzwi, by wejść do środka. Gdy to zrobili, napastnik wycelował w nich naładowaną kuszą.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/niemcy-zaprosil-kobiety-do-mieszkania-i-wyjal-maczete-polak-policjantom-grozil-kusza/", "date_published": "2023-05-25 10:02:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: FSB twierdzi, że Ukraińcy przygotowywali sabotaż elektrowni jądrowych", "description": "Kremlowskie służby poinformowały, że zatrzymano dwóch Ukraińców, którzy mieli planować sabotaż elektrowni jądrowych w Rosji. Ujęte osoby mają stać za wysadzeniem słupa przesyłowego na początku maja. Według relacji FSB dywersanci dostali się do Rosji przez Białoruś i Polskę. Prawdziwości tych informacji nie sposób obecnie zweryfikować.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/rosja-fsb-twierdzi-ze-ukraincy-przygotowywali-sabotaz-elektrowni-jadrowych/", "date_published": "2023-05-25 09:56:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie: Rosjanie twierdzą, że zabili Polaka. Miał zginąć w pojedynku snajperów", "description": "Rosyjski snajper z pułku Achmat zabił najemnika z Polski - informują prokremlowskie media. Wskazują na niepotwierdzone doniesienia żołnierza jednostki, który twierdzi, że doszło do pojedynku strzelców wyborowych. Rzekomo zastrzelonemu Polakowi Rosjanie nadali przydomek Okrutny.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/wojna-w-ukrainie-rosjanie-twierdza-ze-zabili-polaka-mial-zginac-w-pojedynku-snajperow/", "date_published": "2023-05-25 08:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Skandal w szpitalu. Chirurgowi w operacji asystowała sprzątaczka", "description": "Chirurgowi z Uniwersyteckiego Centrum Medycznego w Moguncji, który przeprowadzał u pacjenta amputację palca u nogi, asystowała... sprzątaczka. Operacja odbywała się w znieczuleniu miejscowym, początkowo medyk dokonywał jej w pojedynkę. Kiedy jednak pacjent stał się niespokojny poprosił o pomoc, ale nie zwrócił się o to do wykwalifikowanego specjalisty.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/niemcy-skandal-w-szpitalu-chirurgowi-w-operacji-asystowala-sprzataczka/", "date_published": "2023-05-25 07:10:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Nie żyje Tina Turner. Fani, światowi przywódcy, wielcy artyści, cały świat żegna wokalistkę", "description": "Fani, światowi przywódcy, wielcy artyści, cały świat żegna Tinę Turner. Pod domem artystki w Szwajcarii oraz w Alei Gwiazd w Hollywood pojawiły się wieńce z kwiatami, a media społecznościowe wypełniają się wpisami żegnającymi amerykańską gwiazdę. Jestem tak bardzo zasmucony odejściem mojej cudownej przyjaciółki Tiny Turner - napisał wokalista The Rolling Stones Mick Jagger.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/nie-zyje-tina-turner-fani-swiatowi-przywodcy-wielcy-artysci-caly-swiat-zegna-wokalistke/", "date_published": "2023-05-25 06:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kanał Sueski. Masowiec Xin Hai Tong 23 osiadł na mieliźnie. Na ratunek ruszyły holowniki", "description": "Pływający pod banderą Hongkongu masowiec Xin Hai Tong 23 osiadł na mieliźnie u południowego wejścia do Kanału Sueskiego - przekazał w czwartek rano operator żeglugowy Leth Agencies. Na ratunek wysłane zostały holowniki, które sprowadziły 190-metrowego kolosa na tor wodny. Blokada ruchu trwała około czterech godzin.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/kanal-sueski-masowiec-xin-hai-tong-23-osiadl-na-mieliznie-na-ratunek-ruszyly-holowniki/", "date_published": "2023-05-25 05:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Moskwa: Pożar w rosyjskim MON? Sprzeczne informacje", "description": "W nocy nad gmachem rosyjskiego ministerstwa obrony naoczni świadkowie zaobserwowali gęsty dym. Rosyjskie, państwowe media podawały sprzeczne informacje. Najpierw pisano o pożarze, a później wiadomość dementowano. Agencja TASS przekazała też, że w pobliżu gmachu świadkowie odczuwali ostry zapach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-25/moskwa-pozar-w-rosyjskim-mon-sprzeczne-informacje/", "date_published": "2023-05-25 05:39:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]