[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Dark Frost Botnet Launches Devastating DDoS Attacks on Gaming Industry", "description": "A new botnet called Dark Frost has been observed launching distributed denial-of-service (DDoS) attacks against the gaming industry.\n\"The Dark Frost botnet, modeled after Gafgyt, QBot, Mirai, and other malware strains, has expanded to encompass hundreds of compromised devices,\" Akamai security researcher Allen West said in a new technical analysis shared with The Hacker News.\nTargets include", "link": "https://thehackernews.com/2023/05/dark-frost-botnet-launches-devastating.html", "date_published": "2023-05-25 14:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zyxel Issues Critical Security Patches for Firewall and VPN Products", "description": "Zyxel has released software updates to address two critical security flaws affecting select firewall and VPN products that could be abused by remote attackers to achieve code execution.\nBoth the flaws – CVE-2023-33009 and CVE-2023-33010 – are buffer overflow vulnerabilities and are rated 9.8 out of 10 on the CVSS scoring system.\nA brief description of the two issues is below -\n\nCVE-2023-33009 -", "link": "https://thehackernews.com/2023/05/zyxel-issues-critical-security-patches.html", "date_published": "2023-05-25 14:43:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cynet Protects Hospital From Lethal Infection", "description": "A hospital with 2,000 employees in the E.U. deployed Cynet protections across its environment. The hospital was in the process of upgrading several expensive imaging systems that were still supported by Windows XP and Windows 7 machines. Cynet protections were in place on most of the Windows XP and Windows 7 machines during the upgrade process, ensuring that legacy operating systems would not", "link": "https://thehackernews.com/2023/05/cynet-protects-hospital-from-lethal.html", "date_published": "2023-05-25 13:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New PowerExchange Backdoor Used in Iranian Cyber Attack on UAE Government", "description": "An unnamed government entity associated with the United Arab Emirates (U.A.E.) was targeted by a likely Iranian threat actor to breach the victim's Microsoft Exchange Server with a \"simple yet effective\" backdoor dubbed PowerExchange.\nAccording to a new report from Fortinet FortiGuard Labs, the intrusion relied on email phishing as an initial access pathway, leading to the execution of a .NET", "link": "https://thehackernews.com/2023/05/new-powerexchange-backdoor-used-in.html", "date_published": "2023-05-25 13:39:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Alert: Brazilian Hackers Targeting Users of Over 30 Portuguese Banks", "description": "A Brazilian threat actor is targeting Portuguese financial institutions with information-stealing malware as part of a long-running campaign that commenced in 2021.\n\"The attackers can steal credentials and exfiltrate users' data and personal information, which can be leveraged for malicious activities beyond financial gain,\" SentinelOne researchers Aleksandar Milenkoski and Tom Hegel said in a", "link": "https://thehackernews.com/2023/05/alert-brazilian-hackers-targeting-users.html", "date_published": "2023-05-25 11:32:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar with Guest Forrester: Browser Security New Approaches", "description": "In today's digital landscape, browser security has become an increasingly pressing issue, making it essential for organizations to be aware of the latest threats to browser security. That's why the Browser Security platform LayerX is hosting a webinar featuring guest speaker Paddy Harrington, a senior analyst at Forrester and the lead author of Forrester's browser security report \"Securing The", "link": "https://thehackernews.com/2023/05/webinar-with-guest-forrester-browser.html", "date_published": "2023-05-25 10:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Buhti Ransomware Gang Switches Tactics, Utilizes Leaked LockBit and Babuk Code", "description": "The threat actors behind the nascent Buhti ransomware have eschewed their custom payload in favor of leaked LockBit and Babuk ransomware families to strike Windows and Linux systems.\n\"While the group doesn't develop its own ransomware, it does utilize what appears to be one custom-developed tool, an information stealer designed to search for and archive specified file types,\" Symantec said in a", "link": "https://thehackernews.com/2023/05/buhti-ransomware-gang-switches-tactics.html", "date_published": "2023-05-25 10:40:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "China's Stealthy Hackers Infiltrate U.S. and Guam Critical Infrastructure Undetected", "description": "A stealthy China-based group managed to establish a persistent foothold into critical infrastructure organizations in the U.S. and Guam without being detected, Microsoft and the \"Five Eyes\" nations said on Wednesday.\nThe tech giant's threat intelligence team is tracking the activity, which includes post-compromise credential access and network system discovery, under the name Volt Typhoon.\nThe", "link": "https://thehackernews.com/2023/05/chinas-stealthy-hackers-infiltrate-us.html", "date_published": "2023-05-25 08:28:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Iranian Agrius Hackers Targeting Israeli Organizations with Moneybird Ransomware", "description": "The Iranian threat actor known as Agrius is leveraging a new ransomware strain called Moneybird in its attacks targeting Israeli organizations.\nAgrius, also known as Pink Sandstorm (formerly Americium), has a track record of staging destructive data-wiping attacks aimed at Israel under the guise of ransomware infections.\nMicrosoft has attributed the threat actor to Iran's Ministry of", "link": "https://thehackernews.com/2023/05/iranian-agrius-hackers-targeting.html", "date_published": "2023-05-25 06:03:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "GUAC 0.1 Beta: Google's Breakthrough Framework for Secure Software Supply Chains", "description": "Google on Wednesday announced the 0.1 Beta version of GUAC (short for Graph for Understanding Artifact Composition) for organizations to secure their software supply chains.\nTo that end, the search giant is making available the open source framework as an API for developers to integrate their own tools and policy engines.\nGUAC aims to aggregate software security metadata from different sources", "link": "https://thehackernews.com/2023/05/guac-01-beta-googles-breakthrough.html", "date_published": "2023-05-25 05:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}]