[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Marvel's Spider Man 2 - 12 COOL Details You Need To Know", "description": "The recent PlayStation Showcase may have turned out to be a bit of a damp squib, but if nothing else, it did, at the very least, sign off with a bang. Sony and Insomniac Games chose the upcoming Marvel's Spider-Man 2 to be the show's closer, offering up a meaty, excellent gameplay debut for the highly anticipated superhero sequel. \n\nPlenty was revealed, both in the gameplay demonstration as well as a PlayStation Blog article that was published shortly afterward, and here, we're going to parse through all the key details that you should know about.", "link": "https://www.youtube.com/watch?v=GvniOgkqg80", "date_published": "2023-05-25 18:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Lord of the Rings: Gollum Review - The Final Verdict", "description": "Platforming fans can enjoy the game’s challenges. While stealth is naturally a part of the gameplay loop, it’s certainly no Splinter Cell. There really isn’t much depth to it beyond simply staying out of sight and distracting enemies when you can. However, when all is said and done, there’s some meat here for to chew on if you can look past some scuffs, rough edges, and simplistic gameplay. \n\nDespite being presented as a lonely creature, Gollum gets more attention than he might deserve in The Lord of the Rings: Gollum. With average by-the-books platforming and stealth gameplay, there actually is a thoughtful and engaging story at the heart of Gollum. It’s up to fans of the genre to decide whether time spent on ordinary gameplay is worth experiencing Gollum’s history.", "link": "https://www.youtube.com/watch?v=tQ_qQtWsr_E", "date_published": "2023-05-25 15:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Things To Know BEFORE YOU BUY Diablo 4", "description": "Even after its BlizzCon 2019 announcement, Diablo 4 didn't seem like it was really happening. Fast forward nearly four years and some betas later, and Diablo 4 is almost here. It releases on June 6th for Xbox One, Xbox Series X/S, PS4, PS5 and PC, with Deluxe and Ultimate Edition owners gaining access on June 2nd. It's set after the events of the third game and features a grittier, more gruesome atmosphere.", "link": "https://www.youtube.com/watch?v=Snvh0C5oxe0", "date_published": "2023-05-25 13:30:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 BIGGEST PlayStation Showcase 2023 Announcements You Likely Missed", "description": "The PlayStation Showcase 2023 has concluded. What were the 10 biggest announcements at the show? Let's take a look.", "link": "https://www.youtube.com/watch?v=oQmY1o27Uyw", "date_published": "2023-05-25 11:15:05+00:00", "persistent": false, "user": null, "language": "en-US"}]