[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Total War: Warhammer 3 - Official Harald Hammerstorm Trailer", "description": "Watch the latest thrilling Total War: Warhammer 3 trailer revealing Harald Hammerstorm joins as a Warriors of Chaos FLC Legendary Hero in Total War: Warhammer 3 as part of the strategy game's update 3.1.\n\n#IGN #Gaming #Warhammer", "link": "https://www.youtube.com/watch?v=lnah7GVD5xw", "date_published": "2023-05-25 22:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blood Bowl 3 - Official The Lizardmen Trailer", "description": "Watch the trailer to meet the Lizardmen, a new faction coming to Blood Bowl 3 in Season 1 when it kicks off on June 22, 2023. Additionally, the season 1 Blood Pass is free, giving you free content as you advance during the season, including the Lizardmen team. Blood Bowl 3 is now available on PlayStation 4, PlayStation 5, Xbox One, Xbox Series X, and PC.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=wzQ1XpoyV4g", "date_published": "2023-05-25 22:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ranking the Fast & Furious Movies (Fast X Edition)", "description": "Who knew that a little movie about street racing would become the international action racing movie series that it has become? Anchored by Vin Diesel’s Dominic Toretto, the high-octane films have turned car chases and heists into creative works of art, but it’s nothing without family. With the latest installment, Fast X, we decided it was time to update our Fast & Furious movies, including this 2023 entry, and the Hobbs & Shaw spin-off starring Dwayne Johnson and Jason Statham! \nUltimately, it doesn't matter if you win by a few votes, or many, winning's winning.\n\nDo you agree with our ranking? Let us know your ranking in the comments below!\n\n#IGN #Movies #FastX", "link": "https://www.youtube.com/watch?v=lWYC1x5VOSg", "date_published": "2023-05-25 21:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Street Fighter 6 - Official Launch Trailer (ft. Lil Wayne)", "description": "Street Fighter 6 ushers in a new era for the iconic fighting game franchise complete with a diverse roster with new and returning characters. With the Fighting Ground offering a classic fighting game experience and the Battle Hub where players can play matches against other players and engage in new ways in this interactive hub built for the community. Street Fighter 6 launches on June 2 for PlayStation 4, PlayStation 5, Xbox Series S|X, and PC.", "link": "https://www.youtube.com/watch?v=q_U1mFvfUSI", "date_published": "2023-05-25 20:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer: Vermintide 2 - Official Karak Azgaraz Free Update Trailer", "description": "Wtach the trailer to see what to expect with Warhammer: Vermintide 2's upcoming Karak Azgaraz free new content update, featuring three newly remastered adventure maps from the DLC of the first Vermintide game.", "link": "https://www.youtube.com/watch?v=8O_Y-l3NNOI", "date_published": "2023-05-25 19:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official Live Action Launch Trailer", "description": "Will you fight the darkness? Check out the launch live-action trailer for Diablo 4 ahead of hte game's release on June 6, 2023.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=3lfB4d6AM3U", "date_published": "2023-05-25 18:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Gollum Review", "description": "The Lord of the Rings: Gollum reviewed by Justin Koreis on PC, also available on Xbox, PlayStation, and Switch.\n\nWhy, of all the interesting characters in The Lord of the Rings lore, would anyone want to play an entire game as Gollum? Why would one trade the solid action of prior games in this universe, like Shadow of Mordor, for busywork, uninspired and frustrating platforming, and bad stealth? It’s not clear who this is for, or what it was intended to achieve. What is clear is that it’s not fun to play, and not something to recommend to any but the most curious and dedicated Lord of the Rings fan.\n\n#IGN #Gaming #Gollum", "link": "https://www.youtube.com/watch?v=_uDMT7PerxY", "date_published": "2023-05-25 18:18:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Elder Scrolls Online: Necrom - Official 'Exploring the Arcanist' Trailer", "description": "The Elder Scrolls Online: Necrom has unveiled a new class called the Arcanist arriving soon to the game. The Arcanist class allows players to play their way with potent destructive, restorative, and defensive magics. Unlock three unique Skill Lines and master the Crux System to weave a new fate for your foes by manipulating the eldritch energies of Apocrypha itself. The Arcanist class is launching into The Elder Scrolls Online: Necrom on June 5 for PC and June 20 for consoles.\n\n#IGN #ElderScrolls #Gaming", "link": "https://www.youtube.com/watch?v=omJr3xWLBck", "date_published": "2023-05-25 18:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40,000: Space Marine 2 - Official Skulls Showcase Gameplay Trailer", "description": "Warhammer 40,000: Space Marine 2 is an upcoming third-person shooter that has shown off gameplay during the Skulls Showcase. Warhammer 40,000: Space Marine 2 is launching on PlayStation 5, Xbox Series S|X, and PC at a later date.\n\n#IGN #Warhammer #Gaming", "link": "https://www.youtube.com/watch?v=zcNZDxzZxYA", "date_published": "2023-05-25 17:13:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40,000: Rogue Trader - Official Trailer", "description": "Watch the latest trailer for Warhammer 40,000: Rogue Trader to learn more about the characters and story, a voidship, see gameplay, and more from this upcoming RPG. A beta for Warhammer 40,000: Rogue Trader begins on June 1, 2023.", "link": "https://www.youtube.com/watch?v=0iQ-n9Fjr2s", "date_published": "2023-05-25 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer Age of Sigmar: Realms of Ruin - Official Reveal Trailer", "description": "Check out the thrilling announcement trailer for Warhammer Age of Sigmar: Realms of Ruin, an upcoming real-time strategy game coming to PlayStation 5, Xbox Series X/S, and PC via Steam and Epic Games Store.\n\nIn Warhammer Age of Sigmar: Realms of Ruin, which is set in the fantasy universe of Age of Sigmar, you will command four unique factions in dynamic real-time battles. The RTS game also features a story-driven single-player campaign, as well as the ability for you to compete in 1v1 and 2v2 cross-platform online multiplayer modes.\n\nWarhammer Age of Sigmar: Realms of Ruin is set in Ghur, the savage Realm of Beasts, an inhospitable, violent land where only the strongest survive. In the single-player campaign, the forces of Order dispatch the celestial, reforged champions known as the Stormcast Eternals to reclaim this realm. After establishing a precarious foothold in this dangerous place, their fortress settlement is under serious threat from the Kruleboyz, the sinister and violent Orruk faction who call Ghur their home. When this Stormcast detachment’s leader, Sigrun, learns about a source of arcane power that can protect against the Kruleboyz, they venture into the swamplands at great risk to obtain it – beginning the campaign’s twisted cinematic tale of desperate survival.\n\n#Warhammer #WarhammerAgeOfSigmarRealmsOfRuin", "link": "https://www.youtube.com/watch?v=CXW7h2hC8_4", "date_published": "2023-05-25 16:50:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Barbie - Official Trailer (2023) Margot Robbie, Ryan Gosling, Will Ferrell", "description": "To live in Barbie Land is to be a perfect being in a perfect place. Unless you have a full-on existential crisis. Or you’re a Ken. Check out the trailer for Barbie, an upcoming movie starring Margot Robbie and Ryan Gosling as Barbie and Ken, alongside America Ferrera, Kate McKinnon, Issa Rae, Rhea Perlman, and Will Ferrell. The film also stars Michael Cera, Ariana Greenblatt, Ana Cruz Kayne, Emma Mackey, Hari Nef, Alexandra Shipp, Kingsley Ben-Adir, Simu Liu, Ncuti Gatwa, Scott Evans, Jamie Demetriou, Connor Swindells, Sharon Rooney, Nicola Coughlan, Ritu Arya, Dua Lipa, and Helen Mirren.\n\nGreta Gerwig directed Barbie from a screenplay by Gerwig & Noah Baumbach, based on Barbie by Mattel.  The film’s producers are David Heyman, Robbie, Tom Ackerley and Robbie Brenner, with Gerwig, Baumbach, Ynon Kreiz, Richard Dickson, Michael Sharp, Josey McNamara, Courtenay Valenti, Toby Emmerich and Cate Adams serving as executive producers.\n\nBarbie opens in theaters on July 21, 2023.\n\n#IGN #Barbie #Movies", "link": "https://www.youtube.com/watch?v=qcGMKd8iego", "date_published": "2023-05-25 16:33:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel's Spider-Man 2: 9 Brand New Details from the Gameplay Trailer", "description": "Insomniac finally revealed the first gameplay for Spider-Man 2. In a 12-minute long trailer, it showed off several new gameplay changes coming to Spider-Man 2, as well as some important new plot details. Without further ado, let’s swing into all of the big, new details we learned from the latest Spider-Man 2 trailer.\n\n#ign #spiderman", "link": "https://www.youtube.com/watch?v=n_vD98emt9I", "date_published": "2023-05-25 16:30:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney Song Challenge With Cast & Crew of The Little Mermaid", "description": "Let’s take a dive under the sea! Ahead of Disney’s live action The Little Mermaid, the film’s cast and crew took on IGN’s Disney Song Challenge. With 30 seconds on the clock, we asked that they name all of the song these childhood classics: Hercules, Mulan, The Lion King, Beauty & The Beast and, of course, The Little Mermaid. \n\nThe Little Mermaid stars Halle Bailey as Ariel, Jonah Hauer-King as Prince Eric, as well as Awkwafina, Daveed Diggs, and Jacob Tremblay as Scuttle, Sebastian & Flounder. Legendary composer Alan Menken returns, with Rob Marshall (Chicago, Mary Poppins Returns) directing. Check out The Little Mermaid in theaters now!\n\n#IGN #Disney", "link": "https://www.youtube.com/watch?v=r5_l3UOIc34", "date_published": "2023-05-25 16:15:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marathon - Official Behind-The-Scenes Interview Video", "description": "Marathon is a new PvP-focused extraction shooter from the legendary studio Bungie behind Halo and Destiny. The developers behind the game have taken some time to explain exactly what is Marathon and give players a taste of what they should expect from the full game. Take a look at Bungie's first-ever ViDoc for Marathon launching on PlayStation 5, Xbox Series S|X, and PC.\n\n#IGN #Marathon #Gaming", "link": "https://www.youtube.com/watch?v=HjAlPkrmRRM", "date_published": "2023-05-25 16:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Gollum - Official Launch Trailer", "description": "The Lord of the Rings: Gollum is a story-driven action adventure set in the world of the novels made famous by J.R.R. Tolkien's Middle-Earth (Lord of the Rings) series. Players will play as Gollum chasing what's most precious to him by climbing, leaping, and sneaking past dangers or into advantageous spots. Travel from the depths of Mordor to the beautiful realm of the wood elves and meet compelling characters both familiar and new in a story steeped deep in the lore of Middle-earth.  The Lord of the Rings: Gollum is available now for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and PC with a Nintendo Switch version launching later this year.\n\n#IGN #LordoftheRings #Gaming", "link": "https://www.youtube.com/watch?v=Jcb6SSxbNUo", "date_published": "2023-05-25 15:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Aliens: Dark Descent - Official Gameplay Overview", "description": "A deep dive into all the ways you'll have to deal with Xenomorphs in the upcoming Aliens strategy game.\n\nAliens: Dark Descent will launch on PS5, Xbox Series X/S, PS4, Xbox One, and PC on June 20, 2023. Get a look at the upcoming strategy game, which will feature an original story set in the Alien universe.\n\n#IGN #Aliens #Gaming", "link": "https://www.youtube.com/watch?v=_Cd9BPFdmyM", "date_published": "2023-05-25 14:41:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Assassin’s Creed Mirage: 5 Major Details From the New Gameplay Trailer", "description": "The first gameplay trailer for Assassin’s Creed Mirage has finally emerged from the shadows, and it shows that Ubisoft’s upcoming historical murder sim is taking the series back to its roots. The trailer may only be just shy of two minutes long, but there’s plenty of details packed in there. Here’s the five major things that you need to know.", "link": "https://www.youtube.com/watch?v=aiGHanKfLWM", "date_published": "2023-05-25 14:30:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer 40K: Rogue Trader Preview – Warhammer + CRPG Seems Like a Good Combo", "description": "We were very impressed by the density of CRPG goodness on display in our almost two-hour-long demo of Warhammer 40K: Rogue Trader. Here are our hands-off impressions. Previewed on PC by Travis Northup.\n\n#IGN #Gaming #Warhammer40K", "link": "https://www.youtube.com/watch?v=lxtCTDPr7Kw", "date_published": "2023-05-25 14:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legend of Zelda: Breath of the Wild vs Tears of the Kingdom Graphics Comparison", "description": "There have been many changes in the engine for The Legend of Zelda: Breath of the Wild vs. Tears of the Kingdom. So we wanted to take a side-by-side look at some of those changes between each engine. The Legend of Zelda: Tears of the Kingdom does some interesting things to make the game look a lot smoother, while some effects for The Legend of Zelda: Breath of the Wild hold up incredibly well also. Take a look at both in this graphics comparison.\n\n#IGN #TOTK", "link": "https://www.youtube.com/watch?v=OzdBSnAQz-4", "date_published": "2023-05-25 14:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Citadel: Exclusive Clip #2 (2023) Richard Madden, Priyanka Chopra Jonas", "description": "In the epic conclusion to the season, with one of their own being held hostage by Manticore, Kyle, Nadia, and Carter will risk everything to save them and thwart Manticore’s plans to acquire nuclear weapons. As our heroes grapple with the nuclear threat, the identity of the mole within Citadel will be revealed, as will the awful truth that everything we know is a lie. Citadel Episode Season 1, Episode 6, titled \"Secrets In Night Need Early Rains,\" premieres on Prime Video on May 26th.\n\nCitadel, starring Richard Madden and Priyanka Chopra Jonas and featuring Stanley Tucci and Lesley Manville, is the debut of a landmark global franchise. Executive produced by The Russo Brothers’ AGBO, Citadel and its subsequent series traverse the globe with interconnected stories. Each Citadel series is locally created, produced, and filmed in-region, and stars top talent, forming a distinct global franchise. Series are already underway in Italy and India, respectively, starring Matilda De Angelis, Varun Dhawan and Samantha Ruth Prabhu.\n\n#IGN", "link": "https://www.youtube.com/watch?v=6hEFj0Qxdec", "date_published": "2023-05-25 14:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Lord of the Rings: Gollum - First 20 Minutes of Gameplay", "description": "The Lord of the Rings: Gollum has finally launched for modern consoles and PC inspired by the iconic series of J.R.R. Tolkien’s Middle-Earth (Lord of the Rings). Experience this story-driven action-adventure game set in the world of the novels as Gollum embarks on a precious, precious journey. Take a look at the first 20 minutes of gameplay of The Lord of the Rings: Gollum available now.\n\n#IGN #LordoftheRings #Gaming", "link": "https://www.youtube.com/watch?v=IMKRHF_28kQ", "date_published": "2023-05-25 13:30:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Legacy of Metal Gear Solid 3: Snake Eater | IGN Rewind", "description": "It's not often that a franchise can stand the test of time quite like the Metal Gear Solid series. On this episode of IGN Rewind, we're going back to the early 2000s to look at a game that not only set itself apart in an era of great titles but is also considered one of the greatest games of all time. This is the life and legacy of Metal Gear Solid 3: Snake Eater.", "link": "https://www.youtube.com/watch?v=URhuh-gR-rs", "date_published": "2023-05-25 13:15:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Kraven meets his match 😨 #marvelsspiderman2 #spiderman #playstation #gaming #tobeymaguire #shorts", "description": "", "link": "https://www.youtube.com/watch?v=_p6Q1U7yfP4", "date_published": "2023-05-25 01:52:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Peter and Miles might fight in Spider-Man 2 #marvelsspiderman #playstation  #spiderman #shorts", "description": "", "link": "https://www.youtube.com/watch?v=z3UmWuNXSDU", "date_published": "2023-05-25 01:47:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Netflix Password Sharing Crackdown Launches Today - IGN The Fix: Entertainment", "description": "In today's Entertainment Fix:\nThe dreaded Netflix password sharing crackdown has finally arrived. Netflix will now start charging you for every person using your account that's not in your household. Subscribers now can setup different \"profiles\" for each extra person, complete with their own password, but it'll cost you $7.99 per add-on account. Will this get you to cancel your Netflux subscription? Let us know in the comments. In related Netflix news, the team behind The Witcher series are confident the show could've continued without Geralt. Henry Cavill has already announced plans to leave the show, but the producers have decided to recast the character with Liam Hemsworth taking over for Cavill. In other streaming news, HBO Max is now officially just MAX, but the changeover wasn't without its hiccups. And finally, you can own a piece of movie history via a prop auction. Up for bid are items like Princess Leia's A New Hope gown, Star-Lord's helmet, and that disgusting spider head alien from The Thing.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=iR7lnKgxWiw", "date_published": "2023-05-25 01:30:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Undawn x Will Smith - Official Cinematic Trailer", "description": "Undawn is an upcoming open-world survival RPG debuting a new legendary survivor to the game Trey Jones. Trey Jones is being played by Oscar-winning actor Will Smith. Trey will act as a guide to help other survivors navigate the world four years after a global disaster. In this new civilization, players will explore an expansive open world filled with diverse environments such as plains, mines, deserts, swamps, and abandoned cities, each with unique ecosystems and dangers. Check out the trailer to see the man in black in action. Undawn is launching on iOS, Android, and PC on June 15.\n\n#IGN #WillSmith #Gaming", "link": "https://www.youtube.com/watch?v=ZrG578KyGbw", "date_published": "2023-05-25 01:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Was the PlayStation Showcase 2023 an S-Tier showing?", "description": "IGN's Max Scoville, Brian Altano, Jada Griffin, and Akeem Lawanson rate Sony's Showcase 2023. Referencing all the big reveals from the new Spider-Man 2 trailer, to PSVR 2 announcements, to Sony's new Q handheld, the PlayStation Beyond team gives their scores and impressions on the Sony livestream.\n\nPresented by Lenovo Legion.", "link": "https://www.youtube.com/watch?v=6IbP-iBCR-s", "date_published": "2023-05-25 01:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Every Reveal from PlayStation Showcase May 2023 in 9 Minutes", "description": "Here are all the game trailers and reveals during the PlayStation Showcase 2023. We got a look at Marvel's Spider-Man 2, Dragon's Dogma 2, Alan Wake 2, and even a surprise reveal from Bungie in the form of Marathon. Check out our compilation of everything you missed in one quick view.\n\n#IGN #Gaming #PS5", "link": "https://www.youtube.com/watch?v=OaUYwFhUbTM", "date_published": "2023-05-25 00:31:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "NCSoft - Official 'MMORPG Spirit' 25th Anniversary Trailer", "description": "NCSoft is celebrating 25 years of creating lasting worlds and classic games in the MMORPG genre such as Lineage, Lineage 2, AION, Blade & Soul, and more. The 'MMORPG Spirit' trailer gives us a look back at the iconic games that help solidify the MMPRPG genre along with a look ahead at a new addition to the roster from NCSoft, Throne and Liberty. Throne and Liberty is a new upcoming MMORPG that will set out to deliver conflict on a massive scale in a dynamic world that provides varying opportunities and threats for players.\n\n#IGN #NCSoft #Gaming", "link": "https://www.youtube.com/watch?v=tvLwxChzzrU", "date_published": "2023-05-25 00:30:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2 Extended Look Left Us Kraven More Details", "description": "IGN's Max Scoville, Brian Altano, Jada Griffin, and Akeem Lawanson breakdown all the biggest Spider-Man 2 reveals from the Sony Showcase extended story and gameplay trailer. They talk about the game's character switching between Peter Parker and Miles Morales, as well as Peter Parker's new powers (thanks to the symbiote), and, of course, Kraven the Hunter.\n\nPresented by Lenovo Legion.", "link": "https://www.youtube.com/watch?v=af2m0CWYAGU", "date_published": "2023-05-25 00:19:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Vorax - Official Trailer", "description": "Take another look at Vorax in this latest trailer for the upcoming survival horror game, including some of the nightmarish creatures you'll encounter, and learn more about the story. \n\nIn Vorax, discover the truth behind a deadly pathogen outbreak on a secluded island. When a secret military operation goes wrong, you'll need to scavenge food, weapons, and supplies to survive the nightmare.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=BP2pHz684TY", "date_published": "2023-05-25 00:04:22+00:00", "persistent": false, "user": null, "language": "en-US"}]