[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Like poppa, like son: Rodney Carmichael | Louder Than A Riot, S2E9", "description": "All season long, Louder has been looking inward at how a culture created by the marginalized became such a marginalizing force to so many within it. For host Rodney Carmichael, interrogating misogynoir in hip-hop comes with some questions for himself — as a man, a father and a long-time lover and critic of the culture.\n\nAs he thinks about raising the next generation without replicating his mistakes, Rodney deeply considers how to introduce his first love to his 3-year-old son. And that consideration means looking more closely at what hip-hop meant to him growing up, and how it shaped his views on masculinity.\n\nOn this episode, something a little different: part meditation, part conversation — between Rodney, Sidney and writers Kiese Laymon and Jamilah Lemieux — about beats, rhymes and life. Rodney traces his relationship with the rap dads who raised him from a kid growing up in the Dirty South, to a teenage naval enlistee stationed on the West Coast, and back home to Atlanta as a music editor contextualizing the culture years later. Now, as a parent, he wonders: Can rap be a tool he uses to cultivate a version of masculinity in his son that's less harmful — to himself and others?\n\nIllustration by Amanda Howell Whitehurst.\nhttp://amandahowellwhitehurst.com\n\nLISTEN TO MORE EPISODES\nhttps://www.youtube.com/playlist?list=PLy2PCKGkKRVYaJh9C_eB22ryDQakzZ0Xd\n\nLOUDER THAN A RIOT’s second season unpacks just how deeply misogynoir is embedded in the fabric of the hip-hop culture that we love. How did issues of masculinity play into the tensions between ILoveMakonnen and Drake, or Saucy Santana and the industry? How did Rico Nasty's community mobilize for her when she was targeted by Playboi Carti fans? Why did Megan Thee Stallion's reputation get put on the stand for a trial where she was the victim? And why does the culture antagonize rap beefs that reinforce the idea there can only be one queen of rap?\n\nFOLLOW \"LOUDER THAN A RIOT\"\nhttps://twitter.com/LouderThanARiot\n\nFOLLOW NPR MUSIC\nhttp://nprmusic.org/\nhttps://www.instagram.com/nprmusic\nhttps://twitter.com/nprmusic\nhttps://www.facebook.com/NPRMusic\n\nSee “Louder Than A Riot” sponsors and promo codes\nhttps://www.nationalpublicmedia.com/podcastsponsors/louder-than-a-riot/\n\nThe NPR shows you love are possible thanks to your support. Donate today: https://www.npr.org/donations/support", "link": "https://www.youtube.com/watch?v=RF2VAov5Iw8", "date_published": "2023-05-25 15:55:35+00:00", "persistent": false, "user": null, "language": "en-US"}]