[{"source": "https://www.engadget.com/rss.xml", "title": "Ford EV drivers will get access to 12,000 North American Tesla Superchargers next spring", "description": "<p>Last February, the Biden administration unveiled its $5 billion plan to expand EV charging infrastructure across the country. Not only with the Department of Transportation help states build half a million EV charging stations by 2030, the White House also convinced Tesla to share a portion of its existing Supercharger network with non-Tesla EVs. On Thursday, Ford became the first automaker to formalize that pact with Tesla, announcing during a Twitter Spaces event that &quot;Ford electric vehicle customers access to more than 12,000 Tesla Superchargers across the U.S. and Canada,&quot; starting in Spring 2024, per the company release.</p><p>Because Teslas uses a proprietary charger port design for its vehicles, Ford owners will initially need to rely on a Tesla-developed adapter connected to the public charging cable in order to replenish their Ford F-150 Lightning, Mustang Mach-E and E-Transit vehicles. Ford also announced that, beginning with the 2025 model year, it will switch from the existing Combined Charging System (CCS) port to Tesla's <a href=\"https://www.engadget.com/tesla-is-offering-its-proprietary-charge-connector-as-a-new-north-american-standard-193223322.html\">now open-source NACS charge port</a>. These 12,000 additional chargers will join Ford's 84,000-strong Blue Oval charging station network.&nbsp;&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><p>“Tesla has led the industry in creating a large, reliable and efficient charging system and we are pleased to be able to join forces in a way that benefits customers and overall EV adoption,” Marin Gjaja, chief customer officer of Ford Model e, said in the release. “The Tesla Supercharger network has excellent reliability and the NACS plug is smaller and lighter.  Overall, this provides a superior experience for customers.”</p>This article originally appeared on Engadget at https://www.engadget.com/ford-ev-drivers-will-get-access-to-12000-north-american-tesla-superchargers-next-spring-221752191.html?src=rss", "link": "https://www.engadget.com/ford-ev-drivers-will-get-access-to-12000-north-american-tesla-superchargers-next-spring-221752191.html?src=rss", "date_published": "2023-05-25 22:17:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter says startups can 'experiment' with its data for $5,000 a month", "description": "<p>Twitter’s API roller coaster under Elon Musk continues. The company <a href=\"https://twitter.com/TwitterDev/status/1661790253886177280\">announced</a> a new “Pro” tier for developers today. At $5,000 per month, it falls between the $100 / month Basic and custom-priced Enterprise plans.</p><p>The new Twitter API Pro plan offers monthly access to one million retrieved tweets and 300,000 posted tweets at the app level. It also includes rate-limited access to endpoints for real-time filtered streams (live access to tweets based on specified parameters) and a complete archive search of historical tweets. Finally, it adds three app IDs and Login with Twitter access.</p><span id=\"end-legacy-contents\"></span><div id=\"d4e0afce31384d0694f25d4727367d03\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">📣 Calling all start-ups 📣<br /><br />Today we are launching our new access tier, Twitter API Pro!<br /><br />Experiment, build, and scale your business with 1M Tweets per month, including our powerful real-time Filtered/Stream and Full Archive Search endpoints. We look forward to seeing what you…</p>— Twitter Dev (@TwitterDev) <a href=\"https://twitter.com/TwitterDev/status/1661790253886177280?ref_src=twsrc%5Etfw\">May 25, 2023</a></blockquote></div><p>However, the $5,000 / mo. pricing for companies wanting to “experiment, build, and scale [their] business” leaves an enormous gap between it and the $100 / mo. basic plan, the next tier down. The latter only offers a tiny fraction of the access in the Pro plan, leaving small businesses to choose between a level that may not provide enough for a $100 monthly fee vs. a $5,000 plan that stretches beyond many startups’ budgets.&nbsp;</p><p>Some users also voiced their belief that its limits were too tight for that price. “That’s cool, but you already killed most Twitter apps by now,” Birdy developer Maxime Dupré <a href=\"https://twitter.com/maximehugodupre/status/1661791614870732800\">responded</a> to Twitter’s announcement. “And 5K is still too much for most of us. A 1K plan could make sense... but then again it’s too late.” The pricing also doesn’t likely do much for researchers, who the platform has been trying to charge tens of thousands of dollars for access.</p><p>Twitter’s recent API changes have created quite a bumpy ride for developers who still want access to the company’s data. First, the company effectively <a href=\"https://www.engadget.com/twitter-new-developer-terms-ban-third-party-clients-211247096.html\">killed most third-party clients</a> in January before quietly updating its terms to reflect the change. Then, it announced in February that it was ending free API access, only to <a href=\"https://www.engadget.com/twitter-delays-api-changes-again-this-time-by-a-few-more-days-225636959.html\">delay the move</a> after widespread blowback while promising that a new read-only version of the free tier would remain available for “testing” purposes. (The old version of the free API was cut off entirely in April, although Twitter <a href=\"https://www.engadget.com/twitter-restores-free-api-access-for-emergency-weather-and-transportation-alerts-204519574.html\">reenabled it</a> for emergency services in May.) The platform rolled out <a href=\"https://www.engadget.com/twitter-announces-new-api-pricing-including-a-limited-free-tier-for-bots-005251253.html\">the new API’s initial three tiers</a> (free, basic and enterprise) in March before adding today’s $5,000 pro tier. However, as the company has already alienated many of the developers that once relied on its platform, it remains to be seen how effective it will be at luring new customers — especially smaller operations — into the expensive new plan.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-says-startups-can-experiment-with-its-data-for-5000-a-month-200705341.html?src=rss", "link": "https://www.engadget.com/twitter-says-startups-can-experiment-with-its-data-for-5000-a-month-200705341.html?src=rss", "date_published": "2023-05-25 20:07:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitch is raising prices for its ad-free Turbo service", "description": "<p>Get ready to pay a bit more to watch live-streamers without being constantly interrupted by ads. Twitch’s ad-free Turbo subscription plan is raising its price, jumping from $9 to $12 per month in the US. Twitch has offered no feature changes or add-ons to accompany this price hike. The monthly cost for Turbo is increasing throughout the globe, <a href=\"https://help.twitch.tv/s/article/turbo-pricing-by-country?language=en_US\"><ins>so click this link to find</ins></a> your country’s modified pricing.</p><p>Current Turbo subscribers were informed about the pricing changes via emails sent out Thursday, but there’s some good news for long-time users. Some countries boast a new lower monthly price, though you’ll have to cancel and resubscribe. Also, current users get a three-month grace period until being forced to opt-into the new price. New subscribers get no such grace period.</p><span id=\"end-legacy-contents\"></span><p>This substantial increase comes just after the Amazon-owned Twitch got a new CEO and laid off around 400 employees as part of <a href=\"https://www.engadget.com/amazon-will-lay-off-another-9000-employees-in-the-coming-weeks-152653190.html\"><ins>mandated cost-cutting measures</ins></a> throughout its parent company. Though no new features were announced alongside the price hike, Twitch did announce that updates are “on the way for Turbo to make it even better and more relevant.” Look for more information “in the coming months.”</p><p>The primary hook of Turbo is an ad-free experience across the entire Twitch platform, but it also offers some smaller perks, like more emojis, custom chat username colors and increased broadcast storage. The updated pricing model starts today.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/twitch-is-raising-prices-for-its-ad-free-turbo-service-185644399.html?src=rss", "link": "https://www.engadget.com/twitch-is-raising-prices-for-its-ad-free-turbo-service-185644399.html?src=rss", "date_published": "2023-05-25 18:56:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "TikTok is testing an AI chatbot for content discovery", "description": "<p>TikTok could soon have a new way for users to discover content. The company is in the “early stages” of <a href=\"https://twitter.com/TikTokComms/status/1661718779024531456\"><ins>testing</ins></a> an AI-powered chatbot, called Tako, which will be able to recommend videos and respond to queries about what users are watching.</p><p>The bot, which was first <a href=\"https://techcrunch.com/2023/05/25/tiktok-is-testing-an-in-app-ai-chatbot-called-tako/\"><ins>reported</ins></a> by <em>TechCrunch</em>, is currently being tested in the Philippines, TikTok said in a statement. “Tako is powered by a third-party chat assistant and is designed to help make it easier to discover entertaining and inspiring content on TikTok,” the company said.</p><span id=\"end-legacy-contents\"></span><p>Despite being in an early phase of testing, TikTok is apparently featuring Tako fairly prominently in the app. A shortcut to the assistant sits in the main right-hand menu alongside shortcuts for bookmarks, and likes, according to <em>TechCrunch</em>, which got a peek at the feature.</p><p>That’s similar to the prominence Snap gave its chatbot, <a href=\"https://www.engadget.com/snapchat-is-expanding-chatgpt-powered-my-ai-service-to-all-users-180017142.html\"><ins>My AI</ins></a>, in its app, pushing it to the top of user’s chats. But unlike My AI, it seems TikTok is positioning Tako as a way to find new content and learn more about  what’s being discussed in the clips. Users should “feel free to ask me anything and I’ll do my best to help you find what you’re looking for,” the bot says in a screenshot of the chat interface.</p><p>Tako isn’t the only way TikTok is experimenting with generative AI. The company is also testing AI-generated <a href=\"https://www.engadget.com/tiktok-may-have-generative-ai-avatars-soon-065038031.html\"><ins>avatars</ins></a>, but hasn’t announced plans for a broader rollout. However it’s for now unclear how serious TikTok is about the technology. In its statement, the company said it has “no current plans for this beyond these early tests&quot; of Tako.</p>This article originally appeared on Engadget at https://www.engadget.com/tiktok-is-testing-an-ai-chatbot-for-content-discovery-182119161.html?src=rss", "link": "https://www.engadget.com/tiktok-is-testing-an-ai-chatbot-for-content-discovery-182119161.html?src=rss", "date_published": "2023-05-25 18:25:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google begins opening access to generative AI in search", "description": "<p>Google’s take on <a href=\"https://www.engadget.com/googles-search-labs-lets-you-test-its-ai-powered-products-and-ideas-175254478.html\">AI-powered search</a> begins rolling out today. The company <a href=\"https://blog.google/products/search/search-generative-ai-tips/\">announced</a> this morning that it’s opening access to Google Search Generative Experience (SGE) and other Search Labs in the US. If you haven’t already, you’ll need to sign up for the waitlist and sit tight until you get an email announcing it’s your turn.</p><p>Revealed at Google I/O 2023 earlier this month, Google SGE is the company’s infusion of conversational AI into the classic search experience. If you’ve played with <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\">Bing AI</a>, expect a familiar — yet different — product. Cherlynn Low noted in <a href=\"https://www.engadget.com/google-search-generative-experience-preview-a-familiar-yet-different-approach-175156245.html\">Engadget’s SGE preview</a> that Google’s AI-powered search uses the same input bar you’re used to rather than a separate chatbot field like in Bing. Next, the generative AI results will appear in a shaded section below the search bar (and sponsored results) but above the standard web results. Meanwhile, on the top right of the AI results is a button letting you expand the snapshot, and it adds cards showing the sourced articles. Finally, you can ask follow-up questions by tapping a button below the results.</p><span id=\"end-legacy-contents\"></span><p>Google describes the snapshot as “key information to consider, with links to dig deeper.” Think of it like a slice of <a href=\"https://www.engadget.com/google-bard-ai-hands-on-a-work-in-progress-with-plenty-of-caveats-170956025.html\">Bard</a> injected (somewhat) seamlessly into the Google search you already know.</p><div id=\"416db84aff53447a8ef1288f4d4615eb\"></div><p>In addition, Google is opening access to other Search Labs, including Code Tips and Add to Sheets (both are US-only for now). Code Tips “harnesses the power of large language models to provide pointers for writing code faster and smarter.” It lets aspiring developers ask how-to questions about programming languages (C, C++, Go, Java, JavaScript, Kotlin, Python and TypeScript), tools (Docker, Git, shells) and algorithms. Meanwhile, as its name suggests, Add to Sheets lets you insert search results directly into Google’s spreadsheet app. Tapping a Sheets icon to the left of a search result will pop up a list of your recent documents; choose one to which you want to attach the result.</p><p>If you aren’t yet on the <a href=\"https://labs.google.com/search/install?source=smp.23q2USLabs.31\">Search Labs waitlist</a>, you can tap the Labs icon (a beaker symbol) on a new tab in Chrome for desktop or in the Google search app on Android or iOS. However, the company hasn’t announced how quickly or broadly it will open access, so you may need to be patient.</p>This article originally appeared on Engadget at https://www.engadget.com/google-begins-opening-access-to-generative-ai-in-search-175550693.html?src=rss", "link": "https://www.engadget.com/google-begins-opening-access-to-generative-ai-in-search-175550693.html?src=rss", "date_published": "2023-05-25 17:55:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "MoviePass relaunches nationwide with a new pricing model", "description": "<p>MoviePass has been <a href=\"https://www.engadget.com/moviepass-beta-launch-date-details-waitlist-movies-144903613.html\"><ins>gearing up for a wide relaunch</ins></a> since 2022 when it started beta testing a <a href=\"https://www.engadget.com/moviepass-relaunch-beta-chicago-dallas-kansas-city-185321715.html\"><ins>new subscription format in several cities,</ins></a> and now it’s here. Introducing MoviePass 2.0, or 3.0 depending on who you ask. The <a href=\"https://www.moviepass.com/pricing\"><ins>phoenix has risen from the ashes</ins></a> to once again offer you access to a bunch of theatrical films for a monthly subscription cost, and just in time for Memorial Day weekend.</p><p>The nationwide re-launch <a href=\"https://www.moviepass.com/theaters\"><ins>includes over 4,000 movie theater locations</ins></a> throughout the country, such as those operated by AMC Theaters, Regal Cinemas, Cinemark and a slew of smaller regional chains. So what’s the catch? The subscription model now costs more, likely because the <a href=\"https://www.engadget.com/2020-01-29-moviepass-chapter-7-bankruptcy.html\"><ins>company figured out the hard way</ins></a> that charging $10 per month for unlimited in-person movies makes it tough to turn a profit.</p><span id=\"end-legacy-contents\"></span><p>This latest iteration of MoviePass offers several subscription plans to suit how often you like sitting in a darkened movie theater. Plans still start at $10 per month, but this is only good for up to three movies each month, instead of one each day like the MoviePass of old. Subscription tiers go all the way up to $40 per month, which allows for up to 30 theatrical screenings. In other words, it’s four times as expensive as the OG plan. Still, $40 for 30 movies is a great deal, considering a single ticket costs $10 to $14 in most places.</p><p>Just like before, you can make arrangements to see a film right on the MoviePass app, as long as the theater has partnered directly with the company. You should be able to reserve a space and even select your seats, just like you were buying an actual movie ticket. It also looks like MoviePass reservations are exclusive to 2D screenings, so toss those 3D glasses in the trash.</p><p>The movie-reservation subscription app has had a long and storied history, capturing the hearts of theater-goers upon its launch in 2011. This love affair couldn’t last, however, as it ceased operations in 2019 and filed for bankruptcy in 2020. Since that time, original co-founder Stacy Spikes acquired the company’s assets, brought on new investors and went ahead with this re-launch. Cheaper movies are never a bad thing, so here’s hoping the app has some staying power this time.</p>This article originally appeared on Engadget at https://www.engadget.com/moviepass-relaunches-nationwide-with-a-new-pricing-model-171626638.html?src=rss", "link": "https://www.engadget.com/moviepass-relaunches-nationwide-with-a-new-pricing-model-171626638.html?src=rss", "date_published": "2023-05-25 17:16:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube Stories are going away on June 26th", "description": "<p><a href=\"https://www.engadget.com/tag/youtube/\"><ins>YouTube</ins></a> creators can wave goodbye to Stories, as the service is killing off its version of the feature. Starting on June 26th, it'll no longer be possible to create a new YouTube Story. Any Stories you post before that date will vanish seven days after they're uploaded.</p><p>YouTube first said <a href=\"https://www.engadget.com/2017-11-29-youtube-testing-own-version-stories.html\">in late 2017</a> that it was testing the format (funnily enough, YouTube Stories were originally called <a href=\"https://www.engadget.com/meta-is-accelerating-plans-to-bring-more-ads-to-reels-on-facebook-and-instagram-150004225.html\"><ins>&quot;reels&quot;</ins></a>). The platform changed the name and it started <a href=\"https://www.engadget.com/2018-11-29-youtube-stories-expansion-10000-subscribers.html\"><ins>rolling out</ins></a> the feature more broadly the following year.</p><span id=\"end-legacy-contents\"></span><p>We've seen many social platforms incorporate a Story feature over the last several years after Snapchat popularized the format, most notably Instagram. As with <a href=\"https://www.engadget.com/twitter-kills-fleets-200051318.html\"><ins>Twitter</ins></a> and <a href=\"https://www.engadget.com/linkedin-stories-shut-down-190959094.html\"><ins>LinkedIn</ins></a>, though, YouTube is ditching its take on the feature.</p><p>In truth, YouTube probably doesn't need both Stories and its TikTok-style <a href=\"https://www.engadget.com/youtube-will-begin-sharing-ad-revenue-with-shorts-creators-on-february-1st-190718650.html\"><ins>Shorts</ins></a>, which aren't going anywhere anytime soon. The service also noted creators can use Community posts to share quick updates with their audiences. YouTube said that, among creators who use &quot;posts and Stories, posts on average drive many times more comments and likes compared to Stories.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-stories-are-going-away-on-june-26th-170034464.html?src=rss", "link": "https://www.engadget.com/youtube-stories-are-going-away-on-june-26th-170034464.html?src=rss", "date_published": "2023-05-25 17:00:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Virgin Galactic completes its final VSS Unity flight test before space tourism debut", "description": "<p>Virgin Galactic is finally on the cusp of launching its space tourism business. After a late start, the company has <a href=\"https://twitter.com/virgingalactic/status/1661773583318917120\">completed</a> its last <a href=\"https://www.engadget.com/virgin-galactics-final-vss-unity-flight-test-is-slated-for-may-25th-161034011.html\">VSS Unity flight test</a> before commercial service starts. The Unity 25 mission tested both technical functionality and the overall experience for astronauts, and reached space at roughly 12:26PM Eastern. The launch also made a little history: crew member Jamila Gilbert became the first female astronaut from New Mexico, according to Virgin. Gilbert and fellow crewmates Chris Huie, Luke Mays and Beth Moses are all Virgin employees.</p><p>The company has delayed this test multiple times. The final delay stemmed from difficulties upgrading the VMS Eve host aircraft, which ferries Unity to 50,000 feet. Virgin completed an unpowered test flight in late April, but its first crewed flight <a href=\"https://www.engadget.com/virgin-galactic-richard-branson-spaceflight-complete-154012847.html\">dates back to July 2021</a>, when founder Richard Branson joined Moses, Sirisha Bandla and Colin Bennett for Unity 22. Unity 25 is Virgin's fifth spaceflight of any kind.</p><span id=\"end-legacy-contents\"></span><p>The successful test is important for Virgin. It has operated at a loss for years as it kept pushing back its space tourism plans, and lost over $500 million in 2022 alone. While the company hasn't said when it expects to fly paying customers, it needs those passengers' <a href=\"https://www.engadget.com/virgin-galactic-reopens-ticket-sales-073418808.html\">$450,000 tickets</a> to help recoup its investment. Now, it's more a matter of firming up details than overcoming technological hurdles.</p><p>Virgin trails Blue Origin, which is already <a href=\"https://www.engadget.com/blue-origin-new-shepard-launch-date-164633239.html\">launching civilians into space</a>. It's closer to passenger spaceflights than SpaceX, though. While Elon Musk's outfit announced its <a href=\"https://www.engadget.com/2018-09-18-who-is-yusaku-maezawa-spacexs-first-lunar-tourist.html\">lunar tourism plans</a> years ago, it has yet to send a <a href=\"https://www.engadget.com/spacexs-starship-completes-its-first-fully-integrated-flight-test-but-fails-to-reach-orbit-134226956.html\">Starship rocket</a> into space with crew aboard. Not that SpaceX is necessarily concerned. Virgin is focused on less ambitious (if also less expensive) suborbital flights where Starship will be used for both tourists' lunar orbits and <a href=\"https://www.engadget.com/spacex-nasa-artemis-lunar-lander-contract-report-184448656.html\">NASA's Moon landings</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/virgin-galactic-completes-its-final-vss-unity-flight-test-before-space-tourism-debut-163150722.html?src=rss", "link": "https://www.engadget.com/virgin-galactic-completes-its-final-vss-unity-flight-test-before-space-tourism-debut-163150722.html?src=rss", "date_published": "2023-05-25 16:31:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The second-gen Apple Pencil is once again on sale for $85", "description": "<p>The second-gen Apple Pencil is one of the <a href=\"https://www.engadget.com/best-ipad-accessories-130018595.html\"><ins>best iPad accessories</ins></a> around, especially for those who do creative work or like to write out notes on their tablet. Best of all, it’s once again on sale. You can <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NVThGMkFNLUEtUGVuY2lsLUdlbmVyYXRpb24vZHAvQjA3SzFXV0JKSy8_dGFnPWdkZ3QwYy1wLW8tMTAyLTIwIiwiY29udGVudFV1aWQiOiJmMjUwMzhhMS1kYzBmLTQwMTgtOWM5NS02NTMwZmQ5ZDY5NjcifQ&amp;signature=AQAAAWBvPszPsK-lpIINBWn6B1gBC_euMMM5EEhvh9L6_smp&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MU8F2AM-A-Pencil-Generation%2Fdp%2FB07K1WWBJK%2F\"><ins>pick up the latest Apple Pencil now for $85</ins></a>. That matches a record low and it's $44 off the regular price.</p><p></p><p>The stylus has a double-tap feature that enables you to quickly switch between tools. Low latency is useful as well, especially if you're trying to quickly sketch out an idea. Other functions include tilt capabilities and pressure sensitivity. If you have the <a href=\"https://www.engadget.com/apple-ipad-pro-2022-preview-m2-chip-130006105.html\"><ins>latest M2-powered iPad Pro</ins></a>, you'll also be able to take advantage of a Hover feature. This allows you to hold the Pencil just above the screen and see a preview of what will happen before you actually make changes to your design or document by touching the display with the stylus.</p><span id=\"end-legacy-contents\"></span><p>Being able to attach the Apple Pencil to the side of your tablet magnetically is both a neat touch and a convenient way to charge it — you won't have to futz around with yet another charging cable. Most importantly, before you buy the peripheral, make sure it’s actually <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N1cHBvcnQuYXBwbGUuY29tL2VuLXVzL0hUMjExMDI5IiwiY29udGVudFV1aWQiOiJmMjUwMzhhMS1kYzBmLTQwMTgtOWM5NS02NTMwZmQ5ZDY5NjcifQ&amp;signature=AQAAATsL_udj3f5dH5Tpt6ZF0d76U_4pzJrw-JMDa1zKs23p&amp;gcReferrer=https%3A%2F%2Fsupport.apple.com%2Fen-us%2FHT211029\"><ins>compatible with your iPad</ins></a>.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/the-second-gen-apple-pencil-is-once-again-on-sale-for-85-142554325.html?src=rss", "link": "https://www.engadget.com/the-second-gen-apple-pencil-is-once-again-on-sale-for-85-142554325.html?src=rss", "date_published": "2023-05-25 14:25:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gaming handhelds in 2023", "description": "<p>Handheld gaming systems are having a moment. Yes, gaming on the go has been a thing since the Game Boy, but the runaway success of the Nintendo Switch and continued growth of mobile processors has brought an explosion of devices that let you play all sorts of games wherever you want. Figuring out the best gaming handheld for you, though, can be complicated. You already know that the Switch is worth buying, but depending on what you want to play, the right handheld could cost you less than $100 or close to $1,000. To help you narrow things down, we’ve extensively researched the handheld market and tested the major contenders, from beefy portable PCs to compact emulation machines.</p><h2>What to know about the gaming handheld market</h2><figure><img alt=\"A collection of gaming handhelds rest on a wooden tabletop. The handhelds include the Nintendo Switch - OLED Model, Valve Steam Deck and the Retroid Pocket 3, as well as an iPhone 12 mini hooked up to a Backbone One mobile game controller.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/b56e1aa0-fa46-11ed-bf6c-fd19d876366a\" style=\"height: 1320px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">Jeff Dunn / Engadget</div></figure><p>The market for gaming handhelds can be broken down into three broad tiers. At the top, you have x86-based portable gaming PCs like the <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">Steam Deck</a> or <a href=\"https://www.engadget.com/asus-rog-ally-hands-on-possibly-the-most-powerful-handheld-gaming-pc-yet-140054506.html\">Asus ROG Ally</a>. These are the most powerful handhelds you can buy, as they seek to replicate the experience of a moderately specced gaming desktop. The Steam Deck runs on Linux, but most others use Windows. If you want to play modern, recently released games on the go (and need something stronger than a Switch), this is the type of device you’d get. They can also emulate the widest range of retro consoles. However, they’re typically the largest and most cumbersome devices to hold and their battery life can be short. Naturally, they’re also the most expensive, costing anywhere from $400 to more than $1,000.</p><span id=\"end-legacy-contents\"></span><p>Further down on the price spectrum are mobile handhelds like the <a href=\"https://www.engadget.com/logitech-g-cloud-gaming-handheld-preorder-amazon-logi-play-142636818.html\">Logitech G Cloud</a> or <a href=\"https://www.engadget.com/retroid-pocket-3-irl-153508438.html\">Retroid Pocket</a>. These often run Android or Linux and can range from under $50 to $400-ish. They aren’t equipped to play modern console or PC titles, but they’re usually more compact than a portable PC and can still be used for mobile games and cloud streaming. While most are marketed toward those ends, many people actually buy them to emulate classic games through software like <a href=\"https://www.retroarch.com/\">RetroArch</a>. Getting emulators to work <a href=\"https://retrogamecorps.com/2022/01/16/retroid-pocket-2-starter-guide/\">can be complicated</a>, and accessing the BIOS and ROM files required to play games this way is <a href=\"https://www.howtogeek.com/262758/is-downloading-retro-video-game-roms-ever-legal/\">legally murky</a>. (Engadget does not condone piracy. Backing up files of games you already own for personal use only is considered more defensible, however, so for that a mobile handheld can be a more user- and wallet-friendly way to play the classics on the go.) Today, the ARM chips in top mobile handhelds can emulate games into the <a href=\"https://en.wikipedia.org/wiki/Sixth_generation_of_video_game_consoles\">sixth generation</a> of consoles.</p><p>We’ll call the last tier “handhelds that do their own thing.” This is a catch-all for things like the <a href=\"https://www.engadget.com/nintendo-switch-oled-review-130025998.html\">Switch</a> or <a href=\"https://www.engadget.com/playdate-review-indie-games-crank-170054294.html\">Playdate</a>: portable gaming devices that run heavily customized software and aim to provide a unique experience. They aren’t necessarily ideal for emulation or playing the latest multiplatform titles; instead, they often have distinct game libraries. They might not have the widest appeal as a result (Switch excluded), but they’re often easier for less tech-literate folks to just pick up and use.</p><h2>Best handheld gaming PC for most: Valve Steam Deck</h2><p></p><p>It’s been well-documented over the past year but <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLnN0ZWFtcG93ZXJlZC5jb20vc3RlYW1kZWNrIiwiY29udGVudFV1aWQiOiJkZmMzZTBiMy1kYTIxLTQxZTYtYjRjOC0wZmNjNDExZTg2ZGQifQ&amp;signature=AQAAAWaWEBDFIbCkCQSBymrLEUKQlUVVwWEAkJd3QFK6BA01&amp;gcReferrer=https%3A%2F%2Fstore.steampowered.com%2Fsteamdeck\">Valve’s Steam Deck</a> still offers the best balance of price and functionality in the gaming handheld market. Specifically, we’re talking about the entry-level model, which costs $399 and comes with 64GB of eMMC storage (which is easily expandable <a href=\"https://www.engadget.com/best-microsd-card-130038282.html\">with a microSD card</a>). The $529 and $649 variants with faster SSDs and, with the highest-end model, a premium glass display are fantastic as well, but a few new Windows handhelds might put dent in their value proposition, at least for some people. (We’ll dig into this more below.)</p><p>Nevertheless, the entry-level Steam Deck is still a remarkably capable device. While not every game in the Steam library is compatible with the device’s Linux-based OS, thousands are and the list of <a href=\"https://www.steamdeck.com/en/verified\">officially verified</a> and <a href=\"https://www.protondb.com/\">still-playable</a> titles is growing all the time. It can play some games natively and stably that just aren’t possible on the Nintendo Switch, from <a href=\"https://www.engadget.com/tag/elden-ring/\"><em>Elden Ring</em></a> to <a href=\"https://www.engadget.com/final-fantasy-7-remake-review-120044800.html\"><em>Final Fantasy VII Remake</em></a> to the <a href=\"https://www.engadget.com/resident-evil-4-review-a-half-step-backward-for-capcom-remakes-070100973.html\"><em>Resident Evil 4 </em>remake</a>. The process isn’t quite as plug-and-play as Nintendo’s console, as some games require tweaks to run optimally, and some newer AAA titles are <a href=\"https://www.eurogamer.net/digitalfoundry-2023-can-steam-deck-handle-a-range-of-pcs-most-challenging-games\">starting to push</a> the device’s limits. But SteamOS makes its settings relatively accessible, and in practice, this is essentially a last-gen console that plays in 720p but can be carried anywhere.</p><p>This power makes the Steam Deck a superb device for emulation as well. While some systems need a few tweaks (Wii) and others are more game-dependent (the oft-tricky PS3 and Xbox), most run flawlessly, and just about everything is at least playable. It can even play higher-end Switch games. Using a tool like <a href=\"https://www.emudeck.com/\">EmuDeck</a> makes setting all of this up about as easy as it could be, too. Beyond emulation, the Deck’s flexibility makes it a fine device for <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zdXBwb3J0Lm1pY3Jvc29mdC5jb20vZW4tdXMvdG9waWMveGJveC1jbG91ZC1nYW1pbmctaW4tbWljcm9zb2Z0LWVkZ2Utd2l0aC1zdGVhbS1kZWNrLTQzZGQwMTFiLTBjZTgtNDgxMC04MzAyLTk2NWJlNmQ1MzI5NiIsImNvbnRlbnRVdWlkIjoiZGZjM2UwYjMtZGEyMS00MWU2LWI0YzgtMGZjYzQxMWU4NmRkIn0&amp;signature=AQAAAemyVIYPRQhYQLgTCnHT_d_Vx7XFCDrx82Z0rDEpelPS&amp;gcReferrer=https%3A%2F%2Fsupport.microsoft.com%2Fen-us%2Ftopic%2Fxbox-cloud-gaming-in-microsoft-edge-with-steam-deck-43dd011b-0ce8-4810-8302-965be6d53296\">cloud streaming Xbox games</a>. You can also pair it <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KU0FVWC1Db21wYXRpYmxlLURpc3BsYXlQb3J0LUV0aGVybmV0LURlY2stSEIwNzAyL2RwL0IwQkpLQlMxUVM_dGFnPWdkZ3QwYy1wLW8tenItMjAiLCJjb250ZW50VXVpZCI6ImRmYzNlMGIzLWRhMjEtNDFlNi1iNGM4LTBmY2M0MTFlODZkZCJ9&amp;signature=AQAAAeO33cdnR9uoyy8AlH9uZcJU84VuDD60G3y1E_2FisX7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJSAUX-Compatible-DisplayPort-Ethernet-Deck-HB0702%2Fdp%2FB0BJKBS1QS\">with a dock</a> and play many (but not all) games at higher resolutions on a TV or monitor.</p><p>The Steam Deck’s biggest flaw is its size: At 1.5 pounds, about two inches thick and just under a foot long, it stretches the limits of a “handheld” device. Even if you have large hands, it can be tiring to hold for a couple of hours. Depending on what you play, its battery life can range from eight hours to less than two. The 7-inch IPS LCD display, while decent, isn’t as vibrant as the Switch OLED, and the d-pad is somewhat mushy. All that said, the Deck is a sturdy piece of kit. Its joysticks are pleasingly smooth, the face buttons and triggers are responsive and it dissipates heat comfortably. It doesn’t feel far off from using a normal controller, plus there are four customizable back buttons and two trackpads to make navigating PC-style game UIs easier. And while the whole thing is heavy, its contoured grips slide naturally into the hands. You can read our full <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">Steam Deck review</a> for more details.</p><h2>A note on more powerful Steam Deck alternatives</h2><figure><img alt=\"ASUS ROG Ally\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/6c0fdd50-f012-11ed-9dfe-3604a98145d7\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Owning Steam lets Valve undercut most handheld PCs on price, so the entry-level Steam Deck should remain a killer value at $399. If you’re working with a higher budget and want the most powerful handheld possible, though, it might be worth waiting on a few upcoming devices first.</p><p>Both the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hc3VzLXJvZy1hbGx5LTctMTIwaHotZmhkLTEwODBwLWdhbWluZy1oYW5kaGVsZC1hbWQtejEtZXh0cmVtZS1wcm9jZXNzb3ItNTEyZ2Itd2hpdGUvNjU0Mjk2NC5wP3NrdUlkPTY1NDI5NjQiLCJjb250ZW50VXVpZCI6ImRmYzNlMGIzLWRhMjEtNDFlNi1iNGM4LTBmY2M0MTFlODZkZCJ9&amp;signature=AQAAAX3lhzhPY6Ol0HOWrebawl2RMpUu2xcrSY8tKdtvOQbN&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fasus-rog-ally-7-120hz-fhd-1080p-gaming-handheld-amd-z1-extreme-processor-512gb-white%2F6542964.p%3FskuId%3D6542964\">Asus ROG Ally</a> and <a href=\"https://www.indiegogo.com/projects/ayaneo-2s-fully-upgraded-amd-7840u-handheld/coming_soon\">Ayaneo 2S</a> run on beefy new AMD chips that should be able to play more demanding games at higher frame rates. The ROG Ally could be particularly appealing: Its 7-inch display has a higher resolution (1080p) and faster refresh rate (120Hz) than the Deck, it’s slightly thinner and lighter, and <a href=\"https://www.engadget.com/asus-rog-ally-handheld-gaming-pc-starts-at-600-164810578.html\">it'll start at</a> a relatively reasonable $600. Reviews <a href=\"https://www.tomshardware.com/reviews/asus-rog-ally-ryzen-z1-extreme\">from</a><a href=\"https://www.theverge.com/23719210/asus-rog-ally-review\">other</a><a href=\"https://arstechnica.com/gadgets/2023/05/the-asus-rog-ally-runs-windows-eats-battery-and-needs-time-to-cook/\">sites</a> say that it is indeed more powerful. And since it comes from an established manufacturer, it’s available at major retailers like <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hc3VzLXJvZy1hbGx5LTctMTIwaHotZmhkLTEwODBwLWdhbWluZy1oYW5kaGVsZC1hbWQtejEtcHJvY2Vzc29yLTUxMmdiLXdoaXRlLzY1NDM2NjQucD9za3VJZD02NTQzNjY0IiwiY29udGVudFV1aWQiOiJkZmMzZTBiMy1kYTIxLTQxZTYtYjRjOC0wZmNjNDExZTg2ZGQifQ&amp;signature=AQAAAZlDMDoN0QyFF6hJ1PL38yuezhq8xvLM3D3gqe56UOe7&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fasus-rog-ally-7-120hz-fhd-1080p-gaming-handheld-amd-z1-processor-512gb-white%2F6543664.p%3FskuId%3D6543664\">Best Buy</a>. It comes in two variants: The higher-end model costs <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=5e0bed65-d2f8-4b34-9b8f-955218c0e37a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Best+Buy&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI1ZTBiZWQ2NS1kMmY4LTRiMzQtOWI4Zi05NTUyMThjMGUzN2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmVzdGJ1eS5jb20vc2l0ZS9hc3VzLXJvZy1hbGx5LTctMTIwaHotZmhkLTEwODBwLWdhbWluZy1oYW5kaGVsZC1hbWQtejEtZXh0cmVtZS1wcm9jZXNzb3ItNTEyZ2Itd2hpdGUvNjU0Mjk2NC5wP3NrdUlkPTY1NDI5NjQiLCJjb250ZW50VXVpZCI6ImRmYzNlMGIzLWRhMjEtNDFlNi1iNGM4LTBmY2M0MTFlODZkZCJ9&amp;signature=AQAAAX3lhzhPY6Ol0HOWrebawl2RMpUu2xcrSY8tKdtvOQbN&amp;gcReferrer=https%3A%2F%2Fwww.bestbuy.com%2Fsite%2Fasus-rog-ally-7-120hz-fhd-1080p-gaming-handheld-amd-z1-extreme-processor-512gb-white%2F6542964.p%3FskuId%3D6542964\">$700</a> and will start shipping in June, while the base SKU doesn’t have a firm release date just yet. We’ll have a full review of the ROG Ally in the coming weeks and will keep on top of the Ayaneo 2S when it arrives.</p><p>Both the ROG Ally and Ayaneo 2S run on Windows 11, which means they can play games from not just Steam, but other gaming clients like Epic, GOG, Itch.io or the Xbox app. Yes, it’s <a href=\"https://www.google.com/search?q=how+to+play+epic+games+gog+on+steam+deck+engadget&amp;rlz=1C1CHBF_enUS924US924&amp;oq=how+to+play+epic+games+gog+on+steam+deck+engadget&amp;aqs=chrome..69i57.5670j0j7&amp;sourceid=chrome&amp;ie=UTF-8\">technically possible</a> to play non-Steam games on SteamOS, but that’s not the point of the Deck. And while Valve is doing an admirable job of getting more Windows games working on a Linux-based OS, it’s still running a layer. Every now and then, an update will break something in a given game.</p><p>But Windows certainly isn’t immune to things going haywire, and so far, no Windows handheld has really nailed a portable UI as well as the Steam Deck. Battery life is often shorter, too. The early consensus on the ROG Ally seems to be that these are still issues there. Plus, the performance jump may not always be massive; its gains over the Deck <a href=\"https://www.eurogamer.net/digitalfoundry-2023-asus-rog-ally-vs-steam-deck-review\">appear to be</a> most notable at higher power modes, but running at a higher wattage also means nuking the battery. Still, it's faster. And if everything is working right, a handheld running Windows should have fewer limitations.</p><p>Of the Windows handhelds we've tested, we’ve found the <a href=\"https://www.engadget.com/ayaneo-2-review-specs-price-a-more-premium-and-pricier-take-on-the-steam-deck-143039617.html\">Ayaneo 2</a> and <a href=\"https://www.engadget.com/ayaneo-air-plus-mini-steam-deck-163047036.html\">Ayaneo Air Plus</a> to be competent alternatives to the Steam Deck with generally higher performance. The <a href=\"https://gpd.hk/gpdwin4\">GPD Win 4</a> is relatively well-regarded, too. But the software experience on these devices isn’t nearly as polished as SteamOS, and devices with better hardware are on the way. We’ll update this guide once we’re able to review the ROG Ally or another handheld with a Ryzen 7000 series chip.</p><h2>Best budget handheld gaming system: Retroid Pocket 3+</h2><p></p><p>The <a href=\"https://www.goretroid.com/collections/retro-game-system/products/retroid-pocket-3-handheld-retro-gaming-system-1\">Retroid Pocket 3+</a> is an Android device with far less power than the Steam Deck or portable Windows PC, so the only way it can play modern games is via cloud streaming. But if you primarily want a handheld to emulate older games when you’re away from your home console or gaming PC, this is a generally comfortable and, at $149, reasonably affordable way to do so.</p><p>We <a href=\"https://www.engadget.com/retroid-pocket-3-irl-153508438.html\">praised this handheld’s predecessor</a>, the Pocket 3, in 2022. The Pocket 3+ is effectively the same device, but with a stronger chipset (the Unisoc T618) and more RAM (4GB). The design is like a smaller Nintendo Switch Lite, which is to say it’s slim, lightweight (235g) and not fatiguing to use for hours at a time. The 4.7-inch touch display isn’t huge, but it’s bright and saturated, with a sharp-enough 750 x 1,334 resolution and a 16:9 aspect ratio that plays nice for cloud streaming and emulating systems like the PSP. (You’ll get borders with some older consoles, though.) The hardware still has some quirks: The face buttons are on the beady side, the start and select buttons are oddly placed on the left-hand side and the analog triggers aren’t pressure-sensitive. The joysticks are on the shallower side, too, though they’re smooth and accurate in action. For the money, the Pocket 3+ is built well and easy to transport.</p><p>The Pocket 3+ can emulate consoles up to the Dreamcast/PSP range fairly comfortably, so you’ll have few troubles if you’re mainly looking to play older games from the SNES, PS1 and earlier. With a recent <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1vMnl3ZjNwMW1zRSIsImNvbnRlbnRVdWlkIjoiZGZjM2UwYjMtZGEyMS00MWU2LWI0YzgtMGZjYzQxMWU4NmRkIn0&amp;signature=AQAAAZFWxaxpabXLF9uZlUNJgAzn0xzs6TO89QC6fM10O_6x&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Do2ywf3p1msE\">firmware update</a>, the device’s performance has also improved with more demanding machines like the PlayStation 2 and GameCube. It’s still not flawless (particularly with the PS2), but numerous games are at least playable, which is impressive at this price. You can also play most native Android games or stream games from a PC, Xbox or PS5. Battery life will depend on what you’re playing but typically lasts between five and seven hours.</p><p>Retroid recently launched a handheld called the <a href=\"https://www.goretroid.com/collections/retro-game-system/products/retroid-pocket-flip\">Pocket Flip</a> that’s more or less the Pocket 3+ with a clamshell design. It costs $10 more and uses sliders instead of joysticks, but if you’d prefer a form factor that’s closer to a Nintendo DS than a Switch Lite, feel free to get that instead.</p><h2>A more powerful Android option: AYN Odin</h2><p></p><p>The <a href=\"https://www.ayntec.com/collections/odin\">AYN Odin</a> is worth considering if you like the idea of the Retroid Pocket 3+ but are willing to pay a little more for better emulation performance with systems like the GameCube, PS2 and Wii. Its Snapdragon 845 processor and Adreno 635 GPU still can’t run 100 percent of games from those systems, but the Odin <a href=\"https://docs.google.com/spreadsheets/d/1zATLq_UshE1Nw6HhHuJvrv6f6xFyK8nHrUdDd6bO7KM/edit#gid=1678734171\">can do more</a> than the Pocket 3+, and the handful that are playable on both devices will generally perform better here. The device is even capable of <a href=\"https://docs.google.com/spreadsheets/d/1zATLq_UshE1Nw6HhHuJvrv6f6xFyK8nHrUdDd6bO7KM/edit#gid=1022148806\">playing some</a> 3DS games.</p><p>The Odin is also a better piece of hardware than the Pocket 3+. Its layout is pretty much the same, but it has gentle curves on the back that make it easier to grip, a couple of customizable back buttons and analog triggers that’ll play nicer with more modern games and cloud streaming. It has a larger 6-inch 1080p display, and it should still get around five to seven hours of battery life on average. It’s not as portable as Retroid’s handheld, but it has a more substantial feel on the whole.</p><p>All of this makes the Odin a better device than the Pocket 3+, but it’s hard to call it a better value. AYN sells three different Odin models: The base version, which often goes for $240, is probably the “Goldilocks” option for most people. A more powerful Odin Pro comes with twice the RAM (8GB) and storage (128GB) but costs $290; at that price, you’re getting pretty close to the Steam Deck, which is comprehensively superior. There’s also the $200 <a href=\"https://www.ayntec.com/collections/odin/products/odin-lite\">Odin Lite</a>, which is technically more capable than the Pocket 3+ but less of a jump than its siblings. It’s worth noting that AYN has a new “<a href=\"https://www.ayntec.com/\">Loki</a>” series of handhelds on the way as well. Nevertheless, the Odin is a standout among mobile gaming handhelds. You can read our full <a href=\"https://www.engadget.com/ayn-odin-review-203045715.html\">Odin Pro review</a> for more details.</p><h2>Another good (but pricey) option: Logitech G Cloud</h2><p></p><p>If the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1IYW5kaGVsZC1Mb25nLUJhdHRlcnktVG91Y2hzY3JlZW4tTGlnaHR3ZWlnaHQtVGFibGV0L2RwL0IwOVQ5RkhaTEg_dGFnPWdkZ3QwYy1wLW8tenItMjAiLCJjb250ZW50VXVpZCI6ImRmYzNlMGIzLWRhMjEtNDFlNi1iNGM4LTBmY2M0MTFlODZkZCJ9&amp;signature=AQAAARd6axxr2bgHu-7I91qbLJFtIEJP3Ffg-v0g4OWFuiuQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Handheld-Long-Battery-Touchscreen-Lightweight-Tablet%2Fdp%2FB09T9FHZLH\">Logitech G Cloud</a> cost $150 or so less, it might be the best Android handheld on the market. Its 7-inch, 1080p display is bright, vibrant and altogether more pleasing to look at than the Retroid Pocket 3+, AYN Odin and even the entry-level Steam Deck. Despite having the same screen size as the Deck, it weighs a half pound less and its contoured grips are easy to hold for hours. Its haptics work as they should, and it gets a good 10 to 12 hours of battery life. The big panel makes it a treat for game streaming, and in terms of emulation, it can play into the Dreamcast/PSP range comfortably. Since Logitech is an established firm, you don’t have to worry about extended shipping fees or wait times, either; just grab one from your retailer of choice and you’ll have it in a few days.</p><p>Alas, the G Cloud has typically sold for $300 in recent months. While that’s $50 less than its launch price, it’s still too much when the Pocket 3+ and Odin get you most of the way there for much less, and when the Steam Deck can do far more for $100 extra. The Odin is more powerful, too; the G Cloud can still play some GameCube, 3DS and PS2 games, but not as comfortably, particularly at higher resolutions. Plus, while the G Cloud doesn’t feel cheap, its triggers are somewhat shallow, and its face buttons are just OK. (The triggers are analog, though.) And because the device only supports the <a href=\"https://www.howtogeek.com/235596/whats-the-difference-between-fat32-exfat-and-ntfs/\">FAT32</a> file system, it can’t play any games larger than 4GB off a microSD card. All that said, the G Cloud is still a more luxurious experience than the Odin and Pocket 3+ in many ways. If money is no object, or if you ever see on sale around $200, it’s worth considering.</p><h2>A premium device for vintage portable games: Analogue Pocket</h2><p></p><p>The <a href=\"https://store.analogue.co/#pocket\">Analogue Pocket</a> is the ultimate Game Boy. As we note in <a href=\"https://www.engadget.com/analogue-pocket-review-150056011.html\">our review</a>, its vertical design is built like a modernized version of Nintendo’s classic handheld. The general layout is the same, and it can even work with classic accessories like the Game Boy Camera. But in contrast, it has four face buttons instead of two, a couple of triggers on the back, microSD and USB-C ports and a rechargeable battery rated for six to 10 hours of playtime. Most notably, there’s a gorgeous 3.5-inch display that’s backlit and incredibly sharp (615 ppi) but can look like an old Game Boy screen through different filter modes. This is an elegant handheld with a premium feel, plus it can output to a TV with an optional dock.</p><p>Unlike the retro handhelds mentioned above, the Pocket is designed to play actual cartridges, not just emulate ROM files. It can play Game Boy, Game Boy Color and Game Boy Advance games through its cartridge slot, with games from the Sega Game Gear (and eventually, other systems like the TurboGrafx-16 and Atari Lynx) playable through optional adapters. Like past Analogue devices, the Pocket uses field programmable gate array (FPGA) motherboards to mimic its target systems on a hardware level. In practice, this means the Pocket’s “emulation” of older titles is near-perfect, with a level of responsiveness and visual faithfulness that software-based emulation can’t match. Pop a Game Boy or GBA cartridge in here and you can essentially play it as nature intended.</p><p>That said, thanks to a <a href=\"https://www.engadget.com/analogue-pocket-openfpga-firmware-update-beta-pdp1-spacewar-150038571.html\">big update</a> last year and an active community around the device, the Pocket can also run ROMs off a microSD card and <a href=\"https://retrogamecorps.com/2022/08/07/analogue-pocket-jailbreak-guide/\">thus play</a> systems like the SNES and Sega Genesis. At $220, the Pocket isn’t cheap, and its shoulder buttons aren’t as crisp to press as the excellent face buttons or d-pad. Still, if you have a collection of Game Boy, Game Gear or GBA games, the Pocket is the most luxurious way to play them, and it’s only become more versatile since launch. Its biggest problem is that it’s extremely hard to get — expect to wait <a href=\"https://www.analogue.co/support/resource/pocket-preorder-faq\">several months</a> for any new order to ship.</p><h2>A charming indie game machine: Playdate</h2><p></p><p>The <a href=\"https://shop.play.date/#buy\">Playdate</a>, from app developer and <a href=\"https://www.engadget.com/2019-10-10-gaming-irl-untitled-goose-game.html\"><em>Untitled Goose Game</em></a><em>&nbsp;</em>publisher Panic, might be the most niche device in this guide. It’s a tiny yellow box with a 2.7-inch monochrome display, two face buttons, a d-pad and a physical crank built into its side. <a href=\"https://www.engadget.com/playdate-review-indie-games-crank-170054294.html\">Our review</a> called it a cross between a Game Boy and a business card, and it is indeed incredibly compact, measuring about three inches tall and just 0.18 pounds. Its game library largely consists of <a href=\"https://play.date/games/\">oddball indies</a>, most of which focus on one or two core ideas instead of stuffing in as many mechanics as possible. A couple dozen of those games come with the Playdate for no extra cost, a few others are available through a <a href=\"https://www.engadget.com/playdates-first-store-update-adds-four-games-and-a-calculator-210551529.html\">built-in store</a> and hundreds more can be <a href=\"https://help.play.date/games/sideloading/\">sideloaded</a> from shops like <a href=\"https://itch.io/games/tag-playdate\">Itch.io</a>.</p><p>None of this is designed for emulation or capital-m “Modern” gaming, and at $200, it’s wildly expensive given its limitations. Plus, while the display is smooth and sharp enough, it’s not backlit, so it’s difficult to view in dim lighting. But beyond that, the Playdate is as polished as it is adorable, and many of its games are simple fun. Battery life is decent at six to eight hours as well. In a sea of devices that try to be everything for everyone, the Playdate’s goals are admirably focused and low-key. For the most part, it achieves them. If you’re into smaller-scale games and have some cash to burn, it’ll be a charming little toy. Like the Analogue Pocket, however, actually getting a hold of one will take some time: As of this writing, Panic says new Playdate orders won’t ship until “late 2023.”</p><h2>Honorable mentions</h2><figure><img alt=\"In games like Streets of Rage 4 with native controller support, the Razer Edge will automatically detect that which makes setup extremely easy. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/d24fa570-b9ce-11ed-9fcf-89b58257dcef\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><h3>Razer Edge</h3><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL21vYmlsZS1oYW5kaGVsZHMvcmF6ZXItZWRnZSIsImNvbnRlbnRVdWlkIjoiZGZjM2UwYjMtZGEyMS00MWU2LWI0YzgtMGZjYzQxMWU4NmRkIn0&amp;signature=AQAAAeLmAX1k3BL3dIGC9hN7md7Q9Rw5ojwl6iQCM-7ZERuk&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fmobile-handhelds%2Frazer-edge\">Razer Edge</a> sits in a similar no man’s land as the Logitech G Cloud. As we said in <a href=\"https://www.engadget.com/razer-edge-review-a-new-breed-of-gaming-handheld-170026147.html\">our review</a>, the hardware isn’t bad at all. It’s about as powerful as a flagship phone from 2022, so it can play just about all Android games at max settings and emulate GameCube, PS2 and Wii games well. Its 144Hz OLED display is impressive, and both its speakers and battery life are solid.</p><p>But the design is odd: It’s essentially a standalone tablet attached to a Razer Kishi V2, so it doesn’t feel quite as stable as something like the AYN Odin or Logitech G Cloud. The display also has a superwide 20:9 aspect ratio that isn’t well-suited to most retro games, so the effective screen space for emulation isn’t much more than what you’d get from a smaller device. It may be one of the more powerful Android handhelds, but at $400, the whole thing is way too expensive.</p><p></p><h3>Miyoo Mini+</h3><p>The <a href=\"https://powkiddy.com/products/miyoo-mini-plus-portable-retro-handheld-game-console-mini-ips-screen-linux-system-childrens-gift?variant=43779530391799\">Miyoo Mini+</a> is more affordable than our top picks and comes in a well-built, Game Boy-style form factor that fits nicely with older games. Its 3.5-inch display really pops for something in the $70 to $80 range, its battery lasts as long as it needs to, and we found it to emulate retro consoles up to the PlayStation 1 without much issue. As a Linux handheld, its software is extensively customizable, though it can require a bit of tinkering to get the most out of it as a result.</p><p>Unfortunately, between stock shortages and its lack of availability at major retailers, the Mini+ has been difficult to actually buy. If you can’t find one, <a href=\"https://anbernic.com/products/rg35xx\">Anbernic’s RG35XX</a> should be a decent alternative; it’s a bit easier to pick up and use once it’s set up, though it lacks built-in WiFi.</p><p></p><figure><img alt=\"Backbone One\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-01/e44f8410-7925-11ec-bcf6-da9b33ed53cc\" style=\"height: 1144px; width: 1716px;\" /><figcaption></figcaption><div class=\"photo-credit\">Mat Smith/ Engadget</div></figure><h3>Anbernic RG405M</h3><p>We weren’t able to test it, but the <a href=\"https://anbernic.com/products/rg405m\">Anbernic RG405M</a> should be a good alternative to the Retroid Pocket 3+ for those who want something more compact. The two devices run on the same chipset, but the RG405M has a 4-inch display and a more substantial metal frame. Its 4:3 aspect ratio means you won’t have to deal with black bars as much for retro games, too, though it can feel crunched with newer systems and cloud streaming. At $175 or so, it’s also pricier than the Pocket 3+.</p><p></p><h3>Backbone One</h3><p>At their core, all of the mobile handhelds we’ve mentioned are just modified Android or Linux tablets. If you play more casually, you can get a similar experience by hooking up your existing smartphone to a mobile gamepad like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CYWNrYm9uZS1PbmUtTW9iaWxlLUdhbWluZy1Db250cm9sbGVyLUFuZHJvaWQvZHAvQjBCTUQ0S0ZTTD90YWc9Z2RndDBjLXAtby16ci0yMCIsImNvbnRlbnRVdWlkIjoiZGZjM2UwYjMtZGEyMS00MWU2LWI0YzgtMGZjYzQxMWU4NmRkIn0&amp;signature=AQAAAfceEnSBS12tfYUPf4HoDQPg6H0kbEiYet1VLtezCk5X&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBackbone-One-Mobile-Gaming-Controller-Android%2Fdp%2FB0BMD4KFSL\">Backbone One</a>. This connects directly to your phone’s USB-C or Lightning port and immediately works with any game with controller support. Its face buttons are somewhat noisy, and its d-pad is a bit spongy, but it’s comfortable for its size and has all the inputs needed to play modern games, including analog triggers and clickable joysticks. There's also a headphone jack and pass-through charging port, plus a useful app for starting party chats. The One costs $100, which isn’t cheap, but it feels <a href=\"https://www.engadget.com/backbone-one-ios-gamepad-review-143015385.html\">much more natural</a> than using a console controller with a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Qb3dlckEtTW9iaWxlLUdhbWluZy1Db250cm9sbGVycy1BbmRyb2lkLXgvZHAvQjA4TllHRDVHOT90YWc9Z2RndDBjLXAtby16ci0yMCIsImNvbnRlbnRVdWlkIjoiZGZjM2UwYjMtZGEyMS00MWU2LWI0YzgtMGZjYzQxMWU4NmRkIn0&amp;signature=AQAAATKUhZ2_rdudgQYaVveEijod6gKqgdSEtrTJibQTkJjD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPowerA-Mobile-Gaming-Controllers-Android-x%2Fdp%2FB08NYGD5G9\">clip</a>.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-handheld-gaming-system-140018863.html?src=rss", "link": "https://www.engadget.com/best-handheld-gaming-system-140018863.html?src=rss", "date_published": "2023-05-25 14:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Play Games for PC is now available in Europe and New Zealand", "description": "<p>You no longer have to live in one of a handful of countries to try the official option for <a href=\"https://www.engadget.com/google-play-games-pc-us-beta-180621316.html\">Android games on Windows</a>. The Google Play Games beta has <a href=\"https://twitter.com/GooglePlay/status/1661423810392752129\">expanded</a> to over 40 European countries (including the UK) and New Zealand. The additions now make the platform available in 56 countries total, up from just 13 as of November.</p><p>Google Play Games currently offers more than 100 Android titles. You might not recognize all of them, but better-known releases like <em>Asphalt 9</em>, <em>Homescapes</em> and <em>Last Fortress</em> are included. Google routinely adds new games to the service, and promises access in more countries &quot;soon.&quot;</p><span id=\"end-legacy-contents\"></span><p>The requirements are relatively light. You'll need a PC with at least Windows 10, a solid-state drive, 8GB of RAM and a four-core CPU running Intel's UHD 630 graphics (found in 8th- and 9th-gen Core chips) or its AMD equivalent. Google recommends a dedicated &quot;gaming-class&quot; GPU like NVIDIA's GeForce MX450 and a CPU with eight logical cores (such as through hyperthreading). If your computer is no more than a few years old, you can likely give this a try.</p><p>This isn't the only way to play Android games on Windows, of course. Windows 11 offers <a href=\"https://www.engadget.com/windows-11-android-apps-update-available-release-date-191055347.html\">apps from Amazon's store</a>, while clients like BlueStacks have been available for years. However, Google Play Games may be enticing if you want Google's full backing and don't mind a limited catalog.</p>This article originally appeared on Engadget at https://www.engadget.com/google-play-games-for-pc-is-now-available-in-europe-and-new-zealand-132827267.html?src=rss", "link": "https://www.engadget.com/google-play-games-for-pc-is-now-available-in-europe-and-new-zealand-132827267.html?src=rss", "date_published": "2023-05-25 13:28:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's HW-Q900C premium soundbar launches today for $1,400", "description": "<p>Samsung has introduced a new entry into its flagship Q-series soundbar lineup. If the <a href=\"https://www.engadget.com/samsung-soundbars-ces-2023-dolby-atmos-060025755.html\">HW-Q990C soundbar</a> it debuted at CES earlier this year is the series' top-of-the-line model, then the new HW-Q900C soundbar is the next one in terms of features and specs. The HW-Q900C features 7.1.2 channels of Wireless Dolby Atmos sound, whereas the HW-Q990C is an 11.1.4-channel soundbar.&nbsp;</p><p>While the HW-Q990C has more front and surround channels for more immersive sounds, both models support Samsung's Q-Symphony 3.0. The technology allows you to play audio from your soundbar and your TV's speakers at the same time, so long as they're connected with either an HDMI or an optical cable. Samsung <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvc3VwcG9ydC9hbnN3ZXIvQU5TMDAwODY1NDIvIiwiY29udGVudFV1aWQiOiIxNTA5ODE4Ni00NTcyLTRkMWItODhhNC1jZjNhZmVlOTcxOTIifQ&amp;signature=AQAAAQLU-FBwM5XXGR3_w55MiVeFbfvr6-uJHCbjiXv2ia8R&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Fsupport%2Fanswer%2FANS00086542%2F\">says</a> Q-Symphony provides \"an excellent surround sound experience\" that makes it seems as if you're actually in the movie. That said, you can only activate Q-Symphony if you have a compatible 2020-to-2023 model Samsung TV.</p><span id=\"end-legacy-contents\"></span><p>In addition, the HW-Q900C comes with SpaceFit Sound Pro, which can analyze your environment and automatically optimize audio output for you. Its adaptive sound and adaptive voice amplifier features promise optimized audio for dialogue, as well, so you can hear voices better even at low volumes and in a noisy room.&nbsp;</p><p>In game mode pro, the soundbar utilizes its up-firing speakers and strong woofers for 3D optimized sound while playing on select consoles, such as the PS5. The HW-Q900C also supports AirPlay 2 that makes it easy to pair with the iPhone and other Apple devices. Finally, it has the ability to follow voice commands, but you'd need to have Amazon Echo Device to be able to use this feature.</p><p>The HW-Q990C is now available for $1,400. While you can find the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUhXLVE5OTBDLTExLTEtNGNoLVNvdW5kYmFyLVEtU3ltcGhvbnkvZHAvQjBCVldDRE1OTj90YWc9Z2RndDBjLXAtby16eC0yMCIsImNvbnRlbnRVdWlkIjoiMTUwOTgxODYtNDU3Mi00ZDFiLTg4YTQtY2YzYWZlZTk3MTkyIn0&amp;signature=AQAAAarsVTVUwG9KVydgN62gMxtbixmm1AJntCuWtRfIvdcu&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-HW-Q990C-11-1-4ch-Soundbar-Q-Symphony%2Fdp%2FB0BVWCDMNN\">HW-Q990C soundbar</a> for just a bit more right now, note that the older model launched with a $2,300 price tag.</p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-hw-q900c-premium-soundbar-launches-today-for-1400-130051756.html?src=rss", "link": "https://www.engadget.com/samsungs-hw-q900c-premium-soundbar-launches-today-for-1400-130051756.html?src=rss", "date_published": "2023-05-25 13:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Abode's entry-level Smart Home Security Kit only costs $160 but drops HomeKit support", "description": "<p>Abode is launching <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2dvYWJvZGUuY29tL2hvbWUtc2VjdXJpdHktc3lzdGVtcy9zZWN1cml0eS1raXQiLCJjb250ZW50VXVpZCI6IjIyYmU1MWU5LTI4ODgtNDZhZS1hYjBlLTEzY2ZjYmM2ZDliNiJ9&amp;signature=AQAAAVoBfIYuKqNgR0gP3HWwEoviMS8sbBi10Ro0mMoCHkrk&amp;gcReferrer=https%3A%2F%2Fgoabode.com%2Fhome-security-systems%2Fsecurity-kit\"><ins>a new Smart Home Security Kit</ins></a> that will integrate with Amazon Alexa, Google Assistant and the Google Nest line of products. The entry-level kit includes the Abode Security Hub, a mini door/window sensor and a keyfob. The company is previously known for its line of DIY home security systems, which faces increased competition from the likes of Amazon, ADT, SimpliSafe and Cove Security.</p><p>users will be able to add new accessories, get event notifications, arm and disarm the system, set up automations and more with the accompanying Abode app. The new system will also be able to integrate with Amazon and Google’s smart home systems if you already have your devices like an Echo or Nest Home. Naturally, that means hands-free control via Amazon Alexa or Google Assistant. The Abode Smart Home Security Kit also includes a battery backup and cellular backup in case of a power outage, a 93dB siren and person, package and pet detection.</p><span id=\"end-legacy-contents\"></span><p>The one downside to the system compared to the previous system is that you’ll be losing HomeKit integration if you’ve built your smart home ecosystem inside of Apple’s Home app. <a href=\"https://www.engadget.com/2019-01-22-abode-smart-home-gateway-gen-2-homekit.html\"><ins>The old Smart Security System</ins></a> used Z-Wave, Zigbee and HomeKit. If you’re looking for those integrations, you’ll have to buy Abode’s Smart Security Kit instead.</p><p>The new Adobe Smart Home Security Kit will be available at a special introductory price of $139.99 and will include free shipping. After this introductory pricing, users will be able to purchase the kit for $159.99.</p>This article originally appeared on Engadget at https://www.engadget.com/abodes-entry-level-smart-home-security-kit-only-costs-160-but-drops-homekit-support-130011560.html?src=rss", "link": "https://www.engadget.com/abodes-entry-level-smart-home-security-kit-only-costs-160-but-drops-homekit-support-130011560.html?src=rss", "date_published": "2023-05-25 13:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Arc internet browser lets you customize (or vandalize) any website", "description": "<p>Arc, a Mac-only internet browser from the aptly-named Browser Company, is one of those apps trying to reimagine a core computing tool. Years after we all decided that a stack of tabs at the top of a browser window is how we’re doing things, Arc has a different approach. Like most modern apps, Arc puts everything in a sidebar and lets you build spaces that you can use to focus on a particular task. For example, all the research and documents I need for a particular article live in their own space, and I can jump over to another for personal tabs or a third for keeping an eye on the news of the day.</p><p>Arc, which launched a little over a year ago, certainly has its quirks. A big one is the fact it doesn’t have a bookmarking system like other browsers, and there are a lot of small things that differentiate it from Chrome and Safari. One of those features is taking center stage in a new update that Arc is rolling out today. It’s called Boosts, which the Arc team grandly refers to as a way to take control over the sites they visit. I’ve been testing the Boosts 2.0 release for a few weeks, and while I don’t think it is reinventing the internet, it does open up some fun possibilities.</p><span id=\"end-legacy-contents\"></span><div id=\"d995d7ec2a54411aacbf777700ccf554\"></div><p>Boosts first launched about a year ago, and product designer Nate Parrott told me the concept was to “make it 10 times easier” to build a browser extension. “If you’re the kind of person who likes to tinker with things or a person who makes websites, you probably have all the technical skills to make a Chrome extension, like JavaScript and CSS and HTML,” Parrott said, “and yet nobody makes them because it's just really hard.” And while the original Boosts release put a bunch of tools right in the browser to let you customize sites, it still wasn’t exactly user-friendly for people who don’t know things like CSS.</p><p>“Ten times easier than making a Chrome extension is not really that easy,” Parrott said. “You have to know how to code, you have to be willing to dig around in the web inspector and figure out what things are called in the code and stuff like that. It's just not that easy.” Boosts 2.0 fixes that in a pretty major way by giving anyone a few simple tools to tweak sites they visit. If the original Boosts made things ten times easier, Parrott wanted Boosts 2.0 to make it 50 times easier.</p><div id=\"a6a5d06ea5694327b9e96bdd55351c45\"></div><p>To that end, Boosts now has a handful of simple but useful ways to customize basically any site. There’s a color picker that lets you change most sites from the standard white or black backgrounds you’re used to, and you can also replace the font in many cases as well. That might not sound like that big a deal, but it can really make things feel fresh – being able to change the Spotify web app from the black-and-green motif was nice, and being able to try some new customization features for my Gmail inbox was fun as well.</p><p>Perhaps more useful is the “Zap” feature. This lets you highlight an element of a page that you don’t want to see and just… zap it into oblivion. I tried this with YouTube Music; since the service added podcasts a few weeks ago, the “explore” page has included a “top shows” segment that surfaces some extremely low-quality garbage. I just clicked the zap button, highlighted the section and now I don’t have to think about it anymore.</p><figure><img alt=\"Arc Boosts 2.0 zap feature\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/4bbe6670-fa8f-11ed-9d3e-8e236fe668a7\" style=\"height: 1772px; width: 3008px;\" /><figcaption></figcaption></figure><p>Results can be a bit hit or miss. For example, I tried to zap some elements on Twitter’s website to essentially make it read-only so I can use it to dig for news without being tempted to actually engage with anything. I was able to delete the row that contains the reply and like buttons below a tweet, but getting that to apply to <em>every</em> tweet didn’t work for me. Of course, if you have the technical knowledge to dig into a site’s code, you can still do that just like you can in Boosts 1.0 and use tools like CSS, HTML and Javascript to tweak things to your liking.</p><p>You can also share your Boosts with other Arc users, something else that’s new to this release. (Any Boost that uses Javascript is unable to be shared for security reasons, though.) If you’ve come up with a particularly inspired tweak to a site, you can share it directly with a friend, as each Boost has a permalink. Arc will also be curating a gallery of its favorite custom options as well.</p><figure><img alt=\"Arc browser Boosts 2.0 gallery\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/739ade30-fa8f-11ed-bbdf-e44d7d21ad82\" style=\"height: 2072px; width: 2966px;\" /><figcaption></figcaption><div class=\"photo-credit\">The Browser Company</div></figure><p>I asked Parrott if he had any concerns that giant corporations would take issue with users tweaking their websites, but he had the good point that Arc’s user base is so small that it’s hard to imagine it would be an issue. He also had some philosophical thoughts about the tension between how people want the internet to look versus how companies and designers want it to look. “We've swung so far in the direction of ‘users do not have agency over the web tools that they use,’ while the companies have so much control,” he said. “I think that really anything that swings the pendulum a little bit in the other direction of ‘the users actually have a little bit of agency over this’ I think is gonna be a positive thing and a healthy thing.”</p><p>Right now, Arc is still Mac-only and you need to sign up on a waitlist to get access, so whatever weird things people try with Boosts 2.0 will remain a minor part of the internet landscape for now. And after playing around with them a bit, I can’t say they’d be a key driver in my decision to use Arc over another browser – but then again, I’m not much of a tweaker. Maybe the people who prefer Android over an iPhone, or those who are spending hours making wild contraptions in <em>The Legend of Zelda: Tears of the Kingdom</em> are exactly the kind of people who might enjoy painting Engadget’s home page in a lovely shade of teal.</p><figure><img alt=\"Engadget homepage with Arc browser\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/a038e030-fa90-11ed-bb77-dac062e2352d\" style=\"height: 1658px; width: 2594px;\" /><figcaption></figcaption></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-arc-internet-browser-lets-you-customize-or-vandalize-any-website-130010555.html?src=rss", "link": "https://www.engadget.com/the-arc-internet-browser-lets-you-customize-or-vandalize-any-website-130010555.html?src=rss", "date_published": "2023-05-25 13:00:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Acer’s 16-inch Predator Triton and Swift Edge laptops are aimed at gamers and creators", "description": "<p>Acer just announced two new laptops at this year’s Computex expo in Taiwan. For gamers, there’s the new Predator Triton 16 line and for creatives (and everyone else), there’s the Swift Edge 16.</p><p>The new Predator Triton 16 is a serious gaming computer that Acer says can easily handle “intense AAA” titles, though it also features a relatively modest design that could fit into office environments. Did somebody say dual-use? This laptop boasts a NVIDIA GeForce RTX 4070 GPU, up to a 13th Gen Intel Core i9 processor, up to 32GB of DDR5 RAM and up to 2TBs of storage.</p><span id=\"end-legacy-contents\"></span><p>This is a gaming laptop, so visuals get special attention here, with a 16-inch WQXGA 2560 x 1600 display that features a 240Hz refresh rate, 500 nits peak brightness and full support for NVIDIA G-Sync. It’s still plenty thin, at 0.78-inches, and ships with next-generation cooling fans for those times when you just have to max out a game’s settings. The Triton 16 launches in September, with a starting price of $1,800.</p><p>The thin and light Swift Edge 16 is made for those who game a bit on the side but primarily use a laptop for creative work or just for browsing the web. You get the latest AMD Ryzen 7040 series processor, AMD Radeon 780M graphics, a 16-inch 3.2K OLED display with a 120Hz refresh rate and integration with the newest wireless standard on the block, the mythical Wi-Fi 7. The Windows 11 PC ships with up to 32GB of LPDDR5 RAM, up to 2TB of SSD storage and enhanced fans for cooling. It launches in July at a starting price of $1,300.</p><p>Acer didn’t stop with just laptops. The company also announced a forthcoming tri-band router called the Acer Connect VERO W6m. This is billed as the company’s first “eco-friendly router” and is designed for data protection, as it adheres to strict European cyber security standards.</p><p>This has been a big year of announcements for the company. In just the past few months, we’ve seen a <a href=\"https://www.engadget.com/acers-latest-chromebook-spin-714-sports-a-2k-webcam-133056810.html\"><ins>new Chromebook Spin</ins></a> with a 2K webcam, <a href=\"https://www.engadget.com/acers-swift-x-16-now-comes-with-amds-7040-series-processors-133042413.html\"><ins>the Swift X 16 flagship notebook</ins></a> and much more.</p>This article originally appeared on Engadget at https://www.engadget.com/acers-16-inch-predator-triton-and-swift-edge-laptops-are-aimed-at-gamers-and-creators-130004036.html?src=rss", "link": "https://www.engadget.com/acers-16-inch-predator-triton-and-swift-edge-laptops-are-aimed-at-gamers-and-creators-130004036.html?src=rss", "date_published": "2023-05-25 13:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "How to screen record on iPhone", "description": "<p>Sometimes, it’s just better to share your screen when you’re trying to show how to do something or get an idea across. The latest version of iOS on iPhones has made it easier to do this — you can even <a href=\"https://www.engadget.com/how-to-share-screen-facetime-143556350.html\">share your screen via Facetime</a> now, too. But you don’t have to force your not-so tech savvy mom or dad to jump on FaceTime to show them how to check their email. iPhones have another built-in feature that makes screen recording and sharing easy. The steps below will work on iOS 11 and later. Any older iPhone will have to rely on third-party screen recording apps from the App Store.</p><h2>How to screen record on iPhone</h2><p>To start screen recording, you first need to make the option more accessible by editing your Control Center.</p><span id=\"end-legacy-contents\"></span><p>1. Go to the Settings app and tap Control Center.</p><p>2. Here you’ll see a list of tools you can add to your Control Center for easy access. Scroll down the list and tap the green plus icon next to Screen Recording. That will move it up to the “Included Controls” list.</p><figure><img alt=\"How to screen record on iPhone\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/90787020-fa3b-11ed-a0f7-17baaba4c73b\" style=\"height: 1920px; width: 2300px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p>3. Now when you go to the Control Center by swiping down from the top right corner of your iPhone’s screen. (On anything older than the iPhone X you’ll swipe up from the bottom.) Screen Recording is represented by an icon with a white dot with a circle around it.</p><p>4. Tap that icon and wait for the three second countdown to begin.</p><figure><img alt=\"How to screen record on iPhone\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/a11c3bf0-fa3b-11ed-bfd5-720a3216dabb\" style=\"height: 1920px; width: 2300px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><h2>How to stop screen recording</h2><p>Depending on your iPhone model, you’ll see  a red timestamp at the top left of your screen or a red dot near the center while recording. Tap either of those and the iPhone will ask you if you want to stop recording. Hit “confirm” and you’ll then see a pop up that tells you your video is saved and where to find it.</p><h2>How to turn on your microphone</h2><p>If you want to add audio to your recording, go to the Control Center. Press and hold the Screen Recording icon and tap the microphone icon in the context menu. Now, every time you screen record, your iPhone will collect sound along with video.</p><h2>How to find a screen recording</h2><p>Screen recordings are treated like any other video, so you’ll find them in the Photos app where you can edit them if needed. However, if you would like your recording to go to a different location, press and hold the Screen Recording icon in the Control Center. You’ll then see a list of apps to which you’re able to send your video and share with others. For example, if you want to send that screen capture to Discord, all you have to do is tap the app in the menu and add a check next to it. Next time you want to show your gaming buddies what's on your screen, you can send the video straight to them.</p><figure><img alt=\"How to screen record on iPhone\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/b8020cf0-fa3b-11ed-b7aa-7b1f1d889e4c\" style=\"height: 1920px; width: 2300px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure><p></p>This article originally appeared on Engadget at https://www.engadget.com/how-to-screen-record-on-iphone-123016561.html?src=rss", "link": "https://www.engadget.com/how-to-screen-record-on-iphone-123016561.html?src=rss", "date_published": "2023-05-25 12:30:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "ChatGPT for iOS is now available in 11 more countries", "description": "<p><a href=\"https://www.engadget.com/chatgpt-now-has-an-official-iphone-app-181454446.html\">OpenAI first launched its ChatGPT iOS app</a> across the US in mid-May and now it has made good on its promise to expand to more countries in the &quot;coming weeks&quot; by launching in 11 new countries. The countries are a global mix with iOS users in Albania, Croatia, France, Germany, Ireland, Jamaica, Korea, New Zealand, Nicaragua, Nigeria and the UK now able to access the app.</p><div id=\"facfa73823364f5582654ef9f2bb3add\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">The ChatGPT app for iOS is now available to users in 11 more countries — Albania, Croatia, France, Germany, Ireland, Jamaica, Korea, New Zealand, Nicaragua, Nigeria, and the UK. More to come soon!</p>— OpenAI (@OpenAI) <a href=\"https://twitter.com/OpenAI/status/1661488013275435008?ref_src=twsrc%5Etfw\">May 24, 2023</a></blockquote></div><p>The ChatGPT app works and looks like the website does with conversation history synced between the computer and iPhone. <a href=\"https://www.engadget.com/openai-chatgpt-plus-subscription-205027758.html\">ChatGPT Plus subscribers</a> can access GPT-4 through the app and receive faster responses. The app does have one new feature compared to the website, allowing people to use voice input through OpenAI's Whisper speech recognition. For now, it's only formatted for iPhones, so iPad users still need the desktop version.</p><span id=\"end-legacy-contents\"></span><p>As for when ChatGPT will be available on smartphones globally, OpenAI says &quot;soon.&quot; Keep in mind there still isn't a ChatGPT app available for Android users anywhere, though OpenAI's <a href=\"https://openai.com/blog/introducing-the-chatgpt-app-for-ios\">original iOS app announcement said</a>, &quot;Android users, you're next!&quot;</p><p>The expansion itself and continually easing access to AI hastens the global debate over policies. According to <a href=\"https://www.reuters.com/article/tech-ai-openai/openai-may-leave-the-eu-if-regulations-bite-ceo-idINL1N37L2V9\"><em>Reuters</em></a>, Sam Altman, OpenAI CEO, has expressed the possibility of pulling ChatGPT from the European Union if the company decides it can't work within upcoming regulations. Meanwhile, Alphabet CEO Sundar Pichai is <a href=\"https://www.engadget.com/google-and-the-european-commission-will-collaborate-on-ai-ground-rules-192035744.html\">working closely with the European Commission</a> to enact AI guidelines.</p>This article originally appeared on Engadget at https://www.engadget.com/chatgpt-for-ios-is-now-available-in-11-more-countries-122016459.html?src=rss", "link": "https://www.engadget.com/chatgpt-for-ios-is-now-available-in-11-more-countries-122016459.html?src=rss", "date_published": "2023-05-25 12:20:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Get three months of the Paramount+/Showtime bundle for $18", "description": "<p>The big streaming story this week is the confusing <a href=\"https://www.engadget.com/warner-bros-max-streaming-service-launches-with-new-20-4k-tier-092756959.html\"><ins>launch of Warner Bros.' Max service,</ins></a> but the artist formerly known as HBO is not the only game in town. Paramount+ has been <a href=\"https://www.engadget.com/paramount-tops-60-million-subscribers-thanks-to-picard-and-the-nfl-165854248.html\"><ins>steadily gaining subscribers,</ins></a> thanks in part to a unique bundle that <a href=\"https://www.engadget.com/paramount-plus-showtime-merger-premium-plan-cable-network-170551927.html\"><ins>also includes cable stalwart Showtime.</ins></a> This combination platter typically costs $12 per month, but a new promo halves that price for new subscribers.</p><p>In other words, you get a full Paramount+ Premium subscription with Showtime for just $6 per month, though this discount vanishes into thin air after three months. The company is hoping you’ll keep the bundle after that, as the combined might of the two streaming services offers a whole lot of content.</p><span id=\"end-legacy-contents\"></span><p></p><p>Paramount+ is home to all things Star Trek, including the <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-first-season-2-trailer-promises-klingons-and-kirk-181406000.html\"><ins>second season of </ins><em><ins>Star Trek: Strange New Worlds</ins></em></a> that premieres on June 15th. It also airs next-day CBS content, live news, plenty of sports, and original dramas that aren’t set in space, like Sylvester Stallone’s <em>Tulsa King</em> and that weird <em>Fatal Attraction</em> reboot. The service also hosts a bunch of hit movies not based on comic books, like <em>Dungeons and Dragons: Honor Among Thieves</em> and <em>Top Gun: Maverick.</em></p><p>Showtime may not have the content stable of main rival HBO, but it does have plenty of standout shows like <em>Yellowjackets, Twin Peaks: The Return, Billions</em> and <em>Dexter,</em> in addition to recent theatrical hits like <em>The Fabelmans</em> and <em>Everything Everywhere at Once. </em>The deal is live right now and lasts until June 4th.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/get-three-months-of-the-paramountshowtime-bundle-for-18-120051255.html?src=rss", "link": "https://www.engadget.com/get-three-months-of-the-paramountshowtime-bundle-for-18-120051255.html?src=rss", "date_published": "2023-05-25 12:00:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Lego 2K Drive' lets you build your dream race car, brick by brick", "description": "<p>It took just a few minutes for <em>Lego 2K Drive </em>to sink its hooks into me. The second I left the road, my sports coupe converted into an off-road buggy. Just before hitting some water, the vehicle's Lego bricks swiftly contorted themselves into a speedboat. Those satisfying transformations are something you'll see a ton of as you explore multiple open areas and compete in races that play out across ever-changing terrain.</p><p>This arcade racer is the first Lego game from Visual Concepts, a developer that has otherwise focused on <a href=\"https://www.engadget.com/nba-2k23-michael-jordan-league-pass-2k-sports-140059388.html\"><ins>NBA</ins></a> and WWE games over the last few years. The studio hasn't hit the same heights of humor and wit as TT's Lego games (to be fair, Visual Concepts doesn't have <a href=\"https://www.engadget.com/lego-star-wars-the-skywalker-saga-release-date-crunch-151421921.html\"><ins>nine movies worth of iconic Star Wars movies to riff on</ins></a>), but <em>2K Drive </em>is still packed with surprises and clever ideas.</p><span id=\"end-legacy-contents\"></span><p>It's a fun blend of <a href=\"https://www.engadget.com/forza-horizon-5-gaming-irl-racing-154527277.html\"><em><ins>Forza Horizon 5</ins></em></a> and Mario Kart. Zooming through the open areas can be a blast and losing bricks from your vehicle when you take damage is a neat touch (smashing breakable objects will restore your health and increase your boost meter). So, it's a shame that the actual races can get pretty frustrating.</p><div id=\"5c1885b45cff4a488421bc584078c411\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Visual Concepts has tuned races to make them feel as close and exciting as possible, for better and worse. No matter your vehicle loadout, every other competitor in the race storms ahead of you as soon as the light goes green. At first, finding a way to overtake your race-specific rival and other Lego drivers to win is thrilling, but the game quickly shows its hand. You can never build up too much of a lead. If you spin off the track at a tight corner, enemies will kindly slow down a little for you. The <a href=\"https://blog.wtfast.com/blog/what-is-rubberbanding-in-games-amp-how-to-stop-it\"><ins>rubberbanding</ins></a> works both ways, but it makes races ultimately feel overly contrived. More than once, I was on the verge of victory only for an opponent to storm past me at the last second.</p><p>There are some Mario Kart-style powerups you can grab during races and in the open world. On the surface, the powerups seem to add another dimension to races, though any enemy car I destroyed was quickly back in the thick of the action. They can work against you too. In one race, I was about to take the checkered flag when an enemy launched a spider web to obscure my vision and slow me down.</p><p>Winning races is essential to progress through the story, and it's annoying that there's no quick restart option when you aren't victorious. You have to go back to the open world before you can try a race again.</p><p>Those quibbles aside, the game is plenty enjoyable. There's a ton to do after beating the campaign, even if you don't care about online races. There are dozens upon dozens of challenges, side missions and collectibles to discover. You might find yourself smashing alien robots to protect some towers or scooting around a small town to pick up residents and protect them from skeleton attackers. There are fetch quests galore too. The story missions and challenges can become too much of a grind — you have to reach a certain experience level to unlock some races — but there was just enough variety to keep a smile on my face.</p><figure><img alt=\"Screenshot of the vehicle building mode in Lego 2K Drive.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/9ae86e20-fa68-11ed-af7f-6b163226e86c\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Visual Concepts/2K</div></figure><p>The most exciting aspect of <em>Lego 2K Drive </em>for many players will be the vehicle builder. You can use virtual Lego bricks to build pretty much anything you want, including replicas of pre-made cars you unlock or even toy vehicles you've built in real life. The one car I made is a monstrosity, but at least it works, unlike many of the janky vehicles I've seen in <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1ieUw3X3Q3ZkZQTSIsImNvbnRlbnRVdWlkIjoiYzU2N2E0M2EtNDU2Zi00YTY5LWE1NWUtOWZlY2MzZjVhN2U0In0&amp;signature=AQAAAd5ZHAcCpVkmuFOop9nyyh8SevlQD5OL5BRNNoH_dmQ6&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DbyL7_t7fFPM\"><em><ins>Tears of the Kingdom</ins></em><ins> clips</ins></a>.</p><p>Perhaps unsurprisingly, the game nudges you in the direction of microtransactions for the pre-made cars. You'll slowly earn currency, but it'll take you quite a while to unlock vehicles from the shop for free. After playing for seven hours, I still didn't have enough Brickbux for a car. As it happens, you can pay real cash to unlock cars and drivers faster, as well as more types of bricks for your custom builds.</p><p><em>Lego 2K Drive </em>is almost a great game. Most of the right pieces are in place and younger players may get more of a kick out of it than more experienced gamers. Hopefully, Visual Concepts can tweak the race AI and other minor flaws to make it really sing. In the meantime, I'll still be hunting for rainbow bricks in Big Butte County.</p>This article originally appeared on Engadget at https://www.engadget.com/lego-2k-drive-lets-you-build-your-dream-race-car-brick-by-brick-113038327.html?src=rss", "link": "https://www.engadget.com/lego-2k-drive-lets-you-build-your-dream-race-car-brick-by-brick-113038327.html?src=rss", "date_published": "2023-05-25 11:30:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Sony reveals its PS5 streaming handheld", "description": "<p>Among a barrage of game announcements during PlayStation’s State of Play yesterday, Sony revealed it’s getting into the <a href=\"https://www.engadget.com/logitechs-pro-x-2-gaming-headset-promises-longer-battery-life-070129596.htmlhttps://www.engadget.com/logitechs-g-cloud-gaming-handheld-arrives-in-europe-141551128.html\">increasingly</a><a href=\"https://www.engadget.com/ayaneo-air-pro-gaming-handheld-review-180003707.html\">busy</a> world of game streaming devices. No, this isn’t a next-gen PS Vita (sadly), but an eight-inch screen, bookended by DualSense controls. Sony Interactive Entertainment president and CEO Jim Ryan said the device would allow PlayStation gamers to stream any PS5 game, excluding PlayStation VR2 titles, over WiFi and the company's Remote Play protocol.</p><p>However, there aren’t many specs for the device just yet, but Sony says it’ll have an LCD screen that can stream games at up to 1080p and 60 fps over WiFi. The controller part will also have the haptic feedback and adaptive triggers of the PS5 controller. It’s set to launch later this year.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/alan-wake-ii-will-drop-on-october-17th-for-xbox-series-x-ps5-and-pc-210405566.html\"><ins>'Alan Wake II' will drop on October 17th for Xbox Series X, PS5 and PC</ins></a></p><p><a href=\"https://www.engadget.com/first-look-at-spider-man-2-gameplay-shows-spidey-in-the-venom-suit-212740681.html\"><ins>First look at 'Spider-Man 2' gameplay shows Spidey in the Venom suit</ins></a></p><p><a href=\"https://www.engadget.com/metal-gear-solid-3-snake-eater-is-being-remade-for-modern-platforms-204716222.html\"><ins>'Metal Gear Solid 3: Snake Eater' is being remade for modern platforms</ins></a></p><p><a href=\"https://www.engadget.com/neva-is-the-next-gorgeous-looking-game-from-gris-developer-nomada-studio-204716357.html\"><ins>'Neva' is the next gorgeous-looking game from the developers of 'Gris'</ins></a></p><p><a href=\"https://www.engadget.com/bungie-revives-marathon-as-a-multiplayer-shooter-212630605.html\"><ins>Bungie revives 'Marathon' as a multiplayer shooter </ins></a></p><p><a href=\"https://www.engadget.com/pegasus-spyware-found-on-phones-of-mexican-presidents-close-ally-154511274.html\"><ins>Pegasus spyware found on phones of Mexican president's close ally</ins></a></p><p><a href=\"https://www.engadget.com/best-iphone-cases-153035988.html\"><ins>The best iPhone cases for 2023</ins></a></p><p></p><h2></h2><h2><a href=\"https://www.engadget.com/ron-desantis-cant-announce-hes-running-for-president-because-twitters-servers-are-kind-of-melting-222437047.html\">Twitter struggled with Ron DeSantis’ presidential bid announcement</a></h2><h3>One backer said servers were 'kind of melting.'</h3><a href=\"https://www.engadget.com/ron-desantis-cant-announce-hes-running-for-president-because-twitters-servers-are-kind-of-melting-222437047.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/022e8a60-fae6-11ed-b7ff-e9f0372a0ef1\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Henry Nicholls / reuters</div></figure></a><p>Ron DeSantis was supposed to take to Twitter Spaces yesterday to announce his bid for the 2024 Republican presidential nomination officially. Unfortunately, Twitter was not prepared for the influx of people waiting to listen to the announcement. The announcement eventually got underway after Twitter moved the Space to Republican megadonor David Sacks' account because Musk's &quot;account was breaking the system.&quot; Sacks said the Space, with more than 500,000 people tuned in to listen at one point, was the largest group that had &quot;ever met online,&quot; a <a href=\"https://twitter.com/AOC/status/1661502529207775236\"><ins>claim quickly ridiculed</ins></a>.</p><p>So why did Twitter struggle with those kinds of numbers? It might be that since Musk’s acquisition, the majority of the workforce has been gutted, including much of the team responsible for its <a href=\"https://www.engadget.com/twitter-has-reportedly-laid-off-more-of-its-infrastructure-team-192330953.html\"><ins>infrastructure</ins></a>.</p><p><a href=\"https://www.engadget.com/ron-desantis-cant-announce-hes-running-for-president-because-twitters-servers-are-kind-of-melting-222437047.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/ios-17-will-reportedly-turn-your-locked-iphone-into-a-smart-display-171937503.html\">iOS 17 will reportedly turn your locked iPhone into a smart display</a></h2><h3>Your phone could be more useful when you aren't using it.</h3><h3></h3><p><em>Bloomberg </em>sources claim Apple's iOS 17 update may introduce a lock screen that effectively turns an iPhone into a smart display when the device is on its side. You'll reportedly see calendar items, notifications and other details in a high-contrast layout reminiscent of an Amazon Echo Show or Google Nest Hub. The new lock screen is said to be more advanced than the one Google brought to Android 10. Rumors say Apple is developing <a href=\"https://www.engadget.com/apple-smart-home-devices-report-155130684.html\"><ins>multiple smart home devices</ins></a>, which could include a mountable screen, so this could dovetail neatly into that push.</p><p><a href=\"https://www.engadget.com/ios-17-will-reportedly-turn-your-locked-iphone-into-a-smart-display-171937503.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/fairgame-looks-like-payday-and-the-division-with-a-gen-z-twist-202407857.html\">'Fairgame$' looks like Payday and The Division with a Gen-Z twist</a></h2><h3>It's the first title out of Jade Raymond's Haven Studios.</h3><a href=\"https://www.engadget.com/fairgame-looks-like-payday-and-the-division-with-a-gen-z-twist-202407857.html\"><figure><img alt=\"Fairgame$\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-05/a0786420-fae6-11ed-bdff-87704c5f58a7\" style=\"height: 380px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sony</div></figure></a><p>The first project out of Haven Studios (a new studio founded by veteran producer Jade Raymond, who's best known for her work on the Assassin's Creed franchise) is <em>Fairgame$</em>, and it looks like it packs plenty of neon-tinged anarchist multiplayer action. The online competitive heist game has a lovely, timely focus on rebelling against billionaires, and it's heading to PlayStation 5 and PC.</p><p><a href=\"https://www.engadget.com/fairgame-looks-like-payday-and-the-division-with-a-gen-z-twist-202407857.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/assassins-creed-mirage-will-arrive-on-october-12-205552847.html\">Assassin's Creed Mirage will arrive on October 12th</a></h2><h3>The parkour-heavy stealth game will be available this fall.</h3><h3></h3><p>Talking of Assassin’s Creed, the next game in the series has a release date. On October 12th, <em>Assassin’s Creed Mirage</em> will put players in the robes of Basim Ibn in the city of Baghdad, 861 CE, and will have a stronger focus on stealth mechanics and parkour-based movement than its predecessor. That makes it look a lot like older games in the series from the trailers we've seen so far, but you still get a pet eagle.</p><p><a href=\"https://www.engadget.com/assassins-creed-mirage-will-arrive-on-october-12-205552847.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-sony-reveals-its-ps5-streaming-handheld-111518422.html?src=rss", "link": "https://www.engadget.com/the-morning-after-sony-reveals-its-ps5-streaming-handheld-111518422.html?src=rss", "date_published": "2023-05-25 11:15:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "WhatsApp may soon introduce usernames", "description": "<p>WhatsApp has been rolling out a <a href=\"https://www.engadget.com/whatsapp-statuses-are-getting-a-big-revamp-for-voice-emoji-reactions-and-more-112209857.html\">constant stream of updates</a> lately across its platform. The latest news comes in the form of a profile update, with WhatsApp reportedly working on a new username option, <a href=\"https://wabetainfo.com/whatsapp-beta-for-android-2-23-11-15-whats-new/\">WABetaInfo</a> reports. Included in the latest WhatsApp beta for Android update is a new field in the profile section of the app, which asks users to choose their own unique handle.</p><p>The added option brings WhatsApp one step closer to how people communicate on fellow <a href=\"https://www.engadget.com/meta-completes-within-acquisition-223323552.html\">Meta-owned app</a> Instagram, though not much is known about how a username will work on the messaging app. It could mean a significant change in how people find each other on WhatsApp and increase their privacy — instead of a person needing to share their personal phone number or QR code to chat, a user-chosen username might be enough. <a href=\"https://www.engadget.com/whats-app-end-to-end-encryption-for-backups-150954934.html\">End-to-end encryption</a> is said to still be deployed on WhatsApp conversations started by username.</p><span id=\"end-legacy-contents\"></span><p>This announcement comes on the heels of another sought-out feature release: <a href=\"https://www.engadget.com/whatsapp-finally-lets-you-fix-typos-in-sent-messages-153017357.html\">message editing</a>. The update allows WhatsApp users to alter a message within 15 minutes of sending it, with the caveat that it will have the word &quot;edited&quot; written beside the timestamp. The messaging app also rolled out &quot;<a href=\"https://www.engadget.com/whatsapps-new-privacy-feature-locks-sensitive-chats-and-hides-them-from-notifications-181005512.html\">Chat Lock</a>&quot; in May, a tool that lets you make specific one-on-one or group chats available solely through entering your password or biometric scanning. It also stops messages from popping up as notifications.</p><p>As for usernames, WhatsApp has yet to set a release date or even confirm the feature. It will likely be offered to beta users first when it does arrive before rolling out across all devices.&nbsp;</p><div id=\"2111a3f93dcd4fbba48cd38333a88482\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">📝 WhatsApp beta for Android 2.23.11.15: what's new?<br /><br />WhatsApp is working on a feature to set up a WhatsApp username, and it will be available in a future update of the app!<a href=\"https://t.co/2yMpvlvkdo\">https://t.co/2yMpvlvkdo</a><a href=\"https://t.co/s60sQdy9jP\">pic.twitter.com/s60sQdy9jP</a></p>— WABetaInfo (@WABetaInfo) <a href=\"https://twitter.com/WABetaInfo/status/1661478537696800768?ref_src=twsrc%5Etfw\">May 24, 2023</a></blockquote></div>This article originally appeared on Engadget at https://www.engadget.com/whatsapp-may-soon-introduce-usernames-105558183.html?src=rss", "link": "https://www.engadget.com/whatsapp-may-soon-introduce-usernames-105558183.html?src=rss", "date_published": "2023-05-25 10:55:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon sale discounts Western Digital and SanDisk storage by up to 53 percent", "description": "<p>A variety of storage <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9zdG9yZXMvcGFnZS9wcmV2aWV3P2lzU2xwPTEmaXNQcmV2aWV3PTEmYXNpbnM9QjA4OUROMjNUNiUyQ0IwQjk4NVE5RjElMkNCMDhHWTNaNEpSJTJDQjA4R1hZTUtOOSUyQ0IwOTNISlJKMlMlMkNCMDkzSEhLQjcyJTJDQjA3Vk1UTkRNSyUyQ0IwN1hWQjdHOTklMkNCMDlOQ01NU1FYJTJDQjA5TkNOR0JERyUyQ0IwOE1LSlBGWjclMkNCMEI3Q1EyQ0hIJTJDQjA5M1FLRlJDQyUyQ0IwOURWUkJOV1YlMkNCMDlKUU1HSERXJTJDQjBCVEZQVFNOUSUyQyZwZl9yZF9yPUtKMENOTk1UVzdEWTNEQjBXNVRIJnBmX3JkX3Q9RXZlbnRzJnBmX3JkX2k9ZGVhbHMmcGZfcmRfcD02MDVkNTkyNS0wZTRmLTRhMDYtYmQzMS03ZDg3ZGNmNGE5YzAmcGZfcmRfcz1zbG90LTE0JnJlZj1kbHhfZGVhbHNfZ2RfZGNsX2ltZ18yX2E5M2RhMjQ5X2R0X3NsMTRfYzAmdGFnPWdkZ3QwYy1wLW8tenctMjAiLCJjb250ZW50VXVpZCI6ImExOTkxYjM1LTc5MWEtNDU1MS1iZjBlLTU1OGRlNjVlODlkMSJ9&amp;signature=AQAAAeAROwtOknkK2sktBNqnWvZCo3UZkAJUI-i2T0KhaVni&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fstores%2Fpage%2Fpreview%3FisSlp%3D1%26isPreview%3D1%26asins%3DB089DN23T6%252CB0B985Q9F1%252CB08GY3Z4JR%252CB08GXYMKN9%252CB093HJRJ2S%252CB093HHKB72%252CB07VMTNDMK%252CB07XVB7G99%252CB09NCMMSQX%252CB09NCNGBDG%252CB08MKJPFZ7%252CB0B7CQ2CHH%252CB093QKFRCC%252CB09DVRBNWV%252CB09JQMGHDW%252CB0BTFPTSNQ%252C%26pf_rd_r%3DKJ0CNNMTW7DY3DB0W5TH%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D605d5925-0e4f-4a06-bd31-7d87dcf4a9c0%26pf_rd_s%3Dslot-14%26ref%3Ddlx_deals_gd_dcl_img_2_a93da249_dt_sl14_c0\">products are on sale from SanDisk</a> and its parent company, Western Digital, including the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW5EaXNrLUV4dHJlbWUtTW9iaWxlLUdhbWluZy1taWNyb1NEL2RwL0IwODlETjIzVDY_dGg9MSZ0YWc9Z2RndDBjLXAtby16dy0yMCIsImNvbnRlbnRVdWlkIjoiYTE5OTFiMzUtNzkxYS00NTUxLWJmMGUtNTU4ZGU2NWU4OWQxIn0&amp;signature=AQAAAaXSwPuOa2mt9-uWKl3QB9Mf_Uxpxu3-EOFbuj3Uqlbg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSanDisk-Extreme-Mobile-Gaming-microSD%2Fdp%2FB089DN23T6%3Fth%3D1\">SanDisk microSD Extreme for Mobile Gaming</a>. The small but mighty 256GB card has a 21 percent discount, dropping the price from $28 to $22. This memory size (along with the slightly reduced 64GB and 128GB options) has A2 app performance for quicker recall, with a minimum random read speed of 4,000 IOPS. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW5EaXNrLW1pY3JvU0RYQy1MaWNlbnNlZC1OaW50ZW5kby1Gb3J0bml0ZS9kcC9CMEI5ODVROUYxP3RoPTEmdGFnPWdkZ3QwYy1wLW8tenctMjAiLCJjb250ZW50VXVpZCI6ImExOTkxYjM1LTc5MWEtNDU1MS1iZjBlLTU1OGRlNjVlODlkMSJ9&amp;signature=AQAAAUOhfSEBj9-bNVFXN30ZDzGOr7TAyybLQFgtSoWJZfk5&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSanDisk-microSDXC-Licensed-Nintendo-Fortnite%2Fdp%2FB0B985Q9F1%3Fth%3D1\">SanDisk 256GB microSD's Nintendo Switch Fortnite Edition</a> is also on sale, down to $28 from $50 — a 44 percent price cut.</p><p></p><p>Other discounted SanDisk products include the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW5EaXNrLTUxMkdCLUV4dHJlbWUtU29saWQtU3RhdGUvZHAvQjA4R1hZTUtOOT90aD0xJnRhZz1nZGd0MGMtcC1vLXp3LTIwIiwiY29udGVudFV1aWQiOiJhMTk5MWIzNS03OTFhLTQ1NTEtYmYwZS01NThkZTY1ZTg5ZDEifQ&amp;signature=AQAAATkdzhvTQ-J7HFpipjJujNXMa3D82ldRl-vGsZByhDMZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSanDisk-512GB-Extreme-Solid-State%2Fdp%2FB08GXYMKN9%3Fth%3D1\">512GB Extreme PRO Flash Drive</a>, with a 28 percent drop bringing the price from $97.52 to $70. The flash drive works at speeds up to 420MB per second for reading and 380MB per second for writing while transferring photos and videos to a Mac or PC. It also offers RescuePRO for retrieving any accidentally deleted data. If you need extra storage, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TYW5EaXNrLTUxMkdCLUV4dHJlbWUtU29saWQtU3RhdGUvZHAvQjA4R1lQWjhHTj90aD0xJnRhZz1nZGd0MGMtcC1vLXp3LTIwIiwiY29udGVudFV1aWQiOiJhMTk5MWIzNS03OTFhLTQ1NTEtYmYwZS01NThkZTY1ZTg5ZDEifQ&amp;signature=AQAAAfVR59f_4t3_LSsGygT-4J4IKFTWYfp_a6_DrXO7h5Ao&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSanDisk-512GB-Extreme-Solid-State%2Fdp%2FB08GYPZ8GN%3Fth%3D1\">1TB version</a> is 45 percent off at $117.</p><span id=\"end-legacy-contents\"></span><p>Western Digital, which <a href=\"https://www.engadget.com/2015-10-21-western-digital-sandisk-acquisition.html\">acquired SanDisk for $19 billion in 2015</a>, has discounts on an even larger storage device — its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9XRF9CTEFDSy1HYW1lLURyaXZlLVhib3gtV0RCQU1GMDAyMEJCVy1XRVNOL2RwL0IwOTNIS0xZMjQ_dGg9MSZ0YWc9Z2RndDBjLXAtby16dy0yMCIsImNvbnRlbnRVdWlkIjoiYTE5OTFiMzUtNzkxYS00NTUxLWJmMGUtNTU4ZGU2NWU4OWQxIn0&amp;signature=AQAAAVi8EUfA_7iFPn795wCA8vBWfLJcs7B6CQ9rmf3HhdQK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FWD_BLACK-Game-Drive-Xbox-WDBAMF0020BBW-WESN%2Fdp%2FB093HKLY24%3Fth%3D1\">2TB WD_BLACK D30 Game SSD Portable External Drive</a>. The two-and-a-half inch Game Drive for Xbox is 45 percent off, bringing its cost down from $290 to $160. The price also includes one month of an Xbox Game Pass Ultimate membership. It can store an average of 50 games and works at speeds up to 900MB per second. If you also want compatibility with a Playstation or PC, that model has a slightly smaller discount, with a 33 percent drop bringing the price to $180.</p><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/amazon-sale-discounts-western-digital-and-sandisk-storage-by-up-to-53-percent-095527751.html?src=rss", "link": "https://www.engadget.com/amazon-sale-discounts-western-digital-and-sandisk-storage-by-up-to-53-percent-095527751.html?src=rss", "date_published": "2023-05-25 09:55:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple's AirTag 4-pack falls to $87", "description": "<p>If you've been looking to get a bunch of new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOTMyUUoySlovP3RhZz1nZGd0MGMtcC1vLXp2LTIwIiwiY29udGVudFV1aWQiOiIzMTBkZGJkZi0yM2FjLTRmMWEtOGNiZi0wMTA0OTE1N2FkOTcifQ&amp;signature=AQAAARMP1xYWhC2wOiuNkGFb-at6zVIrOznXB3adIbR3eoMg&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB0932QJ2JZ%2F\">Apple AirTags</a>, now's a good time to buy them: The Bluetooth tracker's <a href=\"https://www.engadget.com/apples-air-tag-four-pack-is-on-sale-for-89-right-now-182006380.html\">four-pack bundle</a> is currently on sale for $87. That's not quite an all-time low, but it's still 12 percent less than what the pack typically costs. It's also certainly one of the best prices we've seen for the bundle on Amazon. While a single AirTag only costs $28, this is a great chance to get your hands on a few so you could track several items — like bags, valuables or even <a href=\"https://www.engadget.com/apple-is-convinced-my-dog-is-stalking-me-143100932.html\">pets</a> — at once through the Find My app.&nbsp;</p><p></p><p>The Apple AirTag can easily pair with your iPhone or iPad with one tap. Once it's paired, you can use your device to look up where it's currently located and to play a sound through its built-in speaker to help you find what you're looking for. If you have a newer iPhone that supports Ultra Wideband technology, you can even use precision finding to lead you right to each specific AirTag. In case you do lose something that you're keeping track of, you can put AirTag in \"lost mode\" to be notified when the Find My network of Apple devices detects it.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Since the AirTag is water and dust resistant, it won't easily break if it gets lost. And while it's not rechargeable, the CR2032 coin battery that powers it is removable and can last for a year before you'd need to replace it. These four-pack AirTags  don't come with any accessories, but you can check out some of the best products for the tracker that you can buy <a href=\"https://www.engadget.com/best-apple-airtag-cases-holders-accessories-123036404.html\">right here</a>.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-airtag-4-pack-falls-to-87-091304049.html?src=rss", "link": "https://www.engadget.com/apples-airtag-4-pack-falls-to-87-091304049.html?src=rss", "date_published": "2023-05-25 09:13:04+00:00", "persistent": false, "user": null, "language": "en-US"}]