[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jerry Nadler Sure Seems Carefree About World War III Starting", "description": "Representative Jerry Nadler (D-NY) sure seems carefree about World War III potentially starting over Ukraine. On Thursday, a reporter caught up with the septuagenarian, who promptly spilled the beans that he would not care whatsoever if Ukraine invaded Russia, let alone if they did so with U.S.-supplied weapons. &#8220;Are you concerned that they will enter ...", "link": "https://www.dailywire.com/news/jerry-nadler-sure-seems-carefree-about-world-war-iii-starting", "date_published": "2023-05-25 19:05:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Tide Is Turning: Prominent Christians Talk Effective Target And Bud Light Boycotts", "description": "Conservative consumers have finally figured out how to make their money talk when it comes to companies that peddle LGBT ideology including transgenderism, and Wall Street is taking notice. Following backlash from the Right, retail giant Target said this week that it will remove some of its LGBT Pride merchandise aimed at both children and adults, ...", "link": "https://www.dailywire.com/news/the-tide-is-turning-prominent-christians-talk-effective-target-and-bud-light-boycotts", "date_published": "2023-05-25 19:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee School District Sues Social Media Companies Over Growing Mental Health Crisis Among Students", "description": "A Nashville school district became the latest education system to sue several social media companies over growing mental health concerns among students, joining more than 40 nationwide districts demanding accountability from big tech. The Clarksville-Montgomery County School System (CMCSS) reportedly filed a lawsuit against Meta, Facebook, Instagram, TikTok, Snapchat, Google, WhatsApp, and YouTube due to ...", "link": "https://www.dailywire.com/news/tennessee-school-district-sues-social-media-companies-over-growing-mental-health-crisis-among-students", "date_published": "2023-05-25 18:54:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Flag Football’: NFL Coaches, Players Slam New Kickoff Fair-Catch Rule", "description": "NFL coaches like Kansas City Chiefs&#8217; Andy Reid and Baltimore Ravens’ John Harbaugh have joined with players to slam the new kickoff fair-catch rule the owners voted to pass, with Reid arguing it&#8217;s going turn the game into &#8220;flag football.&#8221; On Thursday, league owners voted against opposition by coaches to approve a one-year trial for ...", "link": "https://www.dailywire.com/news/flag-football-nfl-coaches-players-slam-new-kickoff-fair-catch-rule", "date_published": "2023-05-25 18:40:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "35-Year-Old Woman Accused Of Sexting And Giving Drugs To Teens, Allegedly Told Authorities She Identifies As 15-Year-Old Boy", "description": "A 35-year-old Washington woman allegedly told authorities she identifies as a 15-year-old boy after she was arrested for harboring runaway teens and accused of providing them with drugs and alcohol and sexting them. Amanda Dorrough was charged with unlawful harboring of minors earlier this month after police said they discovered Dorrough planned to flee Seattle ...", "link": "https://www.dailywire.com/news/35-year-old-woman-accused-of-sexting-and-giving-drugs-to-teens-allegedly-told-authorities-she-identifies-as-15-year-old-boy", "date_published": "2023-05-25 18:16:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Target Market Value Down Big, Biden Vetoes Bipartisan D.C. Crime Bill, J6 Rioter Gets 18 Years", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Target Market Value Down Big Target has seen an 8.5% drop in its market value over the past week — equaling $6 billion in market capitalization. This comes as the national retailer faces a boycott from conservative and ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-target-market-value-down-big-biden-vetoes-bipartisan-d-c-crime-bill-j6-rioter-gets-18-years", "date_published": "2023-05-25 17:47:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Singer Kesha Says Her Anxiety Once Got So Bad She Thought She Was Having A Psychotic Break", "description": "Singer Kesha revealed during a recent interview that her anxiety once got so intense that she actually believed she might be experiencing a psychotic break. The popular &#8220;Die Young&#8221; singer sat down with Apple Music&#8217;s Zane Lowe, and during the course of a wide-ranging conversation, the topic turned to mental health and what it meant ...", "link": "https://www.dailywire.com/news/singer-kesha-says-her-anxiety-once-got-so-bad-she-thought-she-was-having-a-psychotic-break", "date_published": "2023-05-25 17:40:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservative Journalist Calls AP’s Bluff On Claim About ‘Violent Confrontations’ Against Target", "description": "Katrina Trinko, the editor-in-chief of the Daily Signal, noted that the Associated Press took a claim from Target that conservative backlash against the company had turned “violent” at face value, prompting the news outlet to quietly amend the story. Conservatives have launched a boycott effort against Target after the retail behemoth marketed a female swimsuit ...", "link": "https://www.dailywire.com/news/conservative-journalist-calls-aps-bluff-on-claim-about-violent-confrontations-against-target", "date_published": "2023-05-25 17:31:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Florida Man Loses Arm To An Alligator Attack: ‘It’s Not The End Of The World’", "description": "A 23-year-old man lost his arm at the start of the week in Florida after being attacked by an alligator in Port Charlotte, according to local officials. The nearly 11-foot alligator, which was later killed, attacked Jordan Rivera around 1 a.m. on Sunday near a pond just outside of the Banditos Bar. CBS News reported that ...", "link": "https://www.dailywire.com/news/florida-man-loses-arm-to-an-alligator-attack-its-not-the-end-of-the-world", "date_published": "2023-05-25 17:24:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Great American Family’ Purchases Christian Streaming Site To Expand Its Faith-Based And Family-Friendly Shows", "description": "&#8220;Great American Family&#8221; network has purchased the Sony Christian streaming site &#8220;PureFlix&#8221; in order to expand its faith-based and family-friendly shows, distancing itself even further from LGBTQ programming available on the Hallmark Channel. In a statement from the network&#8217;s merger announcement, GAF said that the company &#8220;will build on the multi-faceted, multi-channel family and faith ...", "link": "https://www.dailywire.com/news/great-american-family-purchases-christian-streaming-site-to-expand-its-faith-based-and-family-friendly-shows", "date_published": "2023-05-25 17:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Six Maryland Parents Sue School Board For Forcing Kids To Read ‘Pride’ Books", "description": "Six Maryland parents are suing their children&#8217;s school board for allegedly forcing their children to read &#8220;Pride&#8221; themed books without parental knowledge. The three couples, who come from different religious backgrounds, filed a lawsuit Tuesday in federal court against the Montgomery County Board of Education, alleging the board violated their parental rights. The lawsuit comes ...", "link": "https://www.dailywire.com/news/six-maryland-parents-sue-school-board-for-forcing-kids-to-read-pride-books", "date_published": "2023-05-25 16:59:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Target Partner Who Sells ‘Satan Respects Pronouns’ Art Sees Sales Soar After Backlash", "description": "The artist who sells Satanic merchandise and was hired by Target to design three “Pride Month” items shuttered the Etsy store and website which carried the merchandise as sales skyrocketed. Erik Carnell, who runs the company Abprallen and designed a mini messenger bag with the slogan “We Belong Everywhere,” a tote bag with the phrase ...", "link": "https://www.dailywire.com/news/target-partner-who-sells-satan-respects-pronouns-art-sees-sales-soar-after-backlash", "date_published": "2023-05-25 16:52:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Retired Firefighter Who Put Feet Up On Pelosi’s Desk Sentenced To 4.5 Years In Prison", "description": "A retired Arkansas firefighter who placed his feet on Democrat Rep. Nancy Pelosi’s (D-CA) desk on January 6, 2021, has been sentenced to over four years in prison after he was convicted of felony charges of civil disorder and obstruction of an official proceeding. Richard “Bigo” Barnett was given 54 months in prison by U.S. District ...", "link": "https://www.dailywire.com/news/retired-firefighter-who-put-feet-up-on-pelosis-desk-sentenced-to-4-5-years-in-prison", "date_published": "2023-05-25 16:38:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Throws Out ‘Romeo And Juliet’ Stars’ Lawsuit Over Nude Scene", "description": "A judge said Thursday she would throw out the lawsuit from the two teenage stars of the 1968 film “Romeo and Juliet” who claimed they were coerced into performing nude scenes by director Franco Zeffirelli. Olivia Hussey played Juliet at the age of 15; Leonard Whiting, who played Romeo, was 16 at the time. “Plaintiffs have ...", "link": "https://www.dailywire.com/news/judge-throws-out-romeo-and-juliet-stars-lawsuit-over-nude-scene", "date_published": "2023-05-25 16:34:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden’s ‘Non-Binary’ Baggage Bandit Was Part Of ‘Sisters Of Perpetual Indulgence’ Group Invited By Dodgers", "description": "Have you ever looked at the Biden administration, and thought, &#8220;Where does the president find these people?” Well, apparently he finds them in the streets of American cities mocking the Roman Catholic Church. As if the Los Angeles Dodgers&#8217; decision to invite the deviant drag group known as the &#8220;Sisters of Perpetual Indulgence&#8221; can&#8217;t get ...", "link": "https://www.dailywire.com/news/bidens-non-binary-baggage-bandit-was-part-of-sisters-of-perpetual-indulgence-group-invited-by-dodgers", "date_published": "2023-05-25 16:34:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Supreme Court Slashes Biden EPA’s Power Over Water Bodies", "description": "The Supreme Court on Thursday slashed the Environmental Protection Agency&#8217;s (EPA) regulatory control over water bodies in a win for conservative critics who argued the agency wielded too much power. The court ruled that the 1972 Clean Water Act, which allows the EPA to regulate wetlands, only applies to wetlands that are obviously connected to ...", "link": "https://www.dailywire.com/news/supreme-court-slashes-biden-epas-power-over-water-bodies", "date_published": "2023-05-25 16:20:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Stormy Daniels Regrets Coming Forward With Trump Allegation, Says ‘It Was Just For Nothing’", "description": "Porn actress Stormy Daniels regrets opening up about an alleged affair with former President Donald Trump and accused Trump supporters of threatening her. Daniels told “Good Morning Britain” that she spoke her truth about the alleged affair and hush money payments, but “it was just for nothing.” The porn actress said she doesn’t believe Trump ...", "link": "https://www.dailywire.com/news/stormy-daniels-regrets-coming-forward-with-trump-allegation-says-it-was-just-for-nothing", "date_published": "2023-05-25 16:20:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservative Dating App Goes Viral Poking Fun At Men In Women’s Sports", "description": "Conservative dating app “The Right Stuff” went viral on TikTok for poking fun at men in women’s sports.  The Right Stuff, founded by former senior Trump aide John McEntee, took to TikTok four months ago to playfully mock liberalism. The account has since gained more than 400,000 followers, 120 million views, and 17 million likes.  ...", "link": "https://www.dailywire.com/news/conservative-dating-app-goes-viral-poking-fun-at-men-in-womens-sports", "date_published": "2023-05-25 16:20:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ron DeSantis Responds To RFK Jr. Claim He’d Burn CDC/NIH ‘To The Ground’", "description": "Florida Governor Ron DeSantis responded Thursday to Robert F. Kennedy Jr.&#8217;s claim that he had advocated burning the Centers for Disease Control and Prevention (CDC) and the National Institutes of Health (NIH) &#8220;to the ground,&#8221; and he didn&#8217;t back down an inch. DeSantis, who officially announced his candidacy for the 2024 Republican presidential nomination on Wednesday, ...", "link": "https://www.dailywire.com/news/ron-desantis-responds-to-rfk-jr-claim-hed-burn-cdc-nih-to-the-ground", "date_published": "2023-05-25 16:06:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "225 Missing Children Located During 10-Week Operation: Authorities", "description": "The U.S. Marshals Service on Wednesday said the agency recovered 225 missing children as young as six months old — who were victims of child sex trafficking and other forms of exploitation and abuse — during a 10-week national operation. Federal authorities partnered with the National Center for Missing and Exploited Children (NCMEC) and state ...", "link": "https://www.dailywire.com/news/225-missing-children-located-during-10-week-operation-authorities", "date_published": "2023-05-25 16:03:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Neural Implants Help Paralyzed Man Walk Again", "description": "A combination of physical therapy and neurological implants has restored a man’s control over his lower body after 12 years of paralysis. Gert-Jan Oskam was living in China in 2011 when he was in a motorcycle accident that left him paralyzed from below his hips. Now, a combination of brain and spinal implants have acted ...", "link": "https://www.dailywire.com/news/neural-implants-help-paralyzed-man-walk-again", "date_published": "2023-05-25 16:02:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Democrat Leader Claims Republicans ‘Want To Crash The Economy’ So Trump Will Be Elected", "description": "House Minority Leader Hakeem Jeffries (D-NY) claimed on Wednesday that House Republicans want to induce a recession amid debt ceiling negotiations with the White House so that former President Donald Trump has better election odds next year. The debt ceiling, a statute established by Congress that prevents the government from spending beyond a predetermined national ...", "link": "https://www.dailywire.com/news/house-democrat-leader-claims-republicans-want-to-crash-the-economy-so-trump-will-be-elected", "date_published": "2023-05-25 15:57:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Group Of Covenant School Parents Moves To Keep Records Secret", "description": "The Covenant School in Nashville and a group of its parents will join with the government in arguing that records related to the March shooting in which a transgender woman killed six at the school should not be released.", "link": "https://www.dailywire.com/news/group-of-covenant-school-parents-moves-to-keep-records-secret", "date_published": "2023-05-25 15:54:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Finland Went From Energy Shortage To Negative Power Prices. Here’s How They Did It.", "description": "Electricity prices in Finland plummeted into negative territory this week after the launch of a new nuclear power plant last month. The development comes months after officials in the Nordic nation were raising the alarm over widespread energy shortages, a reality induced by the Russian invasion of Ukraine. Energy producers are now discussing mechanisms to ...", "link": "https://www.dailywire.com/news/finland-went-from-energy-shortage-to-negative-power-prices-heres-how-they-did-it", "date_published": "2023-05-25 15:52:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Riley Gaines Shares Messages She’s Gotten From Female Athletes Competing Against Trans-Identifying Males", "description": "Riley Gaines shared text messages she&#8217;s gotten from female athletes in California who &#8220;feel helpless&#8221; competing against trans-identifying males in their sport, track and field. The former swimming champion — who was deprived of an NCAA award by trans-identifying male swimmer Lia Thomas — said she&#8217;s heard from girls who were beaten by a trans-identifying ...", "link": "https://www.dailywire.com/news/riley-gaines-shares-messages-shes-gotten-from-female-athletes-competing-against-trans-identifying-males", "date_published": "2023-05-25 15:32:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Oath Keepers Leader Gets Longest January 6 Sentence To Date", "description": "Oath Keepers founder Stewart Rhodes received the longest prison sentence to date stemming from the January 6, 2021, riot at the U.S. Capitol. Convicted by a Washington, D.C., jury in November on seditious conspiracy and other charges, the 58-year-old Rhodes was sentenced on Thursday to 18 years behind bars. “I dare say, Mr. Rhodes – ...", "link": "https://www.dailywire.com/news/oath-keepers-leader-gets-longest-january-6-sentence-to-date", "date_published": "2023-05-25 15:16:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Senator Fears Debt-Ceiling Negotiations Headed In Wrong Direction, Vows To Delay For ‘Substantial’ Budget Reform", "description": "Senator Mike Lee (R-UT) doesn’t like where debt-ceiling negotiations between House Speaker Kevin McCarthy (R-CA) and President Joe Biden are heading.  Lee, who chairs the Senate Republican Steering Committee, said Thursday morning that he fears the talks on raising the debt ceiling are ignoring “substantial spending and budgetary reforms” that conservatives in the House and ...", "link": "https://www.dailywire.com/news/gop-senator-fears-debt-ceiling-negotiations-headed-in-wrong-direction-vows-to-delay-for-substantial-budget-reform", "date_published": "2023-05-25 15:03:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Dehumanizing Moment’: Priyanka Chopra Says She Quit Film After Director Said He Needed To See Her Underwear", "description": "Priyanka Chopra said she ended up quitting a film early in her career after a director said that he needed to see her in her underwear. The 40-year-old Indian actress said the comment from the director, who she worked with when she was just starting out in a Bollywood film around &#8220;2002 or &#8217;03,&#8221; became ...", "link": "https://www.dailywire.com/news/dehumanizing-moment-priyanka-chopra-says-she-quit-film-after-director-said-he-needed-to-see-her-underwear", "date_published": "2023-05-25 15:02:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Pathetic Cheating Male’: Social Media Rips High School Boy Who Dominates Girls’ Track And Field Championship", "description": "After a high school freshman boy dominated a girls’ championship in New Hampshire, social media users reacted by calling him a “cheat.” On May 20, at the Wilderness Championship, freshman Maelle Jacques finished first in the 1,600-meter run with a time of 5:27 and first in the high jump with a jump of 4 feet, ...", "link": "https://www.dailywire.com/news/pathetic-cheating-male-social-media-rips-high-school-boy-who-dominates-girls-track-and-field-championship", "date_published": "2023-05-25 14:58:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Conservatives Slam Tennessee Gov. Lee For Calling Special Session After Lawmakers Reject Gun Bill", "description": "Conservative state lawmakers across the country on Wednesday slammed Tennessee Gov. Bill Lee, saying he is pressuring the Republican-led state to adopt a &#8220;red flag&#8221; law by dragging lawmakers back to the Capitol for a &#8220;special session&#8221; after they ended their regular session without passing a gun bill.", "link": "https://www.dailywire.com/news/conservatives-slam-tennessee-gov-lee-for-calling-special-session-after-lawmakers-reject-gun-bill", "date_published": "2023-05-25 14:55:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "The Medical Establishment’s Racist, Classist Argument For Abortion", "description": "The American medical establishment markets itself as a champion for all patients’ dignity and pretends to be an ally of marginalized women. But in its passionate support of abortion, in the very arguments it uses to justify that support, the medical establishment is actually upholding a destructive, defeatist, and racist philosophy. In the wake of ...", "link": "https://www.dailywire.com/news/the-medical-establishments-racist-classist-argument-for-abortion", "date_published": "2023-05-25 14:55:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Upper Hand Is Ours’: Seth Dillon Lays Out How — And When — ‘Wokeness Will Die’", "description": "The Babylon Bee&#8217;s Seth Dillon said Wednesday that women already had the power to save their sports leagues and that the people had the power to end wokeness — they just had to be willing to use it. Dillon explained his position in a brief thread on Twitter, saying that when it comes to sports, ...", "link": "https://www.dailywire.com/news/the-upper-hand-is-ours-seth-dillon-lays-out-how-and-when-wokeness-will-die", "date_published": "2023-05-25 14:49:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Target’s Stock Market Value Takes $6 Billion Hit Since Backlash Over ‘Pride’ Collection", "description": "Target witnessed a $6 billion decrease in the retail behemoth’s market capitalization amid consumer backlash over a designer featured in the company’s most recent “Pride Month” collection who appears to have created products with Satanic imagery. The company’s stock price has declined from $152.28 on May 19, the day before activist Scarlett Johnson posted a ...", "link": "https://www.dailywire.com/news/targets-stock-market-value-takes-6-billion-hit-since-backlash-over-pride-collection", "date_published": "2023-05-25 14:44:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brian Laundrie’s Mom Offered To ‘Show Up With  Shovel’ To Help Son ‘Dispose Of Body’ In Notorious Letter", "description": "Brian Laundrie’s mom’s notorious “burn after reading” letter she sent to her son before he committed suicide has finally been made public. Roberta Laundrie told Fox News that she wrote the letter to Brian before he and Gabby Petito left for their cross-country trip that began in June 2021, which ended several months later when ...", "link": "https://www.dailywire.com/news/brian-laundries-mom-offered-to-show-up-with-shovel-to-help-son-dispose-of-body-in-notorious-letter", "date_published": "2023-05-25 14:02:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Lawmakers Demand FBI Share Findings In D.C. Pipe Bomb Probe", "description": "House Republicans are demanding the FBI cease stonewalling lawmakers seeking information about its January 6 pipe bomb investigation. The group, led by House Judiciary Committee Chairman Jim Jordan (R-OH), wrote to FBI Director Christopher Wray on Wednesday, saying he has &#8220;failed&#8221; to adequately comply with requests for a briefing and must make amends. A suspect, ...", "link": "https://www.dailywire.com/news/gop-lawmakers-demand-fbi-share-findings-in-d-c-pipe-bomb-probe", "date_published": "2023-05-25 13:57:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Forget The Internet: Elon Musk And Ron DeSantis Broke John Cusack", "description": "Governor Ron DeSantis (R-FL) used technical difficulties to his advantage, saying that he and billionaire entrepreneur Elon Musk &#8220;broke the internet&#8221; when his 2024 presidential campaign announcement quickly overwhelmed Twitter Spaces — but it appears that the pair also broke actor John Cusack. The &#8220;Grosse Pointe Blank&#8221; star lashed out at Musk and DeSantis in ...", "link": "https://www.dailywire.com/news/forget-the-internet-elon-musk-and-ron-desantis-broke-john-cusack", "date_published": "2023-05-25 13:47:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Indiana School Counselor Fired For Speaking Out About School Gender Policy Files Federal Lawsuit", "description": "An Indiana high school counselor fired for speaking out about the school district&#8217;s transgender student policy is now suing the district. Kathy McCord filed a lawsuit in federal court last week against the South Madison Community Schools Corporation near Indianapolis. The lawsuit alleges that the school district violated her First Amendment rights by retaliating against ...", "link": "https://www.dailywire.com/news/indiana-school-counselor-fired-for-speaking-out-about-school-gender-policy-files-federal-lawsuit", "date_published": "2023-05-25 13:32:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Miami Heat’s Jimmy Butler Said He Blasted Country Music To Annoy Teammates, Wound Up Loving The Genre", "description": "Houston-born Miami Heat forward Jimmy Butler enjoys country music, but he first started listening to it as a joke. A clip of Butler discussing how he came to like country music recently started making the rounds on social media. The NBA star said listening to country began as a way to troll his teammates but ...", "link": "https://www.dailywire.com/news/miami-heats-jimmy-butler-said-he-blasted-country-music-to-annoy-teammates-wound-up-loving-the-genre", "date_published": "2023-05-25 13:12:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Social Media Platform Locks Account Of Republican Presidential Candidate Vivek Ramaswamy", "description": "Republican presidential candidate Vivek Ramaswamy revealed on Wednesday that he had been locked out of his LinkedIn account over opinions he expressed about climate activism and the Biden administration’s policies with respect to China, raising concerns that social media companies are attempting to control the narrative in the upcoming election cycle. Ramaswamy, a former pharmaceutical ...", "link": "https://www.dailywire.com/news/social-media-platform-locks-account-of-republican-presidential-candidate-vivek-ramaswamy", "date_published": "2023-05-25 12:38:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bud Light To Sponsor Pride Parades Despite Ongoing Boycott", "description": "Bud Light and its parent company Anheuser-Busch are sponsoring at least three different upcoming Pride events despite backlash over the partnership with Dylan Mulvaney, a social media influencer who identifies as transgender.  Bud Light is listed as a sponsor on the Cincinnati Pride Parade website. Planned Parenthood and the Cincinnati Children’s Hospital, which medically transitions ...", "link": "https://www.dailywire.com/news/bud-light-to-sponsor-pride-parades-despite-ongoing-boycott", "date_published": "2023-05-25 12:32:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "University Of Idaho Killer Suspect’s Parents Asked To Testify Before Grand Jury In Another Case: Report", "description": "The parents of the man accused of killing four University of Idaho students last November have been called to testify before a grand jury in Pennsylvania. A source close to the case told NewsNation’s Brian Entin that the parents have been called to speak to a grand jury in the Dana Smithers case. Smithers was 45 years old ...", "link": "https://www.dailywire.com/news/university-of-idaho-killer-suspects-parents-asked-to-testify-before-grand-jury-in-another-case-report", "date_published": "2023-05-25 12:21:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "IRS Whistleblower Goes On Camera With Hunter Biden Probe Claims", "description": "The Internal Revenue Service (IRS) whistleblower who claims the criminal investigation into Hunter Biden is being mishandled has revealed his identity. Gary Shapley, a supervisory special agent, appeared on-camera Wednesday night for an interview with CBS News a little more than a week after he said his entire team was abruptly removed from the case ...", "link": "https://www.dailywire.com/news/irs-whistleblower-goes-on-camera-with-hunter-biden-probe-claims", "date_published": "2023-05-25 12:20:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It Will Never Stay Contained’: Matt Walsh Predicts Canada’s Assisted Suicide Regime Will Soon Come To America", "description": "Daily Wire host Matt Walsh reacted earlier this week to the rapidly increased cultural acceptance of assisted suicide in Canada and warned that the phenomenon will continue to gain traction in the United States. The requirements to seek assisted suicide, sometimes called medical assistance in dying, have been relaxed in Canada over the past several ...", "link": "https://www.dailywire.com/news/it-will-never-stay-contained-matt-walsh-predicts-canadas-assisted-suicide-regime-will-soon-come-to-america", "date_published": "2023-05-25 12:02:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Why A DeSantis Presidency Would Strengthen Our Bonds With Freedom-Loving European Nations", "description": "Florida Governor Ron DeSantis announced he will seek the nomination to be the Republican nominee for the United States presidency. The U.S. is the world’s superpower, both economically and militarily, with geopolitical interests throughout all continents and economic impact in most countries. As such, American elections garner a lot of attention, especially in Europe.  For ...", "link": "https://www.dailywire.com/news/why-a-desantis-presidency-would-strengthen-our-bonds-with-freedom-loving-european-nations", "date_published": "2023-05-25 12:00:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Spent $13 Billion Sponsoring Unaccompanied Minors Since 2012", "description": "The United States has spent $13 billion sponsoring unaccompanied minors at the border since 2012, a new report based on Health and Human Services data reveals.  U.S. Customs and Border Protection recorded more than 150,000 unaccompanied minor encounters at the southwest border in 2022 alone, a record high. The U.S. spent $2.1 billion sponsoring unaccompanied ...", "link": "https://www.dailywire.com/news/u-s-spent-13-billion-sponsoring-unaccompanied-minors-since-2012", "date_published": "2023-05-25 11:16:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top Rating Agencies Threaten U.S. With Credit Downgrade Over Debt Limit Chaos, Even If A Deal Is Made", "description": "Two rating agencies placed the United States on a negative watch over recent negotiations to amend the debt ceiling between President Joe Biden and House Speaker Kevin McCarthy. The debt ceiling, a statute established by Congress that prevents the government from spending beyond a predetermined national debt limit of $31.4 trillion, exceeded the threshold earlier ...", "link": "https://www.dailywire.com/news/top-rating-agencies-threaten-u-s-with-credit-downgrade-over-debt-limit-chaos-even-if-a-deal-is-made", "date_published": "2023-05-25 10:57:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pedro Pascal Reacts To Fans Giving Him ‘Daddy’ Nickname: ‘I’m Not Gonna Be A Daddy’", "description": "Actor Pedro Pascal addressed the fact that some fans call him “daddy” even though he isn’t one. The 48-year-old discussed the nickname, which he said he finds amusing, during a Drama Actor Roundtable, according to Entertainment Weekly. The conversation included fellow Hollywood stars Evan Peters, Jeff Bridges, Kieran Culkin, Damson Idris, and Michael Imperioli. “Yeah, ...", "link": "https://www.dailywire.com/news/pedro-pascal-reacts-to-fans-giving-him-daddy-nickname-im-not-gonna-be-a-daddy", "date_published": "2023-05-25 10:56:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN To Hold Presidential Town Hall With Mike Pence", "description": "Former Vice President Mike Pence will appear on CNN for a presidential town hall moderated by Dana Bash next month as the Republican mulls jumping into the GOP primary race. The broadcast is set for Wednesday, June 7, at 9:00 p.m. ET from Grand View University in Des Moines, Iowa. Pence said last month that ...", "link": "https://www.dailywire.com/news/cnn-to-hold-presidential-town-hall-with-mike-pence", "date_published": "2023-05-25 10:39:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘We Don’t Have Penises Down South In Rio’: Megyn Kelly Rips Target’s ‘Tuck-Friendly’ Swimsuit", "description": "Podcast host Megyn Kelly ripped into Target for their women’s “tuck-friendly” swimwear that makes space for men’s genitals. The swimsuits are part of Target’s Pride collection and contain extra material to conceal men’s genitals. “Target decided it would be a great idea to partner with a company — as far as I could tell one ...", "link": "https://www.dailywire.com/news/we-dont-have-penises-down-south-in-rio-megyn-kelly-rips-targets-tuck-friendly-swimsuit", "date_published": "2023-05-25 10:23:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "George Washington University Unveils New Nickname After Complaints Of ‘Extremely Offensive’ Moniker", "description": "George Washington University is getting a new nickname after students complained that the “Colonials” mascot was offensive. The university, located in Washington, D.C., announced that its new moniker will be the “Revolutionaries” after months of debate and complaints that the term “Colonials” was “extremely offensive” to the “ nation and world at large.” &#8220;This is ...", "link": "https://www.dailywire.com/news/george-washington-university-unveils-new-nickname-after-complaints-of-extremely-offensive-moniker", "date_published": "2023-05-25 09:43:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Family Ties’ Actress Justine Bateman Says AI Has ‘No Place’ In Hollywood: ‘Getting Away From Being Human’", "description": "“Family Ties” actress Justine Bateman said artificial intelligence technology would do more harm than good in Hollywood. &#8220;I think AI has no place in Hollywood at all,” the star told Fox News Digital. “To me, tech should solve problems that humans have. Using ChatGPT or any … software that&#8217;s using AI to write screenplays, using ...", "link": "https://www.dailywire.com/news/family-ties-actress-justine-bateman-says-ai-has-no-place-in-hollywood-getting-away-from-being-human", "date_published": "2023-05-25 09:41:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Khloé Kardashian Said It Was Hard To Connect With Her Surrogate-Born Son: ‘Such A Transactional Experience’", "description": "Reality star Khloé Kardashian said she had a hard time connecting with her newborn son, who was born via surrogate, due to how he entered the world. The 38-year-old mother of two made the revelation during the Season 3 premiere of Hulu’s “The Kardashians.”  “I felt really guilty that this woman just had my baby,” ...", "link": "https://www.dailywire.com/news/khloe-kardashian-said-it-was-hard-to-connect-with-her-surrogate-born-son-such-a-transactional-experience", "date_published": "2023-05-25 09:33:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Feinstein’s Staff ‘Tried To Hide Her Wheelchair,’ Form ‘Human Barrier’ To Shield Her From Media: Report", "description": "Sen. Dianne Feinstein, 89, is not OK. The California Democrat missed weeks of Senate votes after contracting shingles, and that led to Ramsay Hunt syndrome, which can cause facial paralysis and hearing loss. She also suffered encephalitis, which is swelling of the brain. When she finally returned to work two months after holing up in ...", "link": "https://www.dailywire.com/news/feinsteins-staff-tried-to-hide-her-wheelchair-form-human-barrier-to-shield-her-from-media-report", "date_published": "2023-05-25 09:22:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Will Elon Musk Break The Legacy Media Stranglehold?", "description": "This week, Florida Governor Ron DeSantis decided to announce his 2024 presidential candidacy on Twitter Spaces, the newest feature on Elon Musk’s Twitter. Musk himself would be co-hosting the event, giving DeSantis access to Musk’s 141 million Twitter followers. Only after the Twitter launch will DeSantis begin the more typical campaigning, embarking on a series ...", "link": "https://www.dailywire.com/news/will-elon-musk-break-the-legacy-media-stranglehold", "date_published": "2023-05-25 08:09:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Gov. Bill Lee To Send Tennessee National Guard Troops To Combat ‘Unprecedented Crisis’ At The Border", "description": "Governor Bill Lee (R-TN)  authorized Thursday the deployment of 100 Tennessee National Guard troops to help secure the southern border in the wake of record-level crossings and illegal entries into the United States. Lee joins other Republican governors, like Mississippi Governor Tate Reeves and Florida Governor Ron DeSantis, in sending help to Texas Governor Greg ...", "link": "https://www.dailywire.com/news/gov-bill-lee-to-send-tennessee-national-guard-troops-to-combat-unprecedented-crisis-at-the-border", "date_published": "2023-05-25 07:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}]