[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Elder Scrolls 6 Might Be Todd Howard's LAST GAME #shorts", "description": "Age is catching up with Todd Howard and The Elder Scrolls 6 might be his last game.", "link": "https://www.youtube.com/watch?v=e43qFzOrKxY", "date_published": "2023-06-18 20:30:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Most Impressive HAIR PHYSICS In Video Games", "description": "Hair physics can be a tough nut to crack. In addition to having to render thousands upon thousands of fine strands that are closely grouped together, the rendering also needs to simulate the movement of hair in accordance with player movements and other elements like wind. \n\nThis can obviously take a ton of computing resources, and because the end result doesn’t significantly change the visual presentation - most developers choose to ignore this aspect or make do with primitive hair physics that only scratches the surface of what’s possible. \n\nBut some developers go beyond and put in the required effort to make hair not only look beautiful but also function in a realistic fashion. In this feature will discuss 10 most impressive hair physics in video games.", "link": "https://www.youtube.com/watch?v=ZM_JjdQT-O4", "date_published": "2023-06-18 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Crew Motorfest - 10 NEW Details We've Learned About It", "description": "Ivory Tower’s The Crew series has always been one with incredible potential, but though the promise of a vast open world that emphasized arcade style racing and offers a massive selection of vehicles has been an enticing one, neither of the series’ two outings so far have managed to hit the heights that many had hoped they would. \n\nWith The Crew Motorfest, however, it looks like the franchise is trying to turn things around. With a completely new setting, a new structure through which to deliver its content, and a racing festival vibe that heavily resembles what one might ordinarily associate with the Forza Horizon games, The Crew Motorfest is making some intriguing promises. Its recent gameplay blowout has revealed quite a bit about what players can look forward to when it launches later this year, and here, we’re going to go over all of those details.", "link": "https://www.youtube.com/watch?v=phcuC2u3soo", "date_published": "2023-06-18 13:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}]