[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCAKcSON6PSG_JkTbXh2WdIg", "title": "Maygen and the Birdwatcher – three-song performance (live for The Current)", "description": "Maygen Lacey and Noah Neumann were playing in different bands when they met each other not long before the COVID-19 pandemic shut everything down. Each musician was looking to do something different, so they availed themselves of the downtime during the early part of the pandemic to write songs and put together a band.\n\nThat band — Maygen and the Birdwatcher — is the result. Their debut album, Moonshine, released in 2021, almost instantly earning the band accolades from the Midwest Country Music Awards for Album of the Year and Americana Artist of the Year).\n\nLast October, Maygen and the Birdwatcher released the follow-up album, Bootleggin’ At The Flower Shoppe. The band visited The Current studio to play three songs for Radio Heartland. Watch the three-song performance above.\n\nYou can watch the full session, including the band's interview with host Mike Pengra, here: https://youtu.be/9cngC77KfZw \n\nVideo Segments\n00:00:00 Take It To The Garden\n00:03:36 He Ain’t Me\n00:07:45 Gunflint Lake\n\nCredits\nGuests – Maygen and the Birdwatcher\nHost and Producer – Mike Pengra\nVideo Director – Derek Ramirez\nCamera Operators – Derek Ramirez, Guillermo Bonilla\nAudio – Evan Clark\nGraphics – Natalia Toledo\nDigital Producer – Luke Taylor\n\nYou rely on The Current to keep you connected to the music you love, and we rely on you to power this station. Everything you find here is only possible because of listener support. Give now at: http://www.support.mpr.org/youtube  \n\nSubscribe to our channel:\nhttp://www.youtube.com/user/893TheCurrent?sub_confirmation=1  \n\nLike/Follow:\nhttps://www.facebook.com/TheCurrent/  \nhttps://twitter.com/TheCurrent  \nhttps://www.instagram.com/thecurrent/\nhttps://www.tiktok.com/@thecurrent.org\n\nThis activity is made possible in part by the Minnesota Legacy Amendment's Arts & Cultural Heritage Fund.\n\n#maygenandthebirdwatcher #americana", "link": "https://www.youtube.com/watch?v=5U7PU6JkvvU", "date_published": "2023-06-18 16:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}]