[{"source": "https://thehill.com/news/feed/", "title": "Hogan: Many 2024 GOP presidential challengers are 'making excuses' for Trump", "description": "Former Maryland Gov. Larry Hogan (R) sharply criticized 2024 Republican presidential candidates for “making excuses” for former President Trump following his indictment and predicted the only way to beat Trump in the primary will be to take him on directly. Hogan pointed to former New Jersey Gov. Chris Christie (R) and former Arkansas Gov. Asa...", "link": "https://thehill.com/homenews/4056260-hogan-many-2024-gop-presidential-challengers-are-making-excuses-for-trump/", "date_published": "2023-06-18 22:22:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Israeli cabinet approves resolution to speed up West Bank settlement building", "description": "The Israel cabinet has approved a resolution to speed up the process of constructing buildings in Israeli settlements in the occupied West Bank.  Axios reported on Sunday that the resolution would limit the amount of control the prime minister and the defense minister have to approve building plans in the occupied settlements. The resolution would...", "link": "https://thehill.com/homenews/4056252-israeli-cabinet-approves-resolution-to-speed-up-west-bank-settlement-building/", "date_published": "2023-06-18 22:16:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Both sides suffering heavy losses early in Ukraine counteroffensive, British officials say", "description": "Both sides of the fighting in Russia’s war on Ukraine are suffering high casualties as Ukraine pursues its long-anticipated counteroffensive, according to an intelligence update from the United Kingdom’s Ministry of Defense.  “In recent days, heavy fighting has continued, with the most intense combat focused in Zaporizhzhia Oblast, western Donetsk Oblast, and all around Bakhmut....", "link": "https://thehill.com/policy/international/4056209-both-sides-suffering-heavy-losses-early-in-ukraine-counteroffensive-british-officials-say/", "date_published": "2023-06-18 21:42:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI, airport fights put DC-area senators in spotlight", "description": "Senate Democrats from Maryland and Virginia will be squarely in the spotlight in the coming months as they battle with and against each other simultaneously over changes at Reagan National Airport and the location of the next FBI headquarters.  The lawmakers are battling each other for the replacement to the J. Edgar Hoover building to...", "link": "https://thehill.com/homenews/4054449-fbi-airport-fights-put-dc-area-senators-in-spotlight/", "date_published": "2023-06-18 21:23:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McMaster: Blinken China trip 'may portray a bit of weakness’", "description": "Former national security adviser H. R. McMaster on Sunday said Secretary of State Antony Blinken’s trip to China \"may portray a bit of weakness\" amid heightened tensions between Beijing and Washington. \"I think China's sending a message, ‘Hey, we're in charge now. You're finished’ to the West and to the United States. And, and I think it's...", "link": "https://thehill.com/policy/international/4056157-mcmaster-blinken-china-trip-may-portray-a-bit-of-weakness/", "date_published": "2023-06-18 20:37:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Maryland governor says book bans are ‘castrating’ kids", "description": "Maryland Gov. Wes Moore (D) said in an interview that the country's recent string of book bans is “castrating” children.  Schools and library systems across the country have been mounted by pressure from parents and conservative lawmakers to ban books that contain certain themes, including LGBTQ and African American history and literature. In an interview...", "link": "https://thehill.com/homenews/state-watch/4056177-maryland-governor-says-book-bans-are-castrating-kids/", "date_published": "2023-06-18 20:35:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barr blasts Trump's defense in document case as 'absurd'", "description": "Former Attorney General Bill Barr blasted former President Trump’s defense in the classified documents case as “absurd” and said the former president “absolutely” was mischaracterizing the Presidential Records Act. “The legal theory by which he gets to take battle plans and sensitive national security information as his personal papers is absurd. It's just as wacky...", "link": "https://thehill.com/homenews/4056167-barr-blasts-trumps-defense-in-document-case-as-absurd/", "date_published": "2023-06-18 20:27:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrats ready for spending fight with House GOP", "description": "Senate Democrats are gearing up for a spending fight with House Republicans as negotiators in the upper chamber prepare to mark up government funding bills in the days ahead.    Senate negotiators are expected to unveil funding legislation in the coming days, with plans to begin considering proposals over the next week as the annual...", "link": "https://thehill.com/business/appropriations/4054247-senate-democrats-spending-fight-house-gop/", "date_published": "2023-06-18 20:19:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "John Bolton: Intelligence officials 'failed in many cases' in not getting classified docs back from Trump", "description": "Trump-era national security advisor John Bolton said on Sunday that officials responsible for briefing the president on intelligence matters \"failed in many cases\" by not getting some classified documents back from former President Trump. Bolton is among a list of former White House officials who have been vocal in criticizing their former boss over an...", "link": "https://thehill.com/policy/national-security/4056119-john-bolton-intelligence-officials-failed-in-many-cases-in-not-getting-classified-docs-back-from-trump/", "date_published": "2023-06-18 20:11:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "John Bolton: ‘Very disturbing’ how Trump wanted to keep classified documents", "description": "Former national security adviser John Bolton on Sunday said former President Trump appeared to have a “pattern” of wanting to collect materials “of interest to him,” including classified documents, and knocked Trump’s behavior as “very disturbing.”  “I think he was kind of a collector of things that he thought were of interest to him for...", "link": "https://thehill.com/blogs/blog-briefing-room/4056132-john-bolton-very-disturbing-how-trump-wanted-to-keep-classified-documents/", "date_published": "2023-06-18 20:10:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Repealing the Inflation Reduction Act would drive the economy into a ditch", "description": "On Tuesday, Indiana’s Republican Gov. Eric Holcomb announced that GM and Samsung will build a $3 billion electric vehicle battery cell plant employing 1,700 people in St. Joseph’s County. On the same day, 600 miles away in Washington, House Republicans were voting — again — to repeal clean energy tax incentives from last year’s Inflation...", "link": "https://thehill.com/opinion/congress-blog/4056083-repealing-the-inflation-reduction-act-would-drive-the-economy-into-a-ditch/", "date_published": "2023-06-18 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie, Barr compare Trump to a child", "description": "Former New Jersey Gov. Chris Christie (R) and former Attorney General Bill Barr each took jabs at former President Trump on Sunday, comparing him to a child and casting him as unfit to lead the country. Trump was recently indicted on 37 counts of criminal conduct related to his handling of classified documents, including obstruction...", "link": "https://thehill.com/homenews/4056128-christie-barr-compare-trump-to-a-child/", "date_published": "2023-06-18 19:44:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blumenthal says PGA-LIV congressional hearings could occur ‘within weeks’", "description": "Sen. Richard Blumenthal (D-Conn.) said on Sunday that congressional hearings on the proposed merger between golfing leagues the PGA Tour and its rival, LIV Golf, could occur “within weeks.”  During an appearance on CBS’s “Face The Nation,” Blumenthal, the chairman of the Senate’s Permanent Subcommittee on Investigations, told moderator Robert Costa that his panel is...", "link": "https://thehill.com/homenews/sunday-talk-shows/4056117-blumenthal-says-pga-liv-congressional-hearings-could-occur-within-weeks/", "date_published": "2023-06-18 19:29:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat backs Biden over longtime supporter RFK Jr.", "description": "Sen. Sheldon Whitehouse (D-R.I.) said Sunday that he is \"more than happy\" to support President Biden over his longtime supporter and now presidential candidate Robert F. Kennedy Jr. Whitehouse, who attended law school with Kennedy said on ABC's \"This Week\" that he does not remain close to Kennedy especially \"since this political episode has begun.\"...", "link": "https://thehill.com/homenews/campaign/4056082-senate-democrat-backs-biden-over-longtime-supporter-rfk-jr/", "date_published": "2023-06-18 19:20:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Iran’s dictator finalizes his anti-US tour in Cuba, Nicaragua and Venezuela", "description": "Iranian President Ebrahim Raisi concluded on Friday his first Latin American tour, strengthening ties with communist dictators in Venezuela, Nicaragua, and Cuba. The Iranian head of state, against whom the U.S. has imposed sanctions, reinforced his geopolitical partnerships against the the U.S., the common enemy of these four human rights violators. Raisi, a judge and...", "link": "https://thehill.com/opinion/national-security/4055480-irans-dictator-finalizes-his-anti-us-tour-in-cuba-nicaragua-and-venezuela/", "date_published": "2023-06-18 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Emancipation Proclamation to be placed on permanent display in National Archives Rotunda", "description": "The National Archives plans to place the Emancipation Proclamation on permanent public display in its Rotunda alongside the Declaration of Independence, the Constitution and the Bill of Rights, the agency announced on Saturday.  “I am proud that the National Archives will enshrine this seminal document for public display adjacent to our nation’s founding documents. Together,...", "link": "https://thehill.com/blogs/blog-briefing-room/4056093-emancipation-proclamation-to-be-placed-on-permanent-display-in-national-archives-rotunda/", "date_published": "2023-06-18 18:56:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rand Paul says he's 'glad' Blinken making trip to China", "description": "Sen. Rand Paul (R-Ky.) said he was “glad” U.S. Secretary of State Antony Blinken was visiting China this weekend and stressed the importance of continuing diplomacy, even in the face of rising tensions between the two countries.  “I think despite our differences, and despite the ratcheting up of rhetoric, I think diplomacy is important,” Paul...", "link": "https://thehill.com/homenews/4056074-rand-paul-says-hes-glad-blinken-making-trip-to-china/", "date_published": "2023-06-18 18:36:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warnock says 'common-sense' gun safety laws can pass if 'the people's voices are heard'", "description": "Sen. Raphael Warnock (D-Ga.) said Sunday that \"common-sense\" gun safety reform laws can pass if \"the people's voices are heard.\" \"There is a divide between what the American people want, Republicans and Democrats, and what they are able to get, increasingly, out of their government,\" Warnock told MSNBC's Al Sharpton on \"PoliticsNation.\" \"And so we...", "link": "https://thehill.com/homenews/senate/4056049-warnock-says-common-sense-gun-safety-laws-can-pass-if-the-peoples-voices-are-heard/", "date_published": "2023-06-18 18:27:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former GOP congressman: Trump put 'lives at risk' in not returning classified documents", "description": "Former Rep. Will Hurd (R-Texas) said Sunday that former President Trump put \"lives at risk\" by not returning classified documents stored at Mar-a-Lago. \"He absolutely could have put people's lives at risk for not returning these documents. And like when I first read the indictment, it's shocking,\" he told CNN's Jim Acosta. \"The fact that...", "link": "https://thehill.com/blogs/blog-briefing-room/4056015-former-gop-congressman-trump-put-lives-at-risk-in-not-returning-classified-documents/", "date_published": "2023-06-18 18:14:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Students of color need our support — regardless of affirmative action", "description": "No matter what ruling the Supreme Court hands down or what new laws governors sign, federal and state policymakers and postsecondary institutions must devise new ways to ensure that their campuses are inclusive and welcoming spaces for students of color.", "link": "https://thehill.com/opinion/education/4053938-students-of-color-need-our-support-regardless-of-affirmative-action/", "date_published": "2023-06-18 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson says presidents pardoning themselves would be 'unseemly'", "description": "GOP presidential candidate Asa Hutchinson on Sunday said the suggestion that a U.S. president could pardon themselves is \"unseemly\" as the question of whether former President Trump could be pardoned is posed to his Republican challengers in 2024. \"From a legal standpoint, a constitutional standpoint, that is a question that the courts would have to...", "link": "https://thehill.com/blogs/blog-briefing-room/4055956-hutchinson-says-presidents-pardoning-themselves-would-be-unseemly/", "date_published": "2023-06-18 17:46:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie: Blinken China trip 'a day late and a dollar short'", "description": "Republican presidential candidate Chris Christie on Sunday criticized the Biden administration’s approach to dealing with China, saying Secretary of State Antony Blinken’s trip to Beijing comes “a day late and a dollar short.” “I think the problem has been the entire Biden administration has been filled with mishaps towards China,” the former New Jersey governor...", "link": "https://thehill.com/homenews/4056020-christie-blinken-china-trip-a-day-late-and-a-dollar-short/", "date_published": "2023-06-18 17:31:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Miami mayor bemoans Trump dominating news cycle: ‘We have to look at other options’", "description": "Miami Mayor Francis Suarez (R) said Sunday that former President Trump is only ahead in the polls because he dominates the news cycle. \"Well, he's a wide lead because he dominates the conversation,\" the mayor told Maria Bartiromo on Fox News' \"Sunday Morning Futures.\" \"And I think the press — and you know I don't...", "link": "https://thehill.com/homenews/campaign/4055983-miami-mayor-bemoans-trump-dominating-news-cycle-we-have-to-look-at-other-options/", "date_published": "2023-06-18 17:19:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barr says he doesn’t expect to be witness in Jan. 6 probe ‘but I’ll be glad to be one if I’m called’", "description": "Former Attorney General Bill Barr said on Sunday that he doesn't expect to be a witness in the Department of Justice's (DOJ) investigation into the Jan. 6, 2021, riot at the U.S. Capitol, but he'd be \"glad\" to appear if called to testify. \"If they call me in as a witness, of course, I would testify,\" Barr...", "link": "https://thehill.com/blogs/blog-briefing-room/4055970-barr-says-he-doesnt-expect-to-be-witness-in-jan-6-probe-but-ill-be-glad-to-be-one-if-im-called/", "date_published": "2023-06-18 17:06:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are liberal social activists driving voters to the GOP?", "description": "Americans may be more likely to identify as socially conservative, but a majority hold viewpoints that would traditionally be considered liberal.", "link": "https://thehill.com/opinion/campaign/4053960-are-liberal-social-activists-driving-voters-to-the-gop/", "date_published": "2023-06-18 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken talks in China 'constructive,' spokesperson says", "description": "Secretary of State Antony Blinken’s discussions with Chinese State Councilor and Foreign Minister Qin Gang on Sunday were “candid, substantive, and constructive,” according to a U.S. State Department spokesperson.  In the statement, Matthew Miller said Blinken and Qin discussed “the importance of diplomacy and maintaining open channels of communication across the full range of issues...", "link": "https://thehill.com/homenews/4055974-blinken-talks-in-china-constructive-spokesperson-says/", "date_published": "2023-06-18 16:49:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "When will El Niño peak?", "description": "National forecasters made it official this month: El Niño is here. But we might not feel the effects of it just yet.", "link": "https://thehill.com/homenews/nexstar_media_wire/4040430-when-will-el-nino-peak/", "date_published": "2023-06-18 16:44:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson: Federal charges against Trump 'serious and disqualifying'", "description": "Republican presidential candidate Asa Hutchinson on Sunday said the federal charges former President Trump now faces in the classified documents case are \"serious and disqualifying.\" Hutchinson said on ABC's \"This Week\" that \"cases don’t get any more serious than what’s been outlined\" by special counsel Jack Smith \"because you’re talking about the allegations of not...", "link": "https://thehill.com/homenews/4055858-hutchinson-federal-charges-against-trump-serious-and-disqualifying/", "date_published": "2023-06-18 16:30:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Esper: Trump known as 'hoarder' of classified documents", "description": "Former Defense Secretary Mark Esper on Sunday said former President Trump has been described as a \"hoarder\" of classified documents, in the wake of Trump facing federal charges over his alleged mishandling of some of the nation's top secrets. Presented with suggestions both that Trump kept the documents \"like a child with a toy\" and...", "link": "https://thehill.com/blogs/blog-briefing-room/4055896-esper-trump-known-as-hoarder-of-classified-documents/", "date_published": "2023-06-18 16:11:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Miami mayor's 2024 bid confounds Republicans", "description": "Republicans are doubtful that Miami Mayor Francis Suarez’s (R) entrance into the 2024 primary will have much of an effect as he looks to take on two leading candidates who also hail from his state: former President Trump and Florida Gov. Ron DeSantis (R). Suarez’s announcement earlier this week did not come as a big...", "link": "https://thehill.com/homenews/campaign/4054352-miami-mayors-2024-bid-confounds-republicans/", "date_published": "2023-06-18 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Reparations done right can help us close our shameful health gaps", "description": "All of us — every race, ethnicity and income bracket — pay the price every day for the lack of reparations to Black Americans.", "link": "https://thehill.com/opinion/civil-rights/4053493-reparations-done-right-can-help-us-close-our-shameful-health-gaps/", "date_published": "2023-06-18 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says he was ‘wrong’ in believing he could help Trump be a ‘better president’", "description": "GOP presidential candidate Chris Christie said Sunday that he was \"wrong\" to think that he could help former President Trump be a \"better president.\" \"Look, I made it very clear in 2016 I did not want Hillary Clinton to be president of the United States and I think that was the right decision,\" the former...", "link": "https://thehill.com/homenews/campaign/4055922-christie-says-he-was-wrong-in-believing-he-could-help-trump-be-a-better-president/", "date_published": "2023-06-18 15:56:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barr 'skeptical' of Trump conviction in Georgia voting investigation", "description": "Former Attorney General Bill Barr said on Sunday that he is \"skeptical\" former President Trump will be convicted in the Georgia investigation into whether the former president or his allies violated the law in their attempts to overturn the 2020 election results. \"I don't know much about her case. I don't know if it's, you...", "link": "https://thehill.com/regulation/court-battles/4055898-barr-skeptical-of-trump-conviction-in-georgia-voting-investigation/", "date_published": "2023-06-18 15:33:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Democrat: Trump's 'bullying' won't help him in classified documents case", "description": "Sen. Sheldon Whitehouse (D-R.I.) on Sunday said former President Trump's \"bullying\" won't help him as Trump faces federal criminal charges related to the former president's handling of classified documents. \"I know that’s his M.O. when he’s involved in civil litigation, when a bank is suing for the money that he owes, that kind of stuff. He goes...", "link": "https://thehill.com/homenews/senate/4055871-senate-democrat-trump-bullying-wont-help-him-in-classified-documents-case/", "date_published": "2023-06-18 15:22:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bill Barr: Trump is a ‘consummate narcissist’", "description": "Former Attorney General Bill Barr called former President Trump a \"consummate narcissist,\" adding that the former president regularly \"engages in reckless conduct.\" \"But the fact of the matter is, he is a consummate narcissist and he constantly engages in reckless conduct that puts his political followers at risk and the conservative and Republican agenda at...", "link": "https://thehill.com/blogs/blog-briefing-room/news/4055886-bill-barr-trump-is-a-consummate-narcissist/", "date_published": "2023-06-18 15:12:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Loser, loser, loser’: Christie slams Trump election losses", "description": "Republican presidential candidate Chris Christie slammed former President Trump on Sunday as a \"three-time loser\" as the former New Jersey governor ramps up criticism of his one-time ally. \"I will do what I need to do to be up on that stage to try to save my party and save my country from going down...", "link": "https://thehill.com/homenews/campaign/4055866-loser-loser-loser-christie-slams-trump-election-losses/", "date_published": "2023-06-18 15:06:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson warns Republicans to 'back off' allegations DOJ has been 'weaponized'", "description": "Former Arkansas Gov. Asa Hutchinson, one of several GOP presidential candidates, on Sunday warned his fellow Republicans to “back off” allegations that the Justice Department has been \"weaponized.\" \"In terms of the overall charge of weaponization of the Justice Department, look at [former president] Donald Trump. He's already declared that he- if he's elected president, he's gonna...", "link": "https://thehill.com/blogs/blog-briefing-room/news/4055802-hutchinson-warns-republicans-to-back-off-allegations-doj-has-been-weaponized/", "date_published": "2023-06-18 15:02:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The time for talk is over — i’s time for action on data privacy", "description": "Large tech companies are only going to continue exploiting our information for their gain.", "link": "https://thehill.com/opinion/technology/4052095-the-time-for-talk-is-over-is-time-for-action-on-data-privacy/", "date_published": "2023-06-18 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP House Intel chair says Trump classified documents case ‘of grave concern’", "description": "Rep. Mike Turner (R-Ohio), the chair of the House Intelligence committee, said on Sunday that the storage of the classified documents at former President Trump's Mar-a-Lago property is \"of grave concern,\" and also raised concerns about President Biden's handling of such materials. \"It's certainly of grave concern,\" Turner said on CNN's \"State of the Union\" of...", "link": "https://thehill.com/homenews/house/4055800-gop-house-intel-chair-says-trump-classified-documents-case-of-grave-concern/", "date_published": "2023-06-18 14:34:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Keane: Another Iran nuclear deal not in US ‘national interest’", "description": "Retired Army Gen. Jack Keane said on Sunday that another nuclear deal with Iran would not be in the United States' \"national interest.\" \"To give them another windfall of cash like we did as a result of the 2015 nuclear deal, which led to an expansion of their proxy wars in the Middle East, it...", "link": "https://thehill.com/policy/international/4055834-keane-another-iran-nuclear-deal-not-in-us-national-interest/", "date_published": "2023-06-18 14:32:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Los Angeles Mayor Karen Bass on Feinstein: 'I worry about her'", "description": "Los Angeles Mayor Karen Bass on Sunday said she worries about California Sen. Dianne Feinstein (D) as the senator weathers concerns about her health and faces calls by some fellow Democrats to step down from her seat. \"Should she be in office? You know, that’s her decision. I worry about her, I worry about her health, but...", "link": "https://thehill.com/homenews/state-watch/4055798-los-angeles-mayor-karen-bass-on-feinstein-i-worry-about-her/", "date_published": "2023-06-18 14:09:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NASA’s obstacles to commercializing the Space Launch System are mounting", "description": "If the space agency means to decrease the cost of returning to the moon, it has few if any good options.", "link": "https://thehill.com/opinion/technology/4053366-nasas-obstacles-to-commercializing-the-space-launch-system-are-mounting/", "date_published": "2023-06-18 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie says RNC pledge to support GOP nominee is ‘useless idea’", "description": "Republican presidential candidate Chris Christie said on Sunday that the Republican National Committee’s (RNC) ask that candidates pledge to support whoever wins the party’s nomination in 2024 is a “useless idea.”  “Look, I think the pledge is just a useless idea,” the former New Jersey governor said on CNN’s “State of the Union.” \"And by the...", "link": "https://thehill.com/homenews/campaign/4055795-christie-says-rnc-pledge-to-support-gop-nominee-is-useless-idea/", "date_published": "2023-06-18 13:53:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott on potential Trump pardon: 'I'm not going to deal with the hypotheticals'", "description": "Sen. Tim Scott (R-S.C.) on Sunday dodged a question about whether he would pardon former President Trump if the South Carolina senator was elected president in 2024 and the former president was convicted of charges involving the mishandling of classified documents. “I'm not going to deal with the hypotheticals, but I will say that every...", "link": "https://thehill.com/homenews/campaign/4055818-tim-scott-on-trump-pardon-potential-im-not-going-to-deal-with-the-hypotheticals/", "date_published": "2023-06-18 13:52:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "1 dead, at least 20 injured in shooting at Illinois Juneteenth celebration: police", "description": "One person is dead and at least 20 were injured in a shooting at an Illinois Juneteenth celebration early Sunday morning, police have confirmed.", "link": "https://thehill.com/homenews/4055813-1-dead-at-least-20-injured-in-shooting-at-illinois-juneteenth-celebration-police/", "date_published": "2023-06-18 13:39:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nine reasons Biden should pardon Trump", "description": "Offering Trump a pardon would be a counterintuitive move that might just salvage Biden's presidency and weaken Trump at the same time.", "link": "https://thehill.com/opinion/criminal-justice/4049903-nine-reasons-biden-should-pardon-trump/", "date_published": "2023-06-18 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says Trump’s indictment ‘sends a terrible message’ to the world", "description": "Former Vice President Mike Pence said in an interview broadcast on Sunday that former President Trump's federal indictment “sends a terrible message” to the world. “I have to tell you, as someone that has represented the United States on the world stage, as someone who was on the international relations committee for ten years, we're...", "link": "https://thehill.com/homenews/campaign/4055787-pence-says-trumps-indictment-sends-a-terrible-message-to-the-world/", "date_published": "2023-06-18 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says Trump’s stance on national debt is ‘identical’ to Biden’s", "description": "Former Vice President Mike Pence said on NBC that former President Trump’s position on the national debt is “identical” to President Biden’s, adding that the former president has not yet promised to “govern as a conservative.” “Donald Trump's position on the national debt is identical to Joe Biden's. And to me, the Republican Party has...", "link": "https://thehill.com/homenews/campaign/4055772-pence-says-trumps-stance-on-national-debt-is-identical-to-bidens/", "date_published": "2023-06-18 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spike in ocean heat stuns scientists: Have we breached a climate tipping point?", "description": "Global oceans are so hot right now, scientists all around the world are struggling to come up with an explanation.", "link": "https://thehill.com/policy/energy-environment/4055755-spike-in-ocean-heat-stuns-scientists-have-we-breached-a-climate-tipping-point/", "date_published": "2023-06-18 12:22:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Blinken arrives in China for high-stakes meetings", "description": "Secretary of State Antony Blinken started high-stakes meetings in Beijing on Sunday amid tensions between China and the United States. Blinken met with Chinese Foreign Minister Qin Gang and will attend a working dinner with the foreign minister. Blinken spoke on the phone with Qin last week ahead of his trip to discuss “the importance...", "link": "https://thehill.com/policy/international/4055727-blinken-arrives-in-china-for-high-stakes-meetings/", "date_published": "2023-06-18 11:48:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "This Father’s Day, more dads need to step up and fight for families", "description": "When I brought my then five-month-old son, Hodge, to the House floor during the vote for Speaker in January, I didn’t think twice about carrying him on my chest to soothe him and introduce him for the first time to my colleagues. But within minutes, my phone was dinging nonstop with people excited to see...", "link": "https://thehill.com/opinion/congress-blog/4054744-this-fathers-day-more-dads-need-to-step-up-and-fight-for-families/", "date_published": "2023-06-18 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Memo: Barr, Bolton, Kelly line up to condemn Trump over alleged crimes", "description": "Most of former President Trump’s rivals for the GOP nomination have taken a cautious path in responding to his indictment — but some veterans of his administration have taken a far more assertive stance. Bill Barr, who served as Trump’s attorney general, said that Trump would be “toast” if “even half” of the behavior alleged...", "link": "https://thehill.com/regulation/court-battles/4054578-barr-bolton-kelly-line-up-to-condemn-trump/", "date_published": "2023-06-18 10:04:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How AI is changing the 2024 election", "description": "As the generative artificial intelligence (AI) industry booms, the 2024 election cycle is shaping up to be a watershed moment for the technology's role in political campaigns. The proliferation of AI — a technology that can create text, image and video — raises concerns about the spread of misinformation and how voters will react to...", "link": "https://thehill.com/homenews/campaign/4054333-how-ai-is-changing-the-2024-election/", "date_published": "2023-06-18 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Juneteenth at year two marked by commercial, political challenges", "description": "Juneteenth is facing new challenges as it marks its second federal birthday on Monday in the form of both political attacks on the need to understand Black history and diversity, and the mixed emotions of becoming a more commercial holiday. Over the last three years, policymakers in 45 states have proposed 283 laws restricting what...", "link": "https://thehill.com/homenews/state-watch/4054566-juneteenth-at-year-two-marked-by-commercial-political-challenges/", "date_published": "2023-06-18 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tech majors are booming, but rural students stuck in the digital divide", "description": "Colleges are seeing a surge in technology majors, but rural students are lagging behind on opportunities to take advantage of the growing, high-paying fields.  From 2018 to 2022, “Computer and Information Sciences and Support Services” majors increased 23 percent, according to the National Student Clearinghouse Research Center, from 423,315 to 518,844. Rural students, however, face...", "link": "https://thehill.com/homenews/education/4052251-tech-majors-are-booming-but-rural-students-stuck-in-the-digital-divide/", "date_published": "2023-06-18 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "George Conway says there is a 'substantial possibility' Trump will go to jail", "description": "George Conway, a conservative attorney and prominent critic of former President Trump, said on Saturday that he thinks there is a “substantial possibility” Trump will go to jail. “I think there is a substantial possibility that he goes to jail,\" Conway said on CNN. \"I think that he is going to be found guilty of...", "link": "https://thehill.com/regulation/court-battles/4055574-george-conway-on-whether-donald-trump-goes-to-jail/", "date_published": "2023-06-18 03:25:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump claims Biden pressed DOJ to create 'fake indictment' in latest attack", "description": "Former President Trump claimed on Saturday that President Biden pushed the Justice Department to bring a “fake indictment\" against him over his handling of classified materials. “Crooked Joe Biden pressed deranged Jack Smith to do this fake indictment on me,” Trump said in a video posted to Truth Social, alleging that the president is using...", "link": "https://thehill.com/regulation/court-battles/4055545-trump-claims-biden-pressed-doj-to-create-indictment/", "date_published": "2023-06-18 02:40:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis appeals to voters in Nevada speech: 'We need to restore sanity'", "description": "Republican presidential candidate and Florida Gov. Ron DeSantis called for a return to “sanity” in America, once again taking aim at “woke ideology,” during a campaign stop in Nevada on Saturday. “We need to restore sanity in this country,” DeSantis said, according to the Reno Gazette Journal. “We need to restore a sense of normalcy to...", "link": "https://thehill.com/homenews/campaign/4055528-desantis-appeals-to-voters-in-nevada/", "date_published": "2023-06-18 01:58:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "African leaders issue plea to Putin: 'We would like this war to be ended'", "description": "Leaders from seven African countries called on Russian President Vladimir Putin to help bring the war in Ukraine to an end, during a meeting in St. Petersburg on Saturday. “We are here to communicate a very clear message that we would like this war to be ended,” South African President Cyril Ramaphosa said. “We do...", "link": "https://thehill.com/policy/international/4055498-african-leaders-putin-end-war/", "date_published": "2023-06-18 01:01:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden on Chinese spy balloon: 'It was more embarrassing than it was intentional'", "description": "President Biden said on Saturday that a Chinese spy balloon that spent a week hovering over the U.S. in early February was “more embarrassing” for Beijing “than it was intentional.” “I don't think the leadership knew where it was and knew what was in it and knew what was going on,” the president told reporters...", "link": "https://thehill.com/homenews/administration/4055470-biden-on-chinese-spy-balloon-embarrassing/", "date_published": "2023-06-18 00:12:08+00:00", "persistent": false, "user": null, "language": "en-US"}]