[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCF9IOB2TExg3QIBupFtBDxg", "title": "US Intelligence final report", "description": "National Intelligence Officer for Weapons of Mass Destruction and Proliferation\n\nhttps://www.dni.gov/files/ODNI/documents/assessments/Report-on-Potential-Links-Between-the-Wuhan-Institute-of-Virology-and-the-Origins-of-COVID-19-20230623.pdf\n\nMy impressions\n\nMany potential incriminating details from WIV are given\n\nReport then systematically tries to downplay the evidence\n\nIC genuinely does not know a lot of specifics\n\nBackground\n\nLate March, US Congress, unanimously passed a law\n\nEverything US intelligence held on coronavirus origins must be made public.\n \nPublic Law\n\nhttps://www.congress.gov/bill/118th-congress/senate-bill/619/text\n\nAmerica’s director of National Intelligence\n\nPresidential backed order\n\ndeclassify and make public all information relating to the origins of Covid-19\n\nAll 18 agencies, within 90 days.\n\n(5 days late)\n\nA classified annex to this report includes information that was necessary to exclude from the unclassified portion of this report\n\nAll agencies continue to assess that both a natural and laboratory-associated origin remain plausible hypotheses to explain the first human infection. \n\nCoronavirus research\n\nIn 2013, the WIV collected animal samples from which they identified the bat coronavirus\n\nVariations in IC analytic views\n\nThe National Intelligence Council\n\nthe initial human infection with SARS-CoV-2 most likely was caused by natural exposure to an infected animal that carried SARS-CoV-2 or a close progenitor, \n\na virus that probably would be more than 99 percent similar to SARS- CoV-2. \n\nThe Department of Energy and the Federal Bureau of Investigation\n\na laboratory-associated incident was the most likely cause of the first human infection with SARS-CoV-2\n\nMost agencies assess that SARS-CoV-2 was not laboratory-adapted; some are unable to make a determination. \n\nAll IC agencies assess that SARS-CoV-2 was not developed as a biological weapon. \n\nWIV ACTIVITIES PERFORMED WITH OR ON BEHALF OF THE PEOPLE’S LIBERATION ARMY\n \nWIV personnel have worked with scientists associated with the PLA on public health-related research and collaborated on biosafety and biosecurity projects.\n\nInformation available to the IC indicates that some of the research conducted by the PLA and WIV included work with several viruses, including coronaviruses,\n\nbut no known viruses that could plausibly be a progenitor of SARS-CoV-2. \n\nFor example, PLA researchers have used WIV laboratories for virology and vaccine-related work. \n\nBetween 2017 and 2019, the WIV funded and conducted research projects to enhance China’s knowledge of pathogens and early disease warning capabilities for defensive and biosecurity needs of the military. \n\nWIV collaborated with the PLA on other vaccine and therapeutics relevant to coronaviruses. \n\nCORONAVIRUS RESEARCH AND RELATED ACTIVITIES PERFORMED AT THE WIV \n\nWe assess WIV scientists conducted extensive research on coronaviruses, which included animal sampling and genetic analysis. \n\nNo any direct evidence that a specific research-related incident occurred involving WIV personnel before the pandemic that could have caused the COVID pandemic.\n\n WIV Coronavirus Research and Holdings \n\nThe WIV probably maintains one of the world’s largest repositories of bat samples, \n\nwhich has enabled its coronavirus research \n\nWIV first possessed SARS-CoV-2 in late December 2019, when WIV researchers isolated and identified the virus from samples from patients diagnosed with pneumonia of unknown causes. \n\nSince 2019, some WIV researchers analyzed pangolin samples to better understand disease outbreaks in these animals. \n\nBy the end of 2019, the WIV maintained distinct teams focused on MERS and SARS-related coronaviruses. \n\nBoth teams separately used transgenic mouse models to better understand how the viruses infect humans\n\nNot mentioned\n\nOnly one focus of outbreak\n\nNo animal intermediate identified\n\nPoor WHO visits\n\nWIV may have begun developing two Covid vaccines in November 2019\n\nhttps://www.documentcloud.org/documents/23780776-mwg-fdr-document-04-16-23\n\n(Prior to 8th December 2018)\n\nU.S. Consulate General in Wuhan\n\nAn increase in adult Influenza-Like-Illness (ILI)\n\nOctober to November 2019\n\n(accompanied by negative results)\n\nstatistically significantly higher than reported in the previous 5 years\n\n“By mid-October 2019, the dedicated team at the U.S. Consulate General in Wuhan knew that the city had been struck by what was thought to be an unusually vicious flu season. \n\nThe disease worsened in November.”\n\nChina CDC\n\nNone of the samples taken from the 18 animal species found in the market were positive for SARS- CoV-2. \n\nEcoHealth Alliance and NIH funding\n\nEcoHealth Alliance with the WIV, Project DEFUSE: Defusing the Threat of Bat-borne Coronaviruses \n\nMid-October to mid-November 2019\n\nWIV collected 20,000 bat and animal samples by 2019, but did not disclose all of the viruses\n\nBefore 2019, the WIV published sequences in a public database, taken offline in September 2019", "link": "https://www.youtube.com/watch?v=7aJhwW44U2c", "date_published": "2023-07-02T13:47:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}]