[{"source": "https://thehill.com/news/feed/", "title": "Christie says Trump and Biden are both past their ‘sell-by date’", "description": "Republican Presidential hopeful Chris Christie said in an interview that both President Biden and his opponent, former President Trump, are both past their “sell-by-date” as the former New Jersey governor hopes to make an impact in the 2024 election race.  In a New York Times op-ed published Saturday, Maureen Dowd asked Christie about his thoughts...", "link": "https://thehill.com/homenews/campaign/4078484-christie-says-trump-and-biden-are-both-past-their-sell-by-date/", "date_published": "2023-07-02T23:06:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie: Trump will attend debates because ‘his ego won’t permit him not to’", "description": "Republican presidential candidate Chris Christie said former President Trump will show up to the GOP primary debates because of his ego. The New York Times's Maureen Dowd interviewed Christie, former governor of New Jersey, for an opinion piece published Saturday. When asked whether he believed Trump would attend the GOP debates after previously saying he...", "link": "https://thehill.com/homenews/campaign/4078420-christie-trump-will-attend-debates-because-his-ego-wont-permit-him-not-to/", "date_published": "2023-07-02T22:10:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP’s ‘dereliction of duty’ impeachment argument gets skeptical reviews", "description": "Republicans eager to impeach a Biden administration official have rallied around a new phrase to justify the rarely used move, accusing President Biden and Homeland Security Secretary Alejandro Mayorkas of “dereliction of duty.”  The term, borrowed from the military, allows a court martial to punish service members who fail to obey orders or carry out...", "link": "https://thehill.com/homenews/administration/4076596-gops-dereliction-of-duty-impeachment-argument-gets-skeptical-reviews/", "date_published": "2023-07-02T21:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Proposed Medicare cuts jeopardize access to care for patients and communities", "description": "Will the care be there?   A confluence of unprecedented challenges over the last three years, including workforce shortages, skyrocketing costs of providing care and supply chain disruptions, poses a serious risk to America’s hospitals’ and health systems’ ability to do what communities across the country rely on them for — providing quality and accessible care 24/7...", "link": "https://thehill.com/opinion/congress-blog/4078385-proposed-medicare-cuts-jeopardize-access-to-care-for-patients-and-communities/", "date_published": "2023-07-02T21:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Charles Barkley rewriting his will to make Auburn 'more diverse' in wake of affirmative action ruling", "description": "Basketball legend Charles Barkley plans to rewrite his will in an effort to make his alma mater, Auburn University, “more diverse” in the wake of the Supreme Court striking down affirmative action last week.  Barkley, who is set to headline a new primetime weekly CNN show “King Charles,” with longtime broadcaster Gayle King this fall,...", "link": "https://thehill.com/homenews/4078395-charles-barkley-rewriting-his-will-to-make-auburn-more-diverse-in-wake-of-affirmative-action-ruling/", "date_published": "2023-07-02T20:54:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg slams DeSantis over video on Trump's LGBTQ record: 'Who are you trying to help?'", "description": "Transportation Secretary Pete Buttigieg (D) on Sunday knocked Gov. Ron DeSantis's (R-Fla.) campaign after it shared a controversial video that attacked former President Trump, the Florida governor's fellow 2024 contender, for his previous comments on LGBTQ rights. “I'm going to choose my words carefully, partly because I'm appearing as secretary, so I can't talk about...", "link": "https://thehill.com/blogs/blog-briefing-room/4078363-buttigieg-slams-desantis-over-video-on-trumps-lgbtq-record-who-are-you-trying-to-help/", "date_published": "2023-07-02T20:07:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Which GOP presidential candidates will qualify for the debate stage?", "description": "The contest for the Republican presidential nomination is fully underway, with all eyes turning to the first debate on Aug. 23 in Milwaukee to see who qualifies. To make the debate stage, candidates must meet a number of criteria set by the Republican National Committee (RNC). A candidate must register at least 1 percent in at least three...", "link": "https://thehill.com/homenews/campaign/4076959-which-gop-presidential-candidates-will-qualify-for-the-debate-stage/", "date_published": "2023-07-02T19:44:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DEA administrator says social media companies not complying to address fentanyl crisis", "description": "Drug Enforcement Administration (DEA) Administrator Anne Milgram said on Sunday that various social media companies are not complying with them to help them address the ongoing fentanyl crisis.  During an appearance on NBC’s “Meet The Press,” Milgram told moderator Chuck Todd that social media has played a vital part in the sale of fentanyl. Milgram...", "link": "https://thehill.com/homenews/sunday-talk-shows/4078340-dea-administrator-says-social-media-companies-not-complying-to-address-fentanyl-crisis/", "date_published": "2023-07-02T19:34:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence pressed on defending exemption of military academies from affirmative action ruling", "description": "Former Vice President Mike Pence, who is running for the presidency in 2024 as a Republican, was pressed on in an interview aired Sunday about the Supreme Court’s decision to exempt military academies from its ruling on affirmative action. “Why did the court carve out the military academies? This ruling does not apply to – to...", "link": "https://thehill.com/regulation/court-battles/4078283-pence-pressed-on-defending-exemption-of-military-academies-from-affirmative-action-ruling/", "date_published": "2023-07-02T18:52:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How GOP lawmakers seek to strip out affirmative action at military academies", "description": "The Supreme Court’s Thursday decision to end race-based affirmative action in higher education except at military academies comes as debates over diversity within the armed forces are raging in Congress.   The striking exception made by the conservative majority court in a 6-3 decision was quickly lambasted by those on the left, with Rep. Jason Crow (D-Colo.), a former...", "link": "https://thehill.com/policy/defense/4077731-how-gop-lawmakers-seek-to-strip-out-affirmative-action-at-military-academies/", "date_published": "2023-07-02T18:27:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence calls Biden labeling Xi a dictator 'a statement of fact'", "description": "Former Vice President Mike Pence said Sunday that President Biden's labeling of Chinese President Xi Jinping as a dictator was a \"statement of fact.\" CBS's Margaret Brennan asked Pence whether he agreed with Biden describing Xi as a dictator to which the now-GOP presidential candidate answered, \"I think it's a statement of fact.\" Pence's remarks...", "link": "https://thehill.com/homenews/campaign/4078275-pence-calls-biden-labeling-xi-a-dictator-a-statement-of-fact/", "date_published": "2023-07-02T18:15:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "You might stop banking crises and bailouts, but not bank failures", "description": "While bank failures are inevitable, crises and bailouts need not be.", "link": "https://thehill.com/opinion/finance/4076226-you-might-stop-banking-crises-and-bailouts-but-not-bank-failures/", "date_published": "2023-07-02T18:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez knocks Biden plan for student loan interest to kick in during 'on-ramp' period", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) took aim Sunday at President Biden's plan for student loan interest to restart during his proposed \"on-ramp\" period after the Supreme Court shot down his plan for student loan forgiveness. Ocasio-Cortez told CNN's Dana Bash on \"State of the Union\" that she would like to see interest on payments suspended during...", "link": "https://thehill.com/homenews/house/4078237-ocasio-cortez-knocks-biden-plan-for-student-loan-interest-to-kick-in-during-on-ramp-period/", "date_published": "2023-07-02T17:47:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Powerball jackpot surpasses half a billion dollars: Can you increase your winning odds?", "description": "Someone could wake up a millionaire on July 4 - what are the odds it could be you?", "link": "https://thehill.com/homenews/nexstar_media_wire/4078248-powerball-jackpot-surpasses-half-a-billion-dollars-can-you-increase-your-winning-odds/", "date_published": "2023-07-02T17:42:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "UPS reaches deal that lowers chances of nationwide Teamsters strike", "description": "United Parcel Service (UPS) on Saturday reached a tentative deal with the International Brotherhood of Teamsters that would end a dual wage system for delivery drivers in its next contract, the union announced, a win for the Teamsters that could lower the chances of a nationwide strike as negotiations continue. “During a hard-fought day at...", "link": "https://thehill.com/business/4078232-ups-reaches-deal-that-lowers-chances-of-nationwide-teamsters-strike/", "date_published": "2023-07-02T17:35:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says he does not believe racial inequality exists in US school system", "description": "Former Vice President Mike Pence said Sunday that he does not believe racial inequality exists in the United States' school system when asked to weigh in on the Supreme Court's recent ruling that upended affirmative action in college admissions. When discussing the recent Supreme Court decision on affirmative action, CBS's Margaret Brennan asked Pence on...", "link": "https://thehill.com/homenews/campaign/4078215-pence-says-he-does-not-believe-racial-inequality-exists-in-us-school-system/", "date_published": "2023-07-02T17:22:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Building clean: Permitting reform we can all agree on", "description": "For the clean energy transition to be a just one, we must develop an efficient and inclusive permitting process for the new infrastructure we’ll need.", "link": "https://thehill.com/opinion/energy-environment/4074367-building-clean-permitting-reform-we-can-all-agree-on/", "date_published": "2023-07-02T17:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former AG Eric Holder praises Supreme Court decisions on voting districts in Alabama, North Carolina", "description": "Former Attorney General Eric Holder on Sunday praised the Supreme Court decisions over voting districts in Alabama and North Carolina. Holder, who served under former President Obama, told CBS's Margaret Brennan on \"Face the Nation\" that the court's decision over congressional districts in Alabama will have \"an impact beyond\" its state. Earlier this month, the...", "link": "https://thehill.com/regulation/court-battles/4078190-former-ag-eric-holder-praises-supreme-court-decisions-on-voting-districts-in-alabama-north-carolina/", "date_published": "2023-07-02T16:47:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence blames Biden for fatal withdrawal from Afghanistan", "description": "Former Vice President Mike Pence said Sunday that President Biden is to blame for the U.S. withdrawal out of Afghanistan, where 13 American service members were killed during an attack as they worked to evacuate allies from the country. \"We went 18 months without a single American casualty to the day at that Kabul airport...", "link": "https://thehill.com/homenews/campaign/4078168-pence-blames-biden-for-fatal-withdrawal-from-afghanistan/", "date_published": "2023-07-02T16:09:59+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s age is stumbling block to reelection", "description": "Worries from U.S. voters that President Biden is too old to serve another four-year term as president are increasingly looking like the biggest challenge the president faces in winning reelection next year.   Biden, at the age of 80, is already the oldest person to serve as president, and he would be 86 at the end...", "link": "https://thehill.com/homenews/administration/4076137-bidens-age-is-stumbling-block-to-reelection/", "date_published": "2023-07-02T16:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The IRS wants to do your taxes for you; you should be skeptical", "description": "American taxpayers have every reason to believe that the IRS — a revenue agency — would attempt to keep their tax liability as high as possible, unlike a market service, whose incentive is to look for ways to save taxpayers money.", "link": "https://thehill.com/opinion/finance/4075077-the-irs-wants-to-do-your-taxes-for-you-you-should-be-skeptical/", "date_published": "2023-07-02T16:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hurd wishes GOP would 'focus on war criminals' like Putin, 'not my friends in the LGBTQ community'", "description": "GOP presidential candidate Will Hurd said Sunday that he wishes Republicans would turn their focus away from \"my friends in the LGBTQ community\" to other issues. \"A lot of your Republican opponents are making LGBTQ rights a cultural flash point. ... What's your message to them?\" host Dana Bash asked on CNN's \"State of the Union.\"...", "link": "https://thehill.com/homenews/campaign/4078117-hurd-wishes-gop-would-focus-on-war-criminals-like-putin-not-my-friends-in-the-lgbtq-community/", "date_published": "2023-07-02T15:55:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg blames severe weather for holiday weekend flight cancellations", "description": "Transportation Secretary Pete Buttigieg on Sunday blamed severe weather for the large number of flight cancellations causing headaches for travelers ahead of the holiday weekend. \"They really shot up at the first part of the week, largely because of severe weather hitting some of our key hubs,\" Buttigieg told CBS's Margaret Brennan on \"Face the...", "link": "https://thehill.com/regulation/transportation/4078136-buttigieg-blames-severe-weather-for-holiday-weekend-flight-cancellations/", "date_published": "2023-07-02T15:35:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie knocks DeSantis video on Trump LGBTQ stance as 'food fight' between teenagers", "description": "Former New Jersey Gov. Chris Christie (R), a 2024 Republican hopeful on Sunday knocked Florida Gov. Ron DeSantis (R) and former President Trump after the DeSantis campaign released a video attacking Trump's stance on the LGBTQ community, likening it to a \"food fight\" between teenagers. “I'm not comfortable with it, and I'm not comfortable with...", "link": "https://thehill.com/homenews/campaign/4078103-christie-knocks-desantis-video-on-trump-lgbtq-stance-as-food-fight-between-teenagers/", "date_published": "2023-07-02T15:16:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg calls Supreme Court ’out of step' with Americans on LGBTQ issues", "description": "Transportation Secretary Pete Buttigieg on Sunday called the Supreme Court \"out of step\" with Americans over an opinion that sided with a Christian wedding website designer who rejected providing services for same-sex couples. \"As I'm getting ready to go back to my husband and our twins for the rest of this morning, I'm thinking about...", "link": "https://thehill.com/homenews/administration/4078114-buttigieg-calls-supreme-court-out-of-step-with-americans-on-lgbtq-issues/", "date_published": "2023-07-02T15:09:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Walgreens expects to close 150 US stores, CFO says", "description": "The announcement comes shortly after Walgreens cut 500 roles at its corporate and U.S. support office.", "link": "https://thehill.com/homenews/nexstar_media_wire/4078123-walgreens-expects-to-close-150-us-stores-cfo-says/", "date_published": "2023-07-02T15:06:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hurd says he won't support Trump to get on GOP debate stage: 'I can't lie to get access to a microphone'", "description": "Republican presidential candidate Will Hurd on Sunday underscored that he won't support former President Trump as the nominee, even if it means foregoing the pledge required to get on the GOP debate stage for 2024. Hurd said on CNN's \"State of the Union\" that he'll \"work towards ... hitting all the requirements\" to get on...", "link": "https://thehill.com/homenews/campaign/4078106-hurd-says-he-wont-support-trump-to-get-on-gop-debate-stage-i-cant-lie-to-get-access-to-a-microphone/", "date_published": "2023-07-02T15:04:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Christie defends Supreme Court LGBTQ ruling", "description": "GOP presidential candidate Chris Christie defended the Supreme Court's ruling that sided with a Christian wedding website designer who rejected servicing same-sex couples, contending that that the government does not have a right to tell a business how to use their expressive abilities. \"This business has no right not to serve people are protected class,\"...", "link": "https://thehill.com/homenews/campaign/4078094-christie-defends-supreme-court-lgbtq-ruling/", "date_published": "2023-07-02T15:02:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "It’s time to modernize flood insurance — we can’t not afford to", "description": "Simply put, building in floodplains destroys sensitive habitat and puts people and property in danger.", "link": "https://thehill.com/opinion/energy-environment/4075951-its-time-to-modernize-flood-insurance-we-cant-not-afford-to/", "date_published": "2023-07-02T15:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Buttigieg says Supreme Court gay wedding website case shows 'a solution looking for a problem'", "description": "Transportation Secretary Pete Buttigieg on Sunday said the Supreme Court’s recent decision to side with a Christian web designer who rejected the creation of same-sex wedding websites as an example of “a solution looking for a problem.”  A person cited by the designer as making the request later told news media outlets he had not...", "link": "https://thehill.com/regulation/court-battles/4078082-buttigieg-says-supreme-court-gay-wedding-website-case-shows-a-solution-looking-for-a-problem/", "date_published": "2023-07-02T14:54:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez calls Thomas comments on Jackson in affirmative action opinion ‘profoundly disrespectful’", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) on Sunday called a concurring opinion by Justice Clarence Thomas’s that upended race-based college admissions \"profoundly disrespectful\" when it came his disagreeing with fellow Justice Ketanji Brown Jackson. Co-host Dana Bash on CNN's \"State of the Union\" asked Ocasio-Cortez to weigh in on \"a blistering debate\" Thomas and Jackson, the court's...", "link": "https://thehill.com/regulation/court-battles/4078070-ocasio-cortez-calls-thomas-comments-on-jackson-in-affirmative-action-opinion-profoundly-disrespectful/", "date_published": "2023-07-02T14:37:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Slight majority of Americans agree with Supreme Court decision to upend affirmative action", "description": "A slight majority of Americans in a new poll agree with the Supreme Court's decision to banish race as a factor in college admissions, but many are still divided on other notable cases. The new ABC News/Ipsos poll released Sunday found that 52 percent say they agree with the decision to upend affirmative action, with...", "link": "https://thehill.com/regulation/court-battles/4078043-slight-majority-of-americans-agree-with-supreme-court-decision-to-upend-affirmative-action/", "date_published": "2023-07-02T14:25:48+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley says state laws should not put women in jail for abortions, calls for more access to contraceptives", "description": "GOP presidential candidate Nikki Haley called for more \"consensus\" on abortion, saying that Republicans have a \"long way to go\" before any federal ban on abortion is put in place. \"I think that we have to humanize this situation and stop demonizing it. But in order to get a federal law, you have to have...", "link": "https://thehill.com/homenews/campaign/4078051-haley-says-state-laws-should-not-put-women-in-jail-for-abortions-calls-for-more-access-to-contraceptives/", "date_published": "2023-07-02T14:20:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ocasio-Cortez warns of ‘dangerous authoritarian expansion of power’ in Supreme Court", "description": "Rep. Alexandria Ocasio-Cortez (D-N.Y.) on Sunday warned of an “authoritarian expansion of power” by the Supreme Court after it released several controversial opinions in it's last week of the term. “The courts, if they were to proceed without any check on their power, without any balance on their power, then we will start to see...", "link": "https://thehill.com/regulation/court-battles/4078048-ocasio-cortez-warns-of-dangerous-authoritarian-expansion-of-power-in-supreme-court/", "date_published": "2023-07-02T14:12:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley: ‘National polls just don’t matter right now’", "description": "Former South Carolina Gov. Nikki Haley (R), one of several 2024 GOP contenders, said Sunday that it's too soon for national polls to portray the final outcome of the next Republican primary for president. \"I think we can look at past presidential elections and understand that national polls just don't matter right now,\" Haley told...", "link": "https://thehill.com/homenews/campaign/4078040-haley-national-polls-just-dont-matter-right-now/", "date_published": "2023-07-02T14:03:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "India signing the Artemis Accords is a historic win for space exploration", "description": "All of the countries that have signed the Accords and those who will sign them recognize the promise of a space-faring future.", "link": "https://thehill.com/opinion/technology/4076321-india-signing-the-artemis-accords-is-a-historic-win-for-space-exploration/", "date_published": "2023-07-02T14:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Will Jordan be Iran's next target?", "description": "To claim Jordan is stable while ignoring the reality would be a head-in-the-sane approach, not unlike President Jimmy Carter's infamous characterization of the Shah's Iran as \"an island of stability.\"", "link": "https://thehill.com/opinion/international/4075028-will-jordan-be-irans-next-target/", "date_published": "2023-07-02T13:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Baltimore block party shooting leaves 2 dead, 28 injured", "description": "Two people were killed and 28 others were injured at a block party in Baltimore, Md., early on Sunday, police said.  Baltimore Police Department Acting Commissioner Richard Worley said at a press conference that detectives are “working an extensive crime scene\" and will \"be here quite a while,\" with no information about suspects or a...", "link": "https://thehill.com/homenews/state-watch/4078021-baltimore-block-party-shooting-leaves-2-dead-28-injured/", "date_published": "2023-07-02T12:58:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence called Arizona governor in 2020 but doesn't recall 'any pressure' from Trump to overturn results", "description": "Former Vice President Mike Pence confirmed a report that he called then-Arizona Gov. Doug Ducey (R) after the 2020 election to discuss former President Trump's loss in the state but said he doesn't recall \"any pressure\" from Trump to overturn those results. “I think the record reflects that I did check in with not only...", "link": "https://thehill.com/homenews/campaign/4078003-pence-called-arizona-governor-in-2020-but-doesnt-recall-any-pressure-from-trump-to-overturn-results/", "date_published": "2023-07-02T12:44:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia launches wave of drone strikes on Kyiv, Ukrainian officials say", "description": "Russia launched a new wave of drone strikes on Kyiv overnight into early Sunday, Ukrainian officials said.  The raid lasted an hour, but Ukrainian air defense forces shot the weapons down, Kyiv's city military administration said on Telegram, per translations.  No hits on the city were recorded, according to the update, but falling debris damaged...", "link": "https://thehill.com/policy/international/4077996-russia-launches-wave-of-drone-strikes-on-kyiv-ukrainian-officials-say/", "date_published": "2023-07-02T12:08:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans are weaponization wannabes", "description": "Republicans have kept Democratic “weaponization” on page one of their playbook, even though they have uncovered virtually no evidence of it.", "link": "https://thehill.com/opinion/criminal-justice/4076603-republicans-are-weaponization-wannabes/", "date_published": "2023-07-02T12:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US border officials stop smuggling of $2.5M in fentanyl in San Diego", "description": "U.S. Customs and Border Protection (CBP) officers say they stopped an attempt to smuggle some 900,000 fentanyl pills with an estimated street value of $2.5 million at an entry port in California.  CBP officers at the Otay Mesa port in San Diego county, the busiest commercial port in California, said they seized nearly 190 pounds...", "link": "https://thehill.com/homenews/state-watch/4077980-us-border-officials-stop-smuggling-of-2-5m-in-fentanyl-in-san-diego/", "date_published": "2023-07-02T11:44:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pompeo: Putin could see Wagner chief 'threatening his power’", "description": "Former Secretary of State Mike Pompeo said he believes Russian President Vladimir Putin saw Yevgeny Prigozhin as a threat to his power, potentially giving the Wagner Group leader a reason to go against him. Prigozhin pulled his Wagner Group mercenaries out of the frontline in Ukraine in June and marched them towards Moscow, pledging to...", "link": "https://thehill.com/blogs/blog-briefing-room/4077722-pompeo-putin-could-see-wagner-chief-threatening-his-power/", "date_published": "2023-07-02T11:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Remote work poses risks to physical health", "description": "Story at a glance The explosion of remote work in recent years may come with a physical toll.  Three years after the arrival of COVID-19 triggered a mass exodus from offices, about 22 million Americans were still working fully remotely as of March 2023, according to Pew Research Center data.   The shift to remote work has been life-changing for many working adults, like...", "link": "https://thehill.com/changing-america/well-being/4076569-remote-work-poses-risks-to-physical-health/", "date_published": "2023-07-02T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Supreme Court set to take center stage in battle for Senate", "description": "The recent rulings of the conservative-dominated Supreme Court are set to take center stage in the battle over the Senate majority, giving Democrats a better chance to keep control of the upper chamber despite President Biden's slumping approval numbers.  This week’s decisions by the court rejecting Biden’s student loan forgiveness plan, invalidating university affirmative action...", "link": "https://thehill.com/homenews/senate/4076931-supreme-court-set-to-take-center-stage-in-battle-for-senate/", "date_published": "2023-07-02T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Georgia’s Medicaid work requirements are a crucial test case", "description": "Georgia is set to become the only state in the country to impose work requirements on Medicaid recipients, and the success or failure of its plan could be a test case for other states that are planning ahead for the next Republican White House. The new program, set to launch this weekend, will allow able-bodied adults...", "link": "https://thehill.com/policy/healthcare/4076121-why-georgias-medicaid-work-requirements-are-a-crucial-test-case/", "date_published": "2023-07-02T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexican government issues strong rebuke of DeSantis's new immigration law", "description": "The Mexican Foreign Ministry harshly criticized a new Florida immigration law that will require more frequent mandatory ID checks at places like hospitals and by employers, as well as increase criminal penalties to being undocumented. “SB1718 will affect the human rights of thousands of Mexicans, including children, and will exacerbate hostile environments, which may lead...", "link": "https://thehill.com/homenews/state-watch/4077881-mexican-government-issues-strong-rebuke-of-desantiss-new-immigration-law/", "date_published": "2023-07-02T02:56:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rescue team leader after finding Titan sub wreckage: 'There's a lot of emotions'", "description": "The leader of the operation to recover the wreckage of the imploded Titan submersible described the mission as an emotional one, noting he originally set out expecting a rescue mission. \"We were always conscious of the crew of the Titan,\" Ed Cassano, CEO of Pelagic Research Services, said at a press conference Saturday. \"Plain and...", "link": "https://thehill.com/blogs/blog-briefing-room/4077879-rescue-team-leader-after-finding-titan-sub-wreckage-theres-a-lot-of-emotions/", "date_published": "2023-07-02T01:53:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bus of migrants arrives in Los Angeles from Texas: report", "description": "A bus full of migrants arrived in Los Angeles on Saturday from Texas, the second such load of migrants to the city in recent weeks, according to reports from CNN. More than 40 people, including 11 children, from around Central and South America were bused from Texas immigration facilities. The Los Angeles government was not...", "link": "https://thehill.com/homenews/state-watch/4077852-bus-of-migrants-arrives-in-los-angeles-from-texas-report/", "date_published": "2023-07-02T01:43:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CIA chief on Wagner-Russia dispute: 'A vivid reminder of the corrosive effect of Putin's war'", "description": "CIA Director William Burns said the internal conflict in Russia which saw a mercenary leader turn on Moscow shows the damage Russian President Vladimir Putin has done to his country. Wagner Group chief Yevgeny Prigozhin spoke out against Russian military leadership for weeks before deciding to lead his forces against it. That open contempt surprised...", "link": "https://thehill.com/blogs/blog-briefing-room/4077812-cia-chief-on-wagner-russia-dispute/", "date_published": "2023-07-02T00:15:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]