[{"source": "https://www.theguardian.com/rss", "title": "MPs launch inquiry into challenges small firms face when seeking finance", "description": "<p>As borrowing costs soar, committee will look at regulation of small business lending as part of process</p><p>An influential committee of MPs has launched an inquiry into the challenges faced by small businesses when seeking finance as companies come under mounting pressure from soaring borrowing costs.</p><p>The cross-party Treasury committee will examine how easy it is for small firms to access finance, the role of financial innovation and the regulation of small business lending.</p> <a href=\"https://www.theguardian.com/business/2023/jul/03/mps-launch-inquiry-into-challenges-small-firms-face-when-seeking-finance\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/03/mps-launch-inquiry-into-challenges-small-firms-face-when-seeking-finance", "date_published": "2023-07-02T23:01:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jon Snow: A Witness to History review – a fascinating look at an extraordinary life", "description": "<p>From jaw-dropping anecdotes about Idi Amin to hard-to-watch footage of body-strewn war zones, this isn’t just a chronicle of the ex-news anchor. It’s also a history of our times</p><p>Early in Jon Snow: A Witness to History, a too-brief documentary mostly about the reporter and news anchor’s professional life, Snow admits that he wasn’t sure if journalism was the career for him. In 1975, he was cutting his teeth as a cub reporter for LBC Radio when he heard rumblings of an incident on Balcombe Street in London. Thanks to his famous love of cycling, he was first on the scene, breathlessly reporting the IRA siege that was unfolding, live, as it happened. “I should have been afraid, yet I was so busy reporting I didn’t get the chance,” he says.</p><p>It made him certain that journalism was indeed the career for him, and this fascinating documentary follows him through his early years as a foreign correspondent for ITN and then his 32-year stint as the anchor for Channel 4 News, a seat he only recently vacated. As he covered most of the major events of the last five decades or so, it also serves as a potted history of the late 20th and early 21st century, from the death of Diana, Princess of Wales to 9/11, then the rise of Trump and his “fake news” cacophony.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/02/jon-snow-a-witness-to-history-review-a-fascinating-look-at-an-extraordinary-life\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/02/jon-snow-a-witness-to-history-review-a-fascinating-look-at-an-extraordinary-life", "date_published": "2023-07-02T22:00:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nick Kyrgios out of Wimbledon after reporting wrist injury", "description": "<ul><li>Australian cites torn ligament on eve of tournament </li><li>No 15 seed Alex de Minaur will lead Australia’s charge </li></ul><p>A matter of hours after announcing he was ready for the tournament, Nick Kyrgios has pulled out of Wimbledon citing a torn ligament in his wrist.</p><p>Kyrgios, who lost last year’s Wimbledon final to Novak Djokovic, posted a message on social media on Sunday night (Monday Australian time) announcing his withdrawal.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/03/nick-kyrgios-wimbledon-tennis-withdraws-out-wrist-injury\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/03/nick-kyrgios-wimbledon-tennis-withdraws-out-wrist-injury", "date_published": "2023-07-02T21:34:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour pledges bonus for new teachers but no commitment to 6.5% pay rise", "description": "<p>Bridget Phillipson unveils £2,400 payment for newly qualified teachers who remain in post for two years</p><p>Labour will unveil its education offer this week with a promise to pay new teachers a £2,400 retention bonus and pledge to cut billions spent on agency workers, but has refused repeatedly to commit to giving teachers a 6.5% pay rise.</p><p>Keir Starmer, the Labour leader, will set out his “mission” on schools aimed at improving school standards and extending childcare to pre-schoolers later in the week.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/labour-pledges-bonus-for-new-teachers-but-no-commitment-to-65-pay-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/labour-pledges-bonus-for-new-teachers-but-no-commitment-to-65-pay-rise", "date_published": "2023-07-02T21:30:14+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andy Murray believes ‘good chance’ of Just Stop Oil disrupting Wimbledon", "description": "<ul><li>‘They have to be careful – tennis players have rackets’</li><li>Elena Rybakina looking forward to defence of her title</li></ul><p>Andy Murray believes that Wimbledon is likely to be disrupted by a Just Stop Oil protest over the next fortnight in light of the organisation’s numerous protests at sporting events in recent months.</p><p>“I think there is probably a good chance of something happening,” he said. “I am not sure how many times I have had somebody run on the court when I am actually playing. It may have been once but I am not sure it has been more than that.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/andy-murray-just-stop-oil-disrupting-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/andy-murray-just-stop-oil-disrupting-wimbledon", "date_published": "2023-07-02T21:30:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the best cricket tradition, Bairstow v Carey turned on a man saying ‘over’ | Barney Ronay", "description": "<p>The issue in this toxic Lord’s Test lies with the ever-nebulous notion of the spirit of the game</p><p>Frankly, it’s just not Bazball, old boy. On a febrile, toxic, at times mildly hallucinogenic day at Lord’s the cricketers of England and Australia produced one of the most obscurely rancorous days of high summer sport seen in this country.</p><p>Australia’s players were barracked by MCC members as they walked into the pavilion at the lunch break, with reports of “physical contact” initiated by the red-trousered ultras. The Lord’s crowd booed and jeered across four gruelling hours from midday to the close of play, a level of hostility that has surely never been witnessed inside this most mannered of environments, a place where a day’s cricket can often feel less like elite sport, more like a garden party that got out of hand.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/cricket-bairstow-carey-ashes-lords\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/02/cricket-bairstow-carey-ashes-lords", "date_published": "2023-07-02T21:19:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England women’s players frustrated with FA after bonus talks break down", "description": "<ul><li>Performance-related bonuses for World Cup not expected </li><li>Fifa has introduced individual fees being paid to players</li></ul><p>England Women players are disappointed and frustrated with the Football Association after talks on performance-related bonuses broke down. The Guardian understands the squad will not be paid performance-related bonuses for the Women’s World Cup in Australia and New Zealand, and the players believe the FA is using the introduction of individual fees being set by Fifa as an excuse to avoid doing so for their work for the federation at the tournament.</p><p>Previously, Fifa distributed money to federations and it was at the discretion of the federation whether it passed some of that on to the players. However, Fifa announced that players will be allocated specified amounts for their participation in the World Cup with every player competing in the group stage receiving $30,000 (£24,000) and that money rising through the tournament to $270,000 for each player in the winning team.</p> <a href=\"https://www.theguardian.com/football/2023/jul/02/england-women-football-association-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/02/england-women-football-association-womens-world-cup", "date_published": "2023-07-02T21:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evacuation review – an astonishingly vivid picture of Kabul’s terrifying fall", "description": "<p>This tale of the scramble to escape from Kabul airport – as told by the British military – will leave you with a thousand-yard stare. It’s some of the most shocking TV you will see this year</p><p>The thousand-yard stare has become a documentary trope: interviewees, only semi-aware that they’re being recorded because they’re not answering a question at that moment, are caught gazing into space, thinking about the experiences they’re here to discuss. Lost in their thoughts, their defences down, they let us see how they really feel.</p><p>It can be a cheap trick, but it’s seldom been more justifiably and effectively used than in Evacuation, a three-part recollection of British armed forces’ efforts to rescue British citizens and selected Afghans from Kabul after the Taliban regained control of the city in August 2021. Backed by Ministry of Defence footage and some stunningly immediate smartphone pictures, service personnel who were involved tell the story. Every one of them ends up distant and glassy-eyed at some point as they re-live the horror. Episode one is mostly scene-setting but by the end of it, we’re wearing thousand-yard stares at home, having seen one of the most shocking sequences any documentary will show this year.</p><p>Evacuation is on Channel 4.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/02/evacuation-review-an-astonishingly-vivid-picture-of-kabuls-terrifying-fall\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/02/evacuation-review-an-astonishingly-vivid-picture-of-kabuls-terrifying-fall", "date_published": "2023-07-02T21:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red wall Tory MPs put pressure on Sunak over net migration", "description": "<p>Group issues 12-point plan calling for stricter immigration rules for care workers, students and refugees</p><p>Rishi Sunak is facing demands from “red wall” Conservative MPs to slash the number of overseas care workers, foreign students and refugees allowed into the UK in time for the next election.</p><p>The MPs from the 2017 and 2019 intake, who call themselves the New Conservatives, have issued a 12-point plan to cut net migration to Britain <a href=\"https://www.theguardian.com/uk-news/2023/may/25/uk-net-migration-record-high-despite-tory-promises-cut-arrivals\">from 606,000</a> to 240,000 before the end of 2024.</p><p>A cap of 20,000 on the number of refugees accepted for resettlement in the UK.</p><p>Caps on future humanitarian schemes such as the Ukraine, Afghanistan and Hong Kong schemes should the predicted 168,000 reductions not be realised.</p><p>Implementation of the provisions of the illegal migration bill, which it is claimed would lead to a reduction of at least 35,000 from LTIM.</p><p>A raise in the minimum combined income threshold to £26,200 for sponsoring a spouse and raising the minimum language requirement to B1 (intermediate level). This should lead to an estimated 20,000 reduction in LTIM, the MPs claim.</p><p>Making the migration advisory committee report on the effect of migration on housing and public services, not just the jobs market, by putting future demand on a par with labour requirements in all studies.</p><p>A 5% cap on the amount of social housing that councils can give to non-UK nationals.</p><p>Raising the immigration health surcharge to £2,700 per person a year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/red-wall-tory-mps-put-pressure-on-sunak-over-net-migration\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/02/red-wall-tory-mps-put-pressure-on-sunak-over-net-migration", "date_published": "2023-07-02T21:00:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MCC suspends three members after clash with Australian cricket team", "description": "<ul><li>Tourists allege players were ‘verbally abused’ by MCC members</li><li>Incident took place following Bairstow’s controversial dismissal</li></ul><p>The Marylebone Cricket Club has suspended three members after an altercation with the Australian cricket team at Lord’s on the last day of the second Ashes Test.</p><p>The club had earlier “unreservedly apologised” over the behaviour of some of its members in the Long Room after the touring side alleged several players were “verbally abused” or “physically contacted” as they returned to the dressing room at lunch.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/mcc-unreservedly-apologised-to-australia-after-long-room-incident-england-ashes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/mcc-unreservedly-apologised-to-australia-after-long-room-incident-england-ashes", "date_published": "2023-07-02T20:43:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Drug agency chief calls on China and Mexico to help stem US fentanyl crisis", "description": "<p>The majority of the extremely powerful illegal opioid entering the US is manufactured in Mexico using Chinese precursors</p><p>Drug Enforcement Administration administrator Anne Milgram has called for further cooperation from China and Mexico in the fight against the US’s fentanyl crisis.</p><p>In an interview with NBC’s Meet the Press host Chuck Todd on Sunday, Milgram said that despite the DEA standing “ready to work with anyone who will work with us”, the US has “not had the cooperation that we want to have” from China, adding that the Mexican government also “needs to do more”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/dea-head-anne-milgram-fentanyl-crisis-china-mexcio\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/dea-head-anne-milgram-fentanyl-crisis-china-mexcio", "date_published": "2023-07-02T20:27:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thousands of hotel workers go on strike in southern California", "description": "<p>As the tourist season is taking off, workers walked off the job at more than 60 hotels for higher pay and better benefits </p><p>Thousands of hotel workers in southern California walked off the job on Sunday, demanding higher pay and better benefits in what their union is calling the largest strike in its history.</p><p>Cooks, room attendants, dishwashers, servers, bellmen and front desk agents at hotels were picketing outside major hotels in Los Angeles and Orange counties just as the summer tourist season is ramping up.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/southern-california-hotel-workers-strike\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/southern-california-hotel-workers-strike", "date_published": "2023-07-02T19:53:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Another bus with dozens of migrants from Texas arrives in Los Angeles", "description": "<p>Bus with 41 people, including 11 children who were with families, was welcomed by collective of faith and immigrants’ rights groups</p><p>Another bus carrying asylum-seekers arrived in downtown Los Angeles from a Texas border city early Saturday, the second such transport in less than three weeks.</p><p>The bus, which arrived about 12.40pm at Los Angeles’s Union station from Brownsville, Texas, held 41 people including 11 children who were with their families, according to a statement from the Coalition for Humane Immigrant Rights in Los Angeles (CHIRLA).</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/bus-migrants-from-texas-arrives-los-angeles\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/bus-migrants-from-texas-arrives-los-angeles", "date_published": "2023-07-02T19:50:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Toto Wolff ‘needed to calm things down’ with Hamilton at Austrian Grand Prix", "description": "<ul><li>Lewis Hamilton was penalised over track-limits violations</li><li>Team principal says conversation will not affect contract talks</li></ul><p>The Mercedes team principal, Toto Wolff, has described his strong reaction to Lewis Hamilton, effectively demanding his driver focus on his job, as an effort to calm things down at a fractious Austrian Grand Prix.</p><p>After the race the FIA, motor sport’s governing body, also reacted to a host of ongoing track-limit violations, including those that had been exercising Hamilton and that may yet alter the results, by insisting the circuit make changes to allow Formula One to continue to race at the Red Bull Ring.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/toto-wolff-needed-to-calm-things-down-with-hamilton-at-austrian-grand-prix\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/toto-wolff-needed-to-calm-things-down-with-hamilton-at-austrian-grand-prix", "date_published": "2023-07-02T19:43:23+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Orkney could leave UK for Norway as it explores ‘alternative governance’", "description": "<p>Island council leader cites ‘deep cultural relationship’ as authority considers a report that also examines the status of the Channel Islands and the Faroes</p><p>Orkney could leave the UK to become a self-governing territory of Norway after its council opted to explore “alternative forms of governance”.</p><p>The archipelago off the north coast of Scotland will also consider changing its legal status within Britain as it seeks to provide more economic opportunities.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/orkney-could-leave-uk-for-norway-as-it-explores-alternative-governance\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/02/orkney-could-leave-uk-for-norway-as-it-explores-alternative-governance", "date_published": "2023-07-02T19:31:52+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Stokes questions Australia’s ‘spirit of the game’ after Bairstow controversy", "description": "<ul><li>Stokes: ‘Would I want to win a game in that manner? No’</li><li>Three MCC members suspended following behaviour at lunch</li></ul><p>A fresh chapter was written in an Ashes history already rippled with controversy and rancour as <a href=\"https://www.theguardian.com/sport/2023/jul/02/england-australia-cricket-ashes-second-test-day-five-report-ben-stokes\">Australia won the second Test</a> at Lord’s, and took a 2-0 lead in the series, but the perception that they had trampled over the treasured spirit of the game to get there led to fury in the crowd and, more remarkably, among the usually mild-mannered MCC members.</p><p>England fell 44 runs short of their target of 371 despite an innings for the ages from Ben Stokes, who scored nine sixes on his way to 155. But what Stokes considered “the match-winning moment” came when he was not even halfway to that total, with <a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/ben-stokes-jonny-bairstow-lords-ashes-cricket-england-australia\">the dismissal of Jonny Bairstow</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/ben-stokes-australia-england-ashes-jonny-bairstow-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/ben-stokes-australia-england-ashes-jonny-bairstow-cricket", "date_published": "2023-07-02T19:31:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "England U21s into semi-finals after Gordon strike sinks Portugal", "description": "<ul><li>Quarter-final: England 1-0 Portugal</li><li>Gordon 34</li></ul><p>England Under-21s once again showed how they are becoming increasingly difficult to ignore, even if their exploits in Georgia continue to linger outside the public’s gaze.</p><p>Lee Carsley’s side had swept through the group stage of this year’s European Under-21 Championship with minimal fuss and, while they had to work much harder in this quarter-final victory against Portugal, their dreams of what some feel is a long overdue triumph at this level remain very much alive.</p> <a href=\"https://www.theguardian.com/football/2023/jul/02/england-u21s-into-semi-finals-after-gordon-strike-sinks-portugal\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/02/england-u21s-into-semi-finals-after-gordon-strike-sinks-portugal", "date_published": "2023-07-02T19:22:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In Bazball World England win Vibes Urn – but Australia superior in reality | Jonathan Liew", "description": "<p>In this series everyone’s a winner, until pesky facts get in the way – Ashes defeats on home soil are not forgotten</p><p>The bars are empty. The food village is deserted. Fish goujons and hog roast slowly drying out on industrial hotplates. Stewards perched on the edge of their boundary chairs, no longer looking out for potential oil protesters. Long faces in the Long Room, the members in mutiny. They haven’t been this angry since the Independent Commission for Equity in Cricket report came out. In the middle, Ben Stokes playing cricket from the gods. The target is thinning. The Ashes are alive.</p><p>What larks we had! They talk in the England camp about making memories, and as the noise swelled, as the afternoon throbbed with possibility, as a million text messages pinged across the ether reading “get yourself in front of a telly”, perhaps this was exactly what they had in mind. Cricket as pure liquid entertainment. Cricket as national fixation. Cricket as the very best time of our lives, a red ball and a red pounding heart.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/ashes-england-australia-bazball-lords-second-test-headingly\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/02/ashes-england-australia-bazball-lords-second-test-headingly", "date_published": "2023-07-02T19:00:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Seven in 10 people believe charges for NHS care are on the way", "description": "<p>Exclusive: Poll finds large majority in UK think key principle of health service will be dropped in next decade</p><p>Seven in 10 people in the UK believe charges for NHS care will creep in over the next decade, ending the health service’s record of being free at the point of use, polling has found.</p><p>One of the NHS’s key <a href=\"https://www.theguardian.com/society/2016/jan/18/nye-bevan-history-of-nhs-national-health-service\">founding principles from 1948</a> is in peril, 71% of the public believe, according to the survey carried out for the Health Foundation ahead of the service’s 75th birthday this week.</p> <a href=\"https://www.theguardian.com/society/2023/jul/02/seven-in-10-people-believe-charges-for-nhs-care-are-on-the-way\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/02/seven-in-10-people-believe-charges-for-nhs-care-are-on-the-way", "date_published": "2023-07-02T19:00:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on the state of the NHS on its 75th anniversary – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jul/02/ben-jennings-on-the-state-of-the-nhs-on-its-75th-anniversary-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jul/02/ben-jennings-on-the-state-of-the-nhs-on-its-75th-anniversary-cartoon", "date_published": "2023-07-02T18:30:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There is no hope’: simmering anger boils over in poverty-riven French district", "description": "<p>Situation in Borny mirrors that in many of the neighbourhoods that have clashed with police amid riots</p><p>Hanifa Guermiti cried as she surveyed the charred remains of the public library, which for years had provided books, comics and a quiet homework space for children living in the housing estates of Borny, a neighbourhood in eastern France that is one of the country’s most deprived. “My heart is broken,” she said, remembering the children she had helped with schoolwork there.</p><p>With damage estimated at about €12m and more than 110,000 books and documents destroyed, the incineration of the state-of-the-art library in this neighbourhood of the city of Metz was one of the biggest attacks on French state infrastructure in the <a href=\"https://www.theguardian.com/world/2023/jul/02/france-riots-quieter-night-reported-across-the-country-despite-close-to-500-arrests\">five nights of rioting</a> that have spread across the country.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/no-hope-anger-poverty-riven-french-district-borny-france-riots\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/no-hope-anger-poverty-riven-french-district-borny-france-riots", "date_published": "2023-07-02T18:27:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eighty Afghan civilians may have been summarily killed by SAS, inquiry told", "description": "<p>Lawyers for bereaved families allege British soldiers carried out policy of terminating all fighting-age men</p><p>Eighty Afghans may have been victim of summary killings by three separate British SAS units operating in the country between 2010 and 2013, lawyers representing the bereaved families have told a public inquiry.</p><p>One of the elite soldiers is believed to have “personally killed” 35 Afghans on a single six-month tour of duty as part of an alleged policy to terminate “all fighting-age males” in homes raided, “regardless of the threat they posed”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/eighty-afghan-civilians-may-have-been-summarily-killed-by-sas-inquiry-told\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/02/eighty-afghan-civilians-may-have-been-summarily-killed-by-sas-inquiry-told", "date_published": "2023-07-02T17:41:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on private water companies: a disaster made in the City | Editorial", "description": "<p>England has become an asset management society with predictably calamitous results</p><p>Does it matter that the entire infrastructure of wastewater collection and treatment in Kent, including tens of thousands of kilometres of sewers, is <a href=\"https://www.theguardian.com/business/2023/may/05/macquarie-southern-water-owner-australian-finance-giant-posts-record-profits#:~:text=Macquarie%20also%20faced%20political%20scrutiny,of%20Southern%20Water%20in%202021.\" title=\"\">controlled</a> by the Australian asset manager Macquarie? It should do, as these pipes are those of Southern Water, regularly criticised for noxious discharges into the sea. It was under Macquarie’s control that Thames Water was first attacked for underinvesting and for poisoning rivers with <a href=\"https://www.theguardian.com/environment/2017/mar/22/thames-water-hit-with-record-fine-for-huge-sewage-leaks\" title=\"\">untreated sewage</a> as it <a href=\"https://www.theguardian.com/business/2023/jun/30/in-charts-how-privatisation-drained-thames-waters-coffers#:~:text=Over%20their%2011%20years%20of,paid%20between%201990%20and%202022.\" title=\"\">extracted</a> billions in dividends while the company’s debt soared. In 2018, Ofwat, the UK industry regulator, lost patience and fined it a record £120m. But Macquarie had exited the company the previous year – leaving others to carry the can.</p><p>Macquarie is a face of what the academic Brett Christophers calls an <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/asset-managers-investment-firms\" title=\"\">“asset-manager society”</a>, one where these firms increasingly own and control our most essential physical systems. They are paid fees to hold global housing and infrastructure assets worth $4tn – a sum that has grown 100-fold in 40 years. Financial wealth has zoomed and so has the proportion invested via asset managers. The business model squeezes profits out of the infrastructure they own by cutting costs to the bone and <a href=\"https://archive.ph/VVWMc\" title=\"\">maximising the income</a> the holdings generate.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/the-guardian-view-on-private-water-companies-a-disaster-made-in-the-city\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/the-guardian-view-on-private-water-companies-a-disaster-made-in-the-city", "date_published": "2023-07-02T17:30:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Infinity review – strangely insubstantial family drama from Philip Glass", "description": "<p><strong>Coronet theatre, London<br /></strong>Singer and actor Tara Hugo<strong> </strong>delivers a series of spoken word reminiscences backed by an underwhelming score in a piece that verges on the self-indulgent and downright sentimental<strong><br /></strong></p><p>‘A deeply moving and personal exploration of the searing complexities of life, parenting and being parented,” promised the publicity for <a href=\"https://www.theguardian.com/music/philip-glass\">Philip Glass’s</a> latest work to reach Europe. Infinity has a libretto by the photographer and film-maker Arturo Béjar, who, with Nikki Appino, also co-directs this strangely insubstantial show, which features the singer and actor <a href=\"http://www.tarahugo.com/about.html\">Tara Hugo</a>, a regular Glass collaborator.</p><p>Hugo delivers a series of reminiscences in an affectionate, sometimes slightly ironic tone that’s not unlike some of <a href=\"https://www.theguardian.com/profile/david-sedaris\">David Sedaris’s</a> tales. Whether these tangled stories of families and the changing relationships between their generations are real or imagined is never made obvious. Neither is it clear whether the grainy home movies of family parties and holidays that are screened behind the performance “go” with the anecdotes – perhaps depicting the parents and children mentioned in the narration – or whether they just provide some visual element in what otherwise seems a rather long and uneventful 55-minute recitation.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/infinity-review-strangely-insubstantial-family-drama-from-philip-glass\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/infinity-review-strangely-insubstantial-family-drama-from-philip-glass", "date_published": "2023-07-02T17:28:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on El Salvador’s crime crackdown: a short-term, high cost fix | Editorial", "description": "<p>President Nayib Bukele’s hardline campaign against gangs has won admirers at home and abroad. Look closer and its flaws are glaring</p><p>Jailing 2% of your adult citizens turns out to be a surprisingly popular move, both at home and abroad. In El Salvador, the president, Nayib Bukele, has sent almost 70,000 people to prison in an “iron fist” crackdown on gangs, under a “state of exception” he imposed last March and has yet to lift.</p><p>Despite the suspension of basic liberties, due process and other human rights infringements, it is fast becoming a model for other nearby countries in the region. Honduras has launched a <a href=\"https://www.theguardian.com/world/2023/jun/26/honduras-gang-violence-crackdown-pool-hall-shooting\" title=\"\">similar crackdown</a>, after the <a href=\"https://www.theguardian.com/world/2023/jun/21/honduras-prison-riot-death-toll-victims-families\" title=\"\">gang-related massacre</a> of 46 female prisoners. Other governments are considering it. In Guatemala, people have held pro-Bukele marches. “Copy it, as simple as that,” a mayor in Ecuador <a href=\"https://www.crisisgroup.org/latin-america-caribbean/central-america/el-salvador/latin-america-likes-bukeles-war-gangs-thats\" title=\"\">remarked</a> of El Salvador’s tactics after a bomb attack in her city.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/the-guardian-view-on-el-salvadors-crackdown-a-short-term-high-cost-fix\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/the-guardian-view-on-el-salvadors-crackdown-a-short-term-high-cost-fix", "date_published": "2023-07-02T17:25:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In order to win, Labour is sacrificing its principles | Letters", "description": "<p><strong>Lyn A Dade</strong> calls for an end to the party system, while <strong>Michael Gwilt</strong> says Labour is holding our votes hostage against the return of Tory rule. Plus <strong>Deborah Wilkinson</strong> on the need for a diverse leftwing government</p><p>My sympathies to Neal Lawson (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/30/labour-expelling-mp-activist-neal-lawson\" title=\"\">After 44 years, Labour moves to expel me. And my MP and activist friends are asking: who will be next?, 30 June</a>). He is passionate in his beliefs and has worked long and hard to drag the Labour party into the 21st century. If he is correct in his analysis, it demonstrates the fatal flaw in party politics. It is all about winning, not about principle, country or people. In the interests of winning, any behaviour is justifiable. Neal laments the apparent end of a “broad church” Labour party. Sadly, there can be no such thing in the UK’s polarising political climate.</p><p>Political parties are a 20th-century construct and no longer fit for purpose. Only a politics of principle and consensus can meet the challenges of this era. I’ve been a political activist since the 1980s – first with the Green party and then, since 1991, outside the party system. Civil society is where the solution lies. We need a national conversation about what kind of country we want to be, and to remind the politicians that they work for us. And we pay their wages. <br /><strong>Lyn A Dade</strong><br /><em>Twickenham, London</em></p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/in-order-to-win-labour-is-sacrificing-its-principles\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/in-order-to-win-labour-is-sacrificing-its-principles", "date_published": "2023-07-02T17:01:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Making sense of the decline in school attendance | Letters", "description": "<p>An inappropriate curriculum has a part to play, says <strong>Michael Pyke</strong>. Plus,<strong> Peter Downes </strong>suggests the emphasis on Stem subjects is counterproductive</p><p>Sally Weale provides an excellent summary of reasons for the alarming decline in school attendance (<a href=\"https://www.theguardian.com/education/2023/jun/28/covid-poverty-pupil-absence-england-schools-social-economic-pandemic-families\" title=\"\">From Covid to poverty: why pupil absence in England is rising, 28 June</a>). However, there is also an underlying and chronic reason for this: throughout this century, but especially since 2010, school has become an increasingly uncongenial experience for children. In one recent survey, 39% of 11- to 14-year-olds said that they disliked school, a figure that rose to 52% for 15- and 16-year-olds.</p><p>The reasons why it has become an unsatisfactory experience are not hard to discern: lack of resources; an inappropriate curriculum, the teaching of which is almost entirely geared to external examinations; the disappearance of practical and creative activities; an increase in bullying and feelings of inadequacy promoted by social media platforms; overworked and exhausted teachers who have no time to deal with these problems or even recognise, let alone attend to, the needs of individual children, and who increasingly leave the profession at the first opportunity.</p> <a href=\"https://www.theguardian.com/education/2023/jul/02/making-sense-of-the-decline-in-school-attendance\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/02/making-sense-of-the-decline-in-school-attendance", "date_published": "2023-07-02T17:01:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pride in London – in pictures", "description": "<p>Members of the LGBTQ+ community gather on the streets of London for the annual parade</p> <a href=\"https://www.theguardian.com/world/gallery/2023/jul/02/pride-in-london-in-pictures-lgbtq\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/jul/02/pride-in-london-in-pictures-lgbtq", "date_published": "2023-07-02T16:54:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US supreme court ‘creeping dangerously towards authoritarianism’, AOC says", "description": "<p>Congresswoman’s comments come days after nation’s highest court released batch of incendiary and far-reaching rulings</p><p>The conservative supreme court is “creeping dangerously towards authoritarianism”, the Democratic congresswoman <a href=\"https://www.theguardian.com/us-news/alexandria-ocasio-cortez\">Alexandria Ocasio-Cortez</a> said on Sunday, raising again the unlikely scenario of impeaching justices for recent actions.</p><p>Her comments came just days after the nation’s highest court released a batch of <a href=\"https://www.theguardian.com/law/2023/jul/01/us-supreme-court-rulings-what-does-it-mean-affirmative-action-lgbtq-student-debt\">incendiary and far-reaching rulings</a> striking down affirmative action in colleges, LBGTQ+ rights and Joe Biden’s student loan relief program.</p> <a href=\"https://www.theguardian.com/law/2023/jul/02/aoc-conservative-supreme-court-authoritarianism\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jul/02/aoc-conservative-supreme-court-authoritarianism", "date_published": "2023-07-02T16:49:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ben Stokes and Jonny Bairstow burn with fury and fire to set Lord’s alight | Andy Bull", "description": "<p>The raging atmosphere has never sounded like it did in 140 years of Test cricket at the ground after all hell broke loose</p><p>At 2pm the Harris Garden was empty, and the Nursery deserted. Apart from the idle bar and catering staff, the cleaners sweeping up the tumbling plastic cups, the outer grounds were uninhabited. Everyone was inside, in utter tumult. In the Edrich Stand they were chanting “Aussie! Aussie! Aussie! Cheat! Cheat! Cheat!” and over in the Compton it was “Same old Aussies! Always cheating!”</p><p>They have been playing Test cricket here for 140 years, the atmosphere at the ground has been loud enough before now, excitable, tense, and on edge, too, but it’s never felt, or sounded, quite like it did this Sunday lunchtime.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/ben-stokes-jonny-bairstow-lords-ashes-cricket-england-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/02/ben-stokes-jonny-bairstow-lords-ashes-cricket-england-australia", "date_published": "2023-07-02T16:48:31+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Karolina Muchova: ‘I looked up to Federer – I saw myself in that attacking style’", "description": "<p>Like her fellow Czech and twice Wimbledon champion, Petra Kvitova, the French Open runner-up feels her game suits grass</p><p>It is a question that comes up again and again. Just what is it about the Czech Republic that enables it to produce so many great players? From Martina Navratilova and Hana Mandlikova, back when it was Czechoslovakia, to Petr Korda, Jana Novotna and more recently Petra Kvitova and Barbora Krejcikova, a conveyor belt of grand slam title winners have hailed from a population of just 10.5 million people.</p><p>For Karolina Muchova, the latest Czech to reach a grand slam final, at Roland Garros last month, maybe the only tangible reason for the success is the fact that others have blazed a trail. “Maybe it’s because the younger girls practice with us,” she said on the eve of Wimbledon, where she will be the No 16 seed. “When I was younger and there was Karolina [Pliskova] and Petra [Kvitova, the two-time Wimbledon champion], I could practise [with them] and I saw that they can do it. I felt like I can do it too.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/karolina-muchova-you-play-one-volley-i-loved-grass-from-the-start\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/karolina-muchova-you-play-one-volley-i-loved-grass-from-the-start", "date_published": "2023-07-02T16:46:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden to meet King Charles and Rishi Sunak on UK visit this month", "description": "<p>White House says US president’s visit will ‘further strengthen the close relationship between our nations’</p><p>The US president, Joe Biden, is to meet the king in Windsor and Rishi Sunak in London when he visits the UK in the second week of July.</p><p>The <a href=\"https://www.theguardian.com/uk-news/2023/apr/06/joe-biden-accepts-king-charless-invitation-for-state-visit\">long-expected visit</a> will be made as Biden is en route to Vilnius in Lithuania for a Nato summit and then Finland for a US-Nordic leaders conference.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/joe-biden-meet-king-charles-rishi-sunak-uk-visit\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/joe-biden-meet-king-charles-rishi-sunak-uk-visit", "date_published": "2023-07-02T16:46:28+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS whistleblowers need to be better protected by the law, says BMA", "description": "<p>Doctors’ union claims its members are labelled ‘troublemakers’ for speaking up about their concerns</p><p>NHS whistleblowers need stronger legal protection to prevent hospitals using unfair disciplinary procedures to force out doctors who flag problems, the British Medical Association has said.</p><p>Doctors are being “actively vilified” for speaking out, which has resulted in threats to patient safety, including unnecessary deaths, according to the council chair of the doctors’ union, Phil Banfield.</p> <a href=\"https://www.theguardian.com/society/2023/jul/02/nhs-whistleblowers-need-to-be-better-protected-by-the-law-says-bma\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/02/nhs-whistleblowers-need-to-be-better-protected-by-the-law-says-bma", "date_published": "2023-07-02T16:40:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don Carlo review – Lise Davidsen shines in routine revival", "description": "<p><strong>Royal Opera House, London<br /></strong>The rising star, in her first major Verdi role, gives a tour de force of glorious singing in an otherwise unfocused production which struggles with character and dramatic intensity<strong><br /></strong></p><p>This is the fourth time that <a href=\"https://www.theguardian.com/stage/nicholas-hytner\">Nicholas Hytner’s</a> staging of <a href=\"https://www.theguardian.com/music/giuseppe-verdi\">Verdi’s</a> sprawling masterpiece, first seen in 2008, has been revived. As before, it’s the final version of <a href=\"https://www.metopera.org/discover/synopses/don-carlos/\">Don Carlo</a> that’s being performed – in five acts, and sung in Italian – and in most respects it is a routine revival. Though it is conducted by <a href=\"http://debilly.com/\">Bertrand de Billy</a> with requisite attention to the score’s astonishing colours and fluctuating dramatic pulse and superb orchestral playing, the problems of the staging remain unresolved. In particular the third act’s auto de fé, which should be one of the climactic set pieces – a vivid depiction of the opera’s central clash between church and state – is still visually and dramatically a mess, cluttered and unfocused.</p><p>But the selling point of these latest performances was always going to be <a href=\"https://www.theguardian.com/music/2020/feb/25/lise-davidsen-soprano-fidelio-royal-opera-house-london\">Lise Davidsen</a>’s casting as Elizabeth de Valois, her first major Verdi role, and she at least doesn’t disappoint. But the whole performance takes a while to stir into dramatic life, and Elizabeth’s meeting with <a href=\"https://brianjagde.com/\">Brian Jagde’s</a> Carlos in the opening Fontainebleau scene is rather prosaic – it’s loud certainly, for Jagde shows more concern for volume than elegance, but lacks a sense of who either of these young people is.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/don-carlo-review-lise-davidsen-doesnt-disappoint-in-verdis-sprawling-masterpiece\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/don-carlo-review-lise-davidsen-doesnt-disappoint-in-verdis-sprawling-masterpiece", "date_published": "2023-07-02T16:39:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Stokes obituary", "description": "<p>My friend and party colleague Richard Stokes, who has died aged 100, was a brilliant politician who achieved an executive position only at the age of 81 when he became leader of Slough borough council as the Liberal head of a four-party coalition.</p><p>Brought up as a socialist in Southport, where he was a neighbour of my family on the same housing estate, Richard was originally a Labour party member, and in 1952 stood as a token candidate in the Birkdale West ward, the safest Conservative seat. He duly completed the statutory expenses return, listing “Two pence - the cost of a stamp to send in the return”.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/richard-stokes-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/richard-stokes-obituary", "date_published": "2023-07-02T16:27:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Djokovic the Wimbledon favourite by far but Swiatek hopes to find form", "description": "<p>Serb is looking for a fifth consecutive title while Aryna Sabalenka should challenge for her first in SW19</p><p>It has been <a href=\"https://www.theguardian.com/sport/2023/jul/01/andy-murray-wimbledon-triumph-10-years-on-tennis\">10 years since</a> Centre Court played host to one of the greatest British sporting moments when Andy Murray overcame Novak Djokovic to win his first Wimbledon title at last. The weight and importance of that moment, a Briton conquering Wimbledon at the height of the modern game, was instantly clear.</p><p>In hindsight, though, that final has also turned out to be a historic event for a completely different reason. While Djokovic had established himself as the clear No 1, he was still early into his dominance. He had won six grand slam titles by 2013 and, as Murray clinched match point, the pair had each won Wimbledon once. At that time, it was not unusual for people to describe Murray as the more accomplished grass court player and grass as Djokovic’s least effective surface. But that loss to Murray is the last time he was defeated on Centre Court.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/djokovic-the-wimbledon-favourite-by-far-as-swiatek-hopes-to-find-form\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/djokovic-the-wimbledon-favourite-by-far-as-swiatek-hopes-to-find-form", "date_published": "2023-07-02T16:27:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Boil in the bag’ environmentally friendly funerals arrive in the UK", "description": "<p>With a lower carbon footprint than gas-fired cremation, the process is described as ‘gentler on the body and kinder on the environment’</p><p>For anyone uneasy at the thought of their body being consumed by flames or interred in an insect-teeming grave, a new funeral choice is about to become available: water cremation.</p><p>The process of dissolving a body in a bag in 160C water treated with an alkali will become available in the UK from this week – the first new legal method of disposing of cadavers since the Cremation Act of 1902. It has been <a href=\"https://www.aquatorium.com/\">described as a “boil in the bag” funeral</a>.</p> <a href=\"https://www.theguardian.com/society/2023/jul/02/boil-in-the-bag-environmentally-friendly-funerals-arrive-in-uk-resomation-acquamation\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/02/boil-in-the-bag-environmentally-friendly-funerals-arrive-in-uk-resomation-acquamation", "date_published": "2023-07-02T16:26:57+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "PGA Tour regarded European Tour Group as ‘borderline distressed asset’", "description": "<ul><li>Legal documents highlight PGA Tour’s dismissive view last year</li><li>European Tour Group described as ‘underinvested’</li></ul><p>The PGA Tour regarded the European Tour Group as an “underinvested and borderline distressed asset” during analysis aimed at facilitating a merger between the parties last year.</p><p>Through the proposed deal, the PGA Tour had targeted financial benefit from the Ryder Cup, a competition which is the domain of the ETG and the PGA of America. The merger was projected to cost the PGA Tour between $40m (£31.5m) and $60m by way of a “reserve fund” over five years.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/european-tour-dp-world-tour-pga-tour-golf\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/european-tour-dp-world-tour-pga-tour-golf", "date_published": "2023-07-02T16:24:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Australia beat England in second Test and take 2-0 lead despite Stokes heroics", "description": "<ul><li>Second Test, day five: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-07-01/england-cricket-team\">Australia 416 &amp; 279, England 325 &amp; 327</a></li><li>England captain hits 155 but his side fall 43 runs short of tourists</li></ul><p>This time there was no miracle; no great escape of which to speak. Ben Stokes, hero of Headingley, warrior of the World Cup finals, produced one of the most stupefying centuries in Test cricket’s 146-year history but at 3.14pm on a truly febrile fifth day at Lord’s, he stood hunched over his bat, crestfallen and finally cracked open.</p><p>An all-rounder who burned his way on to Australian retina four years earlier in Leeds had been reliving the carnage wrought that day and then some. And while Stokes remained out there in the middle, defying the bouncer barrage and clobbering sixes into the Tavern Stand like an iron giant, England and their supporters still believed a target of 371 runs could be reeled in for a 1-1 series scoreline after two Tests.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/england-australia-cricket-ashes-second-test-day-five-report-ben-stokes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/england-australia-cricket-ashes-second-test-day-five-report-ben-stokes", "date_published": "2023-07-02T16:15:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Dugger obituary", "description": "Radical American artist who was a central figure in the European participatory art scene<p>The American artist John Dugger, who has died aged 74, engaged with the avant garde soon after arriving in London in 1967. A co-founder of the radical Artists Liberation Front and Artists for Democracy, he was an early exponent of participatory art – with his People’s Participation Pavilion being constructed for Documenta 5, in Kassel in 1972 – and a pioneer of political banners, which he later said were a form of “social media before social media”.</p><p>Dugger produced the banner Chile Vencerá ( “Chile will win”) displayed on Nelson’s Column in Trafalgar Square, in September 1974, for a rally organised by British trade unions and the Chilean Solidarity Campaign to protest against the military coup in Chile the previous year. In 1976, his banner A Vitória É Certa (“Victory is certain”), celebrating the founding of the People’s Republic of Angola, was shown in California, and members of the Black Panthers were photographed seated in front of it.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/02/john-dugger-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/02/john-dugger-obituary", "date_published": "2023-07-02T16:07:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MPs threaten to rebel against UK bill banning boycotts of Israeli goods", "description": "<p>Rebel group of 50 have voiced objections to the bill designed to stop public bodies boycotting Israel</p><p>As many as 50 Tory MPs are threatening to rebel against a government measure due to be debated on Monday that would impose fines on public bodies, including local councils, that seek to mount <a href=\"https://www.theguardian.com/politics/2023/jun/17/uk-government-expected-to-table-bill-banning-boycotts-of-israeli-goods\">boycotts against Israel</a>.</p><p>The proposal – piloted by the communities secretary Michael Gove – is a Conservative manifesto commitment, and has caused divisions in both main parties, highlighting the controversy surrounding the boycott, divestment and sanctions (BDS) movement.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/tory-mps-threaten-to-rebel-against-uk-bill-banning-boycotts-of-israeli-goods\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/tory-mps-threaten-to-rebel-against-uk-bill-banning-boycotts-of-israeli-goods", "date_published": "2023-07-02T15:56:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamie T review – rollicking homecoming for indie journeyman", "description": "<p><strong>Finsbury Park, London<br /></strong>The singer-songwriter’s kitchen-sink vignettes and pint-sloshing anthems defined 00s indie mischief. Almost 20 years on he shows that none of that lairy charm has worn off</p><p>Jamie T stands on the stage of Finsbury Park, takes a swig of lager, and thrusts his hands into his pockets. Almost two decades stretch out before him in a sea of 45,000 people. It’s a homecoming for the Wimbledon-born troubadour with the wonky teeth and cheeky grin, whose pint-sloshing indie anthems have been the soundtrack to the British coming-of-age story. Standing in the north London drizzle feels not only fitting, but like an act of patriotism.</p><p>Since his 2007 Mercury prize nominated debut, Jamie T has continued to climb to his feet after being knocked down with the “one-hit wonder” sucker punch. Every return is an underdog’s triumph: his fifth record released last year, The Theory of Whatever, marked his first UK No 1 album; tonight marks his biggest headline show of his career – and this, he tells us, is “the biggest moment of my life right now.”</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/jamie-t-review-rollicking-homecoming-for-indie-journeyman\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/jamie-t-review-rollicking-homecoming-for-indie-journeyman", "date_published": "2023-07-02T15:55:55+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Swedish government condemns ‘Islamophobic’ burning of a Qur’an", "description": "<p>Salwan Momika, an Iraqi citizen living in Stockholm, also stamped on the holy book while close to a mosque</p><p>Sweden’s government has condemned this week’s burning of a Qur’an outside Stockholm’s main mosque, calling it an “Islamophobic” act, after an international Islamic body called for measures to avoid future burnings.</p><p>“The Swedish government fully understands that the Islamophobic acts committed by individuals at demonstrations in Sweden can be offensive to Muslims,” the foreign ministry said in a statement. “We strongly condemn these acts, which in no way reflect the views of the Swedish government,” it added.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/swedish-government-condemns-islamophobic-burning-of-a-quran\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/swedish-government-condemns-islamophobic-burning-of-a-quran", "date_published": "2023-07-02T15:51:51+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police name woman and two children killed in fire in Cambridge", "description": "<p>Gemma Germeney, 31, died at scene of flat fire in King’s Hedges, while Lilly and Oliver Peden, eight and four, died later in hospital</p><p>Police have named a woman and two young children who were killed in a <a href=\"https://www.theguardian.com/uk-news/2023/jul/01/woman-and-two-children-die-in-cambridge-flat-fire\">fire in a flat in Cambridge</a>.</p><p>Gemma Germeney, 31, died at the scene of the fire in Sackville Close, King’s Hedges, on Friday morning, according to Cambridgeshire police, while Lilly Peden, eight, and Oliver Peden, four, were taken to hospital where they later died.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/police-name-gemma-germeney-lilly-and-oliver-peden-fire-cambridge\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/02/police-name-gemma-germeney-lilly-and-oliver-peden-fire-cambridge", "date_published": "2023-07-02T15:47:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Red Bull’s Max Verstappen eases to victory in Austrian F1 Grand Prix", "description": "<ul><li>World champion tightens grip on drivers’ title race</li><li>Ferrari’s Leclerc finishes second, Sergio Pérez third</li></ul><p>Max Verstappen won the Austrian Grand Prix with a controlled execution of superior pace for Red Bull. He beat the Ferraris of Charles Leclerc and Carlos Sainz into second and fourth, with his teammate Sergio Pérez coming back well from 15<sup>th</sup> to third. The world champion however demonstrated the advantage he currently enjoys. Having dropped behind both Ferraris, he dispatched them on track with insouciant ease at the Red Bull Ring.</p><p>Lando Norris was a very strong fifth for McLaren, Fernando Alonso sixth for Aston Martin and Lewis Hamilton seventh for Mercedes.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/red-bulls-max-verstappen-eases-to-victory-in-austrian-f1-grand-prix\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/red-bulls-max-verstappen-eases-to-victory-in-austrian-f1-grand-prix", "date_published": "2023-07-02T15:46:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France: Victor Lafay claims stage two but Adam Yates stays in yellow", "description": "<ul><li>Adam Yates keeps yellow jersey after finish in San Sebastián</li><li>Wout Van Aert shows frustration in finishing second to Lafay </li></ul><p>Adam Yates held onto his overall lead in the Tour de France after he was safely escorted through a tense second stage, the longest of the 2023 Tour, from Vitoria-Gasteiz to San Sebastián, which was won by French rider Victor Lafay.</p><p>Lafay took his Cofidis team’s first Tour de France success for 15 years, on the beachfront in San Sebastián, after breaking clear of the race favourites in the final moments of the stage.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/tour-de-france-victor-lafay-wins-stage-two-cycling-adam-yates-keeps-overall-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/tour-de-france-victor-lafay-wins-stage-two-cycling-adam-yates-keeps-overall-lead", "date_published": "2023-07-02T15:45:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tesco appoints Burberry boss as chair to replace John Allan", "description": "<p>Gerry Murphy to start on 1 September after Allan stepped down following allegations of inappropriate behaviour</p><p>Britain’s biggest grocer, Tesco, has hired the City veteran Gerry Murphy as chair to replace John Allan, who stepped down after <a href=\"https://www.theguardian.com/business/2023/may/19/tesco-chair-john-allan-steps-down\">allegations of inappropriate behaviour</a>.</p><p>Murphy, who chairs the luxury fashion retailer Burberry and the sugar company Tate &amp; Lyle, is to join Tesco on 1 September, and will relinquish his role at Tate &amp; Lyle at the same time.</p> <a href=\"https://www.theguardian.com/business/2023/jul/02/tesco-appoints-burberry-boss-as-chair-to-replace-john-allan\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/02/tesco-appoints-burberry-boss-as-chair-to-replace-john-allan", "date_published": "2023-07-02T15:36:45+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "British peers attended Russian ambassador’s party in London", "description": "<p>Lords Balfe and Skidelsky were at event in June where ambassador sought to justify Moscow’s invasion of Ukraine</p><p>Two British peers were among 50 people who attended a party organised by the Russian ambassador to the UK at his opulent residence in west London last month, to mark the creation of a Russia independent of the Soviet Union.</p><p>Andrei Kelin, the Russian ambassador, spoke at the event where he sought to justify his country’s bloody invasion of Ukraine, while those attending included the Conservative Lord Balfe and cross-bencher Lord Skidelsky.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/british-peers-attended-russian-ambassador-party-in-london-balfe-skidelsky\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/british-peers-attended-russian-ambassador-party-in-london-balfe-skidelsky", "date_published": "2023-07-02T15:21:26+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool confirm Dominik Szoboszlai signing as midfielder makes £60m move", "description": "<ul><li>Hungary international signs five-year deal</li><li>New arrival says ‘perfect to make the next step in a club like this’</li></ul><p>Liverpool have completed <a href=\"https://www.theguardian.com/football/2023/jun/30/liverpool-in-advanced-talks-with-rb-leipzig-over-dominik-szoboszlai-deal\">the signing of Dominik Szoboszlai</a> from RB Leipzig in a £60m deal, subject to a work permit.</p><p>The 22-year-old Hungary international has signed a five-year contract, arriving fresh off the back of an excellent season in which he tallied six goals and eight assists in the Bundesliga.</p> <a href=\"https://www.theguardian.com/football/2023/jul/02/liverpool-confirm-dominik-szoboszlai-signing-as-midfielder-makes-60m-move\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jul/02/liverpool-confirm-dominik-szoboszlai-signing-as-midfielder-makes-60m-move", "date_published": "2023-07-02T15:14:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iggy Pop review – age-defying force of nature still spitting, shirtless and sounding fantastic", "description": "<p><strong>Crystal Palace Park, London<br /></strong>The veteran rock icon displays as much physicality as he did in his 20s ripping through a set of Stooges classics, Bowie-assisted solo work and unexpected curveballs</p><p>Perhaps the most famous footage of Iggy Pop live was shot in 1970, when a local TV crew caught <a href=\"https://www.theguardian.com/music/2020/jul/20/iconic-festival-sets-the-stooges-cincinnati-pop-1970-iggy-pop\">the Stooges playing Cincinnati’s Midsummer Rock festival</a>. It’s the source of one of rock history’s truly heroic images: the crowd hoisting a shirtless Pop above them, clinging on to his legs as he stands fully upright, pointing ahead of him with a silver-gloved hand. It’s an intriguing corrective to the well-worn idea that the Stooges were largely greeted with incomprehension and revulsion: in Cincinnati, at least, the audience seemed to love them. Nevertheless, you can’t imagine that a single person present could possibly have envisioned that the singer would still be performing half a century on.</p><p>And yet, here he is, 53 years later, headlining over Blondie and the Buzzcocks at a one-day festival. Within about 30 seconds of his arrival onstage, he’s stripped to the waist, given the audience the finger and called them “fuckers”. He looks extraordinary, his torso wrinkled and covered in prominent veins. There’s the vaguest hint of a paunch about his middle, but then Iggy Pop is 76 years old: old enough to be the father of most of the audience, which skews to late middle-age; grandfather to the smattering of younger fans. In one sense, there’s nothing extraordinary about that: we live in an era where the upper age limit for rock stars has long been abolished, where artists have headlined Glastonbury in their 80s. But with the greatest of respect, his fellow elder statesmen don’t do what Iggy Pop does on stage, which is pretty much what Iggy Pop has always done. He flings himself to the floor, clambers over the speakers, holds his microphone stand above his head then hurls it across the stage midway through I Wanna Be Your Dog. He sings Nightclubbing, punctuating his vocals by sticking the microphone in his mouth and pretending to give it a blowjob. He seeks out a cameraman filming him for the big screens at the side of the stage and spits in his lens.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/iggy-pop-review-age-defying-force-of-nature-still-spitting-shirtless-and-sounding-fantastic\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/iggy-pop-review-age-defying-force-of-nature-still-spitting-shirtless-and-sounding-fantastic", "date_published": "2023-07-02T15:04:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On the clock: shorter changeovers at Wimbledon leave players frustrated", "description": "<p>Grand slams permit less time between a change of ends due to TV demands and it is a source of unrest in the locker room</p><p>Efficiency will be a watchword at Wimbledon this year, from the speed of the ball kids to the pace at which the ground staff get the covers on the court and – more controversially – the time given for players to rest at the changeovers after every two games.</p><p>In an age when TV executives are looking for the sport to be speeded up, in part due to the perceived shorter attention of younger viewers, many players are concerned that they are being unnecessarily hurried, particularly as, by common consent, the sport has become more physical than ever.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/on-the-clock-shorter-changeovers-at-wimbledon-leave-players-frustrated\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/on-the-clock-shorter-changeovers-at-wimbledon-leave-players-frustrated", "date_published": "2023-07-02T15:02:18+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When the ants start crawling, yes, I take my antipsychotics – but human touch is also a powerful balm | Eleanor de Jong", "description": "<p>What’s often overlooked in the treatment of mental illness is the neglect of your body, and its need to be cared for and soothed</p><p>When a manic episode is brewing, before any thoughts get really strange, my body tells me what’s just around the corner.</p><p>Colours become hypersaturated and video-game like, often pulsating with intensity. Sounds are amplified, as if you’ve developed superhuman abilities. I’ll feel a growing pressure in my head and my vision becomes very sharp; I can see a lizard in a bush 15 metres away, no worries.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/03/when-the-ants-start-crawling-yes-i-take-my-antipsychotics-but-human-touch-is-also-a-powerful-balm\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/03/when-the-ants-start-crawling-yes-i-take-my-antipsychotics-but-human-touch-is-also-a-powerful-balm", "date_published": "2023-07-02T15:00:08+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In brief: The God of Good Looks; Rental Person Who Does Nothing; Starling – reviews", "description": "<p>A punchy romance with much to say about Caribbean life; a lazy Japanese guy muses on meaning and connection; and a memorable coming-of-age novel</p><p><strong>Breanne McIvor</strong><strong><br /></strong><em>Fig Tree</em><em>, </em><em>£14.99</em><em>, </em><em>pp384</em></p> <a href=\"https://www.theguardian.com/books/2023/jul/02/in-brief-the-god-of-good-looks-rental-person-who-does-nothing-starling-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/in-brief-the-god-of-good-looks-rental-person-who-does-nothing-starling-reviews", "date_published": "2023-07-02T15:00:07+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Film-maker Fyzal Boulifa: ‘I need to engage with my country in this strange time of identity crisis’", "description": "<p>The acclaimed British-Moroccan director, who made his name with 2019’s Lynn + Lucy, on growing up in white working-class Leicester, filming with nuance and the brutality of London</p><p>Fyzal Boulifa and I arrive together at his film distributor’s offices, to a boisterous welcome from a pair of French bulldogs. He stoically endures their enthusiasm while confiding under his breath that he is actually terrified of dogs. It seems an apt introduction to a director who spent more than a decade in the shadows, painstakingly teaching himself how to direct short films, before two of them burst into the sunlight with wins at the Cannes film festival.</p><p>It was immediately clear that he was something special. <a href=\"https://www.theguardian.com/tv-and-radio/2022/feb/06/the-curse-review-a-sublime-caper-with-an-unfeasibly-brilliant-cast\">The Curse</a>, his 2012 short, which was nominated for a Bafta, is a jewel-like fable of a young Moroccan woman persecuted by children who spot her consorting with a man outside a remote desert settlement. <a href=\"https://www.filmsshort.com/short-film-pages/rate-me-fyzal-boulifa.html\">Rate Me </a>(2015) is a portrait of a teenage escort as seen through 12 online user reviews.</p> <a href=\"https://www.theguardian.com/film/2023/jul/02/film-maker-fyzal-boulifa-lynn-lucy-damned-dont-cry-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/02/film-maker-fyzal-boulifa-lynn-lucy-damned-dont-cry-interview", "date_published": "2023-07-02T15:00:06+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Can diabetes and weight-loss drug Ozempic break addictions too?", "description": "<p>Doctors are hearing anecdotal reports of reductions in drinking and smoking, but experts caution that more research is needed</p><p>When Sarah Bennett started taking semaglutide for weight loss last year, she noticed other unexpected changes in behaviour – that longstanding habits fell away without her consciously intending them to.</p><p>Semaglutide is commonly known as Ozempic, the brand name for the drug when prescribed as a treatment for type 2 diabetes. Ozempic has been <a href=\"https://www.theguardian.com/australia-news/2023/jan/06/tga-investigates-influencers-after-diabetes-drug-ozempic-promoted-as-weight-loss-treatment\">widely used off-label</a> for weight loss; the same drug, branded as Wegovy, is now approved for weight management in Australia, but is not currently available.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jul/03/can-diabetes-and-weight-loss-drug-ozempic-break-addictions-too\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jul/03/can-diabetes-and-weight-loss-drug-ozempic-break-addictions-too", "date_published": "2023-07-02T15:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thames Water shareholder gives backing to crisis-hit firm", "description": "<p>USS support for turnaround plan comes as water company buckles under £14bn debt burden</p><ul><li><a href=\"https://www.theguardian.com/environment/2023/jun/30/sewage-in-kitchens-and-white-elephant-projects-why-thames-water-is-struggling\">Sewage in kitchens and ‘white elephant’ projects: why Thames Water is struggling</a></li></ul><p>One of Thames Water’s big shareholders has given its backing to the embattled water company, after the <a href=\"https://www.theguardian.com/business/2023/jun/27/thames-water-boss-steps-down-amid-backlash-over-environmental-performance\">surprise departure of its chief executive</a> and crisis talks with the government over its viability.</p><p>Thames Water, which is buckling under a £14bn debt burden and has embarked on an eight-year turnaround plan, is owned by a series of pension funds and other governments’ sovereign wealth funds. The second-biggest shareholder is a UK pension fund for academics, the Universities Superannuation Scheme (USS), which holds about 20% and is the first investor to make public its support for the company.</p> <a href=\"https://www.theguardian.com/business/2023/jul/02/thames-water-shareholder-gives-backing-to-crisis-hit-firm\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/02/thames-water-shareholder-gives-backing-to-crisis-hit-firm", "date_published": "2023-07-02T14:50:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Emmerdale actor Meg Johnson dies aged 86", "description": "<p>Soap star who also acted in Coronation Street, Brookside and the musical Chicago, had dementia, her family said</p><p>The soap opera stalwart Meg Johnson has died at the age of 86 after having had dementia “for the last few years”, it has been confirmed.</p><p>The death of Johnson, who had played Pearl Ladderbanks in Emmerdale since 2003, was announced in a joint statement from her family, the talent agency Jorg Betts Associates and the ITV show.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/02/emmerdale-actor-meg-johnson-dies-aged-86\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/02/emmerdale-actor-meg-johnson-dies-aged-86", "date_published": "2023-07-02T14:11:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "African Head Charge: A Trip to Bolgatanga review – a polite revival", "description": "<p>(On-U Sound)<br />Veteran band leader Bonjo Iyabinghi Noah has relocated to Ghana, making a relaxed album that lacks the menace of his dub collective’s bassier efforts</p><p><em>A Trip to Bolgatanga</em> is the first album in 12 years from formerly prolific dub collective <a href=\"https://africanheadcharge.bandcamp.com/\">African Head Charge</a>. Bonjo Iyabinghi Noah, the veteran band’s leader, has relocated to Bolgatanga, a Ghanaian town famed for its craftwork. Inspired by his new surroundings, the vocalist-percussionist has completed 10 new songs in collaboration with On-U production legend Adrian Sherwood.</p><p>It’s mostly unexceptional, compared with the band’s glory days of the 1980s, although Noah and Sherwood bring sufficient chemistry to the lab to justify return. The title track is a mellow beauty, piano interplaying with percussion and mournful horns, while gorgeously loping Passing Clouds is more Womad than Peter Gabriel in a kaftan.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/african-head-charge-a-trip-to-bolgatanga-review-a-polite-revival-bonjo-iyabinghi-noah-adrian-sherwood\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/african-head-charge-a-trip-to-bolgatanga-review-a-polite-revival-bonjo-iyabinghi-noah-adrian-sherwood", "date_published": "2023-07-02T14:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cat owners called on for UK’s first feline blood bank", "description": "<p>Portuguese organisation hopes to set up resource for veterinary practices around Britain</p><p>Pingo does not look like a conventional superhero. There is no spandex costume, a dearth of magical powers and – as far as is known – no secret identity. Yet the black and white cat is part of a bold endeavour to save lives: the first feline blood bank in the UK.</p><p>Human blood banks <a href=\"https://www.google.com/search?q=first+human+blood+bank+UK&amp;oq=first+human+blood+bank+UK&amp;aqs=chrome..69i57j0i546i649j0i546l2.3172j0j7&amp;sourceid=chrome&amp;ie=UTF-8\">have existed in the UK since 1937</a>, while dogs have been taking part in canine<a href=\"https://www.theguardian.com/lifeandstyle/2022/nov/19/dogs-donating-blood-and-saving-lives\"> blood donation drives for years</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/feline-blood-bank-cat-owners-veterinary-practices\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/feline-blood-bank-cat-owners-veterinary-practices", "date_published": "2023-07-02T14:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Should I worry about running damaging my knees?", "description": "<p>Is it true that pounding the pavement causes arthritis? Does it matter what kind of shoes you wear or what surface you run on? </p><p>When you run, every step you take can land with a force equal to almost four times your body weight. Run a mile, and you’re taking 1,500 steps like that. Sure, we’re all born to run, and perhaps even evolutionarily adapted to chase skittish deer across miles of open plain. But our ancestors weren’t running on concrete and the average hunter was probably carrying less weight than the typical London Marathon first-timer. So if you take up running – or have been doing it for decades – are you setting yourself up for creaking knees and other niggles in old age?</p><p>Just in case this is as far as you read, the answer is no, probably not. <a href=\"https://www.resultsinc.co.uk/team/joseph-lightfoot\">Performance coach </a>Joseph Lightfoot says: “Lots of studies show that runners have <a href=\"https://bjsm.bmj.com/content/56/6/357\">lower instances of knee osteoarthritis</a> than sedentary people. There are also papers which show that runners <a href=\"https://pubmed.ncbi.nlm.nih.gov/27333572/\">report less knee pain</a> than sedentary people, and being a runner is linked to <a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/770349\">reduced disability in later life</a>. Overall, the message from the research is that running is a good thing.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/should-i-worry-about-running-knees-arthritis\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/should-i-worry-about-running-knees-arthritis", "date_published": "2023-07-02T14:00:05+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Andrea Levy’s notes on Mary Seacole brought to light by IT experts", "description": "<p>The writer’s scripts for a TV series about the nurse were among those recovered from her old computer by the British Library</p><p>Had it been made, the television drama would have begun with a middle-aged Mary Seacole, the British-Jamaican woman who nurses hundreds of British soldiers during the Crimean war, introducing herself to staff at the British military hospital at Scutari, near Istanbul, in 1855. Among them is Florence Nightingale, who briskly asks Seacole what she wants. This, at least, is the way the late author Andrea Levy planned to start to tell the extraordinary life story of Seacole in a series that never happened.</p><p>Digital forensics work at the British Library now shows just how Levy, best known for her prizewinning book <em>Small Island</em>, wanted to turn the 1857 memoir of the famous wartime nurse into a compelling TV drama. Her revisions and edits of this 2012 screenplay, alongside other unpublished projects, have been recovered by archivists from defunct computer files.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/andrea-levys-notes-on-mary-seacole-brought-to-light-by-it-experts\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/andrea-levys-notes-on-mary-seacole-brought-to-light-by-it-experts", "date_published": "2023-07-02T14:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pet by Catherine Chidgey review – sly psychological thriller", "description": "<p>The New Zealander’s latest novel, set in 1980s suburban, Catholic Wellington, moves to a dark denouement powered by lingering uncertainty</p><p>New Zealander Catherine Chidgey’s 2020 novel, <em><a href=\"https://www.theguardian.com/books/2022/may/07/remote-sympathy-by-catherine-chidgey-review-bearing-witness-to-the-holocaust\">Remote Sympathy</a></em>, was set in Buchenwald and made both the longlist of the Women’s prize for fiction and the shortlist of the Dublin literary award for its devastating insights into the Nazi propaganda machine and the deadly role played by those who were all too willing to be duped. Now comes <em>Pet</em>, a sly psychological thriller that might seem to require a little less of the reader but saves its most sinister twist for the end.</p><p>It’s set largely in suburban, Catholic Wellington in 1984. For her adolescent pupils, charismatic new teacher Mrs Price holds rock-star status. The glamour of her blond curls, red lipstick and white Corvette (“it had no back seat and no boot, so where on earth did she put her groceries?”) is only burnished by the knowledge that her daughter and husband died in a car crash.</p><p><em>Pet</em> by Catherine Chidgey is published by Europa Editions (£14.99). To support the Guardian and Observer, order your copy at <a href=\"https://guardianbookshop.com/pet-9781787704732\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/pet-by-catherine-chidgey-review-sly-psychological-thriller\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/pet-by-catherine-chidgey-review-sly-psychological-thriller", "date_published": "2023-07-02T14:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We Cut Through Dust review – mixed messages from post-apocalyptic Manchester", "description": "<p><strong>Manchester international festival<br /></strong>The audience tour the city listening to a series of voice notes sent by world-weary survivor. But this promenade performance falters with its form and sense of purpose</p><p>With its commitment to world premieres, <a href=\"https://www.theguardian.com/culture/2023/mar/14/manchester-international-festival-janelle-monae-yayoi-kusama-sakamoto-juan-mata\">Manchester international festival</a> could easily seem detached from the city. Invite too many glitzy global names to collaborate on esoteric projects and you could appear remote. To avoid that trap, even as it fields its <a href=\"https://factoryinternational.org/whats-on/john-grant-sings-the-songs-of-patsy-cline-with-richard-hawley-and-band/\">John Grants</a> and its <a href=\"https://factoryinternational.org/whats-on/alison-goldfrapp/\">Alison Goldfrapps</a>, the festival is always careful to keep tabs on Manchester itself.</p><p>That is why, for example, <a href=\"https://factoryinternational.org/whats-on/angelique-kidjo/\">Angélique Kidjo</a> is joined by local musicians at her gig on Tuesday, why Bolton-born Maxine Peake is a regular (she appears this week in <a href=\"https://factoryinternational.org/whats-on/they-by-kay-dick/\">They</a>), and why the festival has repeatedly worked with <a href=\"https://mcrstreetpoem.com/\">Manchester Street Poem</a>.</p> <a href=\"https://www.theguardian.com/culture/2023/jul/02/we-cut-through-dust-review-mixed-messages-from-post-apocalyptic-manchester\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jul/02/we-cut-through-dust-review-mixed-messages-from-post-apocalyptic-manchester", "date_published": "2023-07-02T13:59:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Office chair racing and ‘royals’ at London Pride: the weekend’s best photos", "description": "<p><strong>The Guardian’s picture editors select photo highlights from around the world</strong></p> <a href=\"https://www.theguardian.com/news/gallery/2023/jul/02/office-chair-racing-and-royals-at-london-pride-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jul/02/office-chair-racing-and-royals-at-london-pride-the-weekends-best-photos", "date_published": "2023-07-02T13:42:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Using austerity economics to crush UK inflation would be a cure worse than the disease | Richard Partington", "description": "<p>Caution needed rather than panic measures over short-term risks after credibility of government and Bank of England hit</p><p>For more than a year Britain has been trapped with the highest inflation rate in four decades. Rather than making serious inroads to shift this uncomfortable fact, the past month’s economic developments have turned the country to panic.</p><p>The view in the City is the Bank of England has lost control. After a parade of bad news, leaving it backed into a corner, the central bank’s latest rate increase was as much a plea to financial markets to be taken seriously again as it was an inflation-busting tactic.</p> <a href=\"https://www.theguardian.com/business/2023/jul/02/using-austerity-economics-to-crush-uk-inflation-would-be-a-cure-worse-than-the-disease\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/02/using-austerity-economics-to-crush-uk-inflation-would-be-a-cure-worse-than-the-disease", "date_published": "2023-07-02T13:41:43+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "South African Zulu king’s entourage denies ‘poisoning’ rumours", "description": "<p>Confusion as spokesperson says reports Misuzulu Zulu in hospital after falling ill were untrue</p><p></p><p>Uncertainty reigned on Sunday over the health of South Africa’s Zulu king, the head of the country’s most influential traditional monarchy, with his spokesperson denying reports he had been hospitalised.</p><p>Misuzulu Zulu, 48, ascended the throne last year after the death of his father, Goodwill Zwelithini, amid a bitter feud over the royal succession.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/south-africa-zulu-king-misuzulu-zulu-entourage-denies-rumours-he-is-ill\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/south-africa-zulu-king-misuzulu-zulu-entourage-denies-rumours-he-is-ill", "date_published": "2023-07-02T13:39:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nick Kyrgios admits he is ‘almost dreading’ return to tennis at Wimbledon", "description": "<ul><li>Kyrgios set to compete at tournament after spell on sidelines</li><li>Australian faces tricky test against David Goffin in first round</li></ul><p>Nick Kyrgios declared himself fit for Wimbledon after his long injury lay-off but said he was “almost dreading” his return to tennis.</p><p>The 28-year-old <a href=\"https://www.theguardian.com/sport/2023/jan/16/devastated-nick-kyrgios-pulls-out-of-australian-open-with-knee-injury\">pulled out of the Australian Open</a> on the eve of the tournament, announcing he needed surgery on his knee, and he has played only one match since, <a href=\"https://www.theguardian.com/sport/2023/jun/13/nick-kyrgios-loses-comeback-match-in-stuttgart-as-wimbledon-target-looms\">last month in Stuttgart</a>.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/nick-kyrgios-admits-he-is-almost-dreading-return-to-tennis-at-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/nick-kyrgios-admits-he-is-almost-dreading-return-to-tennis-at-wimbledon", "date_published": "2023-07-02T13:05:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I spoke to teachers preparing to strike. Their trauma was palpable | John Harris", "description": "<p>Staff are burning out and classroom cupboards are bare, hitting students hard. We should feel shock – but also a sinking sense of deja vu</p><p><a href=\"https://twitter.com/cyclingkev/status/1673029096475971587\">I love my mum</a>,” said last Saturday’s headliner on Glastonbury’s West Holts stage. But then, as the London-born hip-hop artist Loyle Carner prepared for his next song, he got on to the really crucial part. “My mum’s a teacher; my girlfriend’s a teacher,” he said. “The only thing I feel like right now is, teachers are striking and I stand with them.” A cheer began to go up, which then swelled as he reeled off a list of the educators who had helped him on his way, starting with his mother: “All my fucking teachers that lifted me up and saved me.”</p><p>The following day, Glastonbury’s Left Field – the big top that has a bill split between evenings of music and daytime debates and discussions – hosted an hour-long event centred on the current wave of strikes. I was in the chair, and the panel included Nusrat Sultana, a teacher and trade unionist from Birmingham who works at an autism-specialist school. She talked movingly about slashed budgets, disappearing staff, the end of school trips, and many of her colleagues’ dire financial situations.</p><p>John Harris is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/teachers-strike-trauma-staff-burning-out-students\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/teachers-strike-trauma-staff-burning-out-students", "date_published": "2023-07-02T13:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My law-breaking mission to save Britain’s endangered orchids", "description": "Ben Jacob looks back on his lifelong passion for Britain’s native orchids, and reveals why he has risked heavy fines and even prison to save them<p>A garden centre. The soft artificial light of neon bulbs. Aisles hung with gloves, plastic bottles, plant food. Houseplants perched on white tables. Maybe not a place conventionally thought to change a life, but it changed mine. Not the bottles or gloves, but one of those houseplants. There it was in a plastic pot in the company of a few others, long, dark-green, strap-like leaves fountaining around columns of big star-shaped blooms that seemed to have been fashioned out of ruby, opal, citrine. The moment I saw it everything else lost focus. Those flowers held me spellbound. The plant was an orchid, a <em><a href=\"https://www.rhs.org.uk/plants/cymbidium/growing-guide\" title=\"\">Cymbidium</a></em> originally native to parts of Asia, propagated to feed a lucrative market in tropical orchids. I didn’t know that at the time. I was nine. I had been interested in nature – birds, mammals, David Attenborough documentaries – for a long time, but that exotic bloom was a league apart. It held me entranced. My parents were kind enough to buy it for me (I think they liked it, too) and my first orchid sat on the landing, its flowers slowly dying. The challenge was to make it flower again.</p><p>I saved up pocket money earned from washing my dad’s car to purchase a book called <em>Essentials of Orchid Care</em> (or something like that). As this was in the days before the internet, getting hold of that book required convincing my parents that we needed a return trip to the garden centre, which (oh, what a coincidence) might also afford me the opportunity to feast my eyes on other orchids. As they are keen gardeners, this was not a challenge. Alas, they did not agree that the first <em>Cymbidium</em> deserved a companion, but I could buy the book.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/02/my-law-breaking-mission-to-save-britains-endangered-orchids-ben-jacob\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/02/my-law-breaking-mission-to-save-britains-endangered-orchids-ben-jacob", "date_published": "2023-07-02T13:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve Baker withdraws support for Braverman over grooming gangs rhetoric, says ally", "description": "<p>Influential Brexiter backed  home secretary’s leadership bid but is said to object to her singling out British-Pakistani men</p><p>Suella Braverman’s rhetoric about child sexual abuse and grooming gangs has cost her the support of an influential Conservative backer, Steve Baker, in a sign her hardline approach to culture war issues could hamper her chances of becoming Tory leader.</p><p>Baker, a Tory MP on the Brexiter right of the party, who is now a Northern Ireland minister, was Braverman’s de facto campaign manager when she stood to succeed Boris Johnson as Conservative leader and prime minister last summer.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/steve-baker-withdraws-support-for-suella-braverman-over-grooming-gangs-rhetoric-says-ally\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/steve-baker-withdraws-support-for-suella-braverman-over-grooming-gangs-rhetoric-says-ally", "date_published": "2023-07-02T13:00:04+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dolly Parton: the star who unites rock with country … and left with right", "description": "<p>The singer has the political talent to take stands – on gay rights, or child literacy – without losing her conservative heartland fans </p><p>At 77, Dolly Parton is justly being celebrated, along with her more established virtues, for an ability to unite disparate groups. She has, it’s claimed, an equally strong fanbase in the Trumpian “Rust Belt” as among the gay clubbers of New York City, to pick two of America’s polarised stereotypes.</p><p>Her London visit to promote a <a href=\"https://www.theguardian.com/music/2023/may/10/dolly-parton-beatles-elton-john-new-rocknroll-album-rockstar\" title=\"\">new rock-influenced double album</a> and a book is proving just how broad that Parton cultural spectrum is. Gathered in a grand hotel last week to cheer her on and, ostensibly at least, to ask some searching questions, her admirers included a contingent of social media “influencers” in their 20s, dressed in tank tops, UK charity-shop shabby chic and man-buns. Alongside them sat hoary representatives of the British music press, some of them diehard country-music listeners.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/dolly-parton-the-star-who-unites-rock-with-country-and-left-with-right\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/dolly-parton-the-star-who-unites-rock-with-country-and-left-with-right", "date_published": "2023-07-02T13:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goodbye, grit. What if we all just gave up on work? | Emma Beddington", "description": "<p>It feels like we have no choice but to keep grinding – but the anti-work movement looks heroic in the face of burnout and climate catastrophe</p><p>There is something pleasing about the story of the Italian teacher Cinzia Paolina De Lio, who was recently dismissed for being off work, in one way or another, for 20 years during her 24-year period of employment. De Lio is appealing, but probably didn’t do herself any favours by reportedly telling <a href=\"https://www.bbc.co.uk/news/world-europe-66028403\" title=\"\">local media</a>: “Sorry, but right now I’m at the beach.”</p><p>She joins the ranks of anti-work heroes, including the Spanish “<a href=\"https://www.bbc.co.uk/news/world-europe-35557725\" title=\"\">phantom functionary</a>” who was claimed to have pulled a six-year sickie or the Italian hospital worker who reportedly <a href=\"https://www.bbc.co.uk/news/world-europe-56822571\" title=\"\">skipped work entirely for 15 years</a>. Those are the headlines; the stories behind them are likely to be more nuanced and probably sadder. Absenteeism is rarely an act of pure audacity or a principled philosophical stand. The individuals involved all disputed their employers’ accounts. But what’s interesting is how much we like hearing about them anyway.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/goodbye-grit-what-if-we-all-just-gave-up-on-work\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/goodbye-grit-what-if-we-all-just-gave-up-on-work", "date_published": "2023-07-02T13:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: how different are modern humans from the first Homo sapiens?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>How different, genetically, physiologically or mentally, are humans today from the first <em>Homo sapiens</em>? And do these changes reveal anything about how we might evolve in the future? <em>Gail Whitbourne, Que</em><em>bec City</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/readers-reply-how-different-are-modern-humans-from-the-first-homo-sapiens\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/readers-reply-how-different-are-modern-humans-from-the-first-homo-sapiens", "date_published": "2023-07-02T13:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What languages do native speakers of Mandarin and Arabic find the hardest to learn?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>Mandarin and Arabic often top the list of languages that are hardest to learn. But what do native speakers of those languages find the hardest to master, and why? <em>Alex Billings, Lincoln</em></p><p><em>Post your answers (and new questions) below or send them to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>. A selection will be published next Sunday.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/what-languages-do-native-speakers-of-mandarin-and-arabic-find-the-hardest-to-learn\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/what-languages-do-native-speakers-of-mandarin-and-arabic-find-the-hardest-to-learn", "date_published": "2023-07-02T12:59:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rick Froberg, acclaimed post-hardcore frontman for Drive Like Jehu and more, dies aged 55", "description": "<p>Impassioned singer and guitarist, who has died of natural causes, also fronted the bands Hot Snakes, Pitchfork and Obits</p><p>Rick Froberg, the strident frontman with US post-hardcore bands Drive Like Jehu, Hot Snakes, Pitchfork and Obits, has died aged 55.</p><p>His death was announced by longtime collaborator John Reis, who wrote on Instagram:</p><p>Rick passed away suddenly last night from natural causes. His art made life better. The only thing he loved more than art and rock n roll was his friends. He will forever be remembered for his creativity, vision and his ability to bring beauty into this world. I love you, Rick. I will miss you for the rest of my life.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/rick-froberg-acclaimed-post-hardcore-frontman-for-drive-like-jehu-and-more-dies-aged-55\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/rick-froberg-acclaimed-post-hardcore-frontman-for-drive-like-jehu-and-more-dies-aged-55", "date_published": "2023-07-02T12:35:44+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Austrian Grand Prix: Formula One – live", "description": "<ul><li>Updates from the Red Bull Ring, race starts 2pm BST</li><li><a href=\"https://www.theguardian.com/sport/2023/jul/01/max-verstappen-speaks-out-after-death-of-driver-dilano-van-t-hoff-18\">Verstappen speaks out over ‘unnecessary’ death of driver at Spa</a></li><li><a href=\"mailto:luke.mclaughlin.casual@theguardian.com\">Email Luke</a> with any thoughts | Tweet <a href=\"https://twitter.com/LukeMcLaughlin\">@LukeMcLaughlin</a></li></ul><p><strong>Formula One</strong> will stage a minute’s silence before today’s Austrian Grand Prix in memory of teenager Dilano van ‘t Hoff. The 18-year-old Dutchman died following a crash in a Formula Regional European Championship at Spa-Francorchamps on Saturday.</p><p>Van ‘t Hoff died following a multiple car pile-up on the exit of the notorious Eau Rouge corner in wet conditions. The Frenchman, Anthoine Hubert, was killed four years ago following a similar incident at a circuit which has now claimed 49 lives. The Belgian track will host Formula One’s final round before the summer break later this month. <strong>(PA Media)</strong></p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/02/austrian-grand-prix-formula-one-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/02/austrian-grand-prix-formula-one-live", "date_published": "2023-07-02T12:15:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Israel’s far-right government fans the flames of vigilante settler violence", "description": "<p>Religious nationalists emboldened now their representatives are major players in Benjamin Netanyahu’s new administration</p><p>Five bullet holes now scar the walls and window of Hummus Restaurant, a modest fast food outlet near the settlement of Eli on the Israeli-built highway running the length of the occupied West Bank.</p><p>On 20 June two gunmen affiliated with Hamas, the militant group in control of the Gaza Strip, <a href=\"https://www.theguardian.com/world/2023/jun/20/people-killed-palestinian-gunman-west-bank-eli\" title=\"\">shot and killed four people here</a> in one of the worst attacks committed by Palestinians against Israelis in years. The incident was triggered by a huge Israeli army raid in the West Bank city of Jenin, which killed five people. The restaurant attack in turn led to a <a href=\"https://www.theguardian.com/world/2023/jun/21/israeli-settlers-attack-palestinian-villages-following-deadly-hamas-strike\" title=\"\">revenge rampage</a> the next day by Israeli settlers on neighbouring Palestinian villages, in which one person was killed and about 30 homes and 60 cars set alight.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/israel-vigilante-settlers-violence-benjamin-netanyahu\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/israel-vigilante-settlers-violence-benjamin-netanyahu", "date_published": "2023-07-02T12:00:03+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holding our nerve: a renovation that grew and grew", "description": "A stunning conversation of a home that began with a lick of paint<p>When your surveyor tells you midway through your build that your house is now worth a third less than what you paid for it, you either lose the motivation to keep going, or carry on and hope for the best. Ann Marie Cousins was a litigator when she and her husband, David, bought their home in Yorkshire and, although, she’d extended kitchens and bathrooms before, renovating a house that’s of architectural interest and in a conservation area was entirely new.</p><p>The couple bought the property in 2011 and the decor had a distinctly 1990s vibe with peach and yellow walls, but it was a beautiful house. Initially, they thought they’d only have to give it a refresh with a coat of paint and swift removal of the green carpets. But after living in the property for two years, they soon realised that to achieve the home they really needed for their growing family, they would have to undertake a bigger project.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/home-renovation-started-with-a-lick-of-paint\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/home-renovation-started-with-a-lick-of-paint", "date_published": "2023-07-02T12:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy Days review – Siobhán McSweeney brings masterful touch to Beckett’s masterpiece", "description": "<p><strong>Birmingham Rep<br /></strong>The Derry Girls star adds wonderfully subtle clowning and a beguiling naturalism to the absurd classic about a woman quite literally stuck in marital stasis</p><p>The sun beats down on a woman waist-deep in earth. Her husband grubs around in a bunker behind her as she fills the void with her boundless optimism. This absurdist setup to Samuel Beckett’s 1961 drama, featuring another of his trapped worlds, looks less absurd in Siobhán McSweeney’s masterful hands.</p><p>Directed by Caitríona McLaughlin and produced by Landmark Productions, she brings a beguiling naturalism to the part, along with subtle clowning which catches every last tic of Beckett’s humour and wistfulness without straining for it.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/02/happy-days-review-siobhan-mcsweeney-brings-masterful-touch-to-becketts-masterpiece\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/02/happy-days-review-siobhan-mcsweeney-brings-masterful-touch-to-becketts-masterpiece", "date_published": "2023-07-02T11:53:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Second world war British fighter planes unearthed in Ukraine", "description": "<p>Remains of eight Hurricanes dating back to 1940s conflict found south of Kyiv</p><p>Authorities in Ukraine have discovered the remains of eight British Hurricane fighter planes dating back to the second world war.</p><p>The aircraft, found near an unexploded bomb dating from the same conflict in a forest south of Kyiv, were sent to the Soviet Union by Britain after Nazi Germany invaded the country in 1941.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/second-world-war-british-fighter-planes-unearthed-in-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/second-world-war-british-fighter-planes-unearthed-in-ukraine", "date_published": "2023-07-02T11:41:32+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Pope’s shoulder injury makes him a doubt for third Ashes Test at Headingley", "description": "<ul><li>England vice-captain to have scan on right shoulder on Monday</li><li>Moeen Ali available again while Mark Wood fit to face Australia</li></ul><p>Ollie Pope is a significant doubt for the third Ashes Test, with scans on his injured right shoulder booked for Monday and England braced for a reshuffle as they head to Headingley, where the next match starts on Thursday.</p><p>Pope injured his right shoulder in the field on the first day of the second Test at Lord’s and re-injured it in similar circumstances on the third. Though he was able to bat in both innings – scoring 42 and three – his condition continues to cause concern, and putting him through the rigours of another Test starting in just a few days would risk making the situation worse.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/ollie-pope-shoulder-injury-england-cricket-doubt-third-ashes-test-headingley\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/ollie-pope-shoulder-injury-england-cricket-doubt-third-ashes-test-headingley", "date_published": "2023-07-02T11:35:47+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Small, Slow But Steady review – unsentimental Japanese drama about a young deaf boxer", "description": "<p>The true story of a self-doubting female fighter battling through pandemic lockdown benefits from a muted, naturalistic approach</p><p>Subdued, low-key and unassuming, this Japanese film about a young deaf woman who becomes a professional boxer firmly eschews the traditional sports movie tropes. Based on a true story, it is resolutely unsentimental, taking a meditative and naturalistic approach to the tale of Keiko (Yukino Kishii). She isn’t an obvious fighter. “She’s small, she has no reach, she’s not fast enough,” says the owner of her gym, her biggest supporter, “but she’s got heart.” Even heart and dogged determination, however, might not be enough to keep Keiko going once the pandemic shuts the gym and self-doubt shakes her focus.</p><p>In cinemas and <a href=\"https://homecinema.curzon.com/film/small-slow-but-steady/\">on Curzon Home Cinema</a></p> <a href=\"https://www.theguardian.com/film/2023/jul/02/small-slow-but-steady-review-unsentimental-japanese-drama-about-a-young-deaf-boxer\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/02/small-slow-but-steady-review-unsentimental-japanese-drama-about-a-young-deaf-boxer", "date_published": "2023-07-02T11:30:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Allergy season really is getting worse every year. Here’s how science can help | Theresa MacPhail", "description": "<p>We are slowly beginning to understand how our immune systems work, which will help us prevent allergies – but more research is desperately needed</p><p>If it seems as though everyone around you has been sneezing, coughing and wheezing more often this summer, you’re not imagining things. Allergies are both becoming more common and getting worse. In some ways, this is not news. Respiratory allergy, asthma, eczema and food allergy rates have all been ticking upward for at least the past 50 years. Currently, approximately <a href=\"https://med.stanford.edu/allergyandasthma/clinical-care/learn-about-allergies.html\">30-40% of the global population</a> has at least one allergic condition.</p><p>Industrialisation, urbanisation, changing diets, overuse of antibiotics and the climate crisis – with its warming temperatures, increased flooding and wildfires – are all exacerbating the difficulties our immune systems face as they are exposed to more and more things. So recently, if you’ve felt like your body is becoming more and more irritated by the world around it, you’re probably correct. In essence, our immune cells are being overwhelmed by modern life – more pollen in the air from both native and invasive plants; all the chemicals that we use in products, from detergents to shampoos; particulate matter from the fuels we burn. Even our companion animals – all the dogs, cats and birds that live inside our homes – are developing allergies. All of our immune systems are struggling to keep up with the changes we’ve been making over the past 200 years.</p><p>Theresa MacPhail is a medical anthropologist and author of Allergic: How Our Immune System Reacts to a Changing World</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/allergy-season-science-immune-systems\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/allergy-season-science-immune-systems", "date_published": "2023-07-02T11:16:27+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Bidenomics’ is a business opportunity. But who can cash in?", "description": "<p>Millions of dollars are going to support the president’s policies on infrastructure and services – and some of it could be yours</p><p>This past week Joe Biden gave a speech in which he touted his economic policies and, rather than deflecting, he leaned into what many of his opponents called “Bidenomics”.</p><p>Bidenomics is the opposite of “trickle-down” theory, which holds that tax cuts to wealthy individuals and corporations ultimately find their way to the rest of the population through more spending and investment. For the president and his supporters, Bidenomics means government spending and investment in infrastructure and services that create jobs and growth.</p> <a href=\"https://www.theguardian.com/business/2023/jul/02/biden-invest-business-tax-infrastructure-microchips-services\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/02/biden-invest-business-tax-infrastructure-microchips-services", "date_published": "2023-07-02T11:00:02+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Archaeologists hunt for burial site of famous 19th-century elephant in Gloucestershire", "description": "<p>Historians hope to find remains of animal from one of Britain’s Victorian travelling menageries</p><p>They are more used to excavating prehistoric, Roman and Anglo-Saxon sites, but <a href=\"https://www.theguardian.com/science/archaeology\" title=\"\">archaeologists</a> are now embarking on an extraordinary hunt for the fabled burial site of a 19th-century elephant – in south Gloucestershire.</p><p>This was a famous “beast” that drew crowds as part of a travelling menagerie that toured the length and breadth of Britain. It is thought to be the mighty mammal identified as Nancy in contemporary reports, which praised her “considerable intelligence” and ability to achieve “many astonishing feats”. According to local legend, she died in 1891 after escaping and chewing on poisonous yew leaves, and she was buried somewhere in the town of Kingswood.</p> <a href=\"https://www.theguardian.com/science/2023/jul/02/archaeologists-hunt-for-burial-site-of-famous-19th-century-elephant-in-gloucestershire\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/02/archaeologists-hunt-for-burial-site-of-famous-19th-century-elephant-in-gloucestershire", "date_published": "2023-07-02T11:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hello, Bookstore review – life-affirming documentary about a US literary haven", "description": "<p>A venerable Massachusetts bookshop and its hippy owner struggle through the pandemic in AB Zax’s engagingly quirky portrait</p><p>Does the inside of a bookshop take on the personality of its owner? Or does a bookseller inevitably become a storyteller by a process of osmosis over the decades spent surrounded by the printed word? In the case of <a href=\"https://www.theguardian.com/film/2022/apr/27/hello-bookstore-hulu-matt-tannenbaum-adam-zax-documentary\">Matthew Tannenbaum</a>, the subject of this quietly life-affirming documentary, it’s almost impossible to pinpoint the place where the man ends and his treasure trove of a shop begins. <a href=\"https://www.bookstoreinlenox.com/\">The Bookstore in Lenox, Massachusetts</a>, is a beloved local institution. Tannenbaum knows most of his customers by name. Those he doesn’t recognise are treated like friends yet to be made. The decor is eclectic (there’s a roll of Donald Trump toilet paper displayed); the shop’s finances run on a wing and a prayer. Then comes the pandemic. The community support for the embattled shop surprises nobody, except, perhaps Tannenbaum, the ageing hippy whose love of literature is evident on every groaning shelf.</p><p>In cinemas and on <a href=\"https://tv.apple.com/us/movie/hello-bookstore/umc.cmc.3ifjpqd4ouj3bkmod7xx7dk7k\">Apple TV+</a></p> <a href=\"https://www.theguardian.com/film/2023/jul/02/hello-bookstore-review-lenox-massachusetts-ab-zax-apple\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/02/hello-bookstore-review-lenox-massachusetts-ab-zax-apple", "date_published": "2023-07-02T11:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s time for theatres to stop ghosting the playwrights they have commissioned", "description": "<p>Dramatists are increasingly being strung along and ignored. We must act now to save the UK’s great playwriting culture</p><p>I hear the Royal Court theatre is in the final stages of its search to find a successor to <a href=\"https://www.theguardian.com/stage/2023/feb/03/vicky-featherstone-to-step-down-as-artistic-director-of-royal-court-theatre\">outgoing artistic director Vicky Featherstone</a>, and <a href=\"https://www.theguardian.com/stage/2023/jun/15/rufus-norris-resigns-national-theatre-leader-2025\">Rufus Norris recently announced</a> the worst kept secret in British theatre: he is leaving his post as director of the National Theatre. From the Kiln in Kilburn to Manchester’s Royal Exchange, artistic directors are on the move. This is worrying news for playwrights in the middle of writing commissions for these venues as the merry-go-round of departing and newly appointed theatre managers continues. Will the new AD like my work, they’re asking themselves, or will I be looking for another home for my new play? Will the new management make things better for writers or worse? It’s an unsettling time and all the change and imminent change has brought into sharp focus a worrying trend in the way playwrights have been treated in the past decade.</p><p>Earlier this year, I read out an anonymised letter from a playwright to the <em>Stage</em> newspaper’s <a href=\"https://www.thestage.co.uk/events/future-of-theatre-conference\">Future of Theatre conference</a>. It was not the first time I’d heard such a tale; indeed, it has become depressingly ubiquitous. This playwright wrote with a force and clarity that shook the room. They recounted the three years spent writing and developing their play with the encouragement of a nameless Arts Council-funded theatre, only to be met with a wall of silence for a whole calendar year.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/02/playwrights-ghosted-ignored-by-theatres-david-eldridge\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/02/playwrights-ghosted-ignored-by-theatres-david-eldridge", "date_published": "2023-07-02T11:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Whaite’s budget recipe for scruffy scones with cherry, anise and sherry jam", "description": "<p>Orangey, rock cake-style lumpy scones with a grown-up cherry fino jam for less than £1 a serving – clotted cream optional (not optional)</p><p>I don’t think there’s a bake more contentious than the scone, but in order to save my reputation, I shall refrain from wading into the murky territory of the jam-or-cream-first debate. I know <a href=\"https://www.instagram.com/p/CsIkklAIu28/?hl=en\">my preference</a> and shall sit quietly (and smugly) on it. The only truth I’m unwilling to neglect is that a good scone needs (no, deserves!) a good jam. This one is ace.</p><p><a href=\"https://www.instagram.com/john_whaite\">John Whaite</a> is a cookery writer and TV presenter</p> <a href=\"https://www.theguardian.com/food/2023/jul/02/scruffy-scones-cherry-anise-sherry-jam-recipe-john-whaite\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/02/scruffy-scones-cherry-anise-sherry-jam-recipe-john-whaite", "date_published": "2023-07-02T11:00:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tour de France 2023: stage two – live updates", "description": "<ul><li>Rolling updates from 209km ride to San Sebastián</li><li><a href=\"https://www.theguardian.com/sport/2023/jun/28/tour-de-france-2023-stage-by-stage-guide-to-this-years-race\">Stage-by-stage guide</a> | <a href=\"mailto:john.ashdown@theguardian.com\">Email John</a> or <a href=\"https://twitter.com/John_Ashdown\">tweet</a> him</li></ul><p><strong>An email:</strong> “Yesterday’s final 15km were absolutely brilliant,” writes William Preston. “The Yates Duo (sounds like a neo-jazz band) got an absolute stomp on over the flat and worked brilliantly. I love it when thrilling heroics wins a stage. I hope we see similar today, a lone raider over the top of the final climb; opportunism is what adds style, panache, and daring to the race menu.”</p><p>Yes, interesting to see how things develop from here. Boasson Hagen will presumably look to take the sprint points shortly, Powless will look to hoover up the mountain points on the category three and four climbs ahead, and Cavagna – whose strongest suit is time-trialling – is the wild card. I’d suggest the bunch likely comes back together just before the Jaizkibel and we get a few fireworks there.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/02/tour-de-france-2023-stage-two-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/02/tour-de-france-2023-stage-two-live-updates", "date_published": "2023-07-02T10:56:13+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Baltimore shooting: two die and dozens injured in US city", "description": "<p>Two adults killed  and 28 wounded in incident, according to local police who are still searching for shooter</p><p>Two people were killed and 28 wounded in a mass shooting in Baltimore on Sunday morning, including three who are in critical condition, police said.</p><p>The Baltimore Police Department acting commissioner, Richard Worley, confirmed there were a total of 30 victims during a press conference at the scene. Police said they were still looking for the shooter.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/baltimore-shooting-dead-and-dozens-injured-in-us-city\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/baltimore-shooting-dead-and-dozens-injured-in-us-city", "date_published": "2023-07-02T10:50:54+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour should investigate claim of Jess Phillips ‘racism’, says shadow minister", "description": "<p>Bridget Phillipson says party has process to look into headteacher Katharine Birbalsingh’s complaint against frontbench colleague</p><p>A complaint against the Labour frontbencher Jess Phillips by one of Britain’s highest-profile headteachers accusing her of “racist and bullying behaviour” should be investigated, the shadow education secretary has said.</p><p>Bridget Phillipson, a senior member of Keir Starmer’s team, said any complaint against a Labour MP should be looked into, but that she did not believe Phillips was racist.</p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/labour-jess-phillips-katharine-birbalsingh-complaint-allegation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/labour-jess-phillips-katharine-birbalsingh-complaint-allegation", "date_published": "2023-07-02T10:38:29+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mom, How Did You Meet the Beatles? review – moving account of a Black female playwright in 60s London", "description": "<p><strong>Minerva, Chichester<br /></strong>Rakie Ayola excels as Adrienne Kennedy, whose John Lennon play was taken up by Laurence Olivier’s National Theatre while she was sidelined, in this crystal-clear production of her autobiographical tale</p><p>By the mid-60s, Adrienne Kennedy (b.1931) had won her first Obie award, for <em>Funnyhouse of a Negro</em> (1964), while her drama <em>The Owl Answers</em> was being performed at the Theatre de Lys in New York. A producer approached her: “What do you want to write?” Kennedy’s answer led to a trip to London with her younger son, Adam, aged about 10. She had replied: “A play [based on] John Lennon’s nonsense writings.”</p><p><em>Mom, How Did You Meet the Beatles?</em> (2008) tells the story of how Kennedy’s <em>The Lennon Play:</em> <em>In His Own Write</em> (1967) came to be staged – and its author relegated to its sidelines. Co-written by Adrienne and Adam, <em>Mom, How Did You Meet the Beatles?</em> records a conversation mother and son had some four decades later, prompted by the question that became its title.</p><p><em><a href=\"https://www.cft.org.uk/events/mom-how-did-you-meet-the-beatles#the-show\">Mom, How Did You Meet the Beatles?</a></em><a href=\"https://www.cft.org.uk/events/mom-how-did-you-meet-the-beatles#the-show\"> is at the Minerva, Chichester, until 8 July</a></p> <a href=\"https://www.theguardian.com/stage/2023/jul/02/mom-how-did-you-meet-the-beatles-review-adrienne-kennedy-adam-p-kennedy-minerva-chichester-john-lennon\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/02/mom-how-did-you-meet-the-beatles-review-adrienne-kennedy-adam-p-kennedy-minerva-chichester-john-lennon", "date_published": "2023-07-02T10:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ruby Gillman, Teenage Kraken review – ​likable if slight coming-of-age cartoon​", "description": "<p>A teenage girl learns she’s not like other students in DreamWorks’ fish-out-of-water tale​ with a top voice cast​</p><p>American high school is a shark pit at the best of times. But it’s particularly tough if, like Ruby Gillman (voiced by Lana Condor), you are a member of a family of krakens – blue-skinned, tentacled, invertebrate sea creatures – who have been passing as human for the past 15 years. And while Ruby thought that negotiating prom was her main challenge, it turns out that her mother (Toni Collette) hasn’t been entirely straight with her. Ruby has a monster-size problem.</p><p>Key to understanding it all is the grandmother she never knew she had, a warrior queen of the ocean, voiced with relish by Jane Fonda. The latest picture from DreamWorks Animation is a likable if slight story of teen crises, which combines the adolescent body-morphing themes of <em><a href=\"https://www.theguardian.com/film/2022/mar/13/turning-red-review-pixar-fizzing-journey-through-female-adolescence\">Turning Red</a></em><a href=\"https://www.theguardian.com/film/2022/mar/13/turning-red-review-pixar-fizzing-journey-through-female-adolescence\"> </a>with the fish-out-of-water story of <em><a href=\"https://www.theguardian.com/film/2021/jun/20/luca-review-pixar-sea-monster-jacob-tremblay-disney\">Luca</a></em>, plus an amusing pot shot at mermaids, little and otherwise (take that, Disney!).</p> <a href=\"https://www.theguardian.com/film/2023/jul/02/ruby-gillman-teenage-kraken-review-likable-if-slight-coming-of-age-cartoon-lana-condor-toni-collette-jane-fonda\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/02/ruby-gillman-teenage-kraken-review-likable-if-slight-coming-of-age-cartoon-lana-condor-toni-collette-jane-fonda", "date_published": "2023-07-02T10:30:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Patients will ‘pay the price’ for ministers and unions failing to stop strikes, says NHS chief", "description": "<p>Warning from head of NHS in England comes as minister blames junior doctors of walking away from talks</p><p>The head of the NHS in England has warned patients will “pay the price” because ministers and health unions have failed to stop unprecedented strikes this month, with the health secretary, Steve Barclay, accusing junior doctors of “walking away” from talks.</p><p>Amanda Pritchard, the chief executive of the health service in England, said the “significant disruption” was only going to get worse in July, with industrial action due to take place in seven in eight days in the middle of the month.</p> <a href=\"https://www.theguardian.com/society/2023/jul/02/patients-will-pay-price-for-ministers-and-unions-failing-to-stop-strikes-says-nhs-chief-amanda-pritchard\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/02/patients-will-pay-price-for-ministers-and-unions-failing-to-stop-strikes-says-nhs-chief-amanda-pritchard", "date_published": "2023-07-02T10:24:50+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "untitled f*ck m*ss s**gon play review – ferociously funny satire calls out centuries of colonialist dramas", "description": "<p><strong>Royal Exchange, Manchester<br /></strong>Kimber Lee’s punky polemic circles through pastiches of Madama Butterfly, South Pacific and M*A*S*H, dissecting years of racist, imperialist and misogynistic tropes</p><p>Imagine if Caryl Churchill had written <a href=\"https://www.theguardian.com/culture/2023/jan/08/its-my-mousetrap-michael-frayn-on-noises-off-a-farce-to-be-reckoned-with\">Noises Off</a>. Like Michael Frayn’s play, which shows the same creaky farce three times from different angles, Kimber Lee’s furious and funny <a href=\"https://www.theguardian.com/stage/2023/jun/13/miss-saigon-offensive-savage-satire-racist-imperialist-misogynistic-musical\">untitled f*ck m*ss s**gon play</a> loops through the same story over and again. And like something by Churchill, it cracks open the conventions of naturalistic theatre to engage in a brittle argument with itself. It is punky, polemical and stingingly fresh.</p><p>As the Sheffield Crucible steels itself to open Boublil and Schönberg’s <a href=\"https://www.theguardian.com/stage/2022/nov/21/theatre-group-pulls-play-from-sheffield-venue-staging-miss-saigon\">Miss Saigon</a> next week, Lee’s play calls out a century of western colonialist dramatisations of the east. By east, we could be talking about Vietnam, China, Malaysia, Japan or Cambodia – who cares, it’s all the same place, right?</p> <a href=\"https://www.theguardian.com/stage/2023/jul/02/untitled-fck-mss-sgon-play-review-ferociously-funny-satire-calls-out-centuries-of-colonialist-dramas\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/02/untitled-fck-mss-sgon-play-review-ferociously-funny-satire-calls-out-centuries-of-colonialist-dramas", "date_published": "2023-07-02T10:17:12+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rail passengers warned of disruption from Aslef driver overtime ban", "description": "<p>Dispute involves 16 train operators in England from 3-8 July, and cross-border services may also be affected</p><p>Rail passengers across Britain have been warned to expect disruption this week as train drivers stage fresh industrial action.</p><p>The drivers’ union Aslef has <a href=\"https://www.theguardian.com/uk-news/2023/jun/19/overtime-ban-aslef-train-drivers-rail-disruption-union\">called an overtime ban</a> from Monday 3 July until the end of Saturday 8 July at 16 train operators around England, in the<a href=\"https://www.theguardian.com/business/2023/may/28/rail-strikes-hopes-of-a-resolution-have-been-indefinitely-delayed\"> long-running dispute over pay</a> and conditions on the railway.</p> <a href=\"https://www.theguardian.com/business/2023/jul/02/rail-passengers-warned-of-disruption-from-aslef-driver-overtime-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/02/rail-passengers-warned-of-disruption-from-aslef-driver-overtime-ban", "date_published": "2023-07-02T10:13:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sriracha lovers feel the heat as hot sauce shortage continues", "description": "<p>Drought in Mexico and depleting water supply in the Colorado River has led to a scarcity in red jalapeños, the key ingredient</p><p>Sriracha lovers everywhere are feeling the not so pleasant sting of the beloved hot sauce shortage, now in its second year. <a href=\"https://www.theguardian.com/environment/2022/jun/28/climate-crisis-food-shortages\">Drought in Mexico</a> has resulted in a scarcity of chilli peppers – in particular, red jalapeños, the raw material of sriracha – leading Huy Fong Foods, the California-based maker of the iconic condiment, to scale back production.</p><p>“It is a challenging crop to grow,” said Stephanie Walker, a plant scientist at the New Mexico State University, who serves on the advisory board of the Chile Pepper Institute. “Jalapeños are really labor intensive, requiring people to de-stem them by hand before they go for processing.”</p> <a href=\"https://www.theguardian.com/environment/2023/jul/02/sriracha-hot-sauce-shortage-mexico-drought\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/02/sriracha-hot-sauce-shortage-mexico-drought", "date_published": "2023-07-02T10:00:41+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DeSantis’s stalling campaign: how to lose friends and alienate people", "description": "<p>Florida governor launched his bid for the 2024 Republican presidential pick as Trump’s main challenger but finds himself sinking in the polls</p><p>Among the books still available in Florida despite Ron DeSantis’s <a href=\"https://www.theguardian.com/us-news/2023/feb/13/african-american-studies-republican-ban-florida\">ongoing purge</a> of “unsuitable” material is one the Republican governor might want to peruse.</p><p>Dale Carnegie’s 1936 bestseller How to Win Friends and Influence People would appear to be the antithesis of DeSantis’s stuttering push for his party’s 2024 presidential nomination, as Donald Trump’s closest challenger traverses the country turning off voters to his dull personality and extremist policies.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/ron-desantis-campaign-2024-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/ron-desantis-campaign-2024-republicans", "date_published": "2023-07-02T10:00:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "La Syndicaliste review – French ​sexual abuse thriller takes cheap shots", "description": "<p>Isabelle Huppert plays a whistleblower who is assaulted in this crass adaptation of a shocking true story</p><p>Based on a true story, this slippery and rather disingenuous French-language thriller explores the case of Maureen Kearney (Isabelle Huppert, a little too impassive and icy), a high-powered union official for a major player in France’s nuclear power industry. When Maureen gets wind of a deal that could lead to massive job losses in the sector, she unilaterally declares war on the powers that be, petitioning politicians and making some very powerful enemies in the process. But when Maureen is violently sexually assaulted in her own home, the initial sympathy and shock within the industry turns to suspicion when the police accuse her of faking the attack.</p><p>It’s not unusual, unfortunately, for the victims of sexual attacks to find themselves distrusted and even accused. What rankles in the film’s approach is that the audience is also encouraged to question her story, with director Jean-Paul Salomé seeding the picture with doubts about the veracity of Maureen’s initial version of the events, even as it shows her vindicated in the end. It feels crass and manipulative to cast aspersions on the tale of a real-life rape victim in service of a narrative twist in a movie.</p> <a href=\"https://www.theguardian.com/film/2023/jul/02/la-syndicaliste-review-isabelle-huppert-french-sexual-abuse-thriller-takes-cheap-shots\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/02/la-syndicaliste-review-isabelle-huppert-french-sexual-abuse-thriller-takes-cheap-shots", "date_published": "2023-07-02T10:00:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Searching for Silver Lake: the radical neighborhood that changed gay America", "description": "<p>For decades, these Los Angeles streets have played host to key events in LGBTQ+ history. But gentrification has transformed the area</p><p>We are driving up an almost vertical hill in a hip Los Angeles neighborhood, looking for one of the birthplaces of the gay civil rights movement. At the wheel is Roland Palencia, a gay activist who has lived and organized here for decades.</p><p>The Silver Lake Reservoir shines behind us, the hills around it crowded with bungalows. Silver Lake was once a Bohemian retreat, a neighborhood for artists and activists, and even, in the 40s and 50s, Communist party members. Now it’s impossible to buy the tiniest shack here for less than a million dollars.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/silver-lake-los-angeles-queer-lgbtq-gay-history\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/silver-lake-los-angeles-queer-lgbtq-gay-history", "date_published": "2023-07-02T10:00:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young V&A review – child’s play with added wonder", "description": "<p>There are moments of overdirection, but the £13m revamp of the former Museum of Childhood in east London is a lighter, brighter magical toyshop</p><p>An arched passage is cut through a hemicone, one that is half finished in reddish timber boarding, half in a painted imitation of richly veined green marble. Part ancient tomb, part wigwam, part child’s building block, this portal is geometrically grand but dimensionally modest. It leads to something called the Mini Museum, a space intended for very young children, which also features pebbly and tiled floors and walls, a tunnel covered in fake turf, and pillars wrapped in mirrored mosaic and iridescent leatherette, all set against a dignified Victorian backdrop of slender cast iron columns and park-facing, timber-framed windows.</p><p>A low bench is attached to the half cone, finished in actual marble that looks so much like the painted version that you may not notice. A white bust of a young woman, also marble, skilfully carved in Rome in 1863, stands in a glass case strangely close to the ground. It’s strange, that is, unless you’re three years or so old, in which case it relates perfectly to the level of your eye.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jul/02/young-v-and-a-bethnal-green-london-former-musuem-of-childhood-de-matos-ryan-aoc-architects\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jul/02/young-v-and-a-bethnal-green-london-former-musuem-of-childhood-de-matos-ryan-aoc-architects", "date_published": "2023-07-02T10:00:40+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t mess with my face: confessions of a makeup artist", "description": "Breanne Mc Ivor has spent years giving people the makeup look they need to make life work for them. But, she asks, is makeup just a mask to hide behind – or is it a way to celebrate who we truly are?<p>I want revenge makeup. I want him to regret ever breaking up with me.” I was working as a professional makeup artist, and the speaker was my client, a newly single woman going to a concert where her ex was the guitarist. She didn’t want to get back together, but she had a fantasy of his eyes finding her in the crowd. She looked so good that he played the wrong notes and his heart broke on stage. I would always ask clients to send me a picture of the look they wanted. The only brief she gave me was those lines above. That was the only brief I needed.</p><p>I did the type of makeup I often do on myself. Smooth, poreless skin. Glowing highlights. Subtle contour. Thick dark brows. Fluffy lashes. Softly glossy lips. I’d been trained to balance and correct less desirable eye shapes, to give clients with unflattering foreheads the illusion of an oval face, and to take a fine, stiff makeup brush and blot out minor wrinkles. She later told me his jaw hit the floor when she walked in – and I knew I’d done my job. It was the cosmetic version of Princess Diana in her revenge dress.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/dont-mess-with-my-face-confessions-of-a-makeup-artist\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/dont-mess-with-my-face-confessions-of-a-makeup-artist", "date_published": "2023-07-02T10:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ordinary Human Failings by Megan Nolan review – a page-turning tale of scandal and misery", "description": "<p>Tabloid journalism and a mother whose daughter is suspected of murder are the catalyst for this compelling, compassionate follow-up to Acts of Desperation</p><p>Megan Nolan’s lauded debut novel, which excavated with painful precision the interior life of a young woman beholden to a toxic partner, was called <em><a href=\"https://www.theguardian.com/books/2021/mar/09/acts-of-desperation-by-megan-nolan-review-fierce-novel-of-obsessive-love\">Acts of Desperation</a></em>. Her follow-up could share the same title: in <em>Ordinary Human Failings</em>, the Irish-born, London-based author and journalist proves desperation is her special subject.</p><p>Her canvas, however, is considerably wider this time – a welcome development – and Nolan paints a horribly compelling, more narrative-driven tale. It begins in 90s London with a young tabloid journalist, Tom, who craves a good story at any cost while expressing contempt for the “peasants” who read his rag. He is first on the scene when a toddler goes missing from an estate and sniffs a potentially huge story. Local gossip quickly lays the blame at the feet of a 10-year-old girl, Lucy, member of the mysteriously troubled, benefit-claiming Green family, who arrived from Ireland and have never fitted in.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/ordinary-human-failings-by-megan-nolan-review-a-page-turning-tale-of-scandal-and-misery\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/ordinary-human-failings-by-megan-nolan-review-a-page-turning-tale-of-scandal-and-misery", "date_published": "2023-07-02T10:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It was an accident’: the scientists who have turned humid air into renewable power", "description": "<p>Tesla speculated electricity from thin air was was possible – now the question is whether it will be possible to harness it on the scale needed to power our homes</p><p>In the early 20th century, Serbian inventor <a href=\"https://www.theguardian.com/science/nikola-tesla\">Nikola Tesla</a> dreamed of pulling <a href=\"https://www.theguardian.com/science/2003/jul/03/research.science1\">limitless free electricity </a>from the air around us. Ever ambitious, Tesla was thinking on a vast scale, effectively looking at the Earth and upper atmosphere as two ends of an enormous battery. Needless to say, his dreams were never realised, but the promise of air-derived electricity – <a href=\"https://en.wikipedia.org/wiki/Hygroelectricity\">hygroelectricity</a> – is now capturing researchers’ imaginations again. The difference: they’re not thinking big, but very, very small.</p><p>In May, a team at the University of Massachusetts (UMass) Amherst <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/adma.202300748\">published a paper</a> declaring they had successfully generated a small but continuous electric current from humidity in the air. It’s a claim that will probably raise a few eyebrows, and when the team made the discovery that inspired this new research in 2018, it did.</p> <a href=\"https://www.theguardian.com/science/2023/jul/02/it-was-an-accident-the-scientists-who-have-turned-humid-air-into-renewable-power\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jul/02/it-was-an-accident-the-scientists-who-have-turned-humid-air-into-renewable-power", "date_published": "2023-07-02T10:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Our worst predictions are coming true’: Italy’s left faces identity crisis as the right sweeps to power", "description": "<p>A dynamic new leader of the Democratic party was supposed to stop the rot. But now all of Tuscany may turn blue</p><p>When the rightwing mayoral candidate in Lucca sought backing from the former leader of a neofascist movement, rivals on the left thought it would be enough to send a shiver down the spines of voters in the Tuscan city, one of the Italian left’s last strongholds.</p><p>They were wrong. After a decade in power, the centre-left Democratic party (PD) was ousted, part of a <a href=\"https://www.theguardian.com/commentisfree/2023/jun/13/the-guardian-view-on-italy-after-berlusconi-new-possibilities-for-the-radical-right\" title=\"\">wave of defeats over the past 12 months</a> that has seen the Italian left’s version of the “red wall” crumble.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/our-worst-predictions-are-coming-true-italys-left-faces-identity-crisis-as-the-right-sweeps-to-power\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/our-worst-predictions-are-coming-true-italys-left-faces-identity-crisis-as-the-right-sweeps-to-power", "date_published": "2023-07-02T10:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Ashes 2023: England v Australia, second Test, day five – live", "description": "<ul><li>Updates from the final day at Lord’s</li><li>Play in London starts at 11am BST/8pm AEST</li><li>Any thoughts? <a href=\"mailto:james.wallace.casual@theguardian.com\">Email Jim</a> or tweet <a href=\"https://twitter.com/jimbo_cricket?lang=en\">@Jimbo_Cricket</a></li></ul><p><strong>Thanks for your emails, i’m delving in as we speak.</strong></p><p>If you’d like to get in touch then do drop me a line on <a href=\"mailto:james.wallace.casual@theguardian.com\">Email</a> or tweet <a href=\"https://twitter.com/jimbo_cricket?lang=en\">@Jimbo_Cricket</a>. I was at Lord’s for the first few days of this Test before heading to the wedding of an old friend yesterday where it was a case of people sidling up with a whispered update throughout the day, the sort of occasion where the OBO is worth it’s weight in gold. Furtive glances at the updates over the canapes or when the Best Man has gone rogue in his speech…</p> <a href=\"https://www.theguardian.com/sport/live/2023/jul/02/the-ashes-2023-england-v-australia-live-updates-second-test-cricket-eng-obo-aus-latest-score-day-five-lords\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jul/02/the-ashes-2023-england-v-australia-live-updates-second-test-cricket-eng-obo-aus-latest-score-day-five-lords", "date_published": "2023-07-02T09:44:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bob Kerslake, former head of the UK civil service, dies aged 68", "description": "<p>London mayor Sadiq Khan described Kerslake as ‘a true public servant’</p><p>Bob Kerslake, a former head of the UK’s civil service, crossbench peer and permanent secretary at the Department for Communities and Local Government, has died aged 68 after being diagnosed with cancer, his family have announced.</p><p>On Sunday morning, his sister, Ros Kerslake, tweeted: “My brother Bob (Lord Robert Kerslake) died yesterday after a short battle with cancer. We are all devastated.”</p> <a href=\"https://www.theguardian.com/politics/2023/jul/02/bob-kerslake-former-head-of-the-uk-civil-service-dies-aged-68\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jul/02/bob-kerslake-former-head-of-the-uk-civil-service-dies-aged-68", "date_published": "2023-07-02T09:33:30+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for roast summer vegetables, and apricot crumble slice", "description": "Easygoing lunches that are a joy both to cook and eat<p>There’s a summer cake cooling on the side, its crumb still warm, plump apricots peeping through its oat and almond crust. I shall bring it to the table in the garden in slices, with a tub of crème fraîche. Before that, there will be a hugger-mugger assortment of salads – tomato and anchovy, couscous with broad beans and orange, and smoked mackerel with horseradish sauce. From the oven will come a battered tin of roast summer vegetables, slender carrots and baby beetroots plump as golf balls, with new potatoes in their skins, all toasted and golden, and a dressing of coriander seeds, black pepper and green olives.</p><p>Lunch will be on the table for everyone to tuck in as they wish – a single salad at a time, or a generous jumble so the dressings merge on the plate, to eat however one feels comfortable. Anyone who demands even a modicum of formality on a summer weekend lunch is on a hiding to nothing, but the cooking must still be careful and thoughtful. The smallest and freshest vegetables, salads put together with any eye to balance – just a few bitter rocket or watercress leaves among mostly sweet, soft, buttery lettuce; crisp cucumber with an old-fashioned salad cream and dishes of perfectly scrubbed radishes.</p> <a href=\"https://www.theguardian.com/food/2023/jul/02/nigel-slater-recipes-for-roast-summer-vegetables-and-apricot-crumble-slice\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/02/nigel-slater-recipes-for-roast-summer-vegetables-and-apricot-crumble-slice", "date_published": "2023-07-02T09:31:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: As You Like It; Tambo & Bones; Stumped – review", "description": "<p><strong>Royal Shakespeare theatre, Stratford-upon-Avon; Theatre Royal Stratford East; Hampstead theatre, London</strong> <br />Seasoned actors turn Shakespeare’s romcom on its head in an enchanted RSC production; US race relations meet Waiting for Godot; and at the crease with Beckett and Pinter</p><p>The dare of its casting meant that Omar Elerian’s production was trumpeted long before it opened. Most of the actors in <strong><a href=\"https://www.rsc.org.uk/as-you-like-it/\">As You Like It</a></strong> are over 70. Actually, it is far from the first time that expected ages in Shakespeare plays have been upturned. Siân Phillips was a rapt <a href=\"https://www.theguardian.com/stage/2010/mar/21/juliet-her-romeo-and-juliet-review\">Juliet at Bristol Old Vic</a> when she was in her late 70s. Ten years ago Vanessa Redgrave, then 76, and James Earl Jones, 82, shambled rather than fired each other up in <em><a href=\"https://www.theguardian.com/stage/2013/sep/22/much-ado-midsummer-herd-review\">Much Ado About Nothing</a></em>. In 2021, Ian McKellen fascinated in <em><a href=\"https://www.theguardian.com/stage/2021/jul/25/hamlet-ian-mckellen-theatre-royal-windsor-review-anna-x-emma-corrin-anna-sorokin-harold-pinter-lava-benedict-lombe-ronke-adekoluejo-bush\">Hamlet</a></em> at 82, though the production crumbled around him.</p><p>Elerian’s staging lifts off – against the odds, you might think, not least because there is an awful lot of chatter in the play about characters’ mothers and fathers. The action is purposefully, subtly refashioned. Set in a rehearsal room, with actors in jeans (dungarees for Rosalind/Ganymede), the cast are presented as gathering to remember a production they created when young. Their revisiting activates a pulse in the play itself. The first words are “As I remember…” I had never before realised how laden the speeches are with memories: of old feuds and friendships and lost relatives, of nearly foundering romance.</p> <a href=\"https://www.theguardian.com/stage/2023/jul/02/as-you-like-it-rsc-stratford-tambo-and-bones-theatre-royal-stratford-east-stumped-hampstead\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jul/02/as-you-like-it-rsc-stratford-tambo-and-bones-theatre-royal-stratford-east-stumped-hampstead", "date_published": "2023-07-02T09:30:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Some never came back’: how Russians hunted down veterans of Donbas conflict", "description": "<p>Exclusive: Ukrainians who fought against separatists tell of kidnap and torture by invaders; the fate of hundreds of others is a mystery</p><p>Viktor Kushyn knew Russian soldiers were after him. He sensed it from the first day of Moscow’s full-scale war on Ukraine in February last year, when Russians occupied his village in the Kharkiv region.</p><p>So when two Russian service personnel stopped him in the street one morning in May 2022, he didn’t resist. He spent the next few days locked in a cellar with other men who, like him, had fought against Russian-backed separatists between 2014 and 2022 in the Donbas region of eastern Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/russians-hunted-down-veterans-of-donbas-conflict-ukraine\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/russians-hunted-down-veterans-of-donbas-conflict-ukraine", "date_published": "2023-07-02T09:18:58+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "10 of the best hotels and inns in Wales", "description": "From dramatic Snowdonia to a vineyard in Glamorgan, the best places to stay on a Welsh weekend away<p>Often overlooked for the Pembrokeshire coastline, the Gower boasts some of the UK’s most spectacular beaches, including Rhossili, Oxwich and Three Cliffs Bay. The King Arthur is set inland, but has a fantastic position overlooking the village green, with locals and visitors massing on sunny days to create an almost festival atmosphere. Rooms are simple but comfortable, with hearty portions of pies, burgers and chilli as perfect post-walk or post-swim fuel, and an excellent selection of real ales and Welsh liqueurs. <br /><em>Doubles from £</em><em>85 B&amp;B; <a href=\"https://www.kingarthurhotel.co.uk/\" title=\"\">kingarthurhotel.co.uk</a></em></p> <a href=\"https://www.theguardian.com/travel/2023/jul/02/10-of-the-best-hotels-and-inns-in-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jul/02/10-of-the-best-hotels-and-inns-in-wales", "date_published": "2023-07-02T09:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’ve never seen desperation like it’: UK soldiers relive the terror of leaving Kabul", "description": "<p>Military personnel speak frankly of the chaotic, terrifying evacuation, in moving new documentary series from Channel 4</p><p>Just occasionally a documentary series makes you stop and rethink what you know of the world. <em>Evacuation</em>, three unforgettable films about the <a href=\"https://www.theguardian.com/world/2021/aug/26/uk-warns-afghans-to-avoid-kabul-airport-due-to-terrorist-attack-threat\" title=\"\">chaotic airlift</a> of British citizens and troops from Afghanistan as the Taliban re-entered Kabul in August 2021, is one such series.</p><p>The films, which will be shown on consecutive nights on Channel 4 starting on Sunday evening, do not tell the story we think we know – the fatal strategic miscalculations of government ministers asleep at the wheel. They instead present an eyewitness account of that horrific fortnight at Kabul airport.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/ive-never-seen-desperation-like-it-uk-soldiers-relive-the-terror-of-leaving-kabul\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/ive-never-seen-desperation-like-it-uk-soldiers-relive-the-terror-of-leaving-kabul", "date_published": "2023-07-02T09:00:39+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Green revolution: how I learned to be an eco warrior, one step at a time", "description": "<p>I was in denial about climate action – until I realised that you might just have to despair to care…</p><p>Have you ever felt, “Climate breakdown, argh, oh shite”? And then felt, “But what am I supposed to do about it?” And then spent an hour listlessly researching electric cars, before getting overwhelmed by the whole extinction-level endeavour and doing sweet FA?</p><p>My new film, <em>My Extinction</em>, charts my transformation from self-absorbed, guilty, inactive dad to self-absorbed, guilty, slightly less inactive dad. That is, it shows how a journey from total inaction to climate action turned out not to be as radically transformative as I might have supposed. And I mean that in a positive sense.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/slug-words\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/slug-words", "date_published": "2023-07-02T09:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Majority back NHS strikes despite disruption, polls show", "description": "<p>Exclusive: Surveys show steady support for industrial action by doctors and nurses in pay dispute</p><p>Most Britons support healthcare workers in their wave of strikes over pay and conditions this year despite the worsening disruption, polling shows.</p><p>About two-thirds of the public said they supported striking nurses, ambulance workers and junior doctors, despite growing numbers of appointments and operations having to be cancelled, according to Ipsos polling carried out between January and June.</p> <a href=\"https://www.theguardian.com/society/2023/jul/02/majority-back-nhs-strikes-despite-disruption-polls-show\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/02/majority-back-nhs-strikes-despite-disruption-polls-show", "date_published": "2023-07-02T09:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can’t keep making a loss’: bands shun UK festivals as touring costs rise", "description": "<p>Musicians say they can’t afford to go on the road any more, while smaller events are cut back or cancelled</p><p>Musicians are dropping out of <a href=\"https://www.theguardian.com/culture/festivals\" title=\"\">festivals</a> because huge rises in the cost of performing are outstripping their fees. Artists told the <em>Observer</em> they have had to turn down offers to play or cut out elements of their live shows, while others have revealed they have lost as much as £17,000 for a single performance.</p><p>Although ticket prices have risen by 15% on average, the Association of Independent Festivals (AIF) warned that the costs of staging a show are up by 30%, and that gap is costing both artists and promoters.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/bands-shun-uk-festivals-touring-costs-rise-musicians\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/bands-shun-uk-festivals-touring-costs-rise-musicians", "date_published": "2023-07-02T09:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Resistance is possible’: Ravish Kumar, the broadcaster risking his life to tell the truth about India​ today​", "description": "<p>The eminent journalist’s fearless reporting on India under Narendra Modi cost him his job and freedom. Now broadcasting to millions on YouTube, he is the subject of a new documentary</p><p>Ravish Kumar was born near the same Indian city – <a href=\"https://www.theguardian.com/world/2014/jun/30/george-orwell-birthplace-motihari-bihar-india-museum\">Motihari in Bihar</a> – as George Orwell. In his early years as a TV journalist and nightly news anchor, Kumar did not imagine that he would live to be part of a modern-day <em>Nineteen Eighty-Four</em> nightmare. But that changed almost a decade ago with the election of Narendra Modi’s <a href=\"https://www.theguardian.com/world/2014/may/17/narendra-modi-india-election-hindu\">government</a> in India. In the years since then, Kumar has become an increasingly lone voice of truth-telling in an Indian media landscape in thrall to the Hindu nationalist politics of Modi’s Bharatiya Janata party (BJP). Kumar’s one-man campaign to maintain journalistic integrity, as mainstream news organisations became promoters of politicised fake news, earned him the “Nobel prize of Asia,” the <a href=\"https://www.ndtv.com/india-news/ndtvs-ravish-kumar-wins-2019-ramon-magsaysay-award-2079102\">Ramon Magsaysay award,</a> in 2019. It also led to an unending campaign of harassment and death threats from government supporters.</p><p>Kumar, the Indian equivalent of, say, Jeremy Paxman in his prime, finally resigned from his post at NDTV in New Delhi last November, after the station was <a href=\"https://www.theguardian.com/world/2022/aug/24/media-freedom-fears-in-india-after-modi-ally-adani-buys-29-stake-in-ndtv\">taken over </a>by Indian billionaire Gautam Adani, a close friend of Modi. He now lives in virtual hiding with his family and broadcasts through a <a href=\"https://www.youtube.com/@ravishkumar.official\">personal YouTube channel</a>. His story, one of repression in modern India and of the existential crisis in truth-telling worldwide, is the subject of an urgently compelling documentary, <em><a href=\"https://www.whilewewatched.com/\">While We Watched</a>.</em></p> <a href=\"https://www.theguardian.com/media/2023/jul/02/journalist-ravish-kumar-india-while-we-watched-modi\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jul/02/journalist-ravish-kumar-india-while-we-watched-modi", "date_published": "2023-07-02T09:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Never mind the fate of life on Earth, what about the cat-children?  | Stewart Lee", "description": "<p>Confected controversies and Jonny Bairstow’s supposed heroics generate more concern than genuine unfolding catastrophe</p><p>At my secondary school, a friend of mine pretended to be the confidant of the tragic Scottish child star Lena Zavaroni, maintaining that time away on family holidays was actually spent visiting the ailing singer at her home in Scotland. He even went as far as appearing to receive and engage in phone calls from Zavaroni, presumably by cutting off the call as soon as he picked up the receiver, and acting out a fake one-way conversation. It wasn’t until years after Zavaroni’s death I learned the relationship had been an elaborate, committed, and entirely pointless hoax. No one was impressed by a friendship with the former <em>Opportunity Knocks</em> singer anyway, just baffled. And yet my friend identified, convincingly, as a personal friend of Lena Zavaroni. For about five years. It was an act of insane genius.</p><p>For the past week, the national conversation has been dominated by the idea that a school in Rye had defended a child’s right to identify as a cat, subsequently and cynically extrapolated into the idea that woke schools all over the land were encouraging children to identify as animals. The clandestine classroom recording that sparked this moral panic revealed a put-upon teacher discussing complex gender issues with some combative children, clearly under some pressure and concerned for a distressed class member. But at no point was it clear that anyone was identifying as a cat. Or indeed as a dog. A dinosaur. Or a furry. Because at no point did anyone identify as a cat. It didn’t happen.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/cat-children-identifying-just-stop-oil-cricket-jonny-bairstow-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/cat-children-identifying-just-stop-oil-cricket-jonny-bairstow-protest", "date_published": "2023-07-02T09:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK to breach Iran nuclear deal with refusal to lift sanctions", "description": "<p>Decision by UK and other European powers comes amid uncertainty over future of 2015 agreement</p><p>The UK and other European powers are expected to announce plans to breach the 2015 Iran nuclear deal for the first time when they confirm they are not going to lift sanctions on Tehran’s use of missiles this October as required in the agreement.</p><p>Donald Trump took the US out of the nuclear deal in 2018, but Germany, France and the UK remained inside the deal, even though Iran responded to the US walkout by breaching the agreed limits on the quality and quantity of enriched uranium. Iran is closer to producing weapons grade uranium than ever before.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/uk-to-breach-iran-nuclear-deal-with-refusal-to-lift-sanctions\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/uk-to-breach-iran-nuclear-deal-with-refusal-to-lift-sanctions", "date_published": "2023-07-02T08:34:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why do black patients suffer more than white ones during doctors’ strikes? | Torsten Bell", "description": "A new study suggests that some patients will pay dearly during the next round of industrial action<p>The government has a new NHS long-term <a href=\"https://www.england.nhs.uk/wp-content/uploads/2023/06/nhs-long-term-workforce-plan.pdf\" title=\"\">workforce plan</a>. Good. The health service is celebrating its 75th anniversary in poor health and for years hasn’t had a scheme to connect the growing demand for care with the supply of workers.</p><p>It rightly commits to training significantly more doctors and nurses, but there are big gaps, from how the additional staff will be paid for to anything on the 1.7 million-strong social care workforce (many of whom earn <a href=\"https://www.resolutionfoundation.org/publications/who-cares/\" title=\"\">less than the minimum wage</a>). Plus, we don’t just need to train the future workforce; we need to retain the existing one.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/nhs-long-term-plan-big-gaps-and-short-term-grim\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/nhs-long-term-plan-big-gaps-and-short-term-grim", "date_published": "2023-07-02T08:32:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m taking parenting tips from an unlikely source... Bear Grylls", "description": "When it comes to survival, choosing peas or carrots can be crucial<p>I’m not really in the habit of recommending ‘parenting hacks’, but one I’ve always liked is presenting commands as choices. If, for example, I ask my son if he wants veg with dinner, he’ll offer a comprehensive no. But, if I ask whether he’d prefer peas or carrots, he’ll pick one. That he usually refuses to eat whatever he’s picked is, of course, regrettable, but that’s why I’m not a professional supernanny.</p><p>I do now have an unlikely ally in this fight, however, and his name is <a href=\"https://www.theguardian.com/tv-and-radio/bear-grylls\" title=\"\">Bear Grylls</a>. My son’s new favourite show is <em>You vs Wild</em>, an interactive series in which you pilot Bear Grylls through survival situations like a pain-seeking voodoo doll. It should be said that Bear’s idea of likely survival situations could charitably be described as speculative. I laugh smugly as my son tells me, sleepily, after three back-to-back episodes, that the best way to struggle out of a sinking bog is to move as little as possible. ‘I don’t think that’ll come up any time soon,’ I chuckle, before an inward glance reminds me that I spend the entirety of our watches attempting to memorise these self-same strategies.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/im-taking-parenting-tips-from-an-unlikely-source-bear-grylls\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/im-taking-parenting-tips-from-an-unlikely-source-bear-grylls", "date_published": "2023-07-02T08:31:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alison Bechdel: ‘The Bechdel test was a joke... I didn’t intend for it to become a real gauge’", "description": "<p>The US graphic novelist on having her landmark comic strip, Dykes to Watch Out For, turned into an audio series, ​growing up in a funeral home, ​and ​​her famous women-in-film test</p><p>Cartoonist <a href=\"https://dykestowatchoutfor.com/\">Alison Bechdel,</a> 62, is the author of three graphic memoirs, including <em><a href=\"https://guardianbookshop.com/fun-home-9781529116168\">Fun Home: A Family Tragicomic</a>,</em> but she’s most widely known for cinema’s <a href=\"https://www.theguardian.com/science/punctuated-equilibrium/2010/nov/24/2\">Bechdel test</a>. To pass, a film has to feature at least two women – preferably named characters – talking to each other about something other than a man. The test originated in <em>Dykes to Watch Out For</em> (<em>DTWOF</em>), her landmark comic strip that launched in 1983 and ran<em> </em>for 25 years. <em>DTWOF </em>followed the politics and news of the times, providing a weekly lifeline for queer readers across the US. Now, 40 years on, the trials and triumphs of Bechdel’s tight-knit lesbian ensemble have been given a fresh lease of life in a new audio series, with a cast including <a href=\"https://www.theguardian.com/culture/2022/feb/16/the-sober-fairy-gave-me-one-more-chance-glees-jane-lynch-on-alcoholism-ambition-and-the-return-of-mrs-maisel\">Jane Lynch</a>, <a href=\"https://www.theguardian.com/culture/2018/jan/18/carrie-brownstein-its-ok-to-make-art-for-the-sake-of-making-people-laugh\">Carrie Brownstein</a> and <a href=\"https://www.theguardian.com/profile/roxane-gay\">Roxane Gay</a>.</p><p><em><strong>DTWOF</strong></em><strong> started in the 1980s. Name one thing from that era that you’re glad to be shot of and another that you miss<br /></strong>I’m glad to be shot of Ronald Reagan, although he did sort of seep out into the next decade. I miss the sense of community – the very tight-knit subculture that I was able to come out into. I wouldn’t want to go back to that because it was a sign of how embattled we were. We had to form a separate culture, but it had a lot of consolations and was quite wonderful in many ways.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/alison-bechdel-test-dykes-to-watch-out-for-cartoonist-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/alison-bechdel-test-dykes-to-watch-out-for-cartoonist-interview", "date_published": "2023-07-02T08:30:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: Hijack; Boris, the Lord & the Russian Spy; Before We Die; The Trouble With KanYe", "description": "<p>Idris Elba plays it uncool in Apple’s pacy hostage drama; Dispatches has a field day with Boris Johnson and the Lebedevs; sparks fly between two criminal matriarchs; and what the hell happened to Kanye West?</p><p><strong>Hijack</strong> (<a href=\"https://tv.apple.com/gb/show/hijack/umc.cmc.1dg08zn0g3zx52hs8npoj5qe3\">Apple TV+</a>)<br /><strong>Boris, the Lord &amp; the Russian Spy: Dispatches</strong> (Channel 4) | <a href=\"https://www.channel4.com/programmes/boris-the-lord-the-russian-spy-dispatches\">channel4.com</a><br /><strong>Before We Die</strong> (Channel 4) | <a href=\"https://www.channel4.com/programmes/before-we-die\">channel4.com</a><br /><strong>The Trouble With KanYe</strong> (BBC Two) | <a href=\"https://www.bbc.co.uk/programmes/m001nc6f\">iPlayer</a></p><p>It comes to something when you don’t feel hijacked – sufficiently taken over – by a new series starring the mighty Idris Elba. He is the star turn in the new Apple TV+ seven-part airborne hostage thriller, <strong><a href=\"https://tv.apple.com/gb/show/hijack/umc.cmc.1dg08zn0g3zx52hs8npoj5qe3\">Hijack</a></strong>, from <em>Criminal</em>/ <em>Litvinenko</em> team George Kay and Jim Field Smith. The problem is that Elba’s character, Sam, is so over-signposted as charismatic and authoritative, it backfires and he becomes one hugely annoying dude.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/02/hijack-idris-elba-apple-review-boris-the-lord-the-russian-spy-dispatches-before-we-die-lesley-sharp-the-trouble-with-kanye\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/02/hijack-idris-elba-apple-review-boris-the-lord-the-russian-spy-dispatches-before-we-die-lesley-sharp-the-trouble-with-kanye", "date_published": "2023-07-02T08:30:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal estate linked to many deaths and disappearances of protected birds", "description": "<p>Cases linked to king’s Sandringham estate in Norfolk include alleged poisoning and shooting of some of UK’s rarest birds of prey</p><p>King Charles’s private country estate at Sandringham in Norfolk has been linked to the deaths and disappearances of a string of legally protected birds over the past two decades, a Guardian investigation has found.</p><p>The cases include the alleged poisoning, shooting and disappearance of some of the UK’s rarest birds of prey. One of the cases involved the mysterious loss of eastern England’s last breeding female montagu’s harrier, a critically endangered species whose future in the UK is now looking bleak.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/sandringham-royal-estate-linked-to-many-deaths-and-disappearances-of-protected-birds\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/02/sandringham-royal-estate-linked-to-many-deaths-and-disappearances-of-protected-birds", "date_published": "2023-07-02T08:04:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Now, water bosses, you must show how capitalism can work for the common good | Will Hutton", "description": "If there’s a lesson to be learned from the collapse of Thames Water, it is that utility giants have to pioneer a new kind of company<p>There is universal agreement that privatisation was never meant to result in news like this. Last week, the government announced it was on standby to take Thames Water – our biggest water company, serving 15 million people – into “<a href=\"https://www.theguardian.com/environment/2023/jun/29/what-are-the-options-for-thames-water-as-crisis-talks-continue\" title=\"\">special administration</a>” as its £15bn of debt threatens to overwhelm it and its CEO resigned. What went so wrong? Is this proof that public ownership should immediately be restored?</p><p>After all, we’ve witnessed a litany of debacles, from the government’s <a href=\"https://www.tpexpress.co.uk/about-us/transpennine-express-to-transfer-to-government-operator\" title=\"\">takeover of TransPennine Express</a> and electricity supplier Bulb to the creation of <a href=\"https://gbrtt.co.uk/\" title=\"\">Great British Railways</a> to integrate the fragmented management of the rail system. It’s safe to say that privatisation cannot be trumpeted as an unalloyed success.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/now-water-bosses-you-must-show-how-capitalism-must-work-for-the-common-good\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/now-water-bosses-you-must-show-how-capitalism-must-work-for-the-common-good", "date_published": "2023-07-02T08:02:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: giant bars to please everyone", "description": "A trip to Essex yields dangerously moreish rewards<p>I am in Essex. Braintree to be precise. Braintree Village to be what3words about it. I am particularly pleased because for a long time, I’ve been trying to get to a <strong>Marks </strong><strong>&amp; Spencer</strong> to sample two particular bars, and here there is one. I don’t have one where I live, deep in Gainsborough country. The first bar is called The Big Daddy (£5.50, 300g); the second the Whip Off the Old Block (£5/200g).</p><p>Both are in cardboard boxes with no inner plastic sleeve. I approve. Very cleverly designed, modern, but with a touch of retro. I don’t suppose either bar is aimed at children. I say bar, but these are actually behemoths. Both are highly dangerous.</p> <a href=\"https://www.theguardian.com/food/2023/jul/02/notes-on-chocolate-giant-bars-to-please-everyone\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/02/notes-on-chocolate-giant-bars-to-please-everyone", "date_published": "2023-07-02T08:01:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spotify used branding of US Black cultural festival without permission, lawsuit says", "description": "<p>Essence Festival of Culture, held annually in New Orleans, sues corporation, citing its ‘intentional exploitation of Black culture’</p><p><a href=\"https://www.theguardian.com/technology/spotify\">Spotify</a> last year hosted an event using the branding of what is arguably the US’s largest Black cultural festival without permission, according to a lawsuit which pits the streaming giant against the organizers of the Essence Festival of Culture.</p><p>Attorneys for the festival say their lawsuit represents a stand against the “intentional exploitation of Black culture” and intellectual property against a corporation that can more than afford to pay for permission to use Essence’s branding.</p> <a href=\"https://www.theguardian.com/technology/2023/jul/02/spotify-essence-festival-new-orleans-branding-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jul/02/spotify-essence-festival-new-orleans-branding-lawsuit", "date_published": "2023-07-02T08:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Choose drugs?’ 30 years after he wrote Trainspotting, Irvine Welsh says life is tougher now", "description": "<p>The book was a stark warning about heroin use. But its author believes the message has changed</p><p>It was meant to be a warning against the excesses of heroin use, according to its author. A no-holds-barred, gritty – albeit often comic – portrait of the travails of a disparate group of misfits navigating Edinburgh’s dark, drug-riddled underbelly.</p><p>Yet 30 years after <em>Trainspotting</em> was first published, the book’s message has turned full circle, says Irvine Welsh – and now might as well be: “choose drugs”.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/trainspotting-author-irvine-welsh-book-choose-life-young-people\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/trainspotting-author-irvine-welsh-book-choose-life-young-people", "date_published": "2023-07-02T08:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s dead money’: almost all top British restaurants now charge for no-shows", "description": "<p>Observer study shows award-winning venues impose fees of up to £375 a head for ticket cancellations</p><p>With her train to London running late on the weekend of the coronation, Claire Gleave decided to cancel the restaurant table for five that she had reserved because she knew she would miss the 7pm booking. But she still ended up with a £125 bill.</p><p>The mother-of-three from the Cotswolds fell foul of reservation rules that, according to analysis by the <em>Observer</em>, a significant proportion of top-end restaurants have now adopted: if you cancel your booking too late or don’t show, you will be charged a fee. And that fee can be the same price as a number of courses or even a whole tasting menu.</p> <a href=\"https://www.theguardian.com/food/2023/jul/02/its-dead-money-almost-all-top-british-restaurants-now-charge-for-no-shows\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/02/its-dead-money-almost-all-top-british-restaurants-now-charge-for-no-shows", "date_published": "2023-07-02T08:00:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Concern as a third of NHS mental health treatments shift online", "description": "<p>Charities say some patients will struggle to access the help they need</p><p>Twice as many people with mental health conditions are being given virtual therapy on the NHS compared with before the pandemic began.</p><p>An <em>Observer</em> analysis of data from private providers, cross-checked against NHS figures, reveals around one in three mental health treatments in England are delivered online, up from one in five in 2019, and one in 10 in 2017. Patients with mild to moderate depression or anxiety can be referred to app- or web-based, self-guided cognitive behavioural therapy (CBT) courses, instead of traditional face-to-face talking therapies.</p> <a href=\"https://www.theguardian.com/society/2023/jul/02/concern-as-a-third-of-nhs-mental-health-treatments-shift-online\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jul/02/concern-as-a-third-of-nhs-mental-health-treatments-shift-online", "date_published": "2023-07-02T08:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Black Eden by Richard T Kelly review – compelling saga of masculinity, greed and courage", "description": "<p>This decades-spanning tale of cross-class friendships and the discovery of North Sea oil is action-packed and panoramic</p><p>Richard T Kelly writes the kind of chunky panoramic sagas thought to have gone out with the ark. <em><a href=\"https://www.theguardian.com/books/2008/jan/13/2\">Crusaders</a></em> (2008) took place in his native Newcastle upon Tyne ahead of New Labour’s rise to power; <em><a href=\"https://www.theguardian.com/books/2016/aug/09/the-knives-richard-t-kelly-review-politics-satire-blaycock-comedy-home-secretary-office-thick-of-it\">The Knives</a></em> (2016), more thrillerish, offered a non-demonising portrait of a beleaguered Tory home secretary in 2010. His quietly stimulating new novel, set in the years between Suez and Thatcher, centres on the discovery of North Sea oil, a subject rich in irony, not least because the advent of “black gold”, seen as the bedrock of arguments for Scottish independence, instead shored up the 80s dominance of the Tories – to say nothing of helping to overheat the planet.<br /><br />The story unspools mostly in the Highlands and involves five main characters, chiefly two pairs of male friends whose contrasting fortunes we follow from boyhood into middle age. Robbie is a farm boy whose luck with the lassies is a torment to Aaron, a shy schoolteacher’s son about to study geology. Then there’s Edinburgh public school pals Mark and Ally, one an aspiring journalist with thoughts of running for office, the other a future financier who ends up holding the keys to every other character’s hopes – including those of Joe, heir to a fishing trawler dynasty on a collision course with the EU as well as a tide of overseas oil prospectors scenting riches.</p><p>As the ensemble narrative trots through the decades – Our Friends in the North Sea, you might say – Kelly holds our attention with quick and busy chapters told in the present tense. Date-stamped segments switch from one character to the next with snappy scene-setting sentences, the passage of time neatly generating momentum via, say, an offhand reference to the divorce of characters who only a few pages earlier were married. While the novel’s action hinges on whether Aaron – lured out of academia by an US oil contractor – will figure out the exact spot where his paymasters ought to drill, Kelly’s skill lies in making us care about such questions not only for how they affect the big-picture social upheaval, but for how they tip the seesawing balance of power in Aaron’s cross-class friendship with Robbie, whose livelihood – for good and ill – becomes entwined with burgeoning developments offshore.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/the-black-eden-by-richard-t-kelly-review-compelling-saga-of-masculinity-greed-and-courage\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/the-black-eden-by-richard-t-kelly-review-compelling-saga-of-masculinity-greed-and-courage", "date_published": "2023-07-02T08:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Dreams are a bit more special at Wimbledon’: teen tennis superstar Coco Gauff", "description": "It’s only a matter of time before US tennis ace Coco Gauff nets her first grand slam. As Wimbledon gets ready for ‘Cocomania’, she talks about political activism, the loneliness of tour life – and how her home friends keep her feet on the ground<p>Boxing is a dangerous sport, Coco Gauff has discovered. “I broke a couple of nails,” laughs the tennis star, who spent her off-season learning from a real-life fighter. Since it was all pad and bag work, there was no chance of getting punched in the face, even by her 15-year-old brother, Codey, who was training alongside her. “I don’t see myself fighting anyone soon,” says Gauff, “because I don’t think I’d be able to take a hit.”</p><p>Still, it was good for her balance and footwork, and feeling attuned to her body. Her <em>Rocky</em>-style epiphany came when her trainer explained fights aren’t won by a single knockout punch – but all the moves that lead up to it. “You have to learn to be patient,” she says. “It taught me not to look for the finish line right away, but to enjoy the journey there.”</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/coco-gauff-teen-tennis-sensation-dreams-are-more-special-at-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/coco-gauff-teen-tennis-sensation-dreams-are-more-special-at-wimbledon", "date_published": "2023-07-02T08:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Times have changed’: New York’s veteran subway announcer on coming out as trans", "description": "<p>Bernie Wagenblast’s voice is known to millions of passengers on the AirTrain service. Now, at 66, she’s happy with a new life</p><p>One of the first voices millions of commuting New Yorkers hear each morning is the measured tone of former traffic reporter Bernie Wagenblast reminding them to stand away from the platform edge. Wagenblast, AKA “the voice of New York”, reminds AirTrain passengers at JFK or Newark that the doors are closing, and hosts a podcast about infrastructure, including episodes on Ohio’s bridges and wildlife crossings in Oregon. But that neutrally pan-American male voice, honed by years of practice to impart clarity and authority but not alarm, is changing.</p><p>Earlier this year, Wagenblast, 66, went on the radio to present herself publicly as a transgender woman, and has this month been participating in US Pride celebrations with gusto, including the march at Asbury Park on the Jersey shore. Wagenblast is still Bernie, but that’s now derived from Bernadette, not Bernard.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/new-york-subway-announcer-transgender-bernie-wagenblast\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/new-york-subway-announcer-transgender-bernie-wagenblast", "date_published": "2023-07-02T08:00:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Grian Chatten: Chaos for the Fly review – the Fontaines DC frontman gets personal", "description": "<p>(Partisan)<br />Chatten dials down the rollicking post-punk of the Dublin band with a solo debut of haunted, Leonard Cohen-esque songs</p><p>“What’s normal for the spider,” the Addams family’s Morticia once noted, “is chaos for the fly.” <a href=\"https://www.theguardian.com/music/fontaines-dc\">Fontaines DC</a>’s frontman Grian Chatten, meanwhile, has described his debut solo album as <a href=\"https://www.irishtimes.com/culture/music/2023/06/18/grian-chatten-of-fontaines-dc-i-only-started-to-realise-over-the-last-couple-years-that-i-was-quite-weird-in-school/\">“a horror movie with a hyperreal colour palette”</a>. Which is to say: the rollicking post-punk of the Dublin band has been dialled down on this suite of haunted, intimate songs, where the prevailing vibe is a rapidly sinking feeling. Despite calling on Fontaines drummer Tom Coll and go-to producer Dan Carey, Chatten felt his bleak storytelling – about stuck lives in seaside towns – and personal takes on human failings needed total creative control outside the band democracy. Chatten’s fiancée, Georgie Jesson, contributes guest vocals; fans should note, though: FDC LP4 is in the works.</p><p>On <em>Chaos for the Fly</em>, Chatten’s manner sometimes recalls those great critics of human nature Leonard Cohen and Elliott Smith. The music wanders from tinny loungecore (Bob’s Casino) to slinky tension (the excellent closing track, Season for Pain). These are not alienating leaps, though. Fairlies could be an Fontaines tune; Chatten’s vocals and writerly voice are instantly recognisable – declamatory on the three-legged wooze of <a href=\"https://youtu.be/xFoXqkdbwuk\">Last Time Every Time Forever</a>, or folk-adjacent on <a href=\"https://youtu.be/gXYRV0V5QYU\">The Score</a>. All of the People, meanwhile, is a bitter broadside against the kind of false friends the singer in a successful rock band might have to contend with.</p> <a href=\"https://www.theguardian.com/music/2023/jul/02/grian-chatten-chaos-for-the-fly-review-the-fontaines-dc-frontman-gets-personal\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jul/02/grian-chatten-chaos-for-the-fly-review-the-fontaines-dc-frontman-gets-personal", "date_published": "2023-07-02T08:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Suella Braverman U-turns on new rules targeting trafficking victims", "description": "<p>Home secretary withdraws policy that made it harder for victims to have their cases accepted</p><p>Suella Braverman has withdrawn controversial new rules that make it harder for trafficking victims to have their cases accepted, months after introducing them as part of a flagship policy.</p><p>The government U-turn has been hailed as a significant victory by trafficking victims.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jul/02/suella-braverman-u-turns-new-rules-targeting-trafficking-victims\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jul/02/suella-braverman-u-turns-new-rules-targeting-trafficking-victims", "date_published": "2023-07-02T07:59:38+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six months after Rishi ‘Mr Fix-It’ Sunak issued his five pledges, here is his scorecard: complete fail | Andrew Rawnsley", "description": "If you market yourself as a problem solver, you need to be successful at tackling the challenges that you prioritised<p>People who work with him at Number 10 depict Rishi Sunak as a workaholic nerd who is most alive when he’s scrolling through a spreadsheet or burrowing into the appendix of a briefing document. Critics mean it as an insult when they call him “a technocrat”, but he takes it as a compliment.</p><p>He has no gift for poetic oratory. Nor any talent for clever wisecracks or sizzling zingers. He can’t do what George HW Bush once called “the vision thing”. The Tory leader thinks of himself as a problem-solver and that’s how he’s been projected to the public since he arrived in Downing Street. Competence and delivery were supposed to be the motifs of his premiership. In his early months in post, Labour people got a bit windy when polling suggested his managerial image had some appeal to voters repelled by the debaucheries of Boris Johnson and the mayhem of Liz Truss.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/six-months-after-mr-rishi-mr-fix-it-sunak-issued-five-pledges-here-is-his-scorecard-complete-fail\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/six-months-after-mr-rishi-mr-fix-it-sunak-issued-five-pledges-here-is-his-scorecard-complete-fail", "date_published": "2023-07-02T07:32:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smoking is back and it’s still cool (and deadly)", "description": "<p>Celebs are lighting up, kids are huddling outside at parties... If we needed a sign that the era of wellness is over, this is it</p><p>Today I became nostalgic for a smell. You wake up on top of the covers in your underwear, and through the gloaming of your bedroom, through the smug pint of water, through the angst and exhaustion and joy and regret that comes from five hours in a nightclub and two hours on the wrong bus home, there is some bitter relief in the smell of smoke on your hair. That smell! Like barbecued teenagers and pepper and beer, almost lovely, pleasantly vile, a kind of lovebite memory, bruised on the throat in passion. That smell. It all seems quite mad now, the idea that people smoked, not just inside, but underground, in windowless rooms. Though I suppose so much seems mad to me about young fun still: come out, drink until you’re sick, it’ll be a laugh! Come out, get off with an ex you spent two years getting over! Come out, lose your phone! Come out, take two days to recover, tell everyone the wrong secrets! Come out, it will cost £100 and you’ll twist your ankle! Come out, it’ll be fun!</p><p>When I read the news that smoking was coming back, I thought: that smell. Then I thought: of course. The wellness era is truly at its end, celery water pooling under the door, hot yoga cooled down to a single tepid pilate. In a recent exchange with another artist, <a href=\"https://www.theguardian.com/commentisfree/2020/may/24/david-hockney-may-be-a-great-painter-but-dont-listen-to-him-on-matters-of-health\" title=\"\">David Hockne</a>y wrote, “I too am BORED with WELLNESS. The concept seems ridiculous and too bossy for me, I’m still smoking, and ENJOYING it ENORMOUSLY.” His cigarette set off a fire alarm at the launch of his latest exhibition. These things go in cycles, don’t they, meaning the end of health signals the return of unhealth, and luxurious malaise, and celebrities like <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/02/im-not-used-to-seeing-sex-that-kinky-is-the-idol-the-most-shocking-tv-of-the-year\" title=\"\">Lily-Rose Depp</a> posing for paparazzi with a cigarette in her hand. Which was interesting because, as one photographer told the <em>Guardian</em>, for decades stars had asked him to delete any photos he took of them smoking – and today they’re deliberately lighting up.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/smoking-is-back-and-its-still-cool-and-deadly\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/smoking-is-back-and-its-still-cool-and-deadly", "date_published": "2023-07-02T07:01:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LIV Golf intent on confounding doubters again with no sign of disbanding | Ewan Murray", "description": "<p>Alliance with PGA and DP World Tours sparked talk of an end for the startup but this elite golf element carries momentum</p><p>Almost 13 months have passed since the confirmation that a wind of change had swept through golf. In sleepy, leafy Hertfordshire, <a href=\"https://www.theguardian.com/sport/2022/jun/09/normans-underwhelming-liv-golf-launch-offers-no-sign-of-revolution\" title=\"\">LIV Golf teed off </a>against the backdrop of intense acrimony and serious doubts. “Golf, but louder” was the chosen advertising slogan.</p><p>It was golf, but jitterier. Players looked over shoulders, nosy interlopers were concerned about even being spotted in the rebel environment. Partly through concerns over the sportswashing element attached to the LIV plan and partly through the belief that the establishment, the PGA and DP World Tours, could not be overhauled, the tournament at the Centurion Club was viewed with ridicule.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jul/02/liv-golf-pga-tour-dp-world-tour-valderrama-saudi-arabia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jul/02/liv-golf-pga-tour-dp-world-tour-valderrama-saudi-arabia", "date_published": "2023-07-02T07:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergiy Stakhovsky: ‘The tennis world punished those who stood up for Ukraine’", "description": "<p>Former player who has fought for his country says Wimbledon ‘showed great bravery’ with its ban but was not supported</p><p>Shortly before Wimbledon announced in March that it was <a href=\"https://www.theguardian.com/sport/2023/mar/31/wimbledon-to-allow-russian-and-belarusian-players-to-return-to-tournament-tennis\" title=\"\">lifting its ban on Russian and Belarusian players</a>, the tournament director, Jamie Baker, had a conversation with Sergiy Stakhovsky. The Ukrainian, who beat Roger Federer at Wimbledon in 2013, retired in early 2022 but when, shortly afterwards, Russia invaded, he decided to go home to fight for his country.</p><p>The announcement was not a surprise, especially because the other grand slams failed to back Wimbledon. When the men’s Association of Tennis Professionals and the Women’s Tennis Association, who fined Wimbledon <a href=\"https://www.theguardian.com/sport/2022/dec/07/lta-fined-1m-by-atp-for-banning-russian-players-from-tennis-tournaments\" title=\"\">and the Lawn Tennis Association</a>, threatened to remove the licences for tournaments such as Queen’s, the All England Club was left with little choice.</p> <a href=\"https://www.theguardian.com/sport/2023/jul/02/sergiy-stakhovsky-tennis-wimbledon-ukraine-invasion-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jul/02/sergiy-stakhovsky-tennis-wimbledon-ukraine-invasion-russia", "date_published": "2023-07-02T07:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Simone Lia: Nostalgia – cartoon", "description": "<p>The sounds of yesteryear can be so sweet…</p> <a href=\"https://www.theguardian.com/culture/ng-interactive/2023/jul/02/simone-lia-nostalgia-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/ng-interactive/2023/jul/02/simone-lia-nostalgia-cartoon", "date_published": "2023-07-02T07:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indiana Jones and the Dial of Destiny review – Harrison Ford does the heavy lifting in lightweight sequel", "description": "<p>The octogenarian star gives it his all in James Mangold’s fun but formulaic action adventure co-starring Phoebe Waller-Bridge and a scenery-sucking Mads Mikkelsen</p><p>After scoring box-office bullseyes<strong> </strong>with <em>Jaws </em>(1975) and <em>Close Encounters of the Third Kind </em>(1977), Steven Spielberg blotted his Hollywood wunderkind copybook with <em>1941 </em>(1979). A “comedy spectacular” set in the wake of the Pearl Harbor bombing (yes, really), <em>1941 </em>cost nearly twice as much as Spielberg’s previous outing yet took less than a third of its box office. Chastised, the director teamed up with George Lucas on a project inspired by the serial cheapies of the 1930s and 40s. The result was the moderately priced <em>Raiders of the Lost Ark</em>,<em> </em>which promptly became the highest-grossing film of 1981, and which Spielberg later told me helped him get back to his crowd-pleasing roots.</p><p>Four decades and as many sequels/prequels later, the Indiana Jones franchise is still a money-spinner, although exponentially soaring budgets (this latest instalment cost close to $300m) have put paid to the original’s comparatively cheap and cheerful ethos. In its place we have a strange combination of cutting-edge, computer-enhanced nostalgia (Harrison Ford is digitally de-aged for flashbacks to second world war-era Europe) mixed with a string of old-but-new action set pieces involving big trains, small cars and nippy bikes – sequences that weirdly mirror this summer’s other massively expensive action franchise release, <em>Mission: Impossible – Dead Reckoning Part One</em><em>. </em>The difference is that while MI7 looks machine-tooled to keep you on the edge of your seat, <em>Indiana Jones and the Dial of Destiny </em>just wants you to sit back and wallow in it.</p> <a href=\"https://www.theguardian.com/film/2023/jul/02/indiana-jones-and-the-dial-of-destiny-review-harrison-ford-phoebe-waller-bridge-mads-mikkelsen-toby-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jul/02/indiana-jones-and-the-dial-of-destiny-review-harrison-ford-phoebe-waller-bridge-mads-mikkelsen-toby-jones", "date_published": "2023-07-02T07:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Big Break: Ben Terris on his portrait of Washington after Trump", "description": "<p>The Washington Post reporter discusses his tale of pollsters, chancers, gamblers and more in a capital rocked to its core</p><p>If you were a pollster, would you ever bet on elections? How about your clients’ elections? How about betting your clients would lose? For Sean McElwee, the wunderkind behind the liberal polling group Data for Progress, the answer was all the above.</p><p>McElwee had clients including the 2022 Senate campaign of John Fetterman, in Pennsylvania. McElwee placed multiple bets on the midterms, including that Fetterman would lose. Fetterman’s organization became displeased. Following its victory, it severed ties with McElwee. It was just the beginning of a dramatic downfall heightened by the pollster’s connections to the pandemic-prevention advocate Gabe Bankman-Fried, whose billionaire brother Sam Bankman-Fried’s crypto empire collapsed in scandal around election day.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/the-big-break-ben-terris-book-washington-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/the-big-break-ben-terris-book-washington-trump", "date_published": "2023-07-02T07:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Russia launches first overnight drone strike on Kyiv in 12 days", "description": "<p>Ukrainian military confirms air defence systems destroyed all targets on approach to the capital; air raid sirens sound across Ukraine overnight</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jul/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-494-of-the-invasion\">What we know on day 494 of the invasion</a></li></ul><p>More details coming in on the <strong>Russian drone strike on Kyiv</strong> overnight, Ukraine’s air force said the attack included eight Iranian-made Shahed drones and three cruise missiles which were all shot down.</p><p>One person was injured and three private houses were also damaged as a result of falling drone debris, the military head of the region, Ruslan Kravchenko said.</p><p>Russia has cancelled the 2023 iteration of Maks, its premier international airshow. Scheduled every other year, Maks takes place near Moscow and showcases Russia’s civil and military aerospace sectors and has become key to securing export customers.</p><p>The show has probably been cancelled largely due to genuine security concerns, following recent uncrewed aerial vehicle attack inside Russia. Organisers were highly likely also aware of the potential for reputational damage if fewer international delegations attended.</p> <a href=\"https://www.theguardian.com/world/live/2023/jul/02/russia-ukraine-war-live-russia-launches-first-overnight-drone-strike-on-kyiv-in-12-days\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jul/02/russia-ukraine-war-live-russia-launches-first-overnight-drone-strike-on-kyiv-in-12-days", "date_published": "2023-07-02T06:54:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Age cannot wither her – and now, for just £495 a month, it won’t wrinkle her | Catherine Bennett", "description": "It’s no wonder 30,000 women are awaiting a cream that claims to make skin actually younger<p>That the launch of a – purportedly – rejuvenating moisturiser is now considered national news is, you have to admit, a kind of progress.</p><p>Well within living memory, face cream manufacturers would have found coverage of their triumphs hidden away, if they made it out of women’s magazines, somewhere within the lifestyle pages. And even there someone might ridicule the more absurd claims. Or some feminist muscle memory might respond adversely to the expectation that women should fall upon anything claimed to alleviate signs of non-youth, a project that Susan Sontag <a href=\"https://warwick.ac.uk/fac/arts/english/currentstudents/undergraduate/modules/literaturetheoryandtime/susan_sontag_the_double_standard_of_aging.pdf\" title=\"\">described in 1972</a> as women’s “passionate, corrupting effort to defeat nature: to maintain an ideal, static appearance against the progress of age”.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/if-ageing-for-losers-lyma-skin-cream\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/if-ageing-for-losers-lyma-skin-cream", "date_published": "2023-07-02T06:32:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hooked on classics? But if you want to learn to play, you’d better be posh | Tomiwa Owolade", "description": "My state school taught me the value of Bach and Vivaldi. Today’s pupils aren’t so lucky<p>I had a music teacher at school who introduced me to my favourite Beatles song, Eleanor Rigby; who explained the opening sequence of Martin Scorsese’s outstanding 1995 film, <em>Casino</em>; and who told me, very cheekily, that Fabio Capello – the cultured manager of the England football team between 2008 and 2012 – had a name that literally translates into English from Italian as “fabulous hair”.</p><p>What I didn’t know then, but do now, is that the connective tissue between these intimate, but seemingly disparate, memories – a pop song, a gangster film, a football manager – is a subject that is often seen as alienating: classical music. Paul McCartney was listening to Vivaldi when he created the melody of Eleanor Rigby. The opening scene of <em>Casino</em> features Bach’s <em>St Matthew</em><em> Passion</em>. Capello is a fan of the Russian conductor Valery Gergiev.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/classical-music-cuts-fighting-for-its-life-preserve-of-rich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/classical-music-cuts-fighting-for-its-life-preserve-of-rich", "date_published": "2023-07-02T06:02:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "China, Myanmar and now Darfur ... the horror of genocide is here again | Simon Tisdall", "description": "<p>Each time it happens, the world insists: ‘never again’. But the political and moral blindspots that allow these atrocities will persist until  the lessons of history are learned</p><p>It’s happening again. In Darfur, scene of a genocide that killed 300,000 people and displaced millions 20 years ago, <a href=\"https://www.theguardian.com/global-development/2023/jun/30/calls-for-sanctions-against-sudan-amid-genocide-warnings-in-darfur\" title=\"\">armed militias are on the rampage once more</a>. Now, as then, they are <a href=\"https://www.nytimes.com/2023/06/25/opinion/darfur-sudan-war-genocide.html\" title=\"\">targeting ethnic African tribes</a>, murdering, raping and stealing with impunity. “They” are nomadic, ethnic Arab raiders, the much-feared “devils on horseback” – except now they ride in trucks. They’re called the Janjaweed. And they’re back.</p><p>How is it possible such horrors can be repeated? The world condemned the 2003 slaughter. The UN and the International Criminal Court (ICC) investigated. Sudan’s former president, Omar al-Bashir, was charged with genocide and crimes against humanity along with his principal allies. The <a href=\"https://news.un.org/en/story/2022/04/1115612\" title=\"\">trial of one suspect, known as Ali Kushayb</a>, opened last year. Yet Bashir and the guilty men have evaded justice so far.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/china-myanmar-and-now-darfur-the-horror-of-genocide-is-here-again\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/china-myanmar-and-now-darfur-the-horror-of-genocide-is-here-again", "date_published": "2023-07-02T06:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak U-turn on wind farms in England draws wrath of green Tories", "description": "<p>Prime minister under fire as government backtracks on plan for more onshore turbines to keep voters on side</p><p>Rishi Sunak is facing mounting criticism for putting politics above the fight against climate change, amid clear signs that ministers are backtracking on plans to allow more onshore windfarms in England before a general election.</p><p>The <em>Observer</em> understands that a much-vaunted government consultation on ending what has in effect been a <a href=\"https://www.theguardian.com/environment/2023/feb/28/fears-grow-government-will-renege-on-lifting-onshore-windfarm-ban-in-england\" title=\"\">ban on new onshore wind projects</a> will lead to a minimal relaxation of planning rules – because ministers do not want to anger potential Tory voters who oppose huge wind turbines in their neighbourhoods.</p> <a href=\"https://www.theguardian.com/environment/2023/jul/02/sunak-u-turn-on-wind-farms-in-england-draws-wrath-of-green-tories\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jul/02/sunak-u-turn-on-wind-farms-in-england-draws-wrath-of-green-tories", "date_published": "2023-07-02T06:00:36+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US ‘mom influencer’ guilty of falsely accusing Latino couple of trying to kidnap her children", "description": "<p>Kathleen Sorensen, of California, sentenced to three months in prison for knowingly making false report of crime</p><p>A white <a href=\"https://www.theguardian.com/us-news/california\">California</a> woman who styled herself on social media as a “mom influencer” has been ordered to spend three months in prison for falsely accusing a Latino couple of attempting to kidnap her children.</p><p>State jurors in Sonoma county found 30-year-old Kathleen “Katie” Sorensen guilty in April of knowingly making a false report of a crime in a case that involved her publishing a December 2020 social media post that asserted a man and a woman had tried to steal her two children from her in the parking lot of a Michaels craft store about 40 miles outside San Francisco.</p> <a href=\"https://www.theguardian.com/us-news/2023/jul/02/mom-influencer-false-accusation-latino-couple-kidnap\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jul/02/mom-influencer-false-accusation-latino-couple-kidnap", "date_published": "2023-07-02T06:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Unafraid review: Kari Lake as election denier, birther … and Trump VP?", "description": "<p>The former TV host refuses to accept Arizona defeat, spews hate against LGBTQ+ Americans and idolizes the ex-president</p><p>Donald Trump never won the popular vote. He lost the White House to Joe Biden. On his watch, Republicans lost the House and Senate. He is the only president twice impeached and the first to face felony charges. Yet the GOP remains in his thrall.</p><p>By the numbers, 65% of Republicans believe Biden’s 2020 win to be illegitimate. Each new indictment seemingly heightens Trump’s popularity. Ron DeSantis appears to be going nowhere.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/unafraid-book-review-kari-lake-election-denier-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/unafraid-book-review-kari-lake-election-denier-trump", "date_published": "2023-07-02T06:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Desperate and angry’ UK headteachers ready to join strikes in autumn", "description": "<p>Unions ballot members about coordinated action that will lead to many more school closures in England</p><p>Heads of schools are likely to join teachers in striking in the new academic year, according to the union that represents them – a move that is likely to lead to far more school closures on strike days in England from September.</p><p>The National Association of Head Teachers (NAHT) has told the <em>Observer</em> that although its strike ballot does not close until the end of July, it is “confident” that it will get past the threshold required for action, based on internal polling.</p> <a href=\"https://www.theguardian.com/education/2023/jul/02/desperate-and-angry-uk-headteachers-ready-to-join-strikes-in-autumn\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jul/02/desperate-and-angry-uk-headteachers-ready-to-join-strikes-in-autumn", "date_published": "2023-07-02T06:00:35+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Germany in the World by David Blackbourn review – a rich and full-throated account of the past 500 years", "description": "<p>From the intellectual giants who enriched the west to the descent into dictatorship and war, the story of Germany’s global impact – up to its modern rebirth – is told with real verve</p><p>Are we – the so-called “west” – no more than the baby Germany threw out with the bathwater? Any history of the industrialised world’s culture – scientific, technical, literary, military, philosophical, global-entertainment – has to accept the multiple creative impact of German emigration over the two previous centuries. But its best known and most spectacular source has been forced emigration, as David Blackbourn confirms. The whole world, not only America and Britain, was fertilised by the torrent of intellectual brilliance that fled Germany and Austria in the 1930s. Less well known is the earlier outflow of refugee liberals and socialists, politicians, writers or barricade fighters, after the counter-revolutions that followed the great <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2018/may/18/1848-year-of-revolution-archive\">uprisings of 1848</a>. Most headed for the US, where many Union commanders in the civil war would be Germans who had learned their trade in Baden or the siege of Vienna. The thinkers and revolutionaries often joined London’s swarm of political émigrés.</p><p>These German currents, and especially their Jewish element, were intellectual and entrepreneurial. They taught the British, for instance, new ways to invent, design, travel, make love and stay fit. But <em>Germany in the World</em> recalls that “ordinary” Germans, especially peasants, had also been emigrating by the tens of thousands all through the 19th century. At first they moved into prosperous north-west Europe, including Britain (Victorian London and Liverpool were overcrowded with German waiters and clerks). But as long-distance travel grew easier, five million out of the five-and-a-half million German emigrants that century settled in the US.</p> <a href=\"https://www.theguardian.com/books/2023/jul/02/germany-in-the-world-by-david-blackbourn-review-a-rich-and-full-throated-account-of-the-past-500-years\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/germany-in-the-world-by-david-blackbourn-review-a-rich-and-full-throated-account-of-the-past-500-years", "date_published": "2023-07-02T06:00:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hot off the press: authors pick their page-turners for summer", "description": "<p>From murder mysteries to comic novels, Maggie Shipstead, Caleb Azumah Nelson, Nina Stibbe, Paul Murray and other authors choose unputdownable favourites for your summer break</p><p><strong>Author of </strong><em><strong><a href=\"https://guardianbookshop.com/birnam-wood-9781783784257\">Birnam Wood</a></strong></em><strong> (</strong><strong>Granta</strong><strong>) and the </strong><strong>Booker prize-winning </strong><em><strong>The <a href=\"https://guardianbookshop.com/the-luminaries-9781803510163\">Luminaries</a></strong></em><em><strong> </strong></em><strong>(</strong><strong>Granta</strong><strong>). </strong><strong>Named on Granta’s 2023 <a href=\"https://www.theguardian.com/books/2023/apr/15/grantas-best-of-young-british-novelists-meet-the-class-of-23\">Best of Young British Novelists list</a></strong></p> <a href=\"https://www.theguardian.com/books/2023/jul/02/authors-choose-page-turners-books-summer-novels\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jul/02/authors-choose-page-turners-books-summer-novels", "date_published": "2023-07-02T06:00:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: a celebration of life in the Peruvian rainforest", "description": "<p>The result of three years immersed in the ​Amazon​, Arguiñe Escandón and Yann Gross’s photographs​ capture the communities and rituals​ ​they encountered​</p><p>In 2016, the Spanish photographer Arguiñe Escandón sent her Swiss friend and collaborator Yann Gross a postcard. The vintage recoloured print showed the 19th-century explorer Charles Kroehle in the Peruvian Amazon surrounded by Indigenous people with a huge “trophy” crocodile laid out in front of them. Kroehle was among the first western travellers to photograph Amazonian tribes, but his eventual fate is unknown. Some reports have it that he was killed by an arrow in the jungle, others say he walked off and never returned. On the back of her postcard Escandón wrote to Gross: “I hope you don’t end up like him”.</p><p>The postcard was the genesis of a three-year journey the two photographers took in the Peruvian Amazon rainforest and a book, <em>Aya</em> (ghost), which attempted to examine the spirit of Kroehle’s travels in light of postcolonial criticism of his kind of “exoticism”, and the real environmental challenges faced by the descendants of those Indigenous people. The book is full of images like this one, which both celebrates the visual strangeness of some of the rituals the photographers encountered, and grounds it in the communities they lived among. This photograph is included in the Arles festival exhibition, Grow Up, which is devoted to the interaction of humans and the natural world.</p> <a href=\"https://www.theguardian.com/theobserver/2023/jul/02/the-big-picture-a-celebration-of-life-in-the-peruvian-rainforest\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/2023/jul/02/the-big-picture-a-celebration-of-life-in-the-peruvian-rainforest", "date_published": "2023-07-02T06:00:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let’s cheer a Rwanda court victory. But the cruel and punitive policy lives on | Natasha Walter", "description": "Suella Braverman’s plan to outsource refugees has been ruled illegal, yet this is a fragile win<p>Take your wins when you can. Last week’s <a href=\"https://www.theguardian.com/uk-news/2023/jun/29/plan-to-send-asylum-seekers-to-rwanda-is-unlawful-uk-appeal-court-rules#:~:text=Court%20of%20appeal%20judges%20have,hammer%20blow%20to%20government%20policy.\" title=\"\">judgment by the court of appeal</a>, declaring that Suella Braverman’s plan to send refugees to Rwanda is unlawful, released a ripple of relief and some celebration among campaigners. And why not? Many people worked hard to make that judgment possible. Lawyers, campaigners and asylum seekers came together and gathered evidence and made arguments and convinced others and stopped a cruel new policy in its tracks. So, a win. Let’s own it. Right?</p><p>While this sense of relief is understandable, it’s way too early to celebrate. For a start, the judgment is fragile. It wasn’t a unanimous decision, and the government quickly confirmed that it will appeal.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/court-win-on-rwanda-but-uk-asylum-system-already-broken\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/court-win-on-rwanda-but-uk-asylum-system-already-broken", "date_published": "2023-07-02T05:32:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’ve fallen in love with my best friend. Do I dare tell her? | Ask Philippa", "description": "Get clear about what has changed for you and if you still want to declare your feelings, keep it light<p><em><strong>The question</strong></em><strong> </strong><em>I’ve known one of my best friends for more than 20 years. There has been nothing but friendship in those years. We have common interests and hobbies, I’m called uncle by her children, and we socialise frequently. Over the past year I have developed feelings beyond friendship towards her. However, due to our existing bond, I’m unsure how to approach the situation. I’ve been single for some years and happy with that. I also do not want to jeopardise our current relationship and certainly do not want to lose her as a friend. She has recently ended a long-term relationship and has started exploring dating again. We have various social engagements, both with friends and alone, planned in the coming months. I know I should address my feelings for her, but I cannot see a safe way to start the discussion without threatening our current stable friendship.</em></p><p><em><strong>Philippa’s answer</strong></em> I don’t think there is such a thing as a safe way to start this discussion with her. First, take some more time to explore and understand your own feelings. Consider whether these feelings are fleeting or if they hold deeper significance.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/i-have-fallen-in-love-with-my-best-friend-do-i-dare-tell-her-philippa-perry\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/i-have-fallen-in-love-with-my-best-friend-do-i-dare-tell-her-philippa-perry", "date_published": "2023-07-02T05:01:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on the riots in France: a grim tale of the growing gulf between haves and have-nots | Editorial", "description": "The aggressive police tactics that led to the death of Nahel Merzouk reflect wider problems in French society<p>Right- and leftwing politicians, social scientists, analysts and commentators have rushed to variously condemn, explain, exploit and justify the fury and violence that erupted in many French cities after Tuesday’s <a href=\"https://www.theguardian.com/world/2023/jun/30/french-police-tendency-to-violence-questioned-after-latest-killing\" title=\"\">fatal police shooting</a> of Nahel Merzouk, a 17-year-old boy of north African descent. But some of the most revealing and insightful testimony came from Kendra, a resident of the Pablo Picasso estate in the Nanterre suburb of Paris, near to where the teenager was killed during a traffic-stop. There have been 21 fatal police traffic-stop shootings since 2020. Most of the victims were of black or Arab origin.</p><p>“For hours last night, there were young people everywhere, in groups on lots of different roads,” Kendra, 40, told <em>Guardian</em> correspondent <a href=\"https://www.theguardian.com/world/2023/jun/29/anger-france-braces-more-rioting-police-shooting\" title=\"\">Angelique Chrisafis</a>. “I really think young people here consider themselves at war. They see it as war against the system. It is not just against the police, it goes further than that, otherwise we wouldn’t be seeing it all across France. It’s not just the police under attack but town halls and buildings being targeted… There’s a political dimension, a sense of the system not working. Young people feel discriminated against and ignored.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jul/02/observer-view-riots-france-nahel-merzouk\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jul/02/observer-view-riots-france-nahel-merzouk", "date_published": "2023-07-02T05:01:34+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Abolish the House of Lords – and quickly | Letters", "description": "Our upper chamber has become a national embarrassment. Why not fill it with representatives from local councils?<p>As Catherine Bennett suggests, the proposed reforms to the House of Lords by Meg Russell of the Institute for Government are sensible and could well be achievable (“<a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/keir-seize-the-moment-and-reform-the-house-of-lords\" title=\"\">Why does Starmer want to add yet more peers instead of abolishing the lot of them?</a>”, Comment).</p><p>However, second chambers always serve to constrain the legislative powers of popularly elected first chambers. Arguably, they are intrinsically undemocratic, even when, as in the case of the US Senate and its counterparts in other federations, they are themselves elected; and were and remain an indispensable part of the constitutional systems involved.</p> <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/jul/02/abolish-house-of-lords-quickly-observer-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/commentisfree/2023/jul/02/abolish-house-of-lords-quickly-observer-letters", "date_published": "2023-07-02T05:01:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "All at sea: life below deck, 1979", "description": "Despite the glamour and the allure, working on a yacht hasn’t changed that much since the 70s, as fans of Below Deck will see<p>On 5 August 1979, the <em>Observer</em> boarded Sundance, a 70ft yacht, to explore the world of the Riviera’s luxury charters. There is plenty that fans of <em>Below Deck</em>, which explores the same world 40 years later, would recognise, not least the pampered guests, who fell into two categories: ‘rich, and filthy rich’. Yacht hire costs £300 a day without ‘extras’, such as eating, drinking and even moving. Most didn’t bother with the latter, preferring to remain chicly stationary. As one charter company director said, ‘It can be excessively boring at sea.’</p><p>Customers were renting a dream: champagne on deck served by neatly uniformed staff in glitzy settings, such as the Croisette in Cannes, which ‘would make a Martini commercial look like an Oxfam appeal’. Perhaps most important of all: plenty of daytrippers on shore to gawp at them in silent awe. ‘No one speaks across the few feet of water that divides the watched from the watchers,’ although that perk was not forthcoming on a recent Monte Carlo jaunt. Berthed two boats along from George Harrison and Ringo Starr, Sundance’s disgruntled passengers found no one was looking at them. Mainly, though, things went to plan. ‘It was one long party,’ according to one delighted customer. ‘You wouldn’t get better service in a five-star hotel.’ That was thanks to a crew who described themselves, wearily, as ‘Riviera Redcoats’.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/all-at-sea-life-below-deck-as-reported-in-the-observer-1979\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/all-at-sea-life-below-deck-as-reported-in-the-observer-1979", "date_published": "2023-07-02T05:01:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Burnt Smokehouse and Rack City Ribs, London: ‘What a burger!’ - restaurant reviews", "description": "<p>Two London joints work wonders with fire and smoke in their unique takes on US-style barbecue</p><p><strong>Burnt Smokehouse, 161a Midland Road, Leyton, London E10 6JT. Walk-ins only. Meats £2.50-£10.50/100g; Sauces and sides £1-£6; Dessert £5</strong></p><p><strong>Rack City Ribs at The Duke’s Head, 16 Highgate High Street, London N1 5JG. On Instagram: <a href=\"https://www.instagram.com/rackcityribs/?hl=en\">@rackcityribs</a>. Ribs £13.95-£22; Wings, sides £2.50-£11.95; Dessert £5</strong></p> <a href=\"https://www.theguardian.com/food/2023/jul/02/burnt-smokehouse-and-rack-city-ribs-restaurant-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/02/burnt-smokehouse-and-rack-city-ribs-restaurant-reviews", "date_published": "2023-07-02T05:01:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "July is a month of bounty – and sharing", "description": "<p>This is the time to pick and enjoy flowers and fruit from the garden, and sharing with neighbours will add to the pleasure</p><p>July, the midsummer heat is on and garden thoughts slowly turn to harvest and autumn sowing. Our top-up seed orders are in. Mostly edible leaves and the last root crops for now.</p><p>It’s getting late to be sowing chicories, so we must get them in soon. We have renewed supplies of Franchi’s Italian red radicchio and freckled Castelfranco. Plus, we are adding a readymade mix of “oriental leaves” – pak choi, mizuna, tatsoi, etc.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/july-is-a-month-of-bounty-and-sharing\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/july-is-a-month-of-bounty-and-sharing", "date_published": "2023-07-02T05:01:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sparkling wines for summer food", "description": "<p>Whether strawberries or fish and chips, summer flavours are better with bubbles</p><p><strong>Martini Asti Spumante, Piedmont, Italy (from £8.50, <a href=\"https://groceries.asda.com/product/sparkling-wine/martini-asti-sparkling-wine/18968\">Asda</a>, <a href=\"https://groceries.morrisons.com/products/martini-asti-sparkling-wine-209721011\">Morrisons</a>, <a href=\"https://www.waitrose.com/ecom/products/martini-asti-sparkling-wine-docg/749159-785098-785099\">Waitrose</a>, <a href=\"https://www.tesco.com/groceries/en-GB/products/255246301\">Tesco</a></strong><strong>)</strong><em> </em>I am not a complete obsessive about seasonal eating – I have way too many mid-winter fresh fruit-and-veg cravings to be able to carry that off. But I do think strawberries are only really worth having in Britain during their traditional season. We’re in peak strawberry season now, of course, a moment of sweetly succulent, perfumed abundance when I would happily eat them at every meal. This is a simple pleasure that doesn’t really need an accompaniment on the plate or in the bowl – even cream and sugar get in the way if the strawberries are at the perfect point of ripeness. But it does work pretty well with something alongside in the glass. An idea – I suppose Wimbledon-inspired – has got about that champagne is what’s required – but I find it’s not sweet enough, and you’re left with a mouthful of acid. Far better the sweet delicately floral sherbetty grapey foaminess of the moscato wines of Asti, such as the widely available Martini Spumante.</p><p><strong>Franck Bonville Grand Cru Blanc de Blancs, France NV (£40.95, <a href=\"https://www.leaandsandeman.co.uk/wine/FRANCK-BONVILLE-Blanc-de-Blancs-Brut-Grand-Cru-Champagne-Franck-Bonville-NV-46942-00.html?pack=43265&amp;producer=2653&amp;page=0&amp;sortOption=2&amp;resultsPerPage=12&amp;minResultsPerPage=12\">Lea &amp; Sandeman</a>) </strong>For a slightly less bubbly but still gently foaming and more gorgeously pure early summer meadow-scented use of the same moscato grapes, another great strawberry-partner is Moscato d’Asti, specifically Alasia Moscato d’Asti (£8.50, <a href=\"http://ndjohn.co.uk/\">ndjohn.co.uk</a>). It’s even lower in alcohol, too (5%abv v 7.5% for the spumante), an attribute that is all-the-more important in the heat. If you really think it has to be champagne with strawberries, go for a demi-sec, the sweetest style, such as Pol Roger Rich NV (£44.99, <a href=\"http://houseofmalt.co.uk/\">houseofmalt.co.uk</a>) – although frankly I think you’d be better off saving up your champagne budget for a pairing that is as good as any wine-food combination around: one of the dry, or drier, styles (brut, extra brut, zero dosage in descending order of sweetness) of blanc de blancs (100% chardonnay) with fish and chips. The supremely lithe, stylish example from grower house Franck Bonville is a recent favourite of mine.</p> <a href=\"https://www.theguardian.com/food/2023/jul/02/sparkling-wines-for-summer-food\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jul/02/sparkling-wines-for-summer-food", "date_published": "2023-07-02T05:01:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Almost 13 million adults now struggling to pay bills, debt charity warns", "description": "<p>Cost of living crisis and rising interest rates forcing more people to become ‘trapped in poverty’</p><p>The number of UK households struggling with heavy debt has increased by two thirds since 2017, according to new analysis. Debt Justice, a charity that campaigns against unjust debt, has found that about 12.8 million adults in the UK are falling behind on bills or finding repayments a heavy burden. It is calling for urgent action to prevent people being “trapped in poverty”.</p><p>The findings come after the <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5#:~:text=The%20Bank%20of%20England%20has,struggling%20with%20soaring%20mortgage%20costs.\" title=\"\">Bank of England increased interest rates to 5%</a> last month, the highest level for 15 years. <a href=\"https://www.theguardian.com/business/2023/jun/28/high-interest-rates-persist-bank-england-governor\" title=\"\">Financial markets now expect</a> the Bank to raise rates to as much as 6.25% by the end of the year.</p> <a href=\"https://www.theguardian.com/business/2023/jul/02/almost-13-million-adults-now-struggling-to-pay-bills-debt-charity-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jul/02/almost-13-million-adults-now-struggling-to-pay-bills-debt-charity-warns", "date_published": "2023-07-02T05:00:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday with Kelly Brook: ‘I sleep like a baby after a serial killer documentary’", "description": "The model on an early dog walk, 15-minute laundry and playing in the pool<p><strong>Early to rise?</strong> I’m up pretty early because of our dog, Teddy. He’s a Cavapoo – half King Charles Cavalier, half poodle. We like to get out before the mad rush of dog walkers.</p><p><strong>Where do you take Teddy? </strong>Hampstead Heath, to walk around the ponds. There are great views, nice woodlands and it’s really close to my favourite pub for a Sunday roast, the <a href=\"https://thebullandlast.co.uk/\" title=\"\">Bull &amp; Last</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jul/02/sunday-with-model-kelly-brook-i-sleep-like-a-baby-after-a-serial-killer-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jul/02/sunday-with-model-kelly-brook-i-sleep-like-a-baby-after-a-serial-killer-documentary", "date_published": "2023-07-02T05:00:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a haunting series about the evacuation of Kabul – from the people who were there", "description": "<p>Never-before-seen footage shows the terrifying reality of what happened in 2021.  Plus: Jon Snow reflects on his incredible career. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/02/tv-tonight-a-haunting-series-about-the-evacuation-of-kabul-from-the-people-who-were-there\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jul/02/tv-tonight-a-haunting-series-about-the-evacuation-of-kabul-from-the-people-who-were-there", "date_published": "2023-07-02T05:00:33+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France riots: quieter night reported across the country despite close to 500 arrests", "description": "<p>The interior ministry says the level of violence appears to have declined compared to previous nights, as 45,000 police are deployed overnight </p><ul><li><strong><a href=\"https://www.theguardian.com/world/2023/jul/01/we-are-seen-as-less-human-inside-marseilles-quartiers-that-the-police-have-abandoned\">‘We are seen as less human’: inside Marseille’s districts abandoned by the police</a></strong></li></ul><p>French authorities made hundreds of arrests on the fifth night of unrest sparked by the fatal police shooting of a 17-year-old, but reports from across the country indicated that rioting was much less intense.</p><p>A total of 486 people had been arrested across the country by 3am on Sunday, interior minister Gérald Darmanin said, adding that the level of violence appeared to have declined since rioting first broke out over the death of Nahel M in the Paris suburb of Nanterre on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/france-riots-quieter-night-reported-across-the-country-despite-close-to-500-arrests\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/france-riots-quieter-night-reported-across-the-country-despite-close-to-500-arrests", "date_published": "2023-07-02T03:15:22+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 494 of the invasion", "description": "<p>Putin’s admission of funding Wagner could open doors for war crimes trial; Zelenskiy warns of ‘serious threat’ at Zaporizhzhia nuclear plant</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul><p><strong>Vladimir Putin’s admission that the Wagner group had been “fully funded” by the Russian state could make it <a href=\"https://www.theguardian.com/world/2023/jul/01/putin-claim-that-russia-funds-wagner-group-may-make-it-easier-to-try-him-for-war-crimes\">easier for an international court to prosecute him for war crimes</a></strong>, experts in international law have said. In the year to May 2023 alone, Wagner reportedly received more than 86bn roubles from the state budget, or over a billion dollars.</p><p><strong>Ukraine’s president Volodymyr Zelenskiy has warned that <a href=\"https://www.theguardian.com/world/2023/jul/01/zelenskiy-warns-russia-could-be-ready-to-provoke-nuclear-plant-explosion\">a “serious threat” remains at the Zaporizhzhia nuclear power plant</a></strong> and that Russia is “technically ready” to provoke a localised explosion at the facility. Zelenskiy cited Ukrainian intelligence as the source of his information and called for greater international attention to the situation at the facility, the largest nuclear plant in <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a>.</p><p><strong>Air defence systems were engaged early on Sunday in repelling a Russian air attack on Kyiv, Ukraine’s air force said</strong>. Witnesses heard blasts resembling the sound of air defence systems hitting targets, but there was no immediate information about potential damage.</p><p><strong>A 51-year-old man has been killed and two others injured by shelling in Mala Tokmachka, a village near the frontline in the south-eastern region of Zaporizhia, local officials said. </strong>The head of the local military administration, Yuriy Malashko, described the site as a “frontline community under merciless enemy fire”.</p><p><strong>US president Joe Biden will host Swedish prime minister Ulf Kristersson next week to talk about transatlantic security cooperation and the war in Ukraine</strong>, the White House said. The two leaders “will review our growing security cooperation and reaffirm their view that Sweden should join Nato as soon as possible”.</p><p><strong>Austria, a neutral country, announced its intention to join the European Sky Shield initiative</strong>, launched in 2022 by Germany against the backdrop of the war in Ukraine. Austrian chancellor Karl Nehammer said the decision did not call into question the neutrality of the country but cited “a threat that has considerably worsened”. “We must and will take precautions to protect our country against the risk of drone or missile attacks,” he said.</p><p><strong>Spanish prime minister Pedro Sánchez pledged the EU’s “unequivocal” support for Ukraine</strong> during a visit to Kyiv on the first day of Spain assuming presidency of the bloc. Sanchez said his visit “demonstrates a clear and unequivocal political commitment” to Ukraine’s bid to join the EU.</p><p><strong>Ukrainian president Zelenskiy has expressed frustration over the slow deliveries of weapons and lack of clarity over pilot training by “some” western nations</strong>. “There is no schedule of training missions. I believe that some partners are dragging their feet. Why are they doing it? I don’t know,” Zelenskiy said.</p><p><strong>Two children have been injured in the Russian shelling of a residential area in the southern Ukrainian city of Kherson</strong>, according to the regional governor. A nine-year-old girl and a 15-year-old boy were injured and are receiving medical treatment.</p> <a href=\"https://www.theguardian.com/world/2023/jul/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-494-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jul/02/russia-ukraine-war-at-a-glance-what-we-know-on-day-494-of-the-invasion", "date_published": "2023-07-02T00:27:53+00:00", "persistent": false, "dead": false, "user": null, "language": "en-UK"}]