[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Media: Irańskie drony zawierają zmodyfikowane materiały wybuchowe. Mają maksymalizować zniszczenia", "description": "Irańskie drony, których używa Rosja, zostały zmodyfikowane tak, aby powodowały maksymalne zniszczenia ukraińskiej infrastruktury - informują amerykańskie media. Jeden ze specjalistów zajmujących się tym tematem, stwierdził, że na obwodzie głowicy dodano 18 mniejszych ładunków. Ataki dronów pozbawiły Ukraińców ciepła, elektryczności i bieżącej wody podczas mroźnych zimowych miesięcy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/media-iranskie-drony-zawieraja-zmodyfikowane-materialy-wybuchowe-maja-maksymalizowac-zniszczenia/", "date_published": "2023-02-09 21:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Premier Mateusz Morawiecki spotkał się w Brukseli z Wołodymirem Zełenskim", "description": "Premier Mateusz Morawiecki spotkał się w Brukseli z Wołodymyrem Zełenskim. Szef polskiego rządu zamieścił w mediach społecznościowych zdjęcie z prezydentem Ukrainy. Obaj politycy brali udział w szczycie przywódców państw Unii Europejskiej w Brukseli.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/premier-mateusz-morawiecki-spotkal-sie-w-brukseli-z-wolodymirem-zelenskim/", "date_published": "2023-02-09 20:21:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mateusz Lachowski z Bachmutu: Rosjanie mają przewagę w sprzęcie i amunicji", "description": "- Sytuacja od kilku tygodni jest niezmienna. Rosjanie używają do ostrzału różnego rodzaju sprzętu - od artylerii rakietowej, przez artylerię lufową. Grady cały czas ostrzeliwują miasto - relacjonuje korespondent Polsat News Mateusz Lachowski, który znalazł się w schronie razem z ukraińskimi żołnierzami broniącymi Bachmutu. - Motywację mają świetną. Problemem jest ilość sprzętu - dodaje.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/mateusz-lachowski-z-bachmutu-rosjanie-maja-przewage-w-sprzecie-i-amunicji/", "date_published": "2023-02-09 19:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Waszyngton. Pytania dziennikarzy o wizytę w Polsce. Joe Biden nie zdradza terminu", "description": "- Nie podjąłem jeszcze decyzji, kiedy przylecę do Polski - powiedział prezydent USA, gdy dziennikarze zapytali go o termin wizyty. Media przekazywały, że prezydent rozważa wizytę w Polsce w okolicach 24 lutego. Biały Dom wciąż nie wydał oficjalnej informacji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/waszyngton-pytania-dziennikarzy-o-wizyte-w-polsce-joe-biden-nie-zdradza-terminu/", "date_published": "2023-02-09 17:51:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szkocja: Chcą wybudować willę za pięć mln funtów. Sąsiedzi protestują", "description": "Lisa Charters i mąż Craig z pieniędzy wygranych na loterii chcą wybudować swój wymarzony dom, ale na przeszkodzie stanęli im sąsiedzi - powiadomił portal The Sun. Do rady miasta wpłynęło ponad 60 skarg w sprawie projektu. Mimo to władze wydały zgodę na budowę domu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/szkocja-chca-wybudowac-wille-za-piec-mln-sasiedzi-protestuja/", "date_published": "2023-02-09 12:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA, Nowy Jork: Nie żyje gołąb Flamingo. Ktoś pofarbował go na różowo", "description": "Flamingo - jasnoróżowy gołąb, którego zdjęcie obiegło internet w ubiegłym tygodniu - odszedł po tym, jak znaleziono go niedożywionego w nowojorskim parku. Organizacja zajmująca się ptakiem stwierdziła, że przyczyną śmierci zwierzęcia był prawdopodobnie barwnik, którym go zafarbowano.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/usa-nowy-jork-nie-zyje-golab-flamingo-ktos-pofarbowal-go-na-rozowo/", "date_published": "2023-02-09 12:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji. Polscy ratownicy uwolnili jedenastą osobę", "description": "- Mamy tylko dwie grupy, nie jesteśmy w stanie być wszędzie i musimy priorytetyzować działania w danych budynkach. Działamy cały czas - mówił na antenie Polsat News młodszy brygadier Jakub Siczek, oficer łącznikowy polskiej grupy poszukiwawczej w Turcji. Dodał, że skala zniszczeń po trzęsieniu ziemi jest ogromna.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/trzesienie-ziemi-w-turcji-polscy-ratownicy-uwolnili-jedenasta-osobe/", "date_published": "2023-02-09 10:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wywiad: W Ukrainie zginęło 20 rosyjskich generałów", "description": "Ponad 20 rosyjskich generałów zostało zabitych od początku wojny w Ukrainie - powiadomił portal Nikkei, powołując się na dane japońskiego wywiadu. Według danych ukraińskiej armii, od początku inwazji Rosja straciła 135010 żołnierzy, w tym 910 minionej doby.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/wywiad-w-ukrainie-zginelo-20-rosyjskich-generalow/", "date_published": "2023-02-09 09:20:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Szczyt UE. Wspólne zakupy broni i dziesiąty pakiet sankcji na Rosję", "description": "W czwartek w Brukseli rozpoczął się nadzwyczajny szczyt UE z udziałem prezydenta Ukrainy Wołodymyra Zełenskiego. Przyjechał do Brukseli, by apelować o przyjęcie do Wspólnoty. Mateusz Morawiecki poinformował, że Polska zabiega o dziesiąty pakiet sankcji na Rosję i konfiskatę rosyjskich majątków. Polska i Estonia chcą współpracy w UE przy finansowym i wojskowym wsparciu Kijowa.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/szczyt-ue-wspolne-zakupy-broni-i-dziesiaty-pakiet-sankcji-na-rosje/", "date_published": "2023-02-09 09:11:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Mykola Kniażycki: To haniebne, że w czasie wojny w rządzie jest korupcja", "description": "- To haniebne, że w czasie wojny w rządzie jest korupcja. To widzimy nie tylko my Ukraińcy, ale i wszyscy na całym świecie - ocenił Mykoła Kniażycki deputowany Rady Najwyższej Ukrainy na antenie Polsat News. - Z politycznego punktu widzenia, ciężko opozycji krytykować rząd, bo mamy wojnę, mamy Putina, który chce zniszczyć naszą władze, nasz rząd i naszą opozycję. Dlatego musimy być razem - dodał.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/ukraina-mykola-kniazycki-to-haniebne-ze-w-czasie-wojny-w-rzadzie-jest-korupcja/", "date_published": "2023-02-09 08:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Trzęsienie ziemi w Turcji i Syrii. Liczba ofiar śmiertelnych przekroczyła 15 tys.", "description": "Liczba ofiar śmiertelnych po trzęsieniu ziemi w Turcji i Syrii przekroczyła 15 tys. Wciąż trwa akcja ratownicza prowadzona przez grupy z wielu państw, w tym z Polski. - W nocy strażacy byli w innych punktach, nasłuchiwali geofonem, wypuszczano psy, ale nie było żadnych oznak życia. Ta sytuacja będzie naprawdę coraz trudniejsza - przekazywał reporter Polsat News obecny na miejscu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-09/trzesienie-ziemi-w-turcji-i-syrii-liczba-ofiar-smiertelnych-przekroczyla-15-tys/", "date_published": "2023-02-09 05:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]