[{"source": "https://thehill.com/news/feed/", "title": "Democrats and Republicans can agree: Cut the waste in Medicare Advantage", "description": "House Speaker Kevin McCarthy (R-Calif.) recently said he wanted to “eliminate waste, wherever it is.” That’s great news since MedPAC, the agency that oversees Medicare spending and quality, has new information exposing hundreds of billions of dollars of waste in Medicare Advantage that requires congressional attention. Could there be bipartisan action to eliminate this waste? ...", "link": "https://thehill.com/opinion/congress-blog/3852042-democrats-and-republicans-can-agree-cut-the-waste-in-medicare-advantage/", "date_published": "2023-02-10 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman doctors rule out new stroke, office says", "description": "Doctors have ruled out a new stroke after Sen. John Fetterman (D-Pa.), who suffered a stroke on the campaign trail last year, was hospitalized Wednesday night, the senator’s office has said.  “According to John’s doctors at The George Washington University Hospital, the results of the MRI, along with the results of all of the other...", "link": "https://thehill.com/homenews/senate/3852038-fetterman-doctors-rule-out-new-stroke-office-says/", "date_published": "2023-02-09 23:52:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says China spy balloon ‘not a major breach’", "description": "President Biden on Thursday said that the suspected Chinese spy balloon that flew over much of the U.S. last week was \"not a major breach,\" comparing it to intelligence gathering conducted by countries around the world. “It’s not a major breach. Look, the total amount of intelligence gathering that’s going on by every country around the...", "link": "https://thehill.com/homenews/administration/3852011-biden-says-china-spy-balloon-not-a-major-breach/", "date_published": "2023-02-09 23:29:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CDC adds COVID vaccine to routine immunization schedule for kids, adults", "description": "COVID-19 vaccines are now included among the routine shots recommended by the Centers for Disease Control and Prevention (CDC) for children, adolescents and adults. The 2023 list includes shots for the flu, measles mumps and rubella, polio, and other inoculations. The vaccine schedule represents the current recommendations for people as a regular part of their...", "link": "https://thehill.com/policy/healthcare/3851977-cdc-adds-covid-vaccine-to-routine-immunization-schedule-for-kids-adults/", "date_published": "2023-02-09 23:06:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hillicon Valley — Biden goes after Big Tech in antitrust push", "description": "President Biden this week urged Congress to strengthen antitrust enforcement in an effort to crack down on tech giants, a move seen as a win by advocates. Meanwhile, the U.S. and U.K. governments announced joint sanctions against seven individuals associated with a Russia-based cybercrime gang that reportedly targeted medical facilities at the height of the pandemic.  This is Hillicon...", "link": "https://thehill.com/newsletters/3851978-hillicon-valley-biden-goes-after-big-tech-in-antitrust-push/", "date_published": "2023-02-09 23:03:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five outstanding questions about the Chinese spy balloon", "description": "Navy sailors are still pulling up debris from the Chinese spy balloon an F-22 fighter jet shot down on Saturday, and more details about the surveillance device are likely to be revealed in the coming days. But for now, there are more questions than answers. Here are the questions we have about the Chinese spy...", "link": "https://thehill.com/policy/defense/3851826-five-outstanding-questions-about-the-chinese-spy-balloon/", "date_published": "2023-02-09 23:02:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "3 proposals to prevent police violence and build accountability", "description": "In the decades between the killings of Diallo and Nichols, the police have killed thousands of people — disproportionately in Black and low-income communities.", "link": "https://thehill.com/opinion/criminal-justice/3851913-3-proposals-to-prevent-police-violence-and-build-community-accountability/", "date_published": "2023-02-09 23:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bob Iger plans to step down from Disney when two-year contract ends", "description": "Disney CEO Bob Iger said Thursday that he has no plans to stay on to lead the entertainment giant for longer than his two-year contract. Iger, who ran Disney for 15 years, was succeeded by Bob Chapek in 2020 — but, as its stock fell late last year, the company’s board ousted Chapek and announced...", "link": "https://thehill.com/blogs/blog-briefing-room/3851966-bob-iger-plans-to-step-down-from-disney-when-two-year-contract-ends/", "date_published": "2023-02-09 22:52:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House weaponization panel opens first hearing with a partisan bang", "description": "The GOP’s weaponization subcommittee launched its first hearing Thursday, offering a dizzying flood of claims that highlight the partisan divisions over the role of the federal government and the legitimacy of the newly created panel. Republicans formed the committee as a way to counter alleged abuse of a government they say is abusing its power...", "link": "https://thehill.com/homenews/3851910-house-weaponization-panel-opens-first-hearing-with-a-partisan-bang/", "date_published": "2023-02-09 22:40:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta restores Trump’s Facebook, Instagram accounts", "description": "Meta, the parent company of Facebook, restored former President Trump’s Facebook and Instagram accounts on Thursday, giving Trump access to post on both social media platforms amid his previous suspensions from both platforms.  A Meta spokesperson confirmed to The Hill on Thursday that the company has reinstated Trump’s account on the platforms, pointing to a...", "link": "https://thehill.com/policy/technology/3851867-meta-restores-trumps-facebook-instagram-accounts/", "date_published": "2023-02-09 22:29:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Dakota poised to ban gender-affirming care for trans youth", "description": "South Dakota is set to be the latest state to ban gender-affirming health care for transgender youth after state senators on Thursday voted to send a measure barring minors from accessing certain medications and procedures to Republican Gov. Kristi Noem, who has signaled she will sign the bill into law. South Dakota’s House Bill 1080, introduced...", "link": "https://thehill.com/homenews/state-watch/3851907-south-dakota-poised-to-ban-gender-affirming-care-for-trans-youth/", "date_published": "2023-02-09 22:15:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Barriers often keep Black community from seeking help for mental health", "description": "All ethnicities and cultures experience mental health conditions, but according to the U.S. Department of Health and Human Services, only one in three Black adults who need mental health care actually receive it.", "link": "https://thehill.com/changing-america/well-being/mental-health/3851566-barriers-often-keep-black-community-from-seeking-help-for-mental-health/", "date_published": "2023-02-09 22:02:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Who is former FBI agent Nicole Parker testifying in first House ‘weaponization’ hearing?", "description": "A House subcommittee held its first hearing on \"weaponization\" on Thursday as part of the GOP push for investigations into alleged wrongdoing and politicization under the Biden administration. The House Judiciary Committee's Select Subcommittee on the Weaponization of the Federal Government, which is made up of 12 Republicans and nine Democrats, heard testimony from more...", "link": "https://thehill.com/homenews/house/3851797-who-is-former-fbi-agent-nicole-parker-testifying-in-first-house-weaponization-hearing/", "date_published": "2023-02-09 21:57:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators reintroduce bipartisan bill to codify Roe", "description": "A bipartisan group of senators reintroduced a bill to codify abortion protections on Thursday following President Biden's call on Congress to pass legislation ensuring abortion access in his State of the Union address. Sens. Tim Kaine (D-Va.), Lisa Murkowski (R-Alaska), Kyrsten Sinema (D-Ariz.) and Susan Collins (R-Maine) reintroduced the Reproductive Freedom for All Act, which...", "link": "https://thehill.com/homenews/3851564-senators-reintroduce-bipartisan-bill-to-codify-roe/", "date_published": "2023-02-09 21:54:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Corporations are facing the same climate choice as Exxon did in the 1970s", "description": "We’re at a critical juncture in climate change: Many companies are having an “Exxon moment.”", "link": "https://thehill.com/opinion/energy-environment/3851614-corporations-are-facing-the-same-climate-choice-as-exxon-did-in-the-1970s/", "date_published": "2023-02-09 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sinema: State of the Union ‘has devolved into a junior high softball game’", "description": "Sen. Kyrsten Sinema (I-Ariz.) was displeased with Republicans who yelled, jeered and interrupted President Biden’s State of the Union address on Tuesday. “I find it disturbing and sad that the State of the Union has devolved into a junior high softball game,” she said at a Washington Post Live event on Thursday. Biden’s address was...", "link": "https://thehill.com/homenews/senate/3851745-sinema-state-of-the-union-has-devolved-into-a-junior-high-softball-game/", "date_published": "2023-02-09 21:28:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Brazil's Lula to meet with Bernie Sanders during DC visit", "description": "Brazilian President Luiz Inácio Lula da Silva will meet with Sen. Bernie Sanders (I-Vt.) during his visit to Washington, D.C., on Friday, according to an itinerary of his brief trip to the U.S. Sanders was a vocal advocate for Lula’s freedom after he was jailed over corruption charges in April 2018. “As President, Lula has...", "link": "https://thehill.com/policy/international/3851726-brazils-lula-to-meet-with-bernie-sanders-during-dc-visit/", "date_published": "2023-02-09 21:16:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Walmart to close some 'underperforming' stores in 3 states", "description": "\"This decision was not made lightly and was reached only after a thorough review process,\" a Walmart spokesperson told Nexstar.", "link": "https://thehill.com/homenews/nexstar_media_wire/3850481-walmart-to-close-some-underperforming-stores-in-3-states/", "date_published": "2023-02-09 21:16:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House briefing on China spy balloon turns tense with Greene questions: 'I chewed them out'", "description": "A classified briefing for House lawmakers on the Chinese spy balloon turned tense on Thursday when Rep. Marjorie Taylor Greene (R-Ga.) went after administration officials for waiting days before shooting down the surveillance device. “I had to wait in line the whole time, I was I think the second to last person, and I chewed...", "link": "https://thehill.com/homenews/house/3851495-house-briefing-on-china-spy-balloon-turns-tense-with-greene-questions-i-chewed-them-out/", "date_published": "2023-02-09 21:04:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Attorneys general call for federal protections against deadly workplace heat", "description": "Seven attorneys general are calling on the federal government to create emergency standards to protect workers from the summer’s deadly heat by the beginning of May. “Extreme workplace heat poses a grave danger to the health and safety of tens of millions of outdoor and indoor workers in our states and across the nation,” the attorneys, led...", "link": "https://thehill.com/homenews/state-watch/3851702-attorneys-general-call-for-federal-protections-against-deadly-workplace-heat/", "date_published": "2023-02-09 21:04:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Inflation Reduction Act alone won't lower prescription drug costs", "description": "The Inflation Reduction Act is an important start — but the problem is nowhere close to being solved.", "link": "https://thehill.com/opinion/healthcare/3851431-the-inflation-reduction-act-alone-wont-lower-prescription-drug-costs/", "date_published": "2023-02-09 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Campaign Report — Biden hits the road with State of the Union message", "description": "Welcome to The Hill's Campaign Report, tracking the latest news on campaigns and elections. You can expect this newsletter in your inbox Tuesdays and Thursdays. I’m Amee LaTour, staff writer at The Hill. Someone forward this newsletter to you? Subscribe here. Biden takes SOTU messages to Wisconsin, Florida President Biden went to Wisconsin and Florida on the heels of...", "link": "https://thehill.com/homenews/campaign/3851760-campaign-report-biden-hits-the-road-with-state-of-the-union-message/", "date_published": "2023-02-09 20:57:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rick Scott battles with CNN anchor over claim Biden cut Medicare", "description": "Sen. Rick Scott (R-Fla.), whom the White House is trying to make the “poster child” for Medicare and Social Security cuts, tried to flip the script on Thursday in a contentious CNN interview by claiming President Biden cut Medicare in the Inflation Reduction Act.   Scott battled with CNN anchor Kaitlan Collins, who dismissed Scott’s...", "link": "https://thehill.com/homenews/senate/3851689-scott-battles-with-cnn-anchor-over-claim-biden-cut-medicare/", "date_published": "2023-02-09 20:34:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How far is President Biden willing to ascend the escalation ladder on Ukraine?", "description": "By any accounting, Tuesday’s State of the Union was short on talk of foreign policy. President Biden made scant reference to America’s role in the world, absent a brief but cadenced assertion of commitments to “the most basic of principles;” namely, “sovereignty,” life “free of tyranny,” and “the defense of democracy.” About an hour in,...", "link": "https://thehill.com/opinion/congress-blog/3851668-how-far-is-president-biden-willing-to-ascend-the-escalation-ladder-on-ukraine/", "date_published": "2023-02-09 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Midwest lawmakers ask Biden to make ethanol-heavy fuel available year round", "description": "Dozens of bipartisan lawmakers representing Midwestern states are calling on the Biden administration to permit the sale of more ethanol-heavy fuel year round. The demand centers around E-15, a fuel blend that contains 15 percent ethanol that has long been subject to restrictions on its sale during summer months. Last year, amid spiraling gas prices...", "link": "https://thehill.com/policy/energy-environment/3851589-midwest-lawmakers-ask-biden-to-make-ethanol-heavy-fuel-available-year-round/", "date_published": "2023-02-09 20:25:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jason Miller joins Trump's 2024 campaign", "description": "Jason Miller, a longtime adviser to former President Trump, is joining the Trump campaign as the former president assembles a team for his 2024 White House bid. Miller worked on both Trump’s 2016 and 2020 campaigns. He will provide the campaign with strategic guidance, playing a similar role to that he played in previous election...", "link": "https://thehill.com/homenews/campaign/3851624-jason-miller-joins-trumps-2024-campaign/", "date_published": "2023-02-09 20:16:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jan. 6 rioter who carried Confederate flag sentenced to three years in prison", "description": "A man who carried a Confederate battle flag through the halls of the Capitol during the Jan. 6, 2021, riot, was sentenced to three years in prison on Thursday. Kevin Seefried was found guilty last summer on one felony of obstructing an official proceeding and four misdemeanors connected to his participation on Jan. 6. “I never should’ve...", "link": "https://thehill.com/regulation/court-battles/3851641-jan-6-rioter-who-carried-confederate-flag-sentenced-to-three-years-in-prison/", "date_published": "2023-02-09 20:13:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Scott invites Biden to debate on Social Security, Medicare", "description": "Sen. Rick Scott (R-Fla.) invited President Biden to debate over Social Security and Medicare on Thursday while the president is in Florida after days of the White House and the GOP sparring over whether the programs are at risk of facing funding cuts.  “Since you can’t stop talking about me and lying to Floridians about...", "link": "https://thehill.com/homenews/senate/3851601-scott-invites-biden-to-debate-on-social-security-medicare/", "date_published": "2023-02-09 20:11:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats launch effort to expel Santos from Congress", "description": "A group of House Democrats unveiled a resolution on Thursday to expel Rep. George Santos (R-N.Y.) from Congress, citing the long and growing list of résumé fabrications that have defined his first weeks on Capitol Hill. \"This is not just a simple liar,\" Rep. Daniel Goldman (D-N.Y.) told reporters on the steps of the Capitol....", "link": "https://thehill.com/homenews/house/3851620-democrats-launch-effort-to-expel-santos-from-congress/", "date_published": "2023-02-09 20:05:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration announces $2B loan for electric vehicle battery manufacturing", "description": "The Biden administration on Thursday announced that it would issue a $2 billion loan to a battery manufacturing facility as it looks to bolster the country’s supply chain for electric vehicles.  “The Department of Energy is proud to announce a conditional commitment for a $2 billion loan to Redwood Materials,” Energy Secretary Jennifer Granholm said...", "link": "https://thehill.com/policy/energy-environment/3851596-biden-administration-announces-2b-loan-for-electric-vehicle-battery-manufacturing/", "date_published": "2023-02-09 20:05:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Turkey, Syria earthquake death toll tops Fukushima nuclear disaster", "description": "More than 20,000 deaths have been reported in the aftermath of the 7.8-magnitude earthquake that hit Turkey and Syria on Monday, topping the death toll of more than 18,400 killed in Japan's Fukushima disaster in 2011. Rescue missions are still underway in the region, but aftershocks and freezing temperatures have hindered rescuers and diminished the...", "link": "https://thehill.com/policy/international/3851410-turkey-syria-earthquake-death-toll-tops-fukushima-nuclear-disaster/", "date_published": "2023-02-09 20:04:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s call for Big Tech crackdown boosts long-shot antitrust push", "description": "President Biden’s boost for an antitrust reform proposal targeting tech giants during his State of the Union address was embraced as a win for supporters backing the bill to limit dominant tech companies from preferencing their own products and services.  During the roughly one hour and 13-minute speech, the president urged Congress to strengthen antitrust...", "link": "https://thehill.com/policy/technology/3851406-bidens-call-for-big-tech-crackdown-boosts-long-shot-antitrust-push/", "date_published": "2023-02-09 20:04:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hunter Biden attorney rejects House Oversight request for records", "description": "In a sharply worded opening volley against the House GOP’s probe into Hunter Biden and the business dealings of President Biden’s family, an attorney for the president’s son denied a request for documents and information from the Oversight Committee, saying it has “no legislative purpose.” “Peddling your own inaccurate and baseless conclusions under the guise...", "link": "https://thehill.com/homenews/house/3851602-hunter-biden-attorney-rejects-house-oversight-request-for-records/", "date_published": "2023-02-09 20:02:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden in Florida takes on Rick Scott’s ‘outrageous’ views on Social Security, Medicare", "description": "President Biden traveled to Florida on Thursday in which he hammered Sen. Rick Scott (R) in his home state, calling Scott's views on Social Security and Medicare \"outrageous.\" “The very idea the senator from Florida wants to put Social Security and Medicare on the chopping block every five years, I find to be somewhat outrageous....", "link": "https://thehill.com/homenews/administration/3851584-biden-in-florida-takes-on-rick-scotts-outrageous-views-on-social-security-medicare/", "date_published": "2023-02-09 20:01:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ending the federal COVID emergency was inevitable — but it will cause additional deaths", "description": "Biden’s decision to end the federal emergency on May 11 was the right thing to do — but adverse public health consequences are likely, including preventable deaths.", "link": "https://thehill.com/opinion/healthcare/3851504-ending-the-federal-covid-emergency-was-inevitable-but-it-will-cause-additional-deaths/", "date_published": "2023-02-09 20:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri lawmakers vote against banning children from carrying guns in public", "description": "Missouri state lawmakers voted down a proposal on Wednesday to ban children from carrying guns in public. The amendment to a public safety bill, brought to the floor by Democratic state Rep. Donna Baringer from St. Louis, was defeated 104-39. The provision was originally part of House Bill 301, a public safety bill developed by...", "link": "https://thehill.com/homenews/state-watch/3851553-missouri-lawmakers-vote-against-banning-children-from-carrying-guns-in-public/", "date_published": "2023-02-09 19:54:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hogan raised around $6 million over last two years as he mulls White House bid", "description": "Former Maryland Gov. Larry Hogan has laid a fundraising infrastructure that helped him rake in nearly $6 million in the last two years, according to a person familiar with his fundraising operation, as the moderate Republican toys with a White House bid in 2024. Hogan has opened a federal PAC and a 501(c)(4) organization called...", "link": "https://thehill.com/homenews/campaign/3851537-hogan-raised-around-6-million-over-last-two-years-as-he-mulls-white-house-bid/", "date_published": "2023-02-09 19:53:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kari Lake to be featured speaker at CPAC dinner", "description": "Kari Lake, the defeated Arizona gubernatorial candidate, will be the featured speaker at the Conservative Political Action Conference’s (CPAC) high-profile Ronald Reagan Dinner next month, the gathering’s organizers announced on Thursday. It’s a high-profile gig for a conservative firebrand who has repeatedly refused to concede her loss to Arizona Gov. Katie Hobbs in last year’s...", "link": "https://thehill.com/homenews/campaign/3851437-kari-lake-to-be-featured-speaker-at-cpac-dinner/", "date_published": "2023-02-09 18:46:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "For EV incentives, experts say devil is in the details", "description": "Automotive industry experts joined Rep. Bob Latta (R-Ohio) on Wednesday in expressing concern over the implementation of electric vehicle subsidies included in the Inflation Reduction Act. “It is incredibly complicated, and it needs to be fed to the consumer in a way that makes sense to them,” S&#38;P Global analyst Stephanie Brinley said at The...", "link": "https://thehill.com/policy/technology/3851443-for-ev-incentives-experts-say-devil-is-in-the-details/", "date_published": "2023-02-09 18:45:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nicaragua frees hundreds of political prisoners, sends them to US", "description": "Nicaragua has freed more than 200 political prisoners from custody and sent them to the United States, a move Secretary of State Antony Blinken called “a constructive step” toward addressing human rights issues and improving the two nations’ relations.  The 222 prisoners — among them journalists, students, civil society representatives and political leaders — were...", "link": "https://thehill.com/policy/international/3851351-nicaragua-frees-hundreds-of-political-prisoners-sends-them-to-us/", "date_published": "2023-02-09 18:43:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Boom times: Big corporations bought record clean power in 2022", "description": "Boom times are here for any developer who can sell clean power to tech companies.  The number of clean energy purchase agreements signed by large corporations hit record levels in 2022, Bloomberg New Energy Finance found in a report published on Thursday. Amazon and other tech companies led last year’s clean-electricity buying spree, in which large corporations...", "link": "https://thehill.com/policy/equilibrium-sustainability/3851427-boom-times-big-corporations-bought-record-clean-power-in-2022/", "date_published": "2023-02-09 18:42:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Romney defends Biden's handling of Chinese balloon", "description": "Sen. Mitt Romney (R-Utah) on Thursday defended President Biden’s reaction to the flight of a Chinese surveillance balloon across the United States and said he agreed with the president’s decision to shoot it down off the coast of South Carolina.   Romney said he was satisfied with answers he received from senior administration officials, including...", "link": "https://thehill.com/homenews/senate/3851414-romney-defends-bidens-handling-of-chinese-balloon/", "date_published": "2023-02-09 18:34:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans oppose stricter airline rules after Southwest meltdown", "description": "Senate Republicans pushed back on the prospect of stricter airline rules during a Thursday hearing on the Southwest Airlines meltdown that impacted more than 2 million travelers over the holidays. In the wake of Southwest’s cancellations, Democrats want to pass legislation to bolster air traveler protections and further empower the Department of Transportation to penalize...", "link": "https://thehill.com/policy/transportation/aviation/3851390-republicans-oppose-stricter-airline-rules-after-southwest-meltdown/", "date_published": "2023-02-09 18:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thanks to China, the US-India partnership is finally coming to fruition", "description": "On balance, India could be the best bet for the U.S. in its competition with China.", "link": "https://thehill.com/opinion/international/3851131-thanks-to-china-the-us-india-partnership-is-finally-coming-to-fruition/", "date_published": "2023-02-09 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Angie Craig assaulted in DC apartment building", "description": "Rep. Angie Craig (D-Minn.) was assaulted Thursday morning in her Washington, D.C., apartment building, her office said.  Her office said the attack does not appear politically motivated. The assault, which occurred in the building's elevator around 7:15 a.m., left her bruised, according to a statement from her chief of staff Nick Coe. The lawmaker called...", "link": "https://thehill.com/homenews/house/3851365-angie-craig-assaulted-in-dc-apartment-building/", "date_published": "2023-02-09 18:05:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House: Rick Scott ‘national poster-child’ for GOP attacks on Social Security and Medicare", "description": "The White House on Thursday pushed back against Sen. Rick Scott (R-Fla.), arguing that he wants to make himself the “national poster-child” for Republican attacks on Social Security and Medicare after the Florida Republican doubled down on his efforts to sunset the programs. “Rick Scott is in overdrive to make himself the national poster-child for...", "link": "https://thehill.com/homenews/administration/3851354-white-house-rick-scott-national-poster-child-for-gop-attacks-on-social-security-and-medicare/", "date_published": "2023-02-09 18:02:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jen Psaki blasts 'right wing craziness' of House GOP 'Twitter Files' hearing", "description": "Former White House Press Secretary Jen Psaki on Thursday dismissed a hearing held by Republicans this week on leading social media companies’ content policies. \"This is like a word salad of right-wing craziness,\" Psaki said while appearing on MSNBC's flagship morning political commentary program \"Morning Joe.\" \"And if you're just a normal person, 80 percent...", "link": "https://thehill.com/homenews/3851324-jen-psaki-blasts-right-wing-craziness-of-house-gop-twitter-files-hearing/", "date_published": "2023-02-09 17:57:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bipartisan bills would repeal authorization of Gulf, Iraq wars", "description": "Two bipartisan bills introduced on Thursday would repeal the war authorizations for the Gulf War in Kuwait in the early '90s and for the 2003 invasion of Iraq, both of which remain on the books years after the U.S. military withdrew troops from the Middle Eastern nations. The pieces of legislation would formally repeal the...", "link": "https://thehill.com/homenews/house/3850982-bipartisan-bills-would-repeal-authorization-of-gulf-iraq-wars/", "date_published": "2023-02-09 17:46:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alyssa Farah Griffin: 'Overhyped' DeSantis will 'implode' following sustained Trump attacks", "description": "Former White House communications director Alyssa Farah Griffin is predicting that Florida Gov. Ron DeSantis won't last long in the GOP White House primary against former President Trump. \"On DeSantis, I think he's so overhyped. I'm just gonna be honest. I have seen Trump take out every mini version of Trump for the last five years,\"...", "link": "https://thehill.com/homenews/media/3851256-alyssa-farah-griffin-overhyped-desantis-will-implode-following-sustained-trump-attacks/", "date_published": "2023-02-09 17:40:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump closes gap, tied with DeSantis in new poll of GOP voters", "description": "Former President Trump and Florida Gov. Ron DeSantis (R) are tied among GOP voters as the leading choice for the Republican Party's 2024 presidential nominee, according to a new poll. A Monmouth University poll found a third of Republican voters saw Trump, who kicked off his campaign in November, as their top presidential pick, and...", "link": "https://thehill.com/homenews/campaign/3851192-trump-closes-gap-tied-with-desantis-in-new-poll-of-gop-voters/", "date_published": "2023-02-09 17:36:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carville on GOP heckling of Biden: ‘You saw real white trash on display'", "description": "Democratic strategist James Carville said some Republicans’ heckling of President Biden during the State of the Union address on Tuesday demonstrated “white trashdom” in the GOP.  “I tell people I have the equivalent of a Ph.D. in white trashology, and you saw real white trash on display,” Carville told MSNBC’s Ari Melber on “The Beat”...", "link": "https://thehill.com/homenews/media/3851255-carville-on-gop-heckling-of-biden-you-saw-real-white-trash-on-display/", "date_published": "2023-02-09 17:33:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's SOTU should have braced us for a long fight in Ukraine", "description": "If America’s political resolve is to be sustained, the White House needs to do more to convince the country of the vital importance of this fight.", "link": "https://thehill.com/opinion/national-security/3851197-bidens-sotu-should-have-braced-us-for-a-long-fight-in-ukraine/", "date_published": "2023-02-09 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Biden's strategic Florida trip amid Social Security, Medicare debate", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING  Biden got...", "link": "https://thehill.com/newsletters/1230-report/3851250-the-hills-1230-report-bidens-strategic-florida-trip-amid-social-security-medicare-debate-the-social-security-and-medicare-debate-after-biden-sotu-biden-debbie-dingell-mention-beau-and-john-chi/", "date_published": "2023-02-09 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US, UK sanction Russia-based cybercrime gang", "description": "The Treasury Department and the United Kingdom on Thursday announced joint sanctions against seven individuals tied to a Russia-based cybercrime gang known as Trickbot. First identified in 2016, Trickbot reportedly targeted hospitals and health care centers with ransomware attacks at the height of the COVID-19 pandemic in 2020. The Treasury Department noted an incident where...", "link": "https://thehill.com/policy/cybersecurity/3851242-us-uk-sanctions-russia-based-cybercrime-gang/", "date_published": "2023-02-09 17:19:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence group launching grassroots Iowa effort targeting school transgender policies", "description": "Former Vice President Mike Pence’s political advocacy group is launching a round of ads in Iowa pushing back against transgender-affirming policies in schools, Pence’s latest outreach in the early voting state as he mulls a 2024 presidential bid. Advancing American Freedom, a group formed in 2021 by Pence to promote his agenda, announced Thursday a...", "link": "https://thehill.com/homenews/campaign/3851205-pence-group-launching-grassroots-iowa-effort-targeting-school-transgender-policies/", "date_published": "2023-02-09 16:51:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden delivers remarks from Tampa on social security, Medicare", "description": "President Biden is set to deliver remarks on strengthening social security and Medicare in a visit to Tampa, Fla., on Thursday. Biden is making stops across the nation as he ramps up his anticipated 2024 reelection campaign. He was in Wisconsin on Wednesday, where he pitched his economic plans and rallied for working-class voters. Thursday’s...", "link": "https://thehill.com/homenews/3851064-watch-live-biden-delivers-remarks-from-tampa-on-social-security-medicare/", "date_published": "2023-02-09 16:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Forget China’s spy balloon; military UFO incidents are far more intriguing", "description": "For now, the Great Hullaballoon of 2023 appears to be more diplomatic brinksmanship than intelligence coup.", "link": "https://thehill.com/opinion/national-security/3851099-forget-chinas-spy-balloon-military-ufo-incidents-are-far-more-intriguing/", "date_published": "2023-02-09 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House unanimously approves resolution condemning China for spy balloon", "description": "The House unanimously approved a resolution on Thursday condemning the Chinese Communist Party’s use of a spy balloon over the continental U.S., labeling the situation “a brazen violation of United States sovereignty.” The resolution — which cleared the chamber in a bipartisan 419-0 vote — came to the House floor five days after the U.S. shot...", "link": "https://thehill.com/homenews/house/3851173-house-unanimously-approves-resolution-condemning-china-for-spy-balloon/", "date_published": "2023-02-09 16:28:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Chinese balloon had antennas, solar panels: reports", "description": "The Chinese balloon that traveled across the United States last week before it was shot down over the Atlantic Ocean had both antennas to collect communications and solar panels to power its sensors, according to multiple reports on Thursday.  News outlets reported that a State Department official said the balloon could collect communications signals and...", "link": "https://thehill.com/policy/national-security/3851174-chinese-balloon-had-antennas-solar-panels-reports/", "date_published": "2023-02-09 16:19:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News's Peter Doocy, Hillary Vaughn announce birth of their first child", "description": "Fox News White House Correspondent Peter Doocy and Fox Business reporter Hillary Vaughn announced on Thursday the birth of their first child, according to People magazine. Doocy and Vaughn, who have been married since 2021, confirmed to People magazine that their daughter, Bridget Blake Doocy, was born on Feb. 1. Vaughn, who joined Fox News...", "link": "https://thehill.com/blogs/in-the-know/3851097-fox-news-peter-doocy-hillary-vaughn-announce-birth-of-their-first-child/", "date_published": "2023-02-09 16:18:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans have to decide if they’re serious about border security", "description": "There are real problems affecting real people that deserve real solutions.", "link": "https://thehill.com/opinion/immigration/3851054-republicans-have-to-decide-if-theyre-serious-about-border-security/", "date_published": "2023-02-09 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "LGBTQ community reports more abuse on Twitter since Musk takeover: survey", "description": "LGBTQ activists and organizations say hateful and abusive speech has surged on Twitter since Elon Musk bought the social media platform, according to a new survey. A majority of LGBTQ activists and organizations say they have encountered more hateful and abusive speech on Twitter since Musk’s acquisition of the social media giant, according to a...", "link": "https://thehill.com/policy/technology/3851147-lgbtq-community-reports-more-abuse-on-twitter-since-musk-takeover-survey/", "date_published": "2023-02-09 15:59:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators call out Buttigieg at Southwest hearing", "description": "The top lawmakers on the Senate Commerce Committee called out Transportation Secretary Pete Buttigieg during a Thursday hearing on the Southwest Airlines meltdown. Sen. Maria Cantwell (D-Wash.), the committee’s chairwoman, said that the Department of Transportation (DOT) isn’t doing enough to crack down on poor airline service.  “This sector needs a more effective policeman on...", "link": "https://thehill.com/policy/transportation/aviation/3851098-senators-call-out-buttigieg-at-southwest-hearing/", "date_published": "2023-02-09 15:55:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US sanctions Iranian petrochemicals, petroleum firms", "description": "The U.S. imposed sanctions Thursday on Iranian petrochemical manufacturers and other companies it said played a role in producing, selling and shipping Iranian petrochemical products and petroleum to buyers in Asia.  The Treasury Department’s Office of Foreign Assets Control (OFAC), which administers financial sanctions, targeted six Iran-based manufacturers and three firms in Malaysia and Singapore...", "link": "https://thehill.com/policy/international/3851138-us-sanctions-iranian-petrochemicals-petroleum-firms/", "date_published": "2023-02-09 15:54:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate Republicans demand more information on Chinese balloon from Biden administration", "description": "Republican senators are demanding answers from the Biden administration on its handling of the suspected Chinese surveillance balloon that was shot down last weekend ahead of a scheduled private briefing on the matter. Sens. Marco Rubio (R-Fla.) and Roger Wicker (R-Miss.) sent a letter to Defense Secretary Lloyd Austin and Director of National Intelligence Avril...", "link": "https://thehill.com/homenews/senate/3851061-senate-republicans-demand-more-information-on-chinese-balloon-from-biden-administration/", "date_published": "2023-02-09 15:48:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "For America’s economy to work, we need a working-class agenda", "description": "The past two years have been particularly tough for working families. The price of everyday goods and services has skyrocketed — rising 13.9 percent since President Biden took office — with gas prices up nearly 50 percent. The Federal Reserve has been forced to respond to President Biden’s failed economic policies by raising interest rates...", "link": "https://thehill.com/opinion/congress-blog/3850880-for-americas-economy-to-work-we-need-a-working-class-agenda/", "date_published": "2023-02-09 15:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Itty-bitty California mouse wins Guinness longevity award", "description": "A tiny California mouse now has a big title after winning a Guinness World record for longevity.", "link": "https://thehill.com/homenews/3851112-itty-bitty-california-mouse-wins-guinness-longevity-award/", "date_published": "2023-02-09 15:42:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China labels US accusations about balloon 'information warfare'", "description": "The Chinese government says the U.S. accusations that its recently downed balloon was intended to conduct surveillance on the United States is “information warfare.”  Chinese Foreign Ministry spokesperson Mao Ning reiterated Beijing's claims that the object was a weather balloon that wind blew off course and China it did not intend to violate any country’s...", "link": "https://thehill.com/policy/international/3851102-china-labels-us-accusations-about-balloon-information-warfare/", "date_published": "2023-02-09 15:41:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mayor denies report New York City is buying bus tickets to Canada for migrants", "description": "New York City Mayor Eric Adams (D) on Thursday denied a New York Times report that said the city was purchasing bus tickets to Canada for migrants. The New York Times on Wednesday reported that city officials are buying tickets for migrants who want to head to Canada and seek asylum there. Adams denied the...", "link": "https://thehill.com/homenews/state-watch/3850989-mayor-denies-report-new-york-city-is-buying-bus-tickets-to-canada-for-migrants/", "date_published": "2023-02-09 15:38:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parents' rights shouldn't include lessons on extremism", "description": "Ironically, many parents’ rights advocates, including many home schoolers, do the very thing they claim to oppose.", "link": "https://thehill.com/opinion/education/3850961-parents-rights-shouldnt-include-lessons-on-extremism/", "date_published": "2023-02-09 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republican senators pushing to overturn EPA heavy-duty truck emissions rule", "description": "Thirty-four Republican senators on Thursday introduced a resolution seeking to overturn an Environmental Protection Agency (EPA) rule on heavy truck emissions through the Congressional Review Act (CRA). The CRA allows lawmakers to reverse rules issued by the executive branch using a simple majority in both chambers of Congress. While the GOP recently took the majority...", "link": "https://thehill.com/policy/energy-environment/3850997-republican-senators-pushing-to-overturn-epa-heavy-duty-truck-emissions-rule/", "date_published": "2023-02-09 15:02:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: House panel holds hearing on oversight, 'weaponization' of Justice Department", "description": "The newly established House Judiciary Select Subcommittee on the Weaponization of the Federal Government is slated to hold its first hearing on Thursday to investigate the alleged use of government agencies to target Republicans. Sen. Ron Johnson (R-Wis.) will testify before the committee on Thursday afternoon. Johnson plans to speak about the “roadblocks” he said that he faced from government...", "link": "https://thehill.com/homenews/3850921-watch-live-house-panel-holds-hearing-on-oversight-weaponization-of-justice-department/", "date_published": "2023-02-09 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What kind of conservative will liberals tolerate?", "description": "There’s a certain kind of conservative that liberals will tolerate. First and foremost, he or she must hate Donald Trump — that’s mandatory. Then he or she must be someone who is disgusted by what the Republican Party has become. And for acceptance in liberal circles, it helps if the conservative voted for liberals (who...", "link": "https://thehill.com/opinion/campaign/3848247-what-kind-of-conservative-will-liberals-tolerate/", "date_published": "2023-02-09 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Jeffries holds weekly press conference", "description": "House Minority Leader Hakeem Jeffries (D-NY.) on Thursday morning is slated to speak with reporters at his weekly news conference. This week, Jeffries will reflect on President Biden's State of the Union address and the contrast between what he calls the stability of House Democrats and the chaos of Extreme MAGA Republicans. The event is...", "link": "https://thehill.com/homenews/3850941-watch-live-jeffries-holds-weekly-press-conference/", "date_published": "2023-02-09 14:59:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bannon podcast top spreader of misinformation, researchers say", "description": "Steve Bannon's \"War Room\" podcast has been the top spreader of misinformation in the conservative media ecosystem, according to a new study.  Bannon’s War Room shared the most unsubstantiated or false claims in the dataset included in a study published by the Brookings Institution this week. Close to 20 percent of all episodes of Bannon's...", "link": "https://thehill.com/homenews/media/3850965-bannon-podcast-top-spreader-of-misinformation-researchers-say/", "date_published": "2023-02-09 14:57:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Black students more likely to be balancing life responsibilities beyond coursework: Gallup", "description": "Story at a glance More than one third of Black students pursuing a bachelor's degree have major life responsibilities outside of their classwork that compete for their time, energy and attention, according to a new study carried out by Gallup and the Lumina Foundation. These competing responsibilities have led 46 percent of Black students to...", "link": "https://thehill.com/changing-america/enrichment/education/3850923-black-students-more-likely-to-be-balancing-life-responsibilities-beyond-coursework-gallup/", "date_published": "2023-02-09 14:47:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Extra SNAP benefits set to expire for millions nationwide", "description": "Residents of 32 states who rely on federal assistance to buy food are about to see their benefits shrink at the end of the month.", "link": "https://thehill.com/homenews/nexstar_media_wire/3850895-extra-snap-benefits-set-to-expire-for-millions-nationwide/", "date_published": "2023-02-09 14:44:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "17,000 now reported dead in Turkey, Syria earthquake", "description": "More than 17,000 people have now been reported dead following the massive 7.8-magnitude earthquake that hit Turkey and Syria on Monday as the death toll continues to rise.  Rescue workers did save additional people from the rubble on Thursday, but hope of finding many more still alive drops with each day that passes. The earthquake...", "link": "https://thehill.com/policy/international/3850947-17000-now-reported-dead-in-turkey-syria-earthquake/", "date_published": "2023-02-09 14:32:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Evacuation order lifted at site of Ohio train derailment", "description": "The evacuation order at a site where an Ohio train derailed has been lifted, officials said Wednesday. A train carrying toxic chemicals derailed in the town of East Palestine, Ohio, last week, causing a massive fire and prompting local officials to evacuate about half of the 4,800 residents in the the surrounding area. The derailment...", "link": "https://thehill.com/homenews/state-watch/3850890-evacuation-order-lifted-at-site-of-ohio-train-derailment/", "date_published": "2023-02-09 14:30:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spy balloons and the next great game", "description": "Beijing is playing the game by relying on western mirror imaging to keep their dubious narratives afloat and pacify the world into apathy.", "link": "https://thehill.com/opinion/national-security/3850900-spy-balloons-and-the-next-great-game/", "date_published": "2023-02-09 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New arrests show why the coming MAGA house attacks on the FBI endanger law and order", "description": "The FBI’s crucial role in holding domestic terrorists to account has been proven in court repeatedly, as has the national scope of the threat.", "link": "https://thehill.com/opinion/judiciary/3850863-new-arrests-show-why-the-coming-maga-house-attacks-on-the-fbi-endanger-law-and-order/", "date_published": "2023-02-09 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House spars with GOP senator on Social Security", "description": "The White House on Thursday hit back at Sen. Mike Lee (R-Utah) after the senator insisted he was not aware of any Republican in Congress who has tried to tie Social Security reforms to raising the debt ceiling, the latest swipe the administration has taken at the GOP on the issue.  “By protesting too much,...", "link": "https://thehill.com/homenews/administration/3850889-white-house-spars-with-gop-senator-on-social-security/", "date_published": "2023-02-09 13:45:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The seven biggest lies Biden told this week", "description": "President Biden’s State of the Union address was full of lies and mistruths. They betray the desperation of a president with 38 percent job approval on the economy, 16 percent of the population better off than before he took office, and most of his own party wanting a different White House nominee in 2024.  Here...", "link": "https://thehill.com/opinion/white-house/3850219-the-seven-biggest-lies-biden-told-this-week/", "date_published": "2023-02-09 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "FBI search of Pence home for classified documents likely 'not too far off,' Marc Short says", "description": "Former chief of staff to Mike Pence, Marc Short, on Wednesday said that an FBI search of the former vice president's home will likely happen in the future. Short told CNN's Jake Tapper that the former vice president will grant the FBI complete access to his residence, similar to how President Biden's legal team handled...", "link": "https://thehill.com/homenews/administration/3850825-fbi-search-of-pence-home-for-classified-documents-likely-not-too-far-off-marc-short-says/", "date_published": "2023-02-09 13:29:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How does Trump vs. DeSantis end?", "description": "The predominant and looming primary questions are, “What happens if Trump loses?” And “Will Trump take the traditional path and support the presidential nominee for the good of the party?”", "link": "https://thehill.com/opinion/campaign/3850121-how-does-trump-vs-desantis-end/", "date_published": "2023-02-09 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House severely underestimates the cost of changes to student loan program", "description": "Later this month, the Supreme Court will hear arguments in the case challenging the legality of the student loan cancellation plan that President Biden announced last summer. The decision, expected to come by early summer 2023, will determine whether the broad student loan cancellation plan is legal and can be carried out. With this effort...", "link": "https://thehill.com/opinion/education/3848260-white-house-severely-underestimates-the-cost-of-changes-to-student-loan-program/", "date_published": "2023-02-09 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman hospitalized after feeling lightheaded", "description": "Sen. John Fetterman (D-Pa.) was hospitalized Wednesday night after he felt lightheaded during a Senate Democratic retreat, his office said. Fetterman, who had a stroke during his Senate campaign last year, was admitted to the George Washington Hospital Wednesday night, and did \"not show evidence of a new stroke,\" according to his office. The statement...", "link": "https://thehill.com/homenews/house/3850806-fetterman-hospitalized-after-feeling-lightheaded/", "date_published": "2023-02-09 12:25:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Disney to cut 7,000 jobs in Iger's company 'transformation'", "description": "The Walt Disney Co. said Wednesday it will cut about 7,000 jobs as part of a “significant transformation” announced by CEO Bob Iger.", "link": "https://thehill.com/homenews/3850149-disney-to-cut-7000-jobs-in-igers-company-transformation/", "date_published": "2023-02-09 12:18:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is the Biden administration late to WWIII?", "description": "On Jan. 7, 1943, President Franklin Delano Roosevelt delivered his State of the Union address to the 78th Congress. The world around him and the country he led were at war and his speech overtly reflected the existential challenges facing the Western democracies under assault from German and Japanese tyranny. 1942, the first full year...", "link": "https://thehill.com/opinion/national-security/3850202-is-the-biden-administration-late-to-wwiii/", "date_published": "2023-02-09 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers gather for roasts, ribbing at annual dinner: 'It only goes downhill from here, people!'", "description": "It was a bipartisan food fight of sorts, as lawmakers on both sides of the aisle roasted and ribbed each other — and dropped at least one F-bomb — at the Washington Press Club Foundation’s annual Congressional Dinner. “Did you watch [Kevin] McCarthy [(R-Calif.)] during the Speaker’s vote?” Rep. Nancy Mace (R-S.C.) asked an audience...", "link": "https://thehill.com/blogs/in-the-know/3850771-lawmakers-gather-for-roasts-ribbing-at-annual-dinner-it-only-goes-downhill-from-here-people/", "date_published": "2023-02-09 11:27:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Republicans probe for liberal conspiracy, corruption", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. House conservatives on Wednesday tried to cast President Biden and fellow Democrats as the swaddled darlings of Twitter while also accusing the Justice Department of conspiring against former President...", "link": "https://thehill.com/newsletters/morning-report/3850766-the-hills-morning-report-republicans-probe-for-liberal-conspiracy-corruption/", "date_published": "2023-02-09 11:25:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American PPE manufacturers form lobbying group to boost US production", "description": "American personal protective equipment (PPE) companies are forming a lobbying group to push the U.S. away from buying Chinese-made masks, gowns and gloves. The American Medical Manufacturers Association aims to boost domestic production of PPE to ensure that the U.S. never has another shortfall as it did at the start of the COVID-19 pandemic, when...", "link": "https://thehill.com/lobbying/3850447-american-ppe-manufacturers-form-lobbying-group-to-boost-us-production/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden once offered budget bill strikingly similar to Rick Scott plan", "description": "President Biden as a freshman senator in 1975 introduced a bill that would have limited budget authority for all federal programs to between four and six years, which experts say would have required new legislation to fund Medicare, Social Security and other federal programs.  The Biden measure bore striking similarities to the plan Sen. Rick Scott (R-Fla.)...", "link": "https://thehill.com/homenews/senate/3850207-biden-once-offered-budget-bill-strikingly-similar-to-rick-scotts/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Calls grow for stronger ethics rules for Supreme Court justices, families", "description": "Growing scrutiny of the spouses of Supreme Court justices is now raising calls for more stringent ethics rules governing the judges and their families. The latest example of a judicial spouse winning unwanted attention is Jane Roberts, who is married to Chief Justice John Roberts. A former colleague targeted Roberts in an ethics complaint that surfaced late...", "link": "https://thehill.com/regulation/court-battles/3849720-calls-grow-for-stronger-ethics-rules-for-supreme-court-justices-families/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis edges closer to 2024 decision", "description": "Florida Gov. Ron DeSantis is on the cusp of making a final decision on a 2024 presidential run. Several Republicans familiar with the deliberations say that DeSantis is almost certain to seek the GOP’s presidential nomination. His advisers have begun reaching out to and interviewing potential hires for a campaign and are gaming out the...", "link": "https://thehill.com/homenews/campaign/3849675-desantis-edges-closer-to-2024-decision/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP divided over whether heckling Biden hurts them", "description": "House Republicans are divided on whether the raucous heckling of President Biden during his State of the Union address on Tuesday night was inappropriate — or whether it helped them effectively communicate their position to the American public. Many Republicans thought the uproar in response to Biden’s comment accusing Republicans of wanting to sunset Social...", "link": "https://thehill.com/homenews/house/3850194-gop-divided-over-whether-heckling-biden-hurts-them/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Carolina emerges as ground zero for possible GOP presidential hopefuls", "description": "South Carolina is emerging as an early battleground in the Republican presidential primary as a parade of potential White House hopefuls zeros in on the Palmetto State.  Former President Trump traveled to Columbia last month to roll out his South Carolina leadership team, while Nikki Haley, a former two-term South Carolina governor and former U.S....", "link": "https://thehill.com/homenews/campaign/3849941-south-carolina-emerges-as-ground-zero-for-possible-gop-presidential-hopefuls/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tony Gonzales steps up to the plate on immigration and border security", "description": "Rep. Tony Gonzales (R-Texas) represents more than a third of the U.S.-Mexico border, and he wants everyone to know that immigration policy and border security are two separate issues. \"Republicans and Democrats fall into this trap, where they mix the two. Border security and immigration are absolutely two separate issues. Now, they're related. They're closely...", "link": "https://thehill.com/latino/3850234-tony-gonzales-steps-up-to-the-plate-on-immigration-and-border-security/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump’s last Defense secretary takes on the ‘American war machine’", "description": "Two decades before Chris Miller became then-President Trump's acting Defense secretary, overseeing the Pentagon as an insurrection played out in Washington, D.C., he was on a C-17 airplane headed out of Iraq, shortly after U.S. forces had captured Baghdad. By June 2003, Miller had worked 657 days straight as a group operations commander of a...", "link": "https://thehill.com/policy/defense/3850009-trumps-last-defense-secretary-takes-on-the-american-war-machine/", "date_published": "2023-02-09 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says Putin 'already lost Ukraine'", "description": "President Biden on Wednesday said that Russian President Vladimir Putin has already lost Ukraine, adding that aid to Ukraine during the Russian invasion is open-ended. “There’s no way that Putin is going to be able to—he’s already lost Ukraine,” he said. “He thought that if he invaded Ukraine, first of all, he’d get a welcome...", "link": "https://thehill.com/homenews/administration/3850412-biden-says-putin-already-lost-ukraine/", "date_published": "2023-02-09 01:13:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congressional Asian Pacific American Caucus throws weight behind Julie Su for Labor Secretary role", "description": "The Congressional Asian Pacific American Caucus endorsed Julie Su, the Deputy Labor Secretary, to be the next Labor Secretary on Wednesday. Current Labor Secretary Marty Walsh is expected to leave the Biden administration in the coming days to lead the National Hockey League Players Association (NHLPA), a source familiar with the matter confirmed to The...", "link": "https://thehill.com/homenews/administration/3850350-congressional-asian-pacific-american-caucus-throws-weight-behind-julie-su-for-labor-secretary-role/", "date_published": "2023-02-09 01:10:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden gets the best of GOP", "description": "President Biden seemingly got one over on House Republicans in Tuesday’s State of the Union address, baiting GOP lawmakers over spending cuts related to the nation’s debt limit and withstanding regular heckling and name calling in a speech that lasted over an hour. Throughout his administration, the president has faced increasing doubts from both parties...", "link": "https://thehill.com/homenews/administration/3849931-biden-gets-the-best-of-gop/", "date_published": "2023-02-09 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden, Democrats rage as Big Oil touts record profits", "description": "The economic recovery from the COVID-19 pandemic and Russia’s invasion of Ukraine sent oil prices skyrocketing this year, bringing extremely high profits to energy companies.  In recent weeks, companies including ExxonMobil, Chevron, Shell and BP reported billions of dollars in 2022 profits, many of which broke records. The announcements spurred political backlash, including from the...", "link": "https://thehill.com/policy/energy-environment/3849980-biden-democrats-rage-as-big-oil-touts-record-profits/", "date_published": "2023-02-09 01:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden health officials face GOP grilling", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202;  The Big Story  Biden officials face GOP grilling  House Republicans on Wednesday promised rigorous oversight of the Biden administration's health agencies, which they claim had been sorely lacking during the previous Congress when Democrats had the majority. © Getty Wednesday was the...", "link": "https://thehill.com/newsletters/health-care/3850385-biden-health-officials-face-gop-grilling/", "date_published": "2023-02-09 00:58:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden blames classified documents on poorly packed-up offices", "description": "President Biden on Wednesday blamed staffers who weren’t thorough enough in packing up his old offices for the multiple classified documents found from his time as vice president.   “One of the things that happened is that what was not done well is, as they packed up my offices to move them, they didn’t do the...", "link": "https://thehill.com/homenews/administration/3850371-biden-blames-classified-documents-on-poorly-packed-up-offices/", "date_published": "2023-02-09 00:49:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Defense & National Security — Balloon part of vast Chinese surveillance, US says", "description": "The U.S. intelligence community has revealed that the Chinese spy balloon shot down this past weekend is part of a sweeping surveillance program run by Beijing’s military, with many similar airships seen over at least five different continents and regions in the past several years.   We’ll share what we know so far about the...", "link": "https://thehill.com/newsletters/defense-national-security/3850375-defense-national-security-balloon-part-of-vast-chinese-surveillance-us-says/", "date_published": "2023-02-09 00:48:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Americans are going hungry while government fraudsters get rich", "description": "In the State of the Union address, President Biden announced a major crackdown on public-sector fraud, claiming that every dollar invested in fraud prevention will yield tenfold returns for the American people. With this newfound commitment to stopping fraudsters, it's imperative that the government models the best-practices of the private sector, rather than attempting to...", "link": "https://thehill.com/opinion/cybersecurity/3850196-why-americans-are-going-hungry-while-government-fraudsters-get-rich/", "date_published": "2023-02-09 00:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "On The Money — Biden targets GOP, spars over Social Security", "description": "President Biden is keeping up the pressure on congressional Republicans over their views on Medicare and Social Security. We’ll also look at some of the proposals Republicans have eyed so far in debt limit talks, IRS plans for a free online tax-filing system by May, and more.  But first, if Rep. Marjorie Taylor Greene’s viral...", "link": "https://thehill.com/newsletters/business-economy/3850285-on-the-money-biden-targets-gop-spars-over-social-security/", "date_published": "2023-02-09 00:25:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NewsNation reporter arrested at Ohio governor's news conference", "description": "Correspondent Evan Lambert was giving a live report during NewsNation's \"Rush Hour\" when he was taken into custody.", "link": "https://thehill.com/blogs/pundits-blog/media/3850296-newsnation-reporter-arrested-at-ohio-governors-news-conference/", "date_published": "2023-02-09 00:19:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House leaders briefed on Chinese spy balloon", "description": "House leaders were briefed on the Chinese spy balloon on Wednesday morning, two sources familiar with the matter confirmed to The Hill. Speaker Kevin McCarthy (R-Calif.), House Minority Leader Hakeem Jeffries (D-N.Y.), House Intelligence Committee Chairman Mike Turner (R-Ohio) and ranking member Jim Himes (D-Conn.) — the House members who are part of the Gang of...", "link": "https://thehill.com/homenews/house/3850309-house-leaders-briefed-on-chinese-spy-balloon/", "date_published": "2023-02-09 00:15:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hillicon Valley — ‘Twitter Files’ fuel partisan showdown", "description": "A House Oversight hearing featuring former Twitter employees led to a heated debate among lawmakers. Even a brief power outage in the hearing room didn’t cool things down as Democrats lambasted Republicans for holding a hearing the Democrats said was a waste of time and resources.   Meanwhile, advocates said they are encouraged by President...", "link": "https://thehill.com/policy/technology/3850218-hillicon-valley-twitter-files-fuel-partisan-showdown/", "date_published": "2023-02-09 00:07:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden says US-China relations have not been damaged by spy balloon incident", "description": "President Biden on Wednesday said he does not believe the U.S. shooting down a Chinese surveillance balloon will negatively impact relations between the two countries. When asked in an interview with PBS NewsHour if relations have taken a hit, Biden flatly responded, \"No.\" Biden said he has not spoken to Chinese President Xi Jinping since...", "link": "https://thehill.com/homenews/administration/3850287-biden-says-us-china-relations-have-not-been-damaged-by-spy-balloon-incident/", "date_published": "2023-02-09 00:04:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Updating Schedule A could bring in more skilled immigrants and improve Americans’ quality of life", "description": "There are over 11 million vacant jobs in the U.S. today, and fears of an impending recession continue to rock precarious markets. To avoid this worst-case scenario, the Biden administration must act now. Updating Schedule A–a list which designates what occupations have a shortage of “able, willing, qualified, and available” U.S. workers–would make it easier...", "link": "https://thehill.com/opinion/congress-blog/3850148-updating-schedule-a-could-bring-in-more-skilled-immigrants-and-improve-americans-quality-of-life/", "date_published": "2023-02-09 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]