[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC4eYXhJI4-7wSWc8UNRwD4A", "title": "Anna Tivel: Tiny Desk Concert", "description": "Ann Powers | May 22, 2023\n“We’re gonna play you a story,” the Oregon-based singer-songwriter Anna Tivel says, introducing “Black Umbrella,” her searing ballad about police violence in an American convenience store, during this quiet and riveting performance at the Tiny Desk. As the keyboardist Galen Clark adds grace notes supporting gently unyielding guitar, Tivel sings of a young bystander who, because of the way he looks, is transfigured from witness to a crime to alleged perpetrator and, finally, its most tragic victim. “Black Umbrella” is the epic at the broken heart of Tivel’s exquisite 2022 album Outsiders, which like all of her music chronicles the lives of the overlooked, misunderstood and vulnerable. As always, Tivel’s remarkable empathy elevates her folk-based, jazz-touched compositions from mere stories to secular prayers.\n\nSometimes Tivel is the vulnerable one. “What if flying doesn’t take, and we’re alive only to ache?” she sings in the closer “Royal Blue,” a song to a best friend that’s as unguarded as it is hopeful. Her ease here with Clark and the drummer Micah Hummel, whose gentle embellishments complement Tivel’s modest ways, comes from much time in their van, crossing continents. Inside their swirling arrangements, Tivel’s portraits of pain and resilience become hypnotic, like dreams, like reality as we cope with it, always unfolding. “Is there something that you want to say?” she intones in the new and unreleased song “Fluorescence in the Future.” Thing is, Anna’s already said it. \n\nSET LIST\n“Fluorescence in the Future”\n“Black Umbrella”\n“Heroes”\n“Royal Blue”\n\nMUSICIANS\nAnna Tivel: vocals, acoustic guitar, \nGalen Clark: keyboards \nMicah Hummel: drums\n\nTINY DESK TEAM\nProducer: Bob Boilen \nDirector/Editor: Sofia Seidel \nAudio Engineer: Josh Rogosin \nSeries Producer: Bobby Carter \nVideographers: Sofia Seidel, Maia Stern, Michael Zamora \nAudio Assistant: Neil Tevault\nTiny Desk Team: Suraya Mohamed, Kara Frame, Joshua Bryant, Hazel Cills, Marissa Lorusso, Ashley Pointer, Pilar Galván, Jill Britton\n\n#nprmusic #tinydesk #annativel", "link": "https://www.youtube.com/watch?v=6bALUVyGZh0", "date_published": "2023-05-22 09:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}]