[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Color Purple - Official Trailer (2023) Taraji P. Henson, Halle Bailey, Fantasia Barrino", "description": "Warner Bros. Pictures invites you to experience the extraordinary sisterhood of three women who share one unbreakable bond in “The Color Purple.” This bold new take on the beloved classic is directed by Blitz Bazawule (“Black Is King,” “The Burial of Kojo”) and produced by Oprah Winfrey, Steven Spielberg, Scott Sanders and Quincy Jones.\n\n#IGN #Musicals", "link": "https://www.youtube.com/watch?v=vpBjkniOgHs", "date_published": "2023-05-22 22:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Asteroid City - Official 'Are You Married' Clip (2023) Liev Schreiber, Hope Davis, Tom Hanks", "description": "Check out this funny clip from Asteroid City, an upcoming movie starring Jason Schwartzman, Scarlett Johansson, Tom Hanks, Jeffrey Wright, Tilda Swinton, Bryan Cranston, Edward Norton, Adrien Brody, Liev Schreiber, Hope Davis, Stephen Park, Rupert Friend, Maya Hawke, Steve Carell, Matt Dillon, Hong Chau, Willem Dafoe, Margot Robbie, Tony Revolori, Jake Ryan, and Jeff Goldblum.\n\nAsteroid City takes place in a fictional American desert town circa 1955. The itinerary of a Junior Stargazer/Space Cadet convention (organized to bring together students and parents from across the country for fellowship and scholarly competition) is spectacularly disrupted by world-changing events.\n\nThe film is produced by Wes Anderson, Steven Rales, and Jeremy Dawson. Wes Anderson is the screenwriter and the story is by Wes Anderson and Roman Coppola.\n\nAsteroid City, directed by Wes Anderson, opens in theaters on June 23, 2023.\n\n#IGN #AsteroidCity #Movies", "link": "https://www.youtube.com/watch?v=X_PoClVoQlI", "date_published": "2023-05-22 21:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "F1 23 - Official Braking Point 2 and F1 World Deep Dive Trailer", "description": "Join Sky Sports F1 presenter Natalie Pinkham for a deep dive into F1 23's Braking Point story mode, as well as details on the new feature F1 World. Earn rewards, upgrade your car, and take on the world in a revamped ranked multiplayer ladder.\n\nF1 23 will be available on PlayStation 4 and PlayStation 5, Xbox Series X/S, Xbox One, and PC on June 16, 2023.\n\n#IGN #F1 #Gaming", "link": "https://www.youtube.com/watch?v=eq-O50_3YRs", "date_published": "2023-05-22 20:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man: Across The Spider-Verse: Exclusive Clip (2023) Shameik Moore, Oscar Isaac", "description": "Spider-Man: Across the Spider-Verse sees Miles Morales (voiced by Shameik Moore) catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most.\n\nIn IGN’s exclusive clip, Miles is pursued by dozens of other Spideys, including Spider-Man 2099 (voiced by Oscar Isaac), Spider-Man 2211, and Web-Man, with the scene also featuring an epic riff on the iconic Spider-Man Pointing Meme. Not all of the Spideys seen in this clip are even human, with both the dinosaur incarnation Spider-Rex and Spider-Cat popping up at different points.\n\nSpider-Man: Across the Spider-Verse hits theaters on June 2nd.\n\n#SpiderManAcrossTheSpiderVerse", "link": "https://www.youtube.com/watch?v=4OJCbiBFmLc", "date_published": "2023-05-22 19:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official Story Launch Trailer", "description": "Check out the latest Diablo 4 trailer to learn more about the story ahead of the game's release on June 6, 2023.\n\n#IGN #Diablo4", "link": "https://www.youtube.com/watch?v=tkzbNhdsQ_Y", "date_published": "2023-05-22 18:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Indiana Jones and the Dial of Destiny - Official Trailer (2023) Harrison Ford, Mads Mikkelsen", "description": "Check out the latest teaser for Indiana Jones and the Dial of Destiny, an upcoming movie starring Harrison Ford as the legendary hero archeologist, Phoebe Waller-Bridge, Antonio Banderas, John Rhys-Davies, Shaunette Renee Wilson, Thomas Kretschmann, Toby Jones, Boyd Holbrook, Oliver Richters, Ethann Isidore, and Mads Mikkelsen.\n\nDirected by James Mangold, the film is produced by Kathleen Kennedy, Frank Marshall and Simon Emanuel, with Steven Spielberg and George Lucas serving as executive producers. John Williams, who has scored each Indy adventure since the original \"Raiders of the Lost Ark\" in 1981, is once again composing the score.\n\nIndiana Jones and the Dial of Destiny will open in theaters on June 30, 2023.\n\n#IGN #IndianaJones #Movies", "link": "https://www.youtube.com/watch?v=VBZZUNQ5h2M", "date_published": "2023-05-22 17:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Zelda: Tears of the Kingdom Ending Explained", "description": "The Legend of Zelda: Tears of the Kingdom’s story goes to some wild places, especially in its epic finale. There are some legitimate surprises and tricky callbacks, and we’re here to breakdown exactly what happened and what it means.\n\n#IGN #Gaming #Zelda", "link": "https://www.youtube.com/watch?v=ryRHb33P32Y", "date_published": "2023-05-22 16:30:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Little Mermaid Review", "description": "The Little Mermaid was reviewed by Alyssa Mora. In theaters May 26, 2023.\n\nHalle Bailey’s brilliantly vulnerable performance as Ariel is the star of the show in Disney’s live-action remake of The Little Mermaid. Melissa McCarthy follows closely behind with a magnetic performance as Ursula. As a whole, however, this version sometimes struggles to keep itself above water. Its problems lie in lackluster underwater sequences, realistic sea creatures missing cartoonish charm, and additions to the story that are quaint but not necessarily memorable. What works best are the elements it takes from the original, highlighted best by a show-stopping rendition of Part of Your World. While this version doesn’t always find its sea legs, there’s enough of those original ideas recreated here that it can’t go too far wrong.\n\n#TheLittleMermaid", "link": "https://www.youtube.com/watch?v=c63W20CzbCY", "date_published": "2023-05-22 16:00:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Rise of the Beasts Exclusive Clip (2023) Anthony Ramos, Pete Davidson", "description": "\"Calling all Autobots!\" Anthony Ramos meets Mirage (voiced by Pete Davidson) in this exclusive clip from Transformers: Rise of the Beasts.\n\nTransformers: Rise of the Beasts will take audiences on a ‘90s globetrotting adventure with the Autobots and introduce a whole new faction of Transformers – the Maximals – to join them as allies in the existing battle for Earth. Directed by Steven Caple Jr. and starring Anthony Ramos and Dominique Fishback, the film arrives in theatres on June 9, 2023.\n\n#TransformersRiseOfTheBeasts", "link": "https://www.youtube.com/watch?v=QBpN8G98uZU", "date_published": "2023-05-22 16:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Platonic: Exclusive Clip (2023) Seth Rogen, Rose Byrne", "description": "Platonic follows a platonic pair of former best friends approaching midlife (Seth Rogen and Rose Byrne) who reconnect after a long rift. The duo’s friendship becomes all-consuming—and destabilizes their lives in a hilarious way. In addition to Rogen and Byrne, the ensemble cast includes Luke Macfarlane, Tre Hale, Andrew Lopez, and Carla Gallo.\n\nThe upcoming 10-episode comedy series starring and executive produced by Rose Byrne and Seth Rogen and co-created, directed, and co-written by Nick Stoller and Francesca Delbanco. The half-hour comedy is set to make its global debut with the first three episodes on Wednesday, May 24, 2023, on Apple TV+, followed by new episodes weekly, every Wednesday.\n\n#Platonic", "link": "https://www.youtube.com/watch?v=3tKcWKQYf2E", "date_published": "2023-05-22 16:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Trek: Resurgence - Exclusive Launch Trailer", "description": "Check out the exciting Star Trek: Resurgence launch trailer for new Star Trek narrative adventure. Featuring dialogue-driven role-playing elements and branching storylines, prepare to step into the Star Trek universe. Get a peek at what's to come in this latest trailer.\n\nStar Trek: Resurgence launches on May 23 on PS5, Xbox Series X/S, PS4, Xbox One, and PC via the Epic Games Store.\n\n#IGN #Gaming #StarTrek", "link": "https://www.youtube.com/watch?v=N9riy3BhlkE", "date_published": "2023-05-22 15:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Empires of the Undergrowth: Command Colonies of Ants in This Underground RTS - Exclusive Trailer", "description": "Check out this exclusive gameplay trailer for Empires of the Undergrowth, an RTS and base-building game that puts you in charge of commanding swarms of ants. Forge your ant empire as you build complex nests and take control of a variety of warrior ant species. Engage in exciting battles and protect your queen at all costs while navigating the unique threats and opportunities of the insect world.\n\nEmpires of the Undergrowth is available to play now via Early Access on Steam, Epic Games Store, and GOG.\n\n#IGN #Gaming #EmpiresOfTheUndergrowth", "link": "https://www.youtube.com/watch?v=azcwhoIii0I", "date_published": "2023-05-22 15:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Final Fantasy 16: First Four Hours Preview", "description": "Check out our Final Fantasy 16 preview! After playing Final Fantasy 16's first four hours of hulking Eikon showdowns, superb melee combat, and layered story, we're left very excited to play more.\n\nFinal Fantasy XVI will be released on June 22 on PS5.\n\n#IGN #Gaming #FinalFantasy", "link": "https://www.youtube.com/watch?v=DJB_FYzcDvQ", "date_published": "2023-05-22 14:19:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Trek: Resurgence - Exclusive Launch Trailer", "description": "Check out the exciting Star Trek: Resurgence launch trailer for new Star Trek narrative adventure. Featuring dialogue-driven role-playing elements and branching storylines, prepare to step into the Star Trek universe. Get a peek at what's to come in this latest trailer.\n\nStar Trek: Resurgence launches on May 23 on PS5, Xbox Series X/S, PS4, Xbox One, and PC via the Epic Games Store.\n\n#IGN #Gaming #StarTrek", "link": "https://www.youtube.com/watch?v=fwwY0TiTTkU", "date_published": "2023-05-22 13:51:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Testament: The Order of High Human (First-Person Metroidvania) - Official Reveal Trailer", "description": "Developer Fairyship games has announced Testament: The Order of High Human, a new first-person Metroidvania action-adventure/RPG set in a post-apocalyptic fantasy world. It's in development for PC. \n\nWishlist it on Steam if you're interested:  https://store.steampowered.com/app/2176430/Testament_The_Order_of_HighHuman/\n\n#TestamentTheOrderofHighHuman #Metroidvania", "link": "https://www.youtube.com/watch?v=YhrTOGAvF6g", "date_published": "2023-05-22 13:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}]