[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Is Grand Theft Auto 6 Releasing In 2024?", "description": "Whether Grand Theft Auto 6 adheres to the expectations of every single fan also remains to be seen. \n\nBut it's been too long since Rockstar has released a new title in the franchise, much less a new triple-A title. A perfect storm is brewing, and we can't wait to see what the next generation of Grand Theft Auto delivers.", "link": "https://www.youtube.com/watch?v=a_EgQAFC-AI", "date_published": "2023-05-22 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 BEST Single Player Games on Xbox Series X You NEED TO PLAY", "description": "While the Xbox Series X's library of single player experiences isn't currently on the same level as that of the PS5 (or the Switch, though that is, of course, a much older console), it's not something to scoff at either. In the two and a half years since its launch, Microsoft's current-gen console has seen a number of excellent single player releases, and the library it has built up to this point has no shortage of gems. \n\nHere, we're going to talk about a few of them.", "link": "https://www.youtube.com/watch?v=sRCgXq3cCIw", "date_published": "2023-05-22 13:30:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Planet of Lana Review - The Final Verdict", "description": "Overall, Planet of Lana is a beautiful experience with tight gameplay, a compelling and well-designed world, and a strong narrative anchored by two likeable leads and an imposing threat. \n\nThis year – heck, even this quarter – could see it fall under the radar of some big blockbusters. However, the odyssey of Lana and Mui is worth undertaking and remembering.", "link": "https://www.youtube.com/watch?v=mrbyjJTXCnI", "date_published": "2023-05-22 12:00:39+00:00", "persistent": false, "user": null, "language": "en-US"}]