[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dozens of Senators Issued Taxpayer-Funded Emergency Satellite Phones Amid Security Risks", "description": "More than half of U.S. Senators accepted taxpayer-funded emergency satellite phones as part of a series of new security measures implemented after the January 6 Capitol riot. According to a CBS report, approximately 50 out of 100 sitting members of Congress received the technology amid growing concerns about hometown security risks or in the case ...", "link": "https://www.dailywire.com/news/dozens-of-senators-issued-taxpayer-funded-emergency-satellite-phones-amid-security-risks", "date_published": "2023-05-22 19:28:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "For Real? North Carolina Gov. Declares ‘State Of Emergency’ Because Republican-Led School Choice Is About To Pass", "description": "Democratic Governor Roy Cooper (NC) has declared a &#8220;State of Emergency&#8221; because the GOP-led legislature is about to pass school choice amongst other conservative measures that fight back against radical emergency. What exactly does a &#8220;state of emergency&#8221; over public education entail? It&#8217;s unclear, but Cooper thought it enough of a crisis to give a ...", "link": "https://www.dailywire.com/news/for-real-north-carolina-gov-declares-state-of-emergency-because-republican-led-school-choice-is-about-to-pass", "date_published": "2023-05-22 18:46:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Long, Hot, Dry Summer’: Former Anheuser-Busch President Makes Dire Prediction About The Future Of Bud Light", "description": "Anson Frericks, the former president of sales and distribution for Anheuser-Busch, forecasted that Bud Light and other brands marketed by the firm would struggle until executives make clear that they prioritize serving customers rather than engaging in social issues. Bud Light garnered controversy among conservatives after the brand partnered with influencer Dylan Mulvaney, a man ...", "link": "https://www.dailywire.com/news/a-long-hot-dry-summer-former-anheuser-busch-president-makes-dire-prediction-about-the-future-of-bud-light", "date_published": "2023-05-22 18:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Woke Finance Positions Pay Much More Than Normal Ones, Report Says", "description": "Roles in asset management and banking pay much more if they are associated with the environmental, social, and corporate governance movement, also known as ESG, according to data from Revelio Labs shared with Reuters. Skeptics of the ESG movement contend that the investment and business philosophy emphasizes political and social causes, such as decreasing carbon ...", "link": "https://www.dailywire.com/news/woke-finance-positions-pay-much-more-than-normal-ones-report-says", "date_published": "2023-05-22 17:52:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Monday Afternoon Update: Tim Scott Enters The Race, Eric Adams Wants To Ship Illegal Aliens Around America, Debt Ceiling Latest", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Mother Of Unvaccinated Girl Denied Kidney Transplant By Duke Shares Huge Update In a Daily Wire exclusive, the mother of Yulia Hicks – a child who was denied a kidney transplant by Duke Children’s Hospital last year – has ...", "link": "https://www.dailywire.com/news/monday-afternoon-update-tim-scott-enters-the-race-eric-adams-wants-to-ship-illegal-aliens-around-america-debt-ceiling-latest", "date_published": "2023-05-22 17:49:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Administration To End Familial DNA Testing Used To Detect Child Trafficking At Southern Border: Report", "description": "The Biden administration plans to end a family DNA testing system at the U.S.-Mexico border at the end of May, which authorities use to prevent smugglers from trafficking migrant children across the southern border, according to a leaked memo obtained by Just the News. U.S. Customs and Border Protection (CBP) officials were notified that familial ...", "link": "https://www.dailywire.com/news/biden-administration-to-end-familial-dna-testing-used-to-detect-child-trafficking-at-southern-border-report", "date_published": "2023-05-22 17:35:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hillary Clinton Says Biden’s Age Is An ‘Issue’ Voters Should Consider", "description": "Hillary Clinton encouraged voters to contemplate President Joe Biden&#8216;s age when they head to the ballot box in 2024. &#8220;His age is an issue, and people have every right to consider it,&#8221; Clinton said during an event in Washington, D.C., over the weekend. Already the oldest person to be president at 80, Biden would be ...", "link": "https://www.dailywire.com/news/hillary-clinton-says-bidens-age-is-an-issue-voters-should-consider", "date_published": "2023-05-22 17:26:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Matrix Of Lies’; RFK, Jr. Blasts The FBI’s ‘Mockery’ Of Democracy To ‘Destroy’ A Presidential Candidate", "description": "The most interesting candidate in the 2024 election has to be Democratic hopeful Robert F. Kennedy, Jr. – if not for his career path and family history, then for his willingness to buck the D.C. establishment narrative and attack The Uniparty. In his latest campaign statement regarding the FBI&#8217;s 2016 election interference, as described by ...", "link": "https://www.dailywire.com/news/a-matrix-of-lies-rfk-jr-blasts-the-fbis-mockery-of-democracy-to-destroy-a-presidential-candidate", "date_published": "2023-05-22 17:22:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Back To The Future’ Star Christopher Lloyd Goes Viral With DeLorean Tweet", "description": "&#8220;Back to the Future&#8221; star Christopher Lloyd has gone viral after he posted a tweet on Sunday showing him sitting inside the same car that he drove into both the future and the past in the famed sci-fi movie from 1985. The 84-year-old actor definitely got everyone&#8217;s attention when he tweeted to his hundreds of ...", "link": "https://www.dailywire.com/news/back-to-the-future-star-christopher-lloyd-goes-viral-with-delorean-tweet", "date_published": "2023-05-22 17:11:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Moves Toward Greenlighting F-16s For Ukraine", "description": "President Joe Biden is moving closer to allowing Ukraine to have F-16 fighter jets, an about-face after pushing off similar requests earlier this year. Ukraine President Volodymyr Zelensky has asked the United States and Europe for months to supply his besieged military with F-16 fighter jets to counter Russian control of the skies over Ukraine. ...", "link": "https://www.dailywire.com/news/biden-moves-toward-greenlighting-f-16s-for-ukraine", "date_published": "2023-05-22 16:31:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘I’ve Been Extremely Lucky In My Life’: Jay Leno Says He Doesn’t Let Recent Horrific Accidents Upset Him", "description": "Former late-night TV host Jay Leno said he doesn&#8217;t let two recent horrific accidents upset him — because number one, they are accidents and number two, he feels he&#8217;s been &#8220;extremely lucky&#8221; in his life. The 73-year-old comedian said he&#8217;s got a lot to be &#8220;grateful&#8221; for after first surviving suffering third-degree burns to his ...", "link": "https://www.dailywire.com/news/ive-been-extremely-lucky-in-my-life-jay-leno-says-he-doesnt-let-recent-horrific-accidents-upset-him", "date_published": "2023-05-22 16:25:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Washington State To Spend $83K On Training Featuring Drag Queen Story Hour Director", "description": "Washington state is preparing to spend an estimated $83,000 on an employee diversity training featuring the Director of Drag Queen Story Hour, information obtained by The Daily Wire reveals. Titled the Washington DEI Empowerment Conference, the training is set to include talks on diversity, “anti-racism,” and equity every Wednesday in June. Hayden Michaels, the Deputy ...", "link": "https://www.dailywire.com/news/washington-state-to-spend-83k-on-training-featuring-drag-queen-story-hour-director", "date_published": "2023-05-22 16:20:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "LGBT Groups Balk On Dodgers Pride Night After ‘Queer And Trans Nuns’ Troupe Disinvited", "description": "The Los Angeles Dodgers are striking out with LGBT organizations after throwing a changeup with a drag troupe that has invoked the fury of Catholics. At least two organizations, LA Pride and the Los Angeles LGBT Center, plan to pull out of the professional baseball team&#8217;s annual Pride Night celebration scheduled for a home game ...", "link": "https://www.dailywire.com/news/lgbt-groups-balk-on-dodgers-pride-night-after-queer-and-trans-nuns-troupe-disinvited", "date_published": "2023-05-22 15:57:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Report: ‘The Little Mermaid’ Pre-Ticket Sales Showing Worst Performing Disney Release This Year In China", "description": "&#8220;The Little Mermaid&#8221; pre-ticket sales are currently showing the movie could be the worst-performing Disney release in 2023 in China with current sales sitting at $13,000 after 3 days of presales ahead of the opening on May 25. Chinese box officer observers like Luiz Fernando tweeted on Sunday that ticket sales for the live-action remake ...", "link": "https://www.dailywire.com/news/report-the-little-mermaid-pre-ticket-sales-showing-worst-performing-disney-release-this-year-in-china", "date_published": "2023-05-22 15:55:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WaPo Reporter Asked Tim Scott If He Is Still A Virgin", "description": "Senator Tim Scott (R-S.C.) formally announced his bid for the 2024 Republican presidential nomination on Monday, and Washington Post reporter Ben Terris chose that moment to reflect on asking the unmarried senator whether he is a virgin. Terris used the moment in part to sell his upcoming book — &#8220;The Big Break: The Gamblers, Party ...", "link": "https://www.dailywire.com/news/wapo-reporter-asked-tim-scott-if-he-is-still-a-virgin", "date_published": "2023-05-22 15:45:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former ESPN Reporter Slams Network, Brittney Griner, Lia Thomas, And Megan Rapinoe", "description": "Former ESPN reporter Charly Arnolt slammed her former employer, WNBA player Brittney Griner, transgender swimmer Lia Thomas, and retired professional soccer player Megan Rapinoe during a recent interview. The 35-year-old sports broadcaster and TV personality spoke exclusively to the Daily Mail, saying for five years she couldn&#8217;t be her true self while working for the ...", "link": "https://www.dailywire.com/news/former-espn-reporter-slams-network-brittney-griner-lia-thomas-and-megan-rapinoe", "date_published": "2023-05-22 15:34:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shocking Number Of Canadians Support Allowing Assisted Suicide For Homelessness, Poverty", "description": "More than 25% of Canadians support allowing medically assisted suicide in cases such as homelessness and poverty, according to a survey released earlier this month by Research Co. Assisted suicide, sometimes called medical assistance in dying, has been increasingly deregulated in Canada over the past several years. The practice is currently available only for adults ...", "link": "https://www.dailywire.com/news/shocking-number-of-canadians-support-allowing-assisted-suicide-for-homelessness-poverty", "date_published": "2023-05-22 15:12:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ray Stevenson, Actor In ‘Thor’, ‘Punisher: War Zone,’ ‘RRR’, Dies At 58", "description": "Ray Stevenson, who played major roles in both movie and television shows, has died. He was 58 years old. A spokesperson for Stevenson said that actor died on Sunday, four days before his 59th birthday. No other details were available about what happened. Stevenson was born on May 25, 1964, in Northern Ireland and began ...", "link": "https://www.dailywire.com/news/ray-stevenson-actor-in-thor-punisher-war-zone-rrr-dies-at-58", "date_published": "2023-05-22 15:08:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "One Of The World’s Most Dangerous Volcanoes Threatening To Erupt", "description": "One of the world’s most dangerous volcanoes may be showing signs of a massive eruption. The alert level of the Popocatepetl volcano, which towers roughly 18,000 feet over sea level and looms 34 miles southeast of Mexico City, threatening 25 million people within range of an eruption, was raised to yellow phase three on Sunday, ...", "link": "https://www.dailywire.com/news/one-of-the-worlds-most-dangerous-volcanoes-threatening-to-erupt", "date_published": "2023-05-22 14:59:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump’s Social Media Company Files $3 Billion Defamation Lawsuit Against Washington Post", "description": "Former President Donald Trump&#8217;s social media company is seeking $3.78 billion in damages in a defamation lawsuit against The Washington Post for publishing &#8220;an egregious hit piece&#8221; earlier this month that accused the company of securities fraud and other wrongdoings. Trump Media and Technology Group (TMTG), the owner of Truth Social, filed the lawsuit on ...", "link": "https://www.dailywire.com/news/trumps-social-media-company-files-3-billion-defamation-lawsuit-against-washington-post", "date_published": "2023-05-22 14:38:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Exhausting Slog,’ ‘Glaringly Fake’: Critics Shred Disney’s ‘Indiana Jones 5’", "description": "The first Indiana Jones movie, Raiders of the Lost Ark, came out in 1981. Back then, Harrison Ford was 38. Now Ford&#8217;s 80 years old, not exactly the age of an action hero. And the fifth installment of the movie is not faring well with critics. &#8220;It’s all pretty goofy and laborious over its 142-minute ...", "link": "https://www.dailywire.com/news/exhausting-slog-glaringly-fake-critics-shred-disneys-indiana-jones-5", "date_published": "2023-05-22 14:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "When Can America Expect Charges Against Hunter Biden?", "description": "Lawmakers are deeply concerned with alleged efforts from the Justice Department to retaliate against an IRS whistleblower who was assigned to the criminal investigation into Hunter Biden, a development which comes as a longtime criminal probe may be coming to a head. Attorneys for the IRS agent said in a letter to Congress that their ...", "link": "https://www.dailywire.com/news/when-can-america-expect-charges-against-hunter-biden", "date_published": "2023-05-22 14:11:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Actress Melissa McCarthy Said A ‘Volatile, Hostile’ Set Left Her ‘Physically Ill’: ‘There Were People Weeping’", "description": "Actress Melissa McCarthy recently said she was once part of a “hostile” work environment while working in Hollywood. The 52-year-old star of the upcoming Disney remake of “The Little Mermaid” didn’t name names but didn’t hold back while describing her version of the experience. “I did work for someone once who ran such a volatile, ...", "link": "https://www.dailywire.com/news/actress-melissa-mccarthy-said-a-volatile-hostile-set-left-her-physically-ill-there-were-people-weeping", "date_published": "2023-05-22 14:10:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Kim Kardashian Talks Parenting Challenges: ‘There Are Nights I Cry Myself To Sleep’", "description": "Kim Kardashian recently spoke candidly about the challenges of being a mother. The 41-year-old mom of four made the comments while recording an upcoming episode of the “On Purpose with Jay Shetty” podcast, per People. The host asked what Kardashian thought of having kids now compared to how she imagined it would be raising children. ...", "link": "https://www.dailywire.com/news/kim-kardashian-talks-parenting-challenges-there-are-nights-i-cry-myself-to-sleep", "date_published": "2023-05-22 14:01:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Victoria’s Secret Plus-Size Model Slammed For TikTok Videos Discussing Euthanasia With Her Grandmother", "description": "A social media influencer who was the first plus-size model for Victoria’s Secret was slammed after posting TikTok videos of her talking with her dying grandmother about the grandmother’s planned euthanasia. In 2019, Ali Tate Cutler appeared in a photoshoot for Victoria’s Secret collaboration with the Bluebella. “We are thrilled to be working with Ali ...", "link": "https://www.dailywire.com/news/victorias-secret-plus-size-model-slammed-for-tiktok-videos-discussing-euthanasia-with-her-grandmother", "date_published": "2023-05-22 13:53:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here Are The Seven Cities Where Rent Exceeds 30% Of Median Income", "description": "Americans in certain metropolitan areas are spending an “uncomfortably high” share of their incomes on rent, a phenomenon that comes as the residential housing market remains inaccessible for many families, according to an analysis from Moody’s Analytics. There are currently seven cities where residents pay more than 30% of median income levels to rent an ...", "link": "https://www.dailywire.com/news/here-are-the-seven-cities-where-rent-exceeds-30-of-median-income", "date_published": "2023-05-22 13:42:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Autopsy Confirms Atlanta Inmate Died From Neglect After He Was Found ‘Eaten Alive’ By Bugs", "description": "Independent autopsy results released Monday by the family of a Fulton County inmate who says their relative was “eaten alive” by bed bugs confirmed the man died of neglect. Lashawn Thompson, 35, was arrested on June 12, 2022, for a misdemeanor simple battery charge. He was sent to Fulton County Jail and placed in the ...", "link": "https://www.dailywire.com/news/autopsy-confirms-atlanta-inmate-died-from-neglect-after-he-was-found-eaten-alive-by-bugs", "date_published": "2023-05-22 13:31:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Murder Suspect Pleads Not Guilty To Killing Of Four University Of Idaho Students", "description": "The 28-year-old man accused of killing four University of Idaho students has pleaded not guilty to the crime. The suspect, who is not being named per Daily Wire policy, was indicted last week on charges including first-degree murder and appeared in court on Monday for his arraignment. The suspect wore a bullet-proof vest under his orange jumpsuit, the Daily ...", "link": "https://www.dailywire.com/news/murder-suspect-pleads-not-guilty-to-killing-of-four-university-of-idaho-students", "date_published": "2023-05-22 13:15:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jay-Z And Beyoncé Drop $200M On Most Expensive Home In California", "description": "Rapper Jay-Z and his wife, recording artist Beyoncé, just purchased a $200 million mansion in Malibu. The sale set the record as the most expensive home ever sold in California and the second most expensive real estate deal in the country, according to a TMZ report. The property was initially listed at $295 million. The ...", "link": "https://www.dailywire.com/news/jay-z-and-beyonce-drop-200m-on-most-expensive-home-in-california", "date_published": "2023-05-22 13:03:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biographer Says He Knows Why Tucker Got Yanked From Fox News", "description": "Biographer Chadwick Moore said on Monday that he knew why Fox News had pulled ratings king Tucker Carlson off the air on April 24 – and Carlson himself appeared to be on the same page. Moore shared a video Monday morning promoting the upcoming biography – simply titled &#8220;Tucker&#8221; — and he said that some ...", "link": "https://www.dailywire.com/news/biographer-says-he-knows-why-tucker-got-yanked-from-fox-news", "date_published": "2023-05-22 12:48:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Shipment Of Explosive Chemical Mysteriously Disappears", "description": "A large shipment of an explosive chemical transported by train in the western United States has gone missing. Roughly 30 tons of ammonium nitrate disappeared in mid-April while being moved from Wyoming to California, prompting explosives manufacturer Dyno Nobel to inform federal authorities. More than a month after material vanished during the nearly two-week trip, ...", "link": "https://www.dailywire.com/news/shipment-of-explosive-chemical-mysteriously-disappears", "date_published": "2023-05-22 12:32:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "University Of Minnesota Restricts White Students From Research Program, Hit With Civil Rights Complaint", "description": "The University of Minnesota was the subject of a civil rights complaint last week for enacting a research program that offers applicants a $6,000 stipend but is restricted to students of color. The Multicultural Summer Research Opportunities Program, which the school describes as an “intensive 10 week summer program in which undergraduate students of color ...", "link": "https://www.dailywire.com/news/university-of-minnesota-restricts-white-students-from-research-program-hit-with-civil-rights-complaint", "date_published": "2023-05-22 12:22:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "High School Track Star Signals Her Dismay After Being Ousted From Championship By Boy", "description": "A California high school senior appeared to give a thumbs-down to spectators as she stood on the podium, having lost her chance to compete in the girls’ state championships because a high school boy finished ahead of her. Adeline Johnson, a senior at Branson High School, finished fourth in the girls’ 1,600-meter run at the ...", "link": "https://www.dailywire.com/news/high-school-track-star-signals-her-dismay-after-being-ousted-from-championship-by-boy", "date_published": "2023-05-22 12:05:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Brady Bunch’ Star Susan Olsen Denies Barry Williams Had Affair With Florence Henderson: ‘There Wasn’t Anything Going On With Them’", "description": "Former “Brady Bunch” actress Susan Olsen directly addressed rumors that two of her co-stars from the television show had an affair. Olsen, who played Cindy Brady on the classic sitcom, said that the relationship between her on-screen mom Carol Brady (Florence Henderson) and sibling Greg Brady (Barry Williams) was not romantic. Fans wondered about the ...", "link": "https://www.dailywire.com/news/brady-bunch-star-susan-olsen-denies-barry-williams-had-affair-with-florence-henderson-there-wasnt-anything-going-on-with-them", "date_published": "2023-05-22 12:03:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tim Scott Opens His Presidential Bid In Hometown Speech Bashing Biden", "description": "South Carolina Republican Sen. Tim Scott announced his entry into the 2024 presidential election on Monday, smacking President Joe Biden while touting his own up-from-poverty story. The 57-year-old opened his campaign in a morning speech from his alma mater, Charleston Southern University, in his hometown of North Charleston. Scott filed paperwork with the Federal Election ...", "link": "https://www.dailywire.com/news/tim-scott-opens-his-presidential-bid-in-hometown-speech-bashing-biden", "date_published": "2023-05-22 11:48:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Doomsday Mom,’ Already Convicted Of Killing Children, Indicted On New Murder Conspiracy Charge", "description": "Lori Vallow Daybell, the Idaho mom convicted of killing her kids and conspiring to kill her fifth husband’s first wife, has been indicted on a new murder conspiracy charge – this time in Arizona. Just days after Vallow Daybell was convicted, she was indicted on a charge of conspiring to murder her niece’s ex-husband, Brandon ...", "link": "https://www.dailywire.com/news/doomsday-mom-already-convicted-of-killing-children-indicted-on-new-murder-conspiracy-charge", "date_published": "2023-05-22 11:36:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Anheuser-Busch Offers To Buy Back Expiring Cases Of Bud Light After Dylan Mulvaney fiasco", "description": "Anheuser-Busch is offering to buy unsold cases of Bud Light back from retailers as sales continue to crater in the aftermath of a brief but disastrous partnership with trans-identifying influencer Dylan Mulvaney. The offer, reported by The Wall Street Journal, comes as boycotts continue to dog the brand in the wake of the controversial deal. Mulvaney raved in ...", "link": "https://www.dailywire.com/news/anheuser-busch-offers-to-buy-back-expiring-cases-of-bud-light-after-dylan-mulvaney-flap", "date_published": "2023-05-22 11:26:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ohio Retirement Fund Votes For Leftist Shareholder Resolutions At Behest Of Woke Advisory Firm", "description": "One of the largest public state pension funds in the nation has routinely accepted shareholder resolution advice from a woke proxy advisory firm based in San Francisco, effectively leveraging its nearly $100 billion in assets to push companies toward adopting leftist priorities that critics say contradict the conservative state&#8217;s values. Officials at the Ohio Public Employees ...", "link": "https://www.dailywire.com/news/ohio-retirement-fund-votes-for-leftist-shareholder-resolutions-at-behest-of-woke-advisory-firm", "date_published": "2023-05-22 11:22:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Republican Mega-Donor Bails On Trump, Will Back DeSantis For President In 2024", "description": "Winning the White House costs money. A lot of money. And the price keeps soaring. In 2016, the presidential candidates spent about $2.2 billion. In 2020, that jumped to $6.6 billion. Like it or not, no one wins without money. That&#8217;s bad news for former President Donald Trump. Yet another wealthy Republican financier is bailing ...", "link": "https://www.dailywire.com/news/republican-mega-donor-bails-on-trump-will-back-desantis-for-president-in-2024", "date_published": "2023-05-22 11:14:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meta Hit With Massive Fine Over Data Privacy", "description": "Meta was slammed Monday by the European Union with a $1.3 billion fine and ordered to cease transferring user data to the United States over privacy concerns. The decision, revealed by the Data Protection Commission of Ireland, marks the largest penalty since the European Union created the restrictive General Data Protection Regulation five years ago. ...", "link": "https://www.dailywire.com/news/meta-hit-with-massive-fine-over-data-privacy", "date_published": "2023-05-22 11:13:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Mother Of Unvaccinated Girl Denied Kidney Transplant By Duke Shares Huge Update", "description": "Yulia Hicks, a child who was denied a kidney transplant by Duke Children&#8217;s Hospital last year, will finally be receiving the life-saving operation at another North Carolina hospital. The teen has a genetic kidney disorder that requires a transplant, but her family said last year that Duke was refusing to put Yulia on the kidney ...", "link": "https://www.dailywire.com/news/mother-of-unvaccinated-girl-denied-kidney-transplant-by-duke-shares-huge-update", "date_published": "2023-05-22 11:02:50+00:00", "persistent": false, "user": null, "language": "en-US"}]