[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "EU Regulators Hit Meta with Record $1.3 Billion Fine for Data Transfer Violations", "description": "Facebook's parent company Meta has been fined a record $1.3 billion by European Union data protection regulators for transferring the personal data of users in the region to the U.S.\nIn a binding decision taken by the European Data Protection Board (EDPB), the social media giant has been ordered to bring its data transfers into compliance with the GDPR and delete unlawfully stored and processed", "link": "https://thehackernews.com/2023/05/eu-regulators-hit-meta-with-record-13.html", "date_published": "2023-05-22 17:48:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Indonesian Cybercriminals Exploit AWS for Profitable Crypto Mining Operations", "description": "A financially motivated threat actor of Indonesian origin has been observed leveraging Amazon Web Services (AWS) Elastic Compute Cloud (EC2) instances to carry out illicit crypto mining operations.\nCloud security company's Permiso P0 Labs, which first detected the group in November 2021, has assigned it the moniker GUI-vil (pronounced Goo-ee-vil).\n\"The group displays a preference for Graphical", "link": "https://thehackernews.com/2023/05/indonesian-cybercriminals-exploit-aws.html", "date_published": "2023-05-22 16:05:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Bad Magic's Extended Reign in Cyber Espionage Goes Back Over a Decade", "description": "New findings about a hacker group linked to cyber attacks targeting companies in the Russo-Ukrainian conflict area reveal that it may have been around for much longer than previously thought.\nThe threat actor, tracked as Bad Magic (aka Red Stinger), has not only been linked to a fresh sophisticated campaign, but also to an activity cluster that first came to light in May 2016.\n\"While the", "link": "https://thehackernews.com/2023/05/bad-magics-extended-reign-in-cyber.html", "date_published": "2023-05-22 12:47:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Are Your APIs Leaking Sensitive Data?", "description": "It's no secret that data leaks have become a major concern for both citizens and institutions across the globe. They can cause serious damage to an organization's reputation, induce considerable financial losses, and even have serious legal repercussions. From the infamous Cambridge Analytica scandal to the Equifax data breach, there have been some pretty high-profile leaks resulting in massive", "link": "https://thehackernews.com/2023/05/are-your-apis-leaking-sensitive-data.html", "date_published": "2023-05-22 11:12:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "U.K. Fraudster Behind iSpoof Scam Receives 13-Year Jail Term for Cyber Crimes", "description": "A U.K. national responsible for his role as the administrator of the now-defunct iSpoof online phone number spoofing service has been sentenced to 13 years and 4 months in prison.\nTejay Fletcher, 35, of Western Gateway, London, was awarded the sentence on May 18, 2023. He pleaded guilty last month to a number of cyber offenses, including facilitating fraud and possessing and transferring", "link": "https://thehackernews.com/2023/05/uk-fraudster-behind-ispoof-scam.html", "date_published": "2023-05-22 07:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "KeePass Exploit Allows Attackers to Recover Master Passwords from Memory", "description": "A proof-of-concept (PoC) has been made available for a security flaw impacting the KeePass password manager that could be exploited to recover a victim's master password in cleartext under specific circumstances.\nThe issue, tracked as CVE-2023-32784, impacts KeePass versions 2.x for Windows, Linux, and macOS, and is expected to be patched in version 2.54, which is likely to be released early", "link": "https://thehackernews.com/2023/05/keepass-exploit-allows-attackers-to.html", "date_published": "2023-05-22 06:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}]