[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Latest On Ukraine-Russia War, EPA Announces Action Against Norfolk Southern, George Santos Admits Lies", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Putin, Biden Trade Speeches Laying Out Road Ahead For Russian-Ukraine War Russia announced Tuesday that it will be suspending the only remaining nuclear treaty with the United States — known as the New START treaty — ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-latest-on-ukraine-russia-war-epa-announces-action-against-norfolk-southern-george-santos-admits-lies", "date_published": "2023-02-21 17:44:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrats To Huddle About ‘Reported Breach’ Of January 6 Tapes", "description": "House Democrats plan to meet and discuss Speaker Kevin McCarthy (R-CA) giving Fox News host Tucker Carlson access to 41,000 hours of Capitol surveillance footage from the January 6, 2021. Minority Leader Hakeem Jeffries (D-NY) sent a letter to Democratic colleagues on Tuesday saying his team is &#8220;working to confirm the precise nature of the ...", "link": "https://www.dailywire.com/news/democrats-to-huddle-about-reported-breach-of-january-6-tapes", "date_published": "2023-02-21 17:36:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judd Apatow Roasts Tom Cruise At Awards Show Over Church Of Scientology And More", "description": "Director Judd Apatow had some fun at Tom Cruise&#8217;s expense when he roasted the superstar actor for his height and connection to the Church of Scientology at the Directors Guild of America Awards. During the 55-year-old comedian&#8217;s opening monologue as the host of the DGA Awards on Saturday, Apatow joked about the &#8220;visual effects&#8221; being ...", "link": "https://www.dailywire.com/news/judd-apatow-roasts-tom-cruise-at-awards-show-over-church-of-scientology-and-more", "date_published": "2023-02-21 17:34:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jen Psaki Is Getting Her Own Sunday Talk Show, MSNBC Announces", "description": "Former White House Press Secretary Jen Psaki has landed her own Sunday talk show. In a press release Thursday, MSNBC announced that the Biden administration&#8217;s former top communicator will debut her own talk show, &#8220;Inside with Jen Psaki,&#8221; beginning March 19. The network also announced that she will debut a show on streaming platforms and ...", "link": "https://www.dailywire.com/news/jen-psaki-is-getting-her-own-sunday-talk-show-msnbc-announces", "date_published": "2023-02-21 17:27:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former FBI Agents Slam Bureau For Wasting Tax Dollars On ‘Wellness Room’ For Employees", "description": "A former FBI agent slammed the bureau Tuesday for wasting taxpayer money after receiving a document from an alleged field office insider in New Jersey, which announced a &#8220;wellness room&#8221; that includes massage recliners, lounge furniture, and a yoga space for employees. Steve Friend, a former FBI agent and current senior fellow for the Center ...", "link": "https://www.dailywire.com/news/former-fbi-agents-slam-bureau-for-wasting-tax-dollars-on-wellness-room-for-employees", "date_published": "2023-02-21 17:23:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fact-Checking Chinese Official’s Failed Twitter Takedown Of U.S.", "description": "China’s foreign ministry spokeswoman mocked the United States Tuesday in a Twitter thread, but she didn&#8217;t exactly bring the receipts. In the thread, Hua Chunying accused the U.S. of “waging a crazy and hysteric public opinion war on China,” and then listed claims she believes show China is superior to the U.S. But the list ...", "link": "https://www.dailywire.com/news/fact-checking-chinese-officials-failed-twitter-takedown-of-u-s", "date_published": "2023-02-21 17:08:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Detransitioner Files First Lawsuit In Canada Against Medical Providers", "description": "A woman in Ontario who identified as transgender and underwent hormone therapy, a bilateral mastectomy, and a hysterectomy filed the first lawsuit in Canada against her healthcare providers for facilitating her transition.  Michelle Zacchigna, a 34-year-old woman from Orillia, Ontario, recently announced a lawsuit she filed against the eight doctors and mental health professionals who ...", "link": "https://www.dailywire.com/news/detransitioner-files-first-lawsuit-in-canada-against-medical-providers", "date_published": "2023-02-21 16:51:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thousands Of Amazon Employees Revolt As CEO Makes Them Show Up In Office At Least Three Days Per Week", "description": "Amazon employees are furious as the company rolls back remote work arrangements, with some threatening to quit and others drafting petitions in reaction to a recent announcement that they must report to the office at least three times per week. Amazon CEO Andy Jassy wrote in a memo to employees on Friday that the company ...", "link": "https://www.dailywire.com/news/thousands-of-amazon-employees-revolt-as-ceo-makes-them-show-up-in-office-at-least-three-days-per-week", "date_published": "2023-02-21 16:49:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "More Than 30 Illinois Public Schools Have No Students Proficient In Math Or Reading: Report", "description": "There are no students proficient at grade level in math or reading at dozens of Illinois public schools, according to a new report from a nonprofit research organization.  The report from Wirepoints found that at 30 Illinois schools, no students can read at grade level, while at 53 schools, no student is proficient in math. ...", "link": "https://www.dailywire.com/news/more-than-30-illinois-public-schools-have-no-students-proficient-in-math-or-reading-report", "date_published": "2023-02-21 16:14:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rosie O’Donnell Is Upset About Response To East Palestine Train Disaster In Now-Viral Post", "description": "Rosie O&#8217;Donnell said &#8220;nothing&#8217;s being done&#8221; about the ongoing disaster resulting from the Ohio train derailment — and she blasted the Environmental Protection Agency&#8217;s response in a post that&#8217;s since gone viral. In the 60-year-old actress&#8216; TikTok video, the &#8220;A League Of Their Own&#8221; star didn&#8217;t beat around the bush when she called the EPA&#8217;s response &#8220;infuriating&#8221; ...", "link": "https://www.dailywire.com/news/rosie-odonnell-is-upset-about-response-to-east-palestine-train-disaster-in-now-viral-post", "date_published": "2023-02-21 16:11:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Meet The Moms And Dads Taking Over School Boards Across The Country", "description": "After the pandemic pitted parents and schools against each other over everything from learning loss to gender identity, a wave of frustrated parents decided to run for school board themselves. In November, many of them won their races. Conservatives flipped at least nine school boards in at least six states — Michigan, Maryland, North Carolina, ...", "link": "https://www.dailywire.com/news/meet-the-moms-and-dads-taking-over-school-boards-across-the-country", "date_published": "2023-02-21 16:05:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ben Shapiro Reveals How To Beat Woke Censors Out To Rewrite Classics", "description": "The rewriting of Roald Dahl’s classic children’s books by woke fanatics is precisely why parents should buy hard copies that will stay unchanged forever, Ben Shapiro said Tuesday. Editors at Puffin Books, which owns the rights to Dahl’s books, have combed through such classics as “Charlie and the Chocolate Factory,” “Matilda,” and “James and the ...", "link": "https://www.dailywire.com/news/ben-shapiro-reveals-how-to-beat-woke-censors-out-to-rewrite-classics", "date_published": "2023-02-21 15:58:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "CNN Responds To ‘Witch Trials Of J.K. Rowling’ Podcast By Burning The Author At The Digital Stake", "description": "Author J.K. Rowling joined host Megan Phelps-Roper for an audio series titled &#8220;The Witch Trials of J.K. Rowling&#8221; — and CNN published a companion article that was supposed to act as an explainer, but read more like a targeted hit piece. The audio series delves into Rowling&#8217;s experience as an author, and later, as an ...", "link": "https://www.dailywire.com/news/cnn-responds-to-witch-trials-of-j-k-rowling-podcast-by-burning-the-author-at-the-digital-stake", "date_published": "2023-02-21 15:55:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "EPA Administrator Quietly Postpones Africa Climate Change Trip With Idris And Sabrina Elba As Ohio Train Disaster Unfolds", "description": "EPA Administrator Michael Regan postponed a climate change trip to Africa with celebrity couple Idris and Sabrina Elba amid fallout from the train derailment in East Palestine, Ohio. Local and state authorities previously evacuated all residents within one mile of the February 3 derailment and started a controlled burn of industrial chemicals on the vehicle ...", "link": "https://www.dailywire.com/news/epa-administrator-quietly-postpones-africa-climate-change-trip-with-idris-and-sabrina-elba-as-ohio-train-disaster-unfolds", "date_published": "2023-02-21 15:45:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Clueless’ Star Alicia Silverstone Says She ‘Wasn’t Prepared’ For Fame As A Teen", "description": "Actress Alicia Silverstone admitted she wasn&#8217;t anywhere near &#8220;prepared&#8221; for the complications that fame would bring after appearing in the hit 1995 movie &#8220;Clueless&#8221; as a teenager. The 46-year-old actress, who recently reprised her role as Cher Horowitz from the coming-of-age film for a Super Bowl LVII commercial, said when she became a &#8217;90s it-girl, ...", "link": "https://www.dailywire.com/news/clueless-star-alicia-silverstone-says-she-wasnt-prepared-for-fame-as-a-teen", "date_published": "2023-02-21 15:30:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Crossdressing YouTuber Says Conservatives Like Him For Ripping ‘Non-Binary’ Pronouns. Michael Knowles Weighs In.", "description": "Daily Wire host and author Michael Knowles ripped &#8220;squish&#8221; conservatives on Tuesday over apparent support for crossdressing YouTuber Jeffree Star (real name Jeffrey Steininger) for knocking &#8220;non-binary&#8221; pronouns on a recent podcast. Star, an openly gay makeup artist who dresses like a woman, said last week on the podcast &#8220;Bussin&#8217; With the Boys&#8221; that the preferred ...", "link": "https://www.dailywire.com/news/crossdressing-youtuber-says-conservatives-like-him-for-ripping-non-binary-pronouns-michael-knowles-weighs-in", "date_published": "2023-02-21 15:24:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Pledges More Sanctions Against Russia Over War In Ukraine", "description": "President Joe Biden said on Tuesday the United States and its partners will announce a new set of sanctions against Russia for its war against Ukraine. Delivering an address in Warsaw, Poland, days out from the one-year anniversary of Russia&#8217;s full-scale invasion of Ukraine, Biden previewed how the West will add to the long list ...", "link": "https://www.dailywire.com/news/biden-pledges-more-sanctions-against-russia-over-war-in-ukraine", "date_published": "2023-02-21 15:10:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "United Airlines Pours Millions Into ‘Decarbonizing Air Travel’ With Alternative To Jet Fuel", "description": "United Airlines launched an effort on Tuesday to find more environmentally sustainable alternatives to jet fuel. The company announced that partners such as JPMorgan Chase, Air Canada, Boeing, GE, and Honeywell are investing more than $100 million into United Airlines Ventures Sustainable Flight Fund, which is described as a “first-of-its-kind investment vehicle designed to support ...", "link": "https://www.dailywire.com/news/united-airlines-pours-millions-into-decarbonizing-air-travel-with-alternative-to-jet-fuel", "date_published": "2023-02-21 15:08:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ya Think? Rep. George Santos Finally Admits ‘I’ve Been A Terrible Liar’", "description": "If Rep. George Santos (R-NY) were Pinocchio, his nose would be 100 feet long. Santos, the 34-year-old Republican who surprisingly won New York&#8217;s 3rd Congressional District in the 2022 midterms, lies about everything. And this week he made the mistake of sitting down with Piers Morgan, who doesn&#8217;t mince words. &#8220;&#8216;I was a Wall Street ...", "link": "https://www.dailywire.com/news/ya-think-rep-george-santos-finally-admits-ive-been-a-terrible-liar", "date_published": "2023-02-21 15:05:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Federal Helicopter Teams Set To Gun Down Wild Cattle In New Mexico. Ranchers Are Furious.", "description": "A fight is brewing once again over feral cattle living in the wilderness of New Mexico’s Gila National Forest. The U.S. Forest Service (USFS) is planning to kill potentially dozens of wild cattle in the sprawling Gila Wilderness of over half a million acres. The USFS closed the Gila to visitors on Monday, and beginning ...", "link": "https://www.dailywire.com/news/federal-helicopter-teams-set-to-gun-down-wild-cattle-in-new-mexico-ranchers-are-furious", "date_published": "2023-02-21 14:55:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘West Side Story’ Star Shares Cryptic Message After Being Criticized For Now-Viral Rap At BAFTA", "description": "&#8220;West Side Story&#8221; star Ariana DeBose shared a cryptic message after being criticized for her now-viral rap at the BAFTA awards show in London on Sunday night. The 32-year-old actress first deactivated her Twitter account and later shared a message on her Instagram story after being mocked over her introduction rap for leading ladies, Page ...", "link": "https://www.dailywire.com/news/west-side-story-star-shares-cryptic-message-after-being-criticized-for-now-viral-rap-at-bafta", "date_published": "2023-02-21 14:52:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Barbara Lee Announces Bid For Dianne Feinstein’s Senate Seat", "description": "Rep. Barbara Lee (D-CA) announced on Tuesday she is running for the seat held by retiring Sen. Dianne Feinstein (D-CA) in 2024. The congresswoman, whose district lies in Alameda County and includes cities like Oakland, enters the fray after two of her Democratic House colleagues, Reps. Adam Schiff and Katie Porter, declared their candidacy. &#8220;Today ...", "link": "https://www.dailywire.com/news/barbara-lee-announces-bid-for-dianne-feinsteins-senate-seat", "date_published": "2023-02-21 14:38:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Horrifying’: Meghan McCain Says She’s Being ‘Urged’ To Take Ozempic For Weight Loss One Month Postpartum", "description": "Media personality Meghan McCain said she’s being pressured to lose the baby weight just one month after giving birth. The 38-year-old mom of two discussed the situation in an op-ed in The Daily Mail. McCain said she’d been encouraged to use the prescription drug Ozempic, which has become a hot topic of conversation as celebrities ...", "link": "https://www.dailywire.com/news/horrifying-meghan-mccain-says-shes-being-urged-to-take-ozempic-for-weight-loss-one-month-postpartum", "date_published": "2023-02-21 14:19:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Try To At Least Look/Act Sorry’: Megyn Kelly Offers Sensitivity Training Syllabus For Don Lemon", "description": "CNN announced that embattled anchor Don Lemon would be back on the air on Wednesday morning — following &#8220;formal training&#8221; to address sexist comments he made about 2024 Republican presidential hopeful Nikki Haley — and journalist Megyn Kelly responded to the news by offering up a potential syllabus. Lemon, 56, faced heavy criticism after saying ...", "link": "https://www.dailywire.com/news/try-to-at-least-look-act-sorry-megyn-kelly-offers-sensitivity-training-syllabus-for-don-lemon", "date_published": "2023-02-21 14:10:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "California Democrats Move To Ban Uses Of Police K9s, Citing Racism", "description": "California Democrats and activists are working to outlaw multiple uses of police K-9s in the state, citing claims of present and historical racism. Assembly Bill 742, introduced on February 13 by Democratic Assemblymembers Corey Jackson (Perris) and Ash Kalra (San Jose), would end the use of K-9 units for arrest, apprehension, and crowd control. Police ...", "link": "https://www.dailywire.com/news/california-democrats-move-to-ban-uses-of-police-k9s-citing-racism", "date_published": "2023-02-21 13:55:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘A Bit Embarrassing’: Hollywood A-Lister Says He ‘Wasn’t Impressed’ By The Ladies At ‘The View’", "description": "Actor Liam Neeson admitted during a recent interview that he was not a fan of his own appearance on ABC&#8217;s midday talk show &#8220;The View,&#8221; complaining that most of the segment had been wasted on co-host Joy Behar&#8217;s crush on him. The Irish actor appeared on the February 15th broadcast, and after a brief conversation ...", "link": "https://www.dailywire.com/news/a-bit-embarrassing-hollywood-a-lister-says-he-wasnt-impressed-by-the-ladies-at-the-view", "date_published": "2023-02-21 13:42:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Famed Climber, First Person To Ski Down Half Dome, Found Dead At Base Of Ice Climb", "description": "A famed climber who lived in a cave for 13 years and was one of the first two people to ski the 5,000-foot peak of Half Dome in Yosemite National Park to the valley floor below was found dead at the base of the 2,300 feet Polar Circus ice climb in Banff, Alberta. Rangers found ...", "link": "https://www.dailywire.com/news/famed-climber-first-person-to-ski-down-half-dome-found-dead-at-base-of-ice-climb", "date_published": "2023-02-21 13:37:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "EPA Orders Norfolk Southern To Handle All Ohio Train Derailment Cleanup, Pay Triple If They Cut Corners", "description": "The Environmental Protection Agency (EPA) ordered Norfolk Southern, the company at the center of the train derailment in East Palestine, Ohio, to manage the cleanup of the toxic chemical spill. Local and state authorities previously evacuated all residents within one mile of the February 3 derailment and started a controlled burn of industrial chemicals on ...", "link": "https://www.dailywire.com/news/epa-orders-norfolk-southern-to-handle-all-ohio-train-derailment-cleanup-pay-triple-if-they-cut-corners", "date_published": "2023-02-21 13:07:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Don Lemon Will Be Back On CNN — After Class On Not Making Sexist Comments", "description": "&#8220;CNN This Morning&#8221; co-host Don Lemon will be back in his regular chair on Wednesday, network CEO Chris Licht told employees in an email sent on Monday — but he will undergo &#8220;formal training&#8221; after comments he made late last week sparked a firestorm of outrage on both sides of the aisle. &#8220;I sat down ...", "link": "https://www.dailywire.com/news/don-lemon-will-be-back-on-cnn-after-class-on-not-making-sexist-comments", "date_published": "2023-02-21 12:38:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘The Nerve … Posting Something Like This’: Newsom’s Wife Brags About CA Schools", "description": "After California Democratic Gov. Gavin Newsom’s wife Jennifer bragged on social media about two of the “community schools” in the state, critics blasted her, saying that her husband’s draconian COVID policies had harmed their children. “[Gavin Newsom] &amp; I visited two wonderful schools that truly demonstrate the way investments in community schools are transforming education ...", "link": "https://www.dailywire.com/news/the-nerve-posting-something-like-this-newsoms-wife-brags-about-ca-schools", "date_published": "2023-02-21 12:28:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bella Thorne Explains Why She Refused To Sign A ‘Sexy’ Photo Of Her Teenage Self: ‘Enough Is Enough’", "description": "Former Disney star Bella Thorne just explained her reasons for refusing to sign photos of her teenage self posed in a suggestive manner. The 25-year-old actress spoke with The Hollywood Reporter about the incident while promoting her new project, “Divinity.” Thorne explained how she normally accommodates fan requests but drew the line at signing these ...", "link": "https://www.dailywire.com/news/bella-thorne-explains-why-she-refused-to-sign-a-sexy-photo-of-her-teenage-self-enough-is-enough", "date_published": "2023-02-21 12:18:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Mystery Member Of Biden Entourage Tumbles Down Air Force One Stairs, Recalling Biden’s Famous Trip", "description": "A lot of people seem to take trips on Air Force One. A mystery member of President Joe Biden’s entourage was seen falling down the plane’s stairs after it landed at Poland’s Warsaw Chopin Airport Monday. Video circulated on social media appeared to show the figure land on the tarmac, where he or she was ...", "link": "https://www.dailywire.com/news/watch-mystery-member-of-biden-entourage-tumbles-down-air-force-one-stairs-recalling-bidens-famous-trip", "date_published": "2023-02-21 12:02:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rhode Island Democrat David Cicilline To Resign From Congress", "description": "Rep. David Cicilline (D-RI) announced on Tuesday he will resign from Congress after 12 years of service in which he emerged as one of the Democratic Party&#8217;s leading political foes against former President Donald Trump. In a statement, Cicilline said he would stay in office until June 1, 2023, when he will begin his tenure ...", "link": "https://www.dailywire.com/news/rhode-island-democrat-david-cicilline-to-resign-from-congress", "date_published": "2023-02-21 11:52:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Household Debt Soars To Highest Level Since 2008 Financial Crisis", "description": "American household debt rose $320 billion in 2022, marking one of the highest increases over the past two decades and reaching the highest level since the 2008 financial crisis. Households owe a combined $17 trillion as a result of their mortgages, student loans, credit cards, and auto loans, according to an analysis from WalletHub. Current ...", "link": "https://www.dailywire.com/news/household-debt-soars-to-highest-level-since-2008-financial-crisis", "date_published": "2023-02-21 11:42:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Dirty Tricks By Democrat Operatives’: Air Force Released GOP Candidates’ Private Info", "description": "Two GOP congressmen have revealed that the U.S. Air Force leaked their military records to Democrat opposition researchers during the 2022 midterm campaign, widening a scandal that first surfaced in October. The news that the military records of Rep. Don Bacon (R-NE) and Rep. Zach Nunn (R-IA) were leaked follows a report from October detailing ...", "link": "https://www.dailywire.com/news/dirty-tricks-by-democrat-operatives-air-force-released-gop-candidates-private-info", "date_published": "2023-02-21 11:31:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Big Money: How The World’s First Trans Billionaire Could Impact Tennessee’s Fight To Protect Children", "description": "As a bill to ban sex-change procedures for minors makes its way through the Tennessee legislature, leftist groups in the state have promised legal action to stop the enforcement of the proposed law, which protects children from life-altering and irreversible procedures.  Gender activists have used a similar playbook in other states, with judges blocking laws ...", "link": "https://www.dailywire.com/news/big-money-how-the-worlds-first-trans-billionaire-could-impact-tennessees-fight-to-protect-children", "date_published": "2023-02-21 11:30:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Art Show Visitor Shatters Jeff Koons ‘Balloon Dog’ Sculpture Worth $42,000: ‘Very, Very Sorry’", "description": "A guest at a Florida art show caused one of the sculptures on display to fall off a pedestal and shatter beyond repair. Witnesses at the annual Art Wynwood event in Miami said a female art collector ruined a &#8220;Balloon Dog&#8221; statue from artist Jeff Koons by causing it to fall and break into hundreds ...", "link": "https://www.dailywire.com/news/art-show-visitor-shatters-jeff-koons-balloon-dog-sculpture-worth-42000-very-very-sorry", "date_published": "2023-02-21 11:20:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Baby Formula Recalled Nationwide Over Possible Bacterial Contamination", "description": "Consumer goods company Reckitt announced a recall of baby formula products across the United States on Sunday due to possible bacterial contamination. The company said two batches of ProSobee Simply Plant-Based Infant Formula may have been cross-contaminated with Cronobacter sakazakii, a species often linked to powdered formulas and possibly deadly to infants, according to a ...", "link": "https://www.dailywire.com/news/baby-formula-recalled-nationwide-over-possible-bacterial-contamination", "date_published": "2023-02-21 11:01:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here’s How A U.S. President Sneaked Into A Warzone Without Anyone Noticing", "description": "On Friday, Sabrina Siddiqui, a White House correspondent with The Wall Street Journal, and Associated Press photographer Evan Vucci were summoned to a private meeting in White House communications director Kate Bedingfield&#8217;s office. There, they were let in on a huge secret: President Joe Biden &#8212; who was scheduled to depart for Poland at 7 ...", "link": "https://www.dailywire.com/news/heres-how-a-u-s-president-sneaked-into-a-warzone-without-anyone-noticing", "date_published": "2023-02-21 10:49:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘South Park’ Clip From 2005 Mocking Trans Movement, Abortion Resurfaces On Social Media: ‘Brutally Honest’", "description": "A clip from a 2005 episode of “South Park” has been making the rounds on social media for mocking transgender ideology and giving a surprisingly honest description of abortion, too. The episode &#8220;Mr. Garrison&#8217;s Fancy New Vagina&#8221; first aired on March 9, 2005, per IMDb. It features the character Mr. Garrison heading to a Planned ...", "link": "https://www.dailywire.com/news/south-park-clip-from-2005-mocking-trans-movement-abortion-resurfaces-on-social-media-brutally-honest", "date_published": "2023-02-21 09:41:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It Was Like The Devil Was Dancing And Having A Party’: East Palestine Resident Describes Witnessing Train Derailment-Turned-Chemical Catastrophe", "description": "EAST PALESTINE, Ohio — Thousands of trains have passed directly behind CeramFab since the business was established in 2017, but workers never gave much thought to what came down the tracks until February 3, when a 100-car Norfolk Southern train derailed right behind the business and turned the operation — and their lives — upside ...", "link": "https://www.dailywire.com/news/it-was-like-the-devil-was-dancing-and-having-a-party-east-palestine-resident-describes-witnessing-train-derailment-turned-chemical-catastrophe", "date_published": "2023-02-21 09:06:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Look How Cute I Am’: Madonna References ‘Surgery’ After Appearance At The Grammys", "description": "Madonna, whom critics called “unrecognizable” during her appearance at the Grammys in early February, with some remarking she looked as if she had undergone plastic surgery, deflected by lashing out at “ageism and misogyny” while focusing on “close-up photos of me taken with a long lens camera.” But on Monday, Madonna fueled speculation with a ...", "link": "https://www.dailywire.com/news/look-how-cute-i-am-madonna-references-surgery-after-appearance-at-the-grammys", "date_published": "2023-02-21 08:15:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Details Emerge About Behind The Scenes Drama That Could Tank ‘Yellowstone’", "description": "The situation between star &#8220;Yellowstone&#8221; actor Kevin Costner and the show&#8217;s co-creator and showrunner Taylor Sheridan has reportedly grown so toxic that the relationship may no longer be repairable. Puck News reported this week that bitter divisions have been brewing for months between Costner&#8217;s team and Sheridan&#8217;s team and have even poured out into the ...", "link": "https://www.dailywire.com/news/new-details-emerge-about-behind-the-scenes-drama-that-could-tank-yellowstone", "date_published": "2023-02-21 07:44:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Project Veritas Releases Statement On Why James O’Keefe Was Removed From Company", "description": "Project Veritas&#8217; Board of Directors released a statement Monday evening explaining their reasons for removing Project Veritas&#8217; founder and CEO James O&#8217;Keefe from the company. The statement came after O&#8217;Keefe released a 45-minute video Monday afternoon saying that he was not sure why he was being removed from the company and that the only thing ...", "link": "https://www.dailywire.com/news/project-veritas-releases-statement-on-why-james-okeefe-was-removed-from-company", "date_published": "2023-02-21 07:24:50+00:00", "persistent": false, "user": null, "language": "en-US"}]