[{"source": "http://louderwithcrowder.com/feed/", "title": "Jen Psaki Lands MSNBC Show and Swears She'll Be Honest, But We Have Doubts", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33070332&amp;width=600&amp;height=600&amp;coordinates=312%2C0%2C248%2C0\" /><br /><br /><p>It's the day you've all been waiting for. Everyone's favorite press secretary is set to return with their very own weekly news show. What's that? No, not Kayleigh McEnany. <a href=\"https://www.louderwithcrowder.com/karine-jean-pierre-psaki-crime\" target=\"_blank\">Jen Psaki</a>, of course!<br /></p><p>That's right, the <a href=\"https://www.louderwithcrowder.com/show-notes-february-3\" target=\"_blank\">Obama/Biden admin darling</a> is set to host \"Inside With Jen Psaki\" on MSNBC. The show is premiering on Sunday, March 19th at 12 pm ET. So be sure to mark your calendars!</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cLet's do this...looking forward to Sunday, March 19th...  We have been working on some fun and different features...and can't wait to dig into all of the news..see you soon\\u201d</div> — Jen Psaki (@Jen Psaki)\n        <a href=\"https://twitter.com/jrpsaki/status/1628056468204277760\">1676993884</a>\n</blockquote>\n\n<p>The show will reportedly feature \"one-on-one interviews with newsmakers\" and political analysis on the week's top stories from the beloved Psaki herself.  MSNBC said Psaki \"will break down and make sense of the most complex public policy discussions happening in the Nation’s Capital from the debt ceiling to the political campaign trail to the war in Ukraine and more.” She will also contribute a regular column to MSNBC's morning newsletter.</p><p>I can barely contain my excitement. What better way to spend a Sunday afternoon than ingest some left-wing propaganda? Psaki is filling the void left by Brian Stelter's 'Reliable Sources'. Though no one can <em>fully</em> fill that void. Y'know, due to its girth. </p><p>This week, Psaki gave an interview with the New York Times about the launch of the show. She acknowledged that people will probably question her honesty, given that her previous job was to lie. That tends to stick in people's minds. <br /></p><p>Psaki attempted to quell these fears, <a href=\"https://www.nytimes.com/2023/02/21/business/media/jen-psaki-msnbc.html\" target=\"_blank\">saying</a>, \"I'm very conscious of the fact that people know who I am because I was standing behind a podium speaking on behalf of Joe Biden. I am not going to gratuitously attack him, nor am I going to gratuitously applaud him. If he deserves applause, I will applaud him. If he deserves critique, I will critique him.”</p><p>Yeeeaaahh, we'll see about that. Perhaps she's turned a new leaf. Probably not, though. </p>", "link": "https://www.louderwithcrowder.com/jen-psaki-msnbc", "date_published": "2023-02-21 22:23:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "WATCH: Undercover DC Police Pushed Rioters Towards Capitol, Others Said They Were 'Set Up' on Jan 6th", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33070250&amp;width=1200&amp;height=800&amp;coordinates=0%2C0%2C200%2C0\" /><br /><br /><p>It's no secret that the events surrounding the <a href=\"https://www.louderwithcrowder.com/january-6th-debunk-trump\" target=\"_blank\">January 6th \"insurrection\"</a> are just a <em>tad </em>shady. To say the least.  For starters, it's a little odd that Nancy Pelosi had a <a href=\"https://www.louderwithcrowder.com/alexandra-pelosi-january-6th\" target=\"_blank\">film crew </a>ready to go the day of. And even <a href=\"https://www.louderwithcrowder.com/aoc-rips-capitol-police\" target=\"_blank\">AOC</a> admitted the police were opening the doors for the rioters. Which is actually the <em>opposite</em> of what police should do when trying to fend off a mob of angry citizens. Little-known fact. </p><p>Now, new court filings reveal police officers actually pushed rioters toward the Capitol. The filings come from January 6th defendant William Pope of Topeka, Kansas. Included in the filings is video of three undercover Metropolitan Police Department officers who actively participated in the crowd. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c3 undercover DC Metro police officers joined the march #Jan6 protesters\\u2014one climbing over a barricade and pushing others toward the Capitol, and another walking behind #AshliBabbitt and predicting \\u201csomeone will get shot\\u201d\\u2014newly disclosed court docs show. https://t.co/4hzmhByPKe\\u201d</div> — The Epoch Times (@The Epoch Times)\n        <a href=\"https://twitter.com/EpochTimes/status/1627406417194889222\">1676838900</a>\n</blockquote>\n\n<p>The three undercover officers chanted, \"Drain the swamp!\" and \"Whose house? Our House!\" while one of them donned a Trump beanie. In another filing, Pope, the defendant, described how one of the officers climbed over a barricade, and yelled, \"Go, go, go!\" at the mob of people descending on the Capitol. This officer then pushed people in front of him towards the Capitol while shouting, \"C’mon, c’mon, c’mon, let’s go!\"</p><p>Now, I'm no lawyer. I just write silly little blog posts for a living. But that sure sounds like some instigation to me. </p><p>At another point in the video, the other two undercover officers were almost directly behind Ashli Babbitt on the exterior stairs when one of them predicted someone would get shot.</p><p>The video shot by these undercover officers is under court seal. However, a February 17th motion included bodycam footage that wasn't previously available to the public. One of the videos, taken from Officer Terry Thorne, shows Officer Thorne telling protestors heading towards the Capitol to \"keep the march going.\" Bodycam footage from Officer Lawrence Lazewksi shows him and another officer discussing how the police were essentially \"set up\" on January 6th.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201c\"Keep the march going\" . . . as the officer waves them to the Capitol\\u201d</div> — \\ud83c\\uddfa\\ud83c\\uddf8 (@\\ud83c\\uddfa\\ud83c\\uddf8)\n        <a href=\"https://twitter.com/FreeStateWill/status/1627061678193127426\">1676740319</a>\n</blockquote>\n\n<p>Sooo, yeah. I'm not sure we'll ever know <em>exactly</em> what happened that day. But it sure does reek.  </p>", "link": "https://www.louderwithcrowder.com/undercover-police-january-6th", "date_published": "2023-02-21 21:51:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Conservative radio host gives passionate \"rebuttal\" to Biden's Ukraine speech, says \"over my dead body\"", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33067791&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C118\" /><br /><br /><p>I put \"rebuttal\" in quotations because this was from TimCast last night and Steve Deace wasn't responding to a speech that hadn't happened yet. But now that clips of this and Biden addressing his supporters in Ukraine are working their way around Twitter at the same time, Deace's rant acts as the perfect rebuttal.</p><p>He's not the only one on his last nerve.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">My man <a href=\"https://twitter.com/SteveDeaceShow?ref_src=twsrc%5Etfw\">@SteveDeaceShow</a> was on fire on TimcastIRL last night. <a href=\"https://t.co/AxSmmhFrmc\">pic.twitter.com/AxSmmhFrmc</a><br />— Tyler Carditis (@TyCardon) <a href=\"https://twitter.com/TyCardon/status/1628023288264794112?ref_src=twsrc%5Etfw\">February 21, 2023</a></blockquote> </div><p>Deace's opening part about his rant being hard for him to say as someone who grew up in the \"we're America, b*tch\" 80s is important. Because whenever you <a href=\"https://www.louderwithcrowder.com/zachary-levi-ukraine\" target=\"_blank\">criticize our involvement with Ukraine</a>, the first criticism is \"yeah, well what about Reaganism, the Cold War, and every other war you supported?\" </p><p>I was watching <em>Family Ties</em> with Deace in the 80s. Discovered girls and beer in the 90s. And like many looking back in hindsight, should have paid closer attention in the 2000s. Opinions are allowed to change. I've grown to view the world differently as I've gotten older. Okay? Okay.</p><blockquote>You're taking my high school son to fight and die in Ukraine, literally, over my dead body. I am never allowing that. I'm never letting you take him to die over your elites pissing contest. Not happening. I don't care what the threat is, I don't care what the penalty is. And if you're thinking of drafting my daughters get the camps ready, cause you're gonna need them.</blockquote><p>One of two things when Biden, the Democrat Party, and way too many \"Republicans\" act like they are elected officials of Ukraine serving at the pleasure of Zelenskyy. The first is that no one realizes the people with the Ukraine flag in their bio are childless progressives who have grown up expecting others to fight or who live in liberal states where enrolling in the military is something rubes and rednecks do. The other is that these elitist twats realize all those things and don't give a sh*t.<br /></p><p>Set aside my acknowledgment that there are levels to foreign policy I don't understand, and <a href=\"https://www.louderwithcrowder.com/ukrainian-woman-sunflower\" target=\"_blank\">that we enjoyed</a> easy <a href=\"https://www.louderwithcrowder.com/ukrainians-looters-pants\" target=\"_blank\">February 2022 content</a> as every other website did. At no point in the past year have Biden and the other pro-Ukraine mongers made a case why someone else's land conflict is more important than anything and everything affecting our own country.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">PROOF: Biden’s TOP 5 Creepiest Moments! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/_pgG9mDxRNQ\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/ukraine-speech-president-steve-deace", "date_published": "2023-02-21 18:33:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Don Lemon Will Return to CNN, But Only After 'Formal Training' On How Not to Offend Women", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33067088&amp;width=1200&amp;height=800&amp;coordinates=68%2C0%2C132%2C0\" /><br /><br /><p>I know you'll all be shocked to hear that Don Lemon hasn't been on the air since Thursday. All you devoted CNN watchers out there must be devastated. All six of you. </p><p>Lemon is slated to return tomorrow, after receiving \"formal training\" for his <a href=\"https://www.louderwithcrowder.com/don-lemon-cnn-poppy-harlow\" target=\"_blank\">comments about Nikki Haley</a>. In case you missed it, Lemon took a <a href=\"https://www.louderwithcrowder.com/don-lemon-future-cnn\" target=\"_blank\">conveniently-timed vacation</a> after the aforementioned comments about Haley, when he claimed that the 51-year-old politician is not \"in her prime.\" He explained that women are considered to be in their prime in their 20s, 30s, and maybe 40s. Which, if by \"prime\" he meant childbearing age, is scientifically true. But Poppy Harlow and Kaitlan Collins were <em>not </em>enthused. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDon Lemon will return to his CNN morning-show role on Wednesday, the network announced, after an uproar over comments he made on-air last week that were widely regarded as sexist. He \\u201chas agreed to participate in formal training,\\u201d CNN's chairman said. https://t.co/0lLFjVMHYC\\u201d</div> — The New York Times (@The New York Times)\n        <a href=\"https://twitter.com/nytimes/status/1627911037990146048\">1676959211</a>\n</blockquote>\n\n<blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cDon Lemon says Nikki Haley isn\\u2019t in her prime as a politician because she\\u2019s not in her 20\\u2019s, 30\\u2019s or 40\\u2019s. Holy shit. She\\u2019s only 51! Biden\\u2019s 80! This may be the dumbest thing ever said on CNN. And I love that he cited Google as his source:\\u201d</div> — Clay Travis (@Clay Travis)\n        <a href=\"https://twitter.com/ClayTravis/status/1626249384903028738\">1676563042</a>\n</blockquote>\n\n<p>CNN boss Chris Licht sent a memo out to staff last night that said, \"To my CNN Colleagues, I sat down with Don and had a frank and meaningful conversation. He has agreed to participate in formal training, as well as continuing to listen and learn. We take this situation very seriously.”</p><p>It's unclear what this \"formal training\" consisted of. I'm imagining Lemon strapped into a chair while Chris Licht dangles a light in front of his eyes, repeating, \"women do not have cooties\" over and over again. That should do it. </p><p>But some CNN staffers are reportedly still not pleased with the company's reaction. An anonymous source told <a href=\"https://www.thedailybeast.com/don-lemon-to-undergo-formal-training-will-return-to-cnn-this-morning-on-wednesday\" target=\"_blank\">The Daily Beast,</a> \"CNN should’ve been focusing on Kaitlan and Poppy instead of Don.\" Another complained that Don keeps \"embarrassing the network.\" I don't think CNN needs Don Lemon to embarrass themselves, but ok. </p><p>A third insider claimed Lemon's comment on Nikki Haley is part of a \"pattern\" of Lemon's attitude towards women in general. They may be referring to when <a href=\"https://www.louderwithcrowder.com/don-lemon-soccer\" target=\"_blank\">Lemon took some heat last year </a>for saying the men's soccer team should be paid more than the women's because \"people are more interested in it.\" </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cWATCH: Don Lemon actually drops a truth bomb about why the U.S. men's soccer team is better paid\\n\\n\"The men\\u2019s team makes more money because, you know what, people are more interested in it.\"\\n\\nhttps://t.co/V5g4p1hd5F\\u201d</div> — Ben Kew \\ud83d\\udc36 (@Ben Kew \\ud83d\\udc36)\n        <a href=\"https://twitter.com/ben_kew/status/1598521870302990337\">1669952287</a>\n</blockquote>\n\n<p>Who would have thought Don Lemon could say things that are objectively true? I honestly thought he was physically incapable. It turns out, he just has to offend women while he does it. A strange tick, but entertaining nonetheless. </p>", "link": "https://www.louderwithcrowder.com/don-lemon-formal-training", "date_published": "2023-02-21 15:51:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "'It's Not Right': Watch As This Former NFL Star Obliterates the Trans Sports Movement in 90 Seconds", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33066886&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Last month, professional surfer <a href=\"https://www.louderwithcrowder.com/bethany-hamilton-transgender-rule\" target=\"_blank\">Bethany Hamilton spoke out</a> against biological men in women's sports. And the controversy over <a href=\"https://www.louderwithcrowder.com/ncaa-swimmer-choked-up\" target=\"_blank\">Lia Thomas</a> has sparked a nationwide debate on the issue. Now, another famed athlete has joined the chorus of voices pushing for sex-separated sports: former NFL star Marcellus Wiley. </p><p>Wiley is a former defensive lineman for the Buffalo Bills and San Diego Chargers. He took to Twitter and TikTok on Saturday to share his extremely controversial opinion that biological men are stronger, and therefore better at sports than women. He must not be up to date on the ever-evolving \"science.\" Otherwise, he would know that actually, everything we have ever known about the genders is wrong and men and women are exactly the same. Rookie mistake. </p><p>Wiley began with a disclaimer that he has no issues with transgender people in general, before explaining, \"You all can try to Dave Chappelle me all you want. I am very clear on this. You can be a transgender. You can be the homie, but I’ll be damned if a male at birth turns into a female and tries to compete against my daughters. She ain’t out there. We out.\"</p><p>Wiley's oldest daughter competed in track and field at the University of Connecticut.</p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cI have no issue with transgenders, but I do have an issue with athletes who are transgender women trying to compete against biological women. Not against the Wiley Women! \\ud83d\\udcaf\\n\\nWhy can\\u2019t the dudes who transition to women actually empower women by competing against men?\\u201d</div> — Marcellus Wiley \\ud83e\\udde2 (@Marcellus Wiley \\ud83e\\udde2)\n        <a href=\"https://twitter.com/marcelluswiley/status/1627093197360082948\">1676764222</a>\n</blockquote>\n\n<p> Wiley begged people to not \"make this a human rights issue\" emphasizing that it's a \"biological issue.\" He concluded the video by saying, \"I hate saying fair. It’s not even right. Forget fair, it’s not right.\" </p><p>It seems people may finally be waking up, what with so many athletes speaking out against this latest woke dogma. Whether it's enough to actually change the policies, on the other hand, is a whole other can of worms. But breaking down the narrative is the first and most important step. One day soon, maybe women will have their own sports teams again. A (biological) girl can dream. </p>", "link": "https://www.louderwithcrowder.com/marcellus-wiley-trans-sports", "date_published": "2023-02-21 15:01:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Watch: Bernie Sanders wanders into a TikTok dance and shares the disgust of all Americans", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33066378&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C118\" /><br /><br /><p>Bernie Sanders is wrong about a lot. Most things. If there is an opinion to be had about what's going down in America, Bernie has a terrible one. But on this, we can agree. Bernie Sanders showing his disgust at a TikTok dance in the wild. On this one issue, Bernie's face speaks for all Americans.</p><p>He's <a href=\"https://www.louderwithcrowder.com/influencer-old-man-park-bench\" target=\"_blank\">not the first grumpy old man to express his disgust at TikTokers</a>. Only the first champion of the middle class to do so.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Never thought we’d say this, but Bernie Sanders is ALL of us. <a href=\"https://t.co/EosNSwIYQE\">pic.twitter.com/EosNSwIYQE</a><br />— Louder with Crowder Dot Com (@LWCnewswire) <a href=\"https://twitter.com/LWCnewswire/status/1628031174227464192?ref_src=twsrc%5Etfw\">February 21, 2023</a></blockquote> </div><p>It's the streets of Manhattan. No doubt Bernie was <a href=\"https://www.louderwithcrowder.com/bernie-sanders-confronted-cbs\" target=\"_blank\">hobnobbing with his colleagues in the 1%</a> as he <a href=\"https://www.louderwithcrowder.com/bernie-sanders-ticketmaster\" target=\"_blank\">prepares to lecture America on capitalism for ninety bucks a pop</a>. He walks out of a ritzy hotel after having an expensive meal. He doesn't need to be seeing THIS. A zoomer exploiting a member of the working class so SHE can get popular. It's Bernie's own living hell. Exploiting the working class for fame and fortune is Bernie's schtick.</p><p>Though to be fair to Sanders, he may not be \"disgusted\" by this specific performance. That could just be his face.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"21ca7\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33066410&amp;width=980\" />\n</p>\n<p>If anything, the notoriously cheap Bernie gets to walk away without having to tip the bellhop. Even if he does have to walk an extra ten feet around them.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"31c63\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33066412&amp;width=980\" />\n</p>\n<p>There is one unresolved issue. Does the TikToker or the bellhop know Bernie Sanders is behind them? Or even know who Bernie is? If it were Park Slope, they would be throwing rose petals at his feet while holding up signs with \"BERNIE\" written in Russain lettering. This video looks like it was filmed in midtown. Old rich dudes are a dime a dozen there.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Bible Stories! Bernie Sanders Tempts Jesus Christ | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/bHemNK5A0oE\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/bernie-sanders-tiktok-dance", "date_published": "2023-02-21 14:36:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "'Biggest slap in the face': East Palestine mayor unloads on POTUS visiting Ukraine, 'not caring' about Ohio residents", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33065234&amp;width=1200&amp;height=600&amp;coordinates=0%2C0%2C0%2C198\" /><br /><br /><p>Joe Biden traveled to a land in turmoil. He was there to meet with the chief executive and empathize with his biggest supporters and most cherished constituents. No, not East Palestine, Ohio. There are <a href=\"https://www.louderwithcrowder.com/pete-buttigieg-train-derailment\" target=\"_blank\">too many poor white people</a> there for Joey to give a sh*t. Biden traveled to Ukraine and pledged to provide Zelenskyy millions more in no strings attached financial aid.</p><p>Unamused by this is East Palestine Mayor Trent Conway.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">The mayor of east Palestine is a UNIT <a href=\"https://t.co/znwVh2EWOc\">pic.twitter.com/znwVh2EWOc</a><br />— Old Row (@OldRowViral) <a href=\"https://twitter.com/OldRowViral/status/1626711193749716993?ref_src=twsrc%5Etfw\">February 17, 2023</a></blockquote> </div><p>Mayor Conway called Biden traveling to Ukraine while ignoring Americans in Ohio -- <a href=\"https://www.louderwithcrowder.com/ohio-water-contaminated\" target=\"_self\">where the drinking water may or may not be contaminated after a massive train derailment chemical spill</a> -- a slap in the face. \"That tells you right now he doesn't care about us. He can send every agency he wants to, but I found that out this morning in one of the briefings that [Biden] was in Ukraine giving millions of dollars to people over there and not to us. I'm furious.\"<br /></p><p>The Mayor was also annoyed that it happened on Presdient's day. \"President's Day in our country, [Biden's] over in Ukraine. That tells you what kind of a guy he is.\"</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">\"That was the biggest slap in the face. That tells you right now he doesn't care about us.\" — East Palestine, Ohio mayor Trent Conaway slams Biden for visiting Ukraine and giving them hundreds of millions of dollars while his town is suffering. <a href=\"https://t.co/ja6IAkWb3i\">pic.twitter.com/ja6IAkWb3i</a><br />— Catch Up (@CatchUpNetwork) <a href=\"https://twitter.com/CatchUpNetwork/status/1627857500644179968?ref_src=twsrc%5Etfw\">February 21, 2023</a></blockquote> </div><p>To be fair to President Biden, as his Transportation Secretary says, <a href=\"https://www.louderwithcrowder.com/pete-buttigieg-east-palestine-response\" target=\"_blank\">there are thousands of train derailments every year</a>. And the town is getting FEMA assistance...<a href=\"https://thepostmillennial.com/full-timeline-of-ohio-train-derailment-and-government-response\" target=\"_blank\">after first getting denied FEMA assistance</a>. It's not like the President doesn't visit other places when it suits his agenda. Like if he can push gun control or arm jabs. He's a busy guy. And I forget where I was going with this.</p><p>Set aside my acknowledgment that there are levels to foreign policy I don't understand, and that we enjoyed easy February 2022 content as every other website did. I find it astounding that, a year later, our president, the Democrat party, and even way too many \"Republican\" leaders view signaling their virtue on Ukraine as the one true measure of \"patriotism.\" And how any criticism of how much money we send to them -- money that Zelenskkyy tells us right away it's not enough -- makes YOU the \"extremist.\"</p><p>Think about all the help our own country has needed over the past year. The people in East Palestine are only the latest -- and most extreme -- example.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Biden’s HITLER Speech: YOU Are His Enemy! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/tyElaWAX_eA\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/east-palestine-mayor-biden-ukraine", "date_published": "2023-02-21 13:48:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "http://louderwithcrowder.com/feed/", "title": "Meghan Markle is so 'upset' and 'overwhelmed' at South Park being disrespectful, her lawyers may get involved", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=33065044&amp;width=1200&amp;height=800&amp;coordinates=100%2C0%2C100%2C0\" /><br /><br /><p>Unprince Harry is new to America, but Meghan Markle should know better. There are two universal truths. The first is that if you are in the news, <em>South Park</em> <a href=\"https://www.louderwithcrowder.com/south-park-tackles-transgenders-competing-in-womens-sports-video\" target=\"_blank\">is going to take the piss out of you</a>. The second is if you want to make it worse on yourself, complain about it. Harry's wife is so distraught at being turned into an animated Canadian, instead of being treated as the super serious pubic figure she expects to be, she won't calm down about it. And there may be lawyers involved.</p><p>To recap the story, the \"Queen of Canada\" died. The \"Prince of Cananda' and his wife are on the outs with the \"Royal Canadian Family,\" and demand their privacy. So much so, they keep <a href=\"https://www.louderwithcrowder.com/primce-harry-60-minutes\" target=\"_blank\">going on TV, making documentaries and writing books</a> about how they demand their privacy.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">South Park just destroyed Harry and Meghan <a href=\"https://t.co/R1zzyrx50x\">pic.twitter.com/R1zzyrx50x</a><br />— Jack Posobiec 🇺🇸 (@JackPosobiec) <a href=\"https://twitter.com/JackPosobiec/status/1626236958774292484?ref_src=twsrc%5Etfw\">February 16, 2023</a></blockquote> </div><p>They move to South Park across the street from Kyle, who is sick and tired of them. Kyle discovers that if you ignore them, they go away. Harry and Meghan get in a mood that they are being ignored from being told they demand their privacy. So much so, Harry whips out his blue penis.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\"><a href=\"https://twitter.com/hashtag/BluePenis?src=hash&amp;ref_src=twsrc%5Etfw\">#BluePenis</a> <a href=\"https://twitter.com/hashtag/FrostBittenPenis?src=hash&amp;ref_src=twsrc%5Etfw\">#FrostBittenPenis</a> <a href=\"https://twitter.com/hashtag/DumbPrinceAndHisStupidWife?src=hash&amp;ref_src=twsrc%5Etfw\">#DumbPrinceAndHisStupidWife</a> <a href=\"https://twitter.com/hashtag/HarryAndMeganAreFinished?src=hash&amp;ref_src=twsrc%5Etfw\">#HarryAndMeganAreFinished</a> <a href=\"https://twitter.com/hashtag/SouthPark?src=hash&amp;ref_src=twsrc%5Etfw\">#SouthPark</a> <a href=\"https://t.co/jelCH0VI7U\">pic.twitter.com/jelCH0VI7U</a><br />— Brianna (@Briannaishere3) <a href=\"https://twitter.com/Briannaishere3/status/1626161749903785985?ref_src=twsrc%5Etfw\">February 16, 2023</a></blockquote> </div><p>Turns out Meghan Markle doesn't have a sense of humor. Harry might, but...you know. <a href=\"https://www.dailymail.co.uk/news/article-11773161/Meghan-Markle-upset-overwhelmed-depiction-South-Park-DAYS-says-source.html\" target=\"_blank\">Per the Daily Mail</a>:</p><blockquote>According to a source in California, Meghan spent the last few days ‘upset and overwhelmed’ over how she was portrayed. The source told The Spectator that the Duchess of Sussex 'is annoyed by South Park but refuses to watch it all.'</blockquote><p>Earlier on Monday, something called a \"<a href=\"https://www.foxnews.com/entertainment/south-park-parody-prince-harry-meghan-markle-could-turn-legal-threat-royal-expert\" target=\"_blank\">royal commentator</a>\" said the Sussexes have their legal team looking into it.</p><blockquote>According to sources close to the ex-royals, it appears that, like so many things with Meghan and Harry, this may have legal ramifications attached. Their legal team are casting an eye over the episode to see what is wrong, and what could be turned into something more sinister.</blockquote><p>If true, Prince Harry's legal team is as confused as <a href=\"https://www.louderwithcrowder.com/prince-harry-first-amendment-bonkers\" target=\"_blank\">Prince Harry on how the \"bonkers\" First Amendment works in this country</a>. They also seem unclear with how South Park works. All this does is guarantee that the Prince of Canada and his \"sorority girl, influencer\" wife remain South Park residents. Only as bit players. Aimless wandering in the background holding their \"we demand privacy\" signs as the townspeople forget they exist.</p><p>Except for Randy. He'll concoct a \"Blue Penis Special\" of Tegridy Weed.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Meghan Markle Is \"Suicidal\" BECAUSE OF RACISM!? | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/XQeRGab9Hj0\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "link": "https://www.louderwithcrowder.com/south-park-meghan-markle-harry", "date_published": "2023-02-21 12:34:06+00:00", "persistent": false, "user": null, "language": "en-US"}]