[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Aligator zabił mieszkankę domu spokojnej starości. Miała 85 lat", "description": "Na Florydzie aligator wciągnął do wody 85-letnią kobietę, która wyszła z psem na spacer. Mieszkanka domu spokojnej starości nie miała żadnych szans w starciu z trzymetrowym gadem - relacjonują amerykańskie media.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/aligator-zabil-mieszkanke-domu-spokojnej-starosci-miala-85-lat/", "date_published": "2023-02-21 18:14:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wykoleił się pociąg na trasie Kijów-Warszawa. W sprawie wszczęto postępowanie karne", "description": "Dzień przed wizytą prezydenta Joe Bidena w stolicy Ukrainy, wykoleił się pociąg na trasie Kijów-Warszawa. Wołyńska Prokuratura Obwodowa opublikowała zdjęcia z wypadku i zaznaczyła, że w sprawie zostało wszczęte postępowanie karne.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/wykoleil-sie-pociag-na-trasie-ukraina-polska-w-sprawie-wszczeto-postepowanie-karne/", "date_published": "2023-02-21 16:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Propagandowe orędzie Putina i jego śpiąca publika. Politycy ledwo otwierali oczy", "description": "Podczas gdy rosyjski dyktator patetycznie wygłaszał kolejne kłamstwa na temat specjalnej operacji wojskowej, rosyjscy politycy walczyli... ze snem. Jedni ziewali ukradkiem, inni nieco bardziej ostentacyjnie. Choć zdjęcia stały się niemałą sensacją, jedno jest pewne - to nie pierwszy raz, gdy sojusznicy Putina usypiają w trakcie jego dłużących się wystąpień.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/propagandowe-oredzie-putina-i-jego-spiaca-publika-politycy-ledwo-otwierali-oczy/", "date_published": "2023-02-21 16:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ambasador USA na dywaniku u Ławrowa. \"Angażowanie w działania wojenne\"", "description": "Rosyjskie ministerstwo spraw zagranicznych wezwało na rozmowę ambasador USA w Moskwie Lynne Tracy. W oficjalnej nocie dyplomatycznej Kreml potępił rosnące zaangażowanie Stanów Zjednoczonych w działania wojenne po stronie reżimu kijowskiego.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/ambasador-usa-na-dywaniku-u-lawrowa-angazowanie-w-dzialania-wojenne/", "date_published": "2023-02-21 15:44:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja zawiesza swój udział w porozumieniu ws. zbrojeń jądrowych. Amerykanie komentują", "description": "W trakcie wystąpienia przed Zgromadzeniem Federalnym Władimir Putin ogłosił, że Rosja zawiesza swój udział w amerykańsko-rosyjskim porozumieniu o redukcji zbrojeń strategicznych Nowy START. Decyzję Moskwy skomentował sekretarz stanu USA Antony Blinken, nazywając ją niefortunną i nieodpowiedzialną.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/rosja-zawiesza-swoj-udzial-w-porozumieniu-ws-zbrojen-jadrowych-amerykanie-komentuja/", "date_published": "2023-02-21 14:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Niemcy: Putin w wannie pełnej krwi. Satyra na paradzie w Düsseldorfie", "description": "Po raz pierwszy od wybuchu pandemii COVID-19 niemieckie miasta bez ograniczeń organizują pochody karnawałowe. Negatywnym bohaterem poniedziałkowej parady w Düsseldorfie był Władimir Putin. Prezydenta Rosji przedstawiano jako boginię śmierci oskarżającą o nazizm zachodnie państwa, umieszczono go też w wannie ukraińskiej krwi. Z kolei w Kolonii pokazano go jako satrapę całującego się z diabłem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/niemcy-putin-w-wannie-pelnej-krwi-satyra-na-paradzie-w-dsseldorfie/", "date_published": "2023-02-21 10:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Władimir Putin: Rosja zrobiła wszystko, aby pokojowo rozwiązać ten problem", "description": "Ukraińcy sami stali się zakładnikami reżimu kijowskiego i jego zachodnich panów, którzy faktycznie okupowali ten kraj w sensie politycznym, militarnym, ekonomicznym, przez dziesięciolecia niszczyli ukraiński przemysł i grabili zasoby naturalne - powiedział prezydent Rosji Władimir Putin twierdząc, że Rosja nie jest w stanie wojny z narodem ukraińskim.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/rosja-wladimir-putin/", "date_published": "2023-02-21 09:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Joe Biden w Polsce. Kreml: Będziemy się uważnie przyglądać wydarzeniom w Polsce", "description": "Wizyta Joe Bidena w Kijowie nie jest dla nas niczym nadzwyczajnym. Rosja ją uważnie obserwowała. Będziemy się także uważnie przyglądać wydarzeniom w Polsce - przekazał rzecznik Kremla Dmitry Pieskow, cytowany przez agencję RIA Novosti.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/joe-biden-w-polsce-kreml-bedziemy-sie-uwaznie-przygladac-wydarzeniom-w-polsce/", "date_published": "2023-02-21 08:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosyjski generał w państwowej telewizji: Można było utłuc Bidena", "description": "Gen. Jewgienij Burzyński na antenie państwowej telewizji Rossija 1 wskazał, że Rosjanie dali gwarancje bezpieczeństwa prezydentowi Stanów Zjednoczonych, który przyjechał z wizytą do Kijowa. Jego zdaniem, można było utłuc Bidena, ale nie byłoby to sensowne rozwiązanie. - I kto go zastąpi? Ta Harris? Biden mimo swej demencji jednak coś łapie i ma jakieś hamulce - mówił.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/rosyjski-general-w-panstwowej-telewizji-mozna-bylo-utluc-bidena/", "date_published": "2023-02-21 08:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Ukradł auto i staranował radiowóz. Policjanci zastrzelili 13-latka", "description": "13-letni Andre Hernandez ukradł samochód i staranował nim policyjny radiowóz. Nastolatek z Teksasu został zastrzelony przez funkcjonariuszy. Media społecznościowe obiegło nagranie z incydentu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/ukradl-auto-i-staranowal-radiowoz-policjanci-zastrzelili-13-latka/", "date_published": "2023-02-21 06:49:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Turcja. Sześć osób zginęło w poniedziałkowym trzęsieniu ziemi", "description": "Co najmniej sześć osób zginęło w poniedziałkowym trzęsieniu ziemi o magnitudzie 6,4, które w poniedziałek nawiedziło pogranicze Turcji i Syrii, było także odczuwalne w Libanie. Epicentrum trzęsienia znajdowało się w pobliżu tureckiego miasta Antiochia.", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-21/turcja-szesc-osob-zginelo-w-poniedzialkowym-trzesieniu-ziemi/", "date_published": "2023-02-21 05:23:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]