{"entries": [{"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/gym-squats-lady", "title": "WATCH: Gym lady needs help getting up from a squat, but zero men come to her rescue. Wonder why...", "date_published": "2023-02-03 21:40:13+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32978217&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><em></em>Ladies, we are approaching the point when men will no longer publicly associate with women whatsoever for fear of being called creepy rapists. I don't think we're quite there yet, but this video seems to be a good indicator of where we're heading. </p><p>This lady was doing squats in leggings that are remarkably close to the color of her skin. That's not crucial to the story, it's just important to note that she is, in fact, wearing pants. </p><p>She found herself in a bit of a pickle when she squatted down and couldn't get up. She then looked around the <a href=\"https://www.louderwithcrowder.com/gym-shamer-girl-tiktok\" target=\"_blank\">gym</a>, desperate for someone to help her. She tried to catch anyone's attention, but a solid minute passed until another woman helped her up. No gym bros to the rescue. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cMy, my, my if it isn't the real-world consequences of all those gym ladies clout chasing. \\ud83d\\ude02\\ud83d\\ude43\\u201d</div> — Lauren Chen (@Lauren Chen)\n        <a href=\"https://twitter.com/TheLaurenChen/status/1621082742892171265\">1675331218</a>\n</blockquote>\n\n<p>If you're a lady who's been to the gym, you'll know this is highly unusual. I once witnessed a poor girl collapse in the squat rack. She was fine, but the plates went everywhere. And when I tell you every single male immediately stopped what they were doing to go help her, I mean <em></em><em>every single male. </em>It was like a group of moths swarming a light. Very kind, helpful moths. </p><p>So what's changed? Well, perhaps it's this new <a href=\"https://www.louderwithcrowder.com/twitch-streamer-gym\" target=\"_blank\">cultural phenomenon</a> of taping men minding their business while you workout in your underwear, then posting it online for millions to see, all while baselessly claiming he was creepin' on you. That could definitely act as a deterrent for men to approach women in the gym in any capacity. </p><p>I hope it isn't too late to reverse course on this trend. Besides not wanting such hostility between the two genders, there could come a day when I find myself crushed beneath a squat rack because I got too cocky. And I don't have much confidence in some of these wannabe OnlyFans models coming to my rescue. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/instagram-model-implant", "title": "Watch: Instagram model left with \"uniboob\" after her other massive size-38J implant burst and has a story to share", "date_published": "2023-02-03 17:18:26+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32976524&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>A Canadian <a href=\"https://www.louderwithcrowder.com/tiktok-model-excoriated-funeral\" target=\"_blank\">Instagram model</a> who goes by the name \"Mary Magdalene\" has to have a size 38J, 5,000cc breast implant removed after it popped. If this isn't a prime example of a first-world, entirely self-inflicted problem, I don't know what is. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cInstagram model Mary Magdalene says one of her 38J breast implants exploded. https://t.co/psIaOxhdjh\\u201d</div> — TMZ (@TMZ)\n        <a href=\"https://twitter.com/TMZ/status/1621265285603786752\">1675374740</a>\n</blockquote>\n<p>Due to her burst breast, she is now left with an 11-pound \"uni-boob\" and sagging, tattooed skin. She has since decided to have both implants removed and go back to her natural look. Well, at least in the boob department. She has dropped six figures on various plastic surgeries, so her au-natural look is in the past. </p><p>It's unclear at this time what exactly caused the implant to pop. My guess would be its inconceivably massive girth. But I don't know. </p><blockquote class=\"instagram-media\">\n<div style=\"padding: 8px;\">\n<div style=\"line-height: 0; margin-top: 40px; padding: 50% 0; text-align: center; width: 100%;\">\n<div>\n</div>\n</div>\n<p style=\"margin: 8px 0 0 0; padding: 0 4px;\">\n<a href=\"https://www.instagram.com/reel/CoAg-g8AEGC/?igshid=Zjc2ZTc4Nzk%3D\" style=\"color: #000; font-family: Arial,sans-serif; font-size: 14px; font-style: normal; font-weight: normal; line-height: 17px; text-decoration: none;\" target=\"_top\">See on Instagram</a>\n</p>\n</div>\n</blockquote><p>I regret to inform you there's more to this story. Mary Magdalene has gotten in trouble for her bodacious breasts in the past. Last June, she got kicked off a flight from Canada to Dallas because her 22-pound jugs were \"too explicit.\" </p><p>She wrote about the ordeal on her Instagram stories, saying,<em> \"Onviously this is why whe kicked me off cuz I loom too ecplicot bit that's not legal so she had to say it because I was sleeping snd vouldn't hear her girl bye all her dtaff os on my side ur gettinv sued ewhore!!!\"</em></p><p>I took the liberty of not correcting any of her typos, because authenticity. You're welcome. </p><p>It's unclear if Mary has since sued for getting kicked off the plane. But in another post, she alleged she was discriminated against: <em>\"I do not get how some people are saying it's ok that I would get kicked off for what I'm wearing [...] Discrimination of any kind is not a nice feeling for anyone. If a small-chested girl wore the exact same thing, they would not say anything.\" </em></p><p>Well, yes, because a small-chested girl would not have to buy another plane ticket for her aforementioned small chest. Slight difference. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/whoopi-goldberg-american-rant", "title": "Watch: Whoopi Goldberg goes on anti-American rant, then swears she isn't anti-American", "date_published": "2023-02-03 17:13:01+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32976339&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>Another day, another idiotic clip from our ladies over at <a href=\"https://www.louderwithcrowder.com/the-view-classified-documents\" target=\"_blank\">The View</a>. At least this time, <a href=\"https://www.louderwithcrowder.com/whoopi-goldberg-backtracks\" target=\"_blank\">Whoopi didn't suggest white people should be beaten </a>by cops. Instead, she and Sunny Hostin trashed the Pledge of Allegiance and American Exceptionalism.</p><p>Congress said the pledge of allegiance before they began Thursday's proceedings, which is what triggered the ladies' tangents. Whoopi exclaimed, <em>\"I also want to point out that Congress has already been saying the Pledge of Allegiance at work every day since 1988\" </em>and called it a <em>\"waste of time.\" </em>She then said it would be more patriotic for Congress to work on \"issues like police violence, mass shootings, [and] prison reform.” Zing, got 'em! </p><p>But Whoopi wasn't done:<em> \"We’re not fooling around. The people of the United States are not fooling around. You've wasted everybody's time</em><em> suggesting your people do what they already do.”</em><br /></p><p>I actually don't disagree with Whoopi here. Congress is largely a waste of time and space that merely votes on where to send our tax dollars next (spoiler: it's never the USA). But Whoopi and I definitely don't agree on what they should be focused on instead. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cSunny Hostin bashes American exceptionalism.\\n\"The problem I have is with ... American exceptionalism,\" she decried.\\nShe says  America \"hasn't met the dream of being exceptional. It hasn't meant this idea of a beacon on the hill\" and we should stop teaching it in schools.\\u201d</div> — Nicholas Fondacaro (@Nicholas Fondacaro)\n        <a href=\"https://twitter.com/NickFondacaro/status/1621183948779823106\">1675354234</a>\n</blockquote>\n\n<p>Hostin jumped into the conversation, claiming a lot of the members of the Judiciary Committee are hypocrites. I don't even know if I disagree with her on this point since she provided absolutely no evidence either way. So we'll just leave this one be. </p><p>But then, Sunny suggested the Pledge of Allegiance doesn't apply to Black Americans, saying <em>\"I mean, I said the Pledge of Allegiance all through my life in school. When I got into college, I took an African American history course. And I started realizing that the actual Pledge of Allegiance doesn't apply to a lot of our citizens.\" </em></p><p> You really can't make this stuff up. But fear not, Whoopi assured us that the show is <em>not</em>  Anti-American, despite everything she and Sunny just rambled on about. What a relief. </p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/dc-comics-circuit-breaker", "title": "New DC Comics Hero is Trans and Non-Binary Because In 2023 Everything is Gay", "date_published": "2023-02-03 17:08:45+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32976222&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p><a href=\"https://www.louderwithcrowder.com/superman-artist-quits\" target=\"_blank\">DC Comics</a> is debuting a brand-new Superhero named \"Circuit Breaker\" this Valentine's Day. This new hero can channel the \"still force,\" a counter to the Flash's \"speed force.\" </p><p>Oh, and it's a transgender non-binary person, because of course it is. </p><p>Circuit breaker's secret identity is Joules Jourdain, who is trans-non-binary and uses \"he/they\" pronouns. The synopsis for the new comic makes no mention of the beautiful and brave trans identity of Circuit Breaker: <em>\"NEW THREATS WILL RISE! When the Lazarus storm touches down, people from every walk of life stand to be affected. People who are kind, people who are good…and people who are evil. This epic issue will spotlight the…disastrous new villains created by the Lazarus event and the heroes who stand ready to stop them from doing harm…”</em></p><p> A.J. Kaplan, the queer artist behind the character, tweeted out a promo for Circuit Breaker last month, writing, <em>\"Meet Jules Jourdain (he/they, aka Circuit Breaker “Can a new hero channel the inexorable Still Force energy to fend off evil?” - Debuting in DC's Lazarus Planet: Dark Fate #1, out on Valentine's Day.\" </em></p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cMeet Jules Jourdain (he/they, aka Circuit Breaker\\n\\n\\u201cCan a new hero channel the inexorable Still Force energy to fend off evil?\\u201d - Debuting in DC's Lazarus Planet: Dark Fate #1, out on Valentine's Day \\ud83d\\udc9a\\ud83c\\udf08\\u2728\\u201d</div> — Al\\ud83d\\udc7d Kaplan (@Al\\ud83d\\udc7d Kaplan)\n        <a href=\"https://twitter.com/alkcomics/status/1612507494269476871\">1673286720</a>\n</blockquote>\n<p>Kaplan's pinned tweet explains they're a \"cartoonist who digs gay psychedelia.\" I didn't know psychedelia could be gay but I guess I should know better by now. <em>Everything</em> can, and will, be gay. </p><p>For example, last month, DC Comics published a new story about the Joker, where he somehow became pregnant and gave birth. Because men can get pregnant now. Even notorious supervillains. </p><p>And back in 2021, DC comics made Superman a <a href=\"https://www.louderwithcrowder.com/superman-bi-dean-cain\" target=\"_blank\">\"bisexual global activist\"</a><a href=\"https://www.louderwithcrowder.com/superman-bi-dean-cain\">bisexual global activist\"</a> in a relationship with a younger man. </p><blockquote class=\"rm-embed twitter-tweet\">\n<div style=\"margin: 1em 0;\">\\u201cNew Superman revealed to be bisexual, global activist in DC comics https://t.co/iD0xIGafqU\\u201d</div> — New York Post (@New York Post)\n        <a href=\"https://twitter.com/nypost/status/1447607235195154439\">1633971434</a>\n</blockquote>\n<p>This issue of Superman was <a href=\"https://www.washingtonexaminer.com/news/woke-broke-dc-gay-superman-canceled-18-issues-poor-sales\" target=\"_blank\">canceled</a> after just 18 issues, as it turns out comic book fans don't read comics to see men kissing and solving climate change. Such bigoted homophobes. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">CNN's Brian Stelter LOVES Woke Superman! (And Why You Shouldn't) | Louder with Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/L3PX50IR4iU\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/skinny-latte-brawl", "title": "Watch: Two grown men beef over a skinny latte in the most beta-brawl imaginable", "date_published": "2023-02-03 14:36:30+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32975912&amp;width=1245&amp;height=700&amp;coordinates=0%2C59%2C0%2C59\" /><br /><br /><p>There is no shame it getting your ass kicked in public, as long as you put up a fight. Some days you give hands, some days you get hands. There IS shame in being a grown-ass man and arguing over a skinny latte. Not even a normal latte. And while not specified, the extra soy in the latte is understood.</p><p>Welcome to London. Where two betas brawled over whose drink it was. It was even at a Pret a Manger. Throwing down over a latte at a Starbucks would have been less embarrassing.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">It's all kicking off over who the skinny latte was for. 🃏 <a href=\"https://t.co/Azpufjeexv\">pic.twitter.com/Azpufjeexv</a><br />— Public Outsider (@publicoutsider) <a href=\"https://twitter.com/publicoutsider/status/1620380479550537729?ref_src=twsrc%5Etfw\">January 31, 2023</a></blockquote> </div><p><a href=\"https://nypost.com/2023/02/02/men-brawl-over-skinny-latte-at-pret-a-manger-coffee-shop/\" target=\"_blank\">According to the New York Post</a>, the original video amassed close to two million views before being deleted. Most regretful is the camera operator is not well studied in doing it for the content. She didn't get sound. She didn't follow them out the door. She didn't even provide commentary. What could have been 10/10 content is at best 4/10 because the person with the smartphone didn't put in much of effort.</p><p>All we can do is imagine. The latte was for Skylar, but Skyler thought the drink was for him. As Skylar walked out with the drink, he (or xi) passive-aggressively argued with Skyler who claims he was there first.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"ebb6e\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32976088&amp;width=980\" />\n</p>\n<p>Bruh. Those socks.</p><p>Then comes the embarrassing part. No fists were thrown. Not even a slap. Skylar threw the drink at Skyler like a little b*tch... at a little b*tch. We've <a href=\"https://www.louderwithcrowder.com/popeyes-fight\" target=\"_blank\">seen videos</a> where <a href=\"https://www.louderwithcrowder.com/melbourne-cup-2022-walkway-fight\" target=\"_blank\">women brawl out</a> and <a href=\"https://www.louderwithcrowder.com/fight-neighbor-bat\" target=\"_blank\">use weapons on each other</a>. They are all watching this video and saying \"what pussies!\"</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"1d1d7\" src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32976092&amp;width=980\" />\n</p>\n<p>Neither man got their skinny latte. Both men get to live a lifetime of regret knowing the global internet is laughing at them. </p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p>\n<p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">Giga-Chad Traffic Pole VAPORIZES Criminal! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/QmO38XaZM74\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/joe-biden-women-admin", "title": "Watch: Joe Biden makes shocking revelation that not all of the women in his admin... are women (yeah, I know)", "date_published": "2023-02-03 14:00:09+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32975721&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C1\" /><br /><br /><p>Yesterday was National Women and Girls in Sports Day. A day to honor the contributions of women and girls in sports <a href=\"https://www.louderwithcrowder.com/ncaa-swimmer-choked-up\" target=\"_blank\">as they watch opportunities taken from them by penis'd people</a>. Joe Biden, our president and a man whose brain is at least 51% tapioca, was giving a speech about girls he knows. So many girls. Binders full, even. Joe Biden has so many women in his administration, that more than half of them are women.</p><p>Though I'm not sure what he considers the rest of the women who...aren't women? Here's a clip.</p><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"8c0b2\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32975729&amp;width=980\" />\n</p><p>Wait, that's the wrong clip. We here at the Louder with Crowder Dot Com website apologize for the error.</p><p>This is the stuttering nincompoop we were looking for.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">BIDEN: \"More than half the women in my administration are women.\" <a href=\"https://t.co/VAM3Udb3fx\">pic.twitter.com/VAM3Udb3fx</a><br />— Townhall.com (@townhallcom) <a href=\"https://twitter.com/townhallcom/status/1621241292993826820?ref_src=twsrc%5Etfw\">February 2, 2023</a></blockquote> </div><blockquote>More than half the women in my cabinet...more than half the people in my cabinet...more than half the women in my administration are women.</blockquote><p class=\"shortcode-media shortcode-media-rebelmouse-image\">\n<img alt=\"\" class=\"rm-shortcode\" id=\"8b7ba\" src=\"https://www.louderwithcrowder.com/media-library/image.gif?id=32975767&amp;width=980\" />\n</p>\n<p>Not only are more than half of the women in Joe Biden's administration women, but they are all <a href=\"https://www.louderwithcrowder.com/search/?q=karine+jean+pierre\" target=\"_blank\">oh-so very competent and qualified to be in their jobs</a>. ESPECIALLY <a href=\"https://www.louderwithcrowder.com/rachel-levine-sworn-admiral\" target=\"_blank\">Admiral Rachel Levine</a>. Joe Biden only hires the best women to be women in his adminstration.</p><p>It is unclear who the less than half of the women that aren't women are. Joe Biden may be guilty of misgendering at least 25% of his administration. And that's the worst thing you can do to someone. Or, deadnaming is the worst. Misgendering is second worse.</p><p>Or, Joe Biden's brain failed him again. For his sake, let's hope that is what happened. The people who run Biden have protocols in place for his senior uh-ohs.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">\"Biden Farts\" Baby Shark PARODY | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/l67cA2H7tyQ\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/farmer-protest-manure", "title": "Watch: Woke protestors trespass on farmer's property, so he sprays them with poop", "date_published": "2023-02-03 10:49:16+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32975004&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C0\" /><br /><br /><p>A video from 2016 is once again going viral of a farmer spraying protesters with poop. What can we say? It's the internet. The video has amassed over two million views in under a day. And to quote the great western philosopher Excalibur, you GOT to give the people what they want.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">Farmer sprays poop at protestors trespassing on his land <a href=\"https://t.co/AVcQKP1Od8\">pic.twitter.com/AVcQKP1Od8</a><br />— Clown World ™ 🤡 (@ClownWorld_) <a href=\"https://twitter.com/ClownWorld_/status/1621322748294467586?ref_src=twsrc%5Etfw\">February 3, 2023</a></blockquote> </div><p>The farmer leased his land for fracking. A group of woke twats led by actress Emma Thompson (though this was 2016, so they may have been SJWs) were displeased with this. <a href=\"https://www.huffingtonpost.co.uk/entry/emma-thompson-fracking-bake-off-protest-sprayed-manure_uk_5720ebd6e4b0a1e971cae61c\" target=\"_blank\">So they trespassed on the farmer's land in protest</a>. It was a parody of the Great British Bake Off. I don't know why other than leftists are overdramatic.</p><p>This is where the farmer and the poop comes in. He was smart about it. Had he sprayed them directly with the poop, that may have been considered assault. Sure, they were trespassing on his property. But it's England <a href=\"https://www.louderwithcrowder.com/social-media-post-man-arrested\" target=\"_blank\">and they arrest you for being mean on social media</a>. What the farmer did instead was lay down a perimeter of poop.</p><p>The farmer drove in circles, laying down a poop border around the demonstration. Protestors were stuck inside with the smell. To escape, they had to cross the river of poop. </p><blockquote>Although the actresses were safe inside their Frack Free Bake Off tent, a number of other protestors found themselves hit by the flying faeces.</blockquote><p>I saw The Flying Faeces open for the Flaming Lips in 2005.</p><p>It was a brilliant move by the farmer. And one that may have inspired others. Farmers in Europe have become a new target for leftists. And in 2022. <a href=\"https://www.louderwithcrowder.com/farmers-dutch-regulations\" target=\"_blank\">the farmers struck back</a>.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">🚨🚨⚠️⚠️<br />The Dutch protesters are pouring manure on government offices, flooding streets, and becoming all together ungovernable. This uprising is in response to the WEF controlled government shutting down farms to \"save the planet.\" You have to see this: <a href=\"https://t.co/YTyax7uagm\">https://t.co/YTyax7uagm</a> <a href=\"https://t.co/mXgufQfkRM\">pic.twitter.com/mXgufQfkRM</a><br />— Keean Bexte (@TheRealKeean) <a href=\"https://twitter.com/TheRealKeean/status/1543300949870927873?ref_src=twsrc%5Etfw\">July 2, 2022</a></blockquote> </div><p>If people are going to protest on private land and/or attempt to run our farmers out of business, they should expect a face full of fecal matter in retaliation. It is what's called a proportional response.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">BIDEN MUSIC VIDEO: Here Comes The POOP! (P.O.D Parody) | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/i2FVlpPxCOI\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}, {"source": "http://louderwithcrowder.com/feed/", "link": "https://www.louderwithcrowder.com/spy-balloon-china", "title": "A Chinese spy balloon has appeared over Montana, and the WH isn't shooting it down for WHAT reason?", "date_published": "2023-02-03 10:04:34+00:00", "description": "<img src=\"https://www.louderwithcrowder.com/media-library/image.png?id=32974911&amp;width=1245&amp;height=700&amp;coordinates=0%2C0%2C0%2C1\" /><br /><br /><p>Thursday evening The Pentagon confirmed that the US government has been tracking what is being described as a high-altitude surveillance balloon from the People’s Republic of China. The balloon, which entered continental US airspace a “couple of days ago,” according to a senior defense official, is the latest sign of the growing severity of the power competition between China and the United States.</p><p>The balloon, spotted above Montana, is floating at an altitude that The Pentagon described as “significantly above where civilian air traffic is active,” but in the atmosphere and not in outer space.</p><div class=\"rm-embed embed-media\"><blockquote class=\"twitter-tweet\">U.S. officials said a suspected Chinese spy balloon had been flying over the country for a couple of days, in what would be a brazen act ahead of a planned trip to Beijing by U.S. Secretary of State Antony Blinken <a href=\"https://t.co/HmTkjARXMu\">https://t.co/HmTkjARXMu</a> <a href=\"https://t.co/IKOuYHaizu\">pic.twitter.com/IKOuYHaizu</a><br />— Reuters Asia (@ReutersAsia) <a href=\"https://twitter.com/ReutersAsia/status/1621432050447171584?ref_src=twsrc%5Etfw\">February 3, 2023</a></blockquote> </div><p>Although defense officials expressed doubt that the balloon was any more valuable at gathering information than the PRC’s low orbiting satellites, worries remain about the flight path the balloon is taking.<br /></p><p>When asked whether the balloon was trying to collect intelligence on nuclear weapons that are siloed in Montana, the senior defense official stated that it was a concern.</p><p>“Yes, so clearly the intent of this balloon is for surveillance. And so the current flight path does carry it over a number of sensitive sites.”</p><p>This concern was echoed by Montana’s Republican senator, Steve Daines. In a letter to Defense Secretary Lloyd Austin, Daines wrote, “The fact that this balloon was occupying Montana airspace creates significant concern that Malmstrom Air Force Base (AFB) and the United States’ intercontinental ballistic missile (ICBM) fields are the target of this intelligence gathering mission.”</p><p>After being briefed on the issue, President Biden asked for military options but was advised by the Chairman of the Joint Chiefs, General Mark Milley, and the commander of NORTHCOM, General Glen VanHerck, not to take kinetic action “due to the risk to safety and security of people on the ground from the possible debris field.” </p><p>Some Republicans disagreed with the decision to not shoot down the balloon. Representative Ryan Zinke, a Republican from Montana, <a href=\"https://twitter.com/RyanZinke/status/1621334674176876546?s=20&amp;t=0Dz2zCxGefcWcj8zQRj4Ig\" target=\"_blank\">tweeted</a>, “Shoot. It. Down. The Chinese spy balloon is clear provocation. In Montana we do not bow. We shoot it down. Take the shot.”</p><p>Fellow Montana Republican Matt Rosendale expressed similar outrage at Biden’s inaction <a href=\"https://twitter.com/RepRosendale/status/1621305232314535936?s=20&amp;t=DfCMX3LQlngbg_YIU382-w\" rel=\"noopener noreferrer\" target=\"_blank\">tweeting</a>, “It’s unacceptable to allow communist China to invade our airspace – this is another clear example of Chinese aggression. President Biden must start putting the American people first and recognize that China is a threat to our freedom, values, and way of life.”</p><p>House Speaker Kevin McCarthy also <a href=\"https://twitter.com/SpeakerMcCarthy/status/1621311735914266626?s=20&amp;t=DIIJb6bDIANTANtO7Y1Niw\" rel=\"noopener noreferrer\" target=\"_blank\">called out</a> President Biden.</p><p>“China’s brazen disregard for U.S. sovereignty is a destabilizing action that must be addressed, and President Biden cannot be silent. I am requesting a Gang of Eight briefing.”</p><p>The “Gang of Eight” is a group of top congressional leaders including the chairs and ranking minority members of the Senate and House Intelligence Committees.</p><p>Exactly what action will be taken remains to be seen, but there is clear agreement that the surveillance balloon is indeed from China.</p><p>“I will just say we have very high confidence that this is a PRC balloon. Very high confidence,” noted the senior defense official.</p><p><p>\n<em><strong>Editor’s Note</strong>\n</em>\n</p>\n<p>\n<em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\">LwC is on Substack now</a></strong>! Each day we overwhelm your brains with the content you've come to love from the Louder with Crowder Dot Com website.. but algorithms hide our ranting and raving as best they can. The best way to stick it to Big Tech? </em><strong><a href=\"https://lwcnewswire.substack.com/\" target=\"_blank\"><em>Subscribe to For the Content!</em></a></strong>\n</p></p><p class=\"shortcode-media shortcode-media-youtube\">\n<span class=\"rm-shortcode\" style=\"display: block; padding-top: 56.25%;\"></span>\n<small class=\"image-media media-caption\">FOOTAGE: China’s New BLACK MIRROR Lockdowns will make your skin crawl!!! | Louder With Crowder</small>\n<small class=\"image-media media-photo-credit\">\n<a href=\"https://youtu.be/7KvAFVgpMfI\" target=\"_blank\">youtu.be</a>\n</small>\n</p>", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "http://louderwithcrowder.com/feed/", "title": "Louder With Crowder"}}