{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3843431-elon-musk-cleared-of-wrongdoing-in-trial-over-2018-tweets/", "title": "Elon Musk cleared of wrongdoing in trial over 2018 tweets", "date_published": "2023-02-03 23:44:17+00:00", "description": "Twitter CEO Elon Musk has been cleared of wrongdoing related to tweets he posted in 2018 announcing plans to try to take Tesla private.  A jury found Musk did not violate federal securities laws in posting his plans and hinting that the arrangement would go through before it failed to come together.  “Am considering taking...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/3843390-health-care-dems-eye-another-go-to-pass-cannabis-banking-bill/", "title": "Health Care — Dems eye another go to pass cannabis banking bill", "date_published": "2023-02-03 23:34:15+00:00", "description": "Did anyone have “Balloon causes international diplomatic crisis” on their 2023 bingo card?  In health news, seasonal flu levels continue to fall nationwide as the early season surge fades. But first, Senate Democrats are trying to push ahead on marijuana banking reforms.   Welcome to The Hill's Overnight Health Care roundup, where we’re following the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3843369-harvard-ending-social-media-misinformation-project-next-year/", "title": "Harvard ending social media misinformation project next year", "date_published": "2023-02-03 23:26:41+00:00", "description": "Harvard University is shutting down a project that has tracked misinformation on social media for the past few years.  Nancy Gibbs, the director of Harvard Kennedy School of Government’s Shorenstein Center on Media, Politics and Public Safety, said in an email to members of the center’s advisory board on Friday that the school has been...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3843411-first-lady-to-attend-super-bowl-in-arizona/", "title": "First lady to attend Super Bowl in Arizona", "date_published": "2023-02-03 23:17:57+00:00", "description": "First lady Jill Biden will attend the Super Bowl in Arizona later this month, the president announced during a fundraiser in Philadelphia on Friday. Jill Biden, a Philadelphia native, is a devout Eagles fan and has been donning Eagles shirts recently while the team made its way to the Super Bowl “Jill is out in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/3843345-energy-environment-house-gop-announces-anti-esg-working-group/", "title": "Energy & Environment — House GOP announces anti-ESG working group", "date_published": "2023-02-03 23:02:39+00:00", "description": "The House’s Republican majority is launching a working group to push back on environmental, social and governance investing. Meanwhile, the Treasury Department expands which electric vehicles can claim a tax credit, and the Interior Department announces millions toward tribal water settlement.  This is Energy &#38; Environment, your source for the latest news focused on energy,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/sustainability/3843375-global-food-prices-on-the-downslide-un-agency-says/", "title": "Global food prices on the downslide, UN agency says", "date_published": "2023-02-03 22:57:09+00:00", "description": "Welcome to The Hill's Sustainability newsletter. A friend forward this newsletter to you? Subscribe here. Today we’ll get ahead of the extreme cold that’s overtaking the northeastern U.S. and also look at House Republicans' new move to combat environment-minded investing. Plus: Chess players face off with air pollution. But first: How global first prices dropped in January. UN food...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3843341-flu-levels-fall-further-across-the-country-cdc/", "title": "Flu levels fall further across the country: CDC", "date_published": "2023-02-03 22:53:40+00:00", "description": "Seasonal flu activity continues to decline across much of the country, according to the Centers for Disease Control and Prevention (CDC). Most states were experiencing \"minimal\" or \"low\" flu activity in the past week, according to the latest data published by the CDC on Friday. Only New Mexico and Oklahoma saw \"high\" or \"very high\"...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3843351-pence-traveling-to-south-carolina-amid-2024-speculation/", "title": "Pence traveling to South Carolina amid 2024 speculation", "date_published": "2023-02-03 22:50:06+00:00", "description": "Former Vice President Pence is traveling to South Carolina on Monday amid increasing speculation that he’s eyeing a 2024 White House bid and following former President Trump's visit to the state last month. Pence will visit with local law enforcement officials, including Chief Reggie Burgess, while in North Charleston and participate in a law enforcement...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/technology/3843337-hillicon-valley-southwests-tech-issues-to-be-in-spotlight-at-hearing/", "title": "Hillicon Valley — Southwest's tech issues to be in spotlight at hearing", "date_published": "2023-02-03 22:35:18+00:00", "description": "Southwest Airlines’ chief operating officer will testify next week before a Senate panel to discuss recent technical issues that caused the airline to delay and cancel thousands of flights. Meanwhile, we’ll take a look at how to anticipate layoffs and what do about it.   This is Hillicon Valley, detailing all you need to know...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3843297-biden-to-travel-to-wisconsin-florida-after-state-of-the-union-address/", "title": "Biden to travel to Wisconsin, Florida after State of the Union address", "date_published": "2023-02-03 22:32:58+00:00", "description": "President Biden will travel to Wisconsin and Florida in the days after he delivers the State of the Union address. The trips are part of an uptick in travel in the new year “to showcase how the President’s plan is creating jobs, rebuilding our infrastructure, lowering costs for families, investing in our future, and delivering...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3843272-how-the-administrations-open-government-plan-can-be-more/", "title": "How the administration’s open government plan can be more", "date_published": "2023-02-03 22:30:00+00:00", "description": "Since the Biden-Harris administration’s release of its memo calling for a more modern regulatory review process, the U.S. government has taken important steps toward improving access to the data it produces. However, most of its policy analysis, including the estimates quantifying the billions of dollars in benefits and costs related to last year’s Inflation Reduction...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3843278-us-to-send-high-tech-boeing-missiles-in-latest-2-2b-ukraine-package/", "title": "US to send high-tech Boeing missiles in latest $2.2B Ukraine package", "date_published": "2023-02-03 22:06:36+00:00", "description": "A new U.S. weapons package for Ukraine worth nearly $2.2 billion will for the first time include a longer-range missile, the Pentagon announced Friday.  The Boeing-made ground-launched small diameter bomb, a bomb-tipped rocket with a range of 90 miles, is included as part of a $1.75 billion Ukraine Security Assistance Initiative package. That initiative allows the Defense...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3843258-majority-of-americans-support-a-widespread-ban-of-tobacco-products-cdc-study/", "title": "Majority of Americans support a widespread ban of tobacco products: CDC study", "date_published": "2023-02-03 21:55:55+00:00", "description": "A majority of U.S. adults support a widespread ban on tobacco products and other steps to limit tobacco use, according to a new study from the Centers for Disease Control and Prevention (CDC).  The study released Thursday found 57.3 percent of respondents would support prohibiting the sale of all tobacco products, while 62.3 percent support...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3843240-why-the-discovery-of-a-chinese-balloon-in-us-skies-is-such-a-big-deal/", "title": "Why the discovery of a Chinese balloon in US skies is such a big deal", "date_published": "2023-02-03 21:42:11+00:00", "description": "Tensions between the U.S. and China are on the rise again after the discovery of what the Biden administration is describing as a sophisticated Chinese espionage tool flying over the United States. The discovery of a massive Chinese surveillance balloon over Montana, which hosts some nuclear silos, sparked a diplomatic crisis on Friday, with Secretary...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3843207-emailing-error-causes-former-blue-cross-blue-shield-customers-to-receive-claims/", "title": "Emailing error causes former Blue Cross Blue Shield customers to receive claims", "date_published": "2023-02-03 21:41:58+00:00", "description": "Many former customers of Blue Cross Blue Shield (BCBS) health plans woke up on Friday to discover they had been notified of insurance claims despite not being covered by the provider for some time, causing concerns that a security breach could have leaked customer information. Several people on social media on Friday reported receiving insurance...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/national-security/3843177-jordan-subpoenas-garland-wray-over-school-board-memo/", "title": "Jordan subpoenas Garland, Wray over school board memo", "date_published": "2023-02-03 21:38:31+00:00", "description": "The House Judiciary Committee fired off its first subpoenas under the leadership of Chair Jim Jordan (R-Ohio), targeting a trio of Biden administration officials including Attorney General Merrick Garland over a short-lived memo dealing with threats against school board members. The subpoenas, sent also to FBI Director Christopher Wray and Education Secretary Miguel Cardona, follow...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3843175-senators-raise-pressure-on-live-nation-over-ticketing-industry-monopoly/", "title": "Senators raise pressure on Live Nation over ticketing industry monopoly", "date_published": "2023-02-03 21:31:06+00:00", "description": "A bipartisan pair of senators further pressed the leader of Live Nation Entertainment on Friday to answer questions about the ticketing company’s dominance of the industry following testimony he gave before the Senate Judiciary Committee last week. Sens. Amy Klobuchar (D-Minn.) and Mike Lee (R-Utah), the chair and ranking member of the Senate Judiciary Subcommittee on...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3843180-trump-splits-with-mccarthy-on-babbitts-death-i-totally-disagree/", "title": "Trump splits with McCarthy on Babbitt's death: 'I totally disagree'", "date_published": "2023-02-03 21:30:58+00:00", "description": "Former President Trump said Thursday that he “totally” disagrees with Speaker Kevin McCarthy (R-Calif.) on the death of Ashli Babbitt, a Jan. 6 rioter who was shot and killed by Capitol Police. After Rep. Marjorie Taylor Greene claimed on Tuesday that Babbitt had been murdered during the pro-Trump insurrection, McCarthy broke with the Georgia congresswoman,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3843167-hawley-calls-for-investigation-of-bidens-baffling-response-to-chinese-surveillance-balloon/", "title": "Hawley calls for investigation of Biden’s 'baffling response' to Chinese surveillance balloon", "date_published": "2023-02-03 21:15:55+00:00", "description": "Sen. Josh Hawley (R-Mo.) is calling for the Senate Homeland Security Committee to investigate what he says is the Biden administration's “baffling response” to a Chinese surveillance balloon that floated over U.S. missile installations in Montana, triggering alarms at the Pentagon.   “We have an obligation to obtain a full understanding of the surveillance that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3843048-we-cant-ignore-the-toll-the-pandemic-has-taken-on-the-health-of-our-kids/", "title": "We can’t ignore the toll the pandemic has taken on the health of our kids", "date_published": "2023-02-03 21:00:00+00:00", "description": "We've seen a surge in emergency room visits of youth experiencing mental health emergencies, ranging from anxiety attacks to attempted suicides.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3843068-pompeo-says-there-was-a-peaceful-transition-of-power-on-jan-6/", "title": "Pompeo says there was a 'peaceful transition of power' on Jan. 6", "date_published": "2023-02-03 20:54:57+00:00", "description": "Former Secretary of State and CIA Director Mike Pompeo said in a new interview that there was a “peaceful transition of power” on Jan. 6, 2021, despite the attack on the Capitol. “There was a bad day at the Capitol,” Pompeo told Sky News’ Beth Rigby in an interview released on Friday. “The security team...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3843054-chinese-spy-balloon-spotted-in-kansas-senator-says/", "title": "'Chinese spy balloon' spotted over Kansas, senator says", "date_published": "2023-02-03 20:44:22+00:00", "description": "Sen. Roger Marshall (R-Kan.) said Friday afternoon that the “Chinese spy balloon” that has been drifting over the continental United States has been seen over northeast Kansas.  Marshall tweeted that his staff is in contact with law enforcement officials about the balloon.  “I condemn any attempts the Chinese make to spy on Americans,” he said....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3843049-biden-administration-announces-580-million-toward-tribal-water-rights-settlements/", "title": "Biden administration announces $580 million toward tribal water rights settlements", "date_published": "2023-02-03 20:41:49+00:00", "description": "The Biden administration will distribute $580 million to 15 Native American tribes toward settling water rights claims, the Interior Department announced Thursday night. The funds will include $460 million allocated from the Bipartisan Infrastructure Law for settlements reached before November 2021 and another $120 million the Reclamation Water Settlement Fund, which Congress established in 2009....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3843076-schumer-mocks-gop-nobody-is-taking-away-your-gas-stove/", "title": "Schumer mocks GOP: 'Nobody is taking away your gas stove'", "date_published": "2023-02-03 20:34:53+00:00", "description": "Senate Majority Leader Charles Schumer (D-N.Y.) is accusing Republicans of fueling a frenzy over unfounded rumors that the Biden administration is getting ready to ban popular gas stoves because they don’t want to explain what spending cuts they want in exchange for raising the debt limit.   “At first you have to laugh at the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3843016-southwest-coo-to-testify-before-senate-panel-following-mass-cancellations/", "title": "Southwest COO to testify before Senate panel following mass cancellations", "date_published": "2023-02-03 20:18:06+00:00", "description": "The chief operating officer of Southwest Airlines is scheduled to testify next week before the Senate Commerce, Transportation and Space Committee after the airline struggled with technical problems that caused it to delay and cancel thousands of flights in December.  Southwest COO Andrew Watterson will appear on Thursday for the hearing titled “Strengthening Airline Operations...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3842720-tobacco-control-is-not-a-zero-sum-game/", "title": "Tobacco control is not a zero-sum game", "date_published": "2023-02-03 20:00:00+00:00", "description": "Tobacco harm reduction should be paired with stronger age enforcement for purchasing tobacco products and youth awareness campaigns.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3842977-democrats-to-vote-on-primary-calendar-at-dnc-winter-meeting/", "title": "Democrats to vote on primary calendar at DNC winter meeting", "date_published": "2023-02-03 19:53:13+00:00", "description": "The Democratic National Committee (DNC) is scheduled to vote Saturday on its Rules and Bylaws Committee’s recommendation to reorder the presidential primary calendar in 2024 amid concerns from some states about both the feasibility and desirability of the changes. In December, the rules panel approved waivers to five states to hold their presidential primaries before the first...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3842937-ohio-education-officials-investigating-pro-nazi-homeschooling-network/", "title": "Ohio education officials investigating pro-Nazi homeschooling network", "date_published": "2023-02-03 19:48:43+00:00", "description": "The Ohio Department of Education is reportedly investigating a pro-Nazi homeschooling network run by a couple in the state, according to several media outlets. The department is “actively reviewing compliance with statutory and regulatory requirements,” an official with the state agency told The Washington Post, after reports emerged last week about the homeschooling network known...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3842972-rep-james-comer-blasts-biden-on-chinese-balloon-speculates-if-it-could-be-bioweapons/", "title": "Rep. James Comer blasts Biden on Chinese balloon, speculates if it could be 'bioweapons'", "date_published": "2023-02-03 19:37:45+00:00", "description": "Rep. James Comer (R-Ky.), the chairman of the House Oversight Committee, blasted President Biden for a high-altitude balloon from China that is traveling over the continental United States not being shot down before it reached U.S. territory, speculating that it could have “bioweapons.”  Comer told Fox News’ Harris Faulkner in an interview on Friday that...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/energy-environment/3842927-get-the-most-from-federal-energy-and-infrastructure-dollars/", "title": "Get the most from federal energy and infrastructure dollars", "date_published": "2023-02-03 19:30:00+00:00", "description": "As cities know too well, opportunities like  Inflation Reduction Act funds  don’t come around that often.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3842900-treasury-department-expands-definition-of-suvs-eligible-for-electric-vehicle-tax-credit/", "title": "Treasury Department expands definition of SUVs eligible for electric vehicle tax credit", "date_published": "2023-02-03 18:49:40+00:00", "description": "The Biden administration will expand eligibility for an Inflation Reduction Act-enabled tax cut for electric vehicles, the Treasury Department announced Friday. The department has updated the classification standards used to determine eligibility, expanding the definition of an SUV. The $7,500 tax credit applies to SUVs costing up to $80,000, but there is no such benefit...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3842764-watch-live-blinken-holds-joint-press-conference-with-south-korean-foreign-minister-park-jin/", "title": "Watch live: Blinken holds joint press conference with South Korean Foreign Minister Park Jin", "date_published": "2023-02-03 18:45:00+00:00", "description": "Secretary of State Antony Blinken is slated to participate in a signing ceremony on Friday afternoon. Following the ceremony, Blinken will speak with reporters during a joint press availability with South Korean Foreign Minister Park Jin at the State Department. The event is scheduled to begin at 2:45 p.m. ET. Watch the vide above.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/sustainability/environment/3842768-indiana-firefighters-rescue-injured-owl-stuck-in-frozen-lake/", "title": "Indiana firefighters rescue injured owl stuck in frozen lake", "date_published": "2023-02-03 18:35:08+00:00", "description": "Anyone interested in contributing to the owl's care may donate to the Humane Indiana Wildlife.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3842872-chinas-unchecked-access-to-american-investors/", "title": "China’s unchecked access to American investors", "date_published": "2023-02-03 18:30:00+00:00", "description": "China’s command economy has the capability to manipulate global reserve currencies and completely upend global trade through the dictates of the Chinese Communist Party (CCP). With over 20 percent of all global manufacturing supply chains, the CCP has a stranglehold on the West and our allies. If we are to maintain a robust economy and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3842868-political-commentator-goldie-taylor-talks-tyre-nichols-policing-trauma-and-her-new-memoir/", "title": "Political commentator Goldie Taylor talks Tyre Nichols, policing, trauma — and her new memoir", "date_published": "2023-02-03 18:28:22+00:00", "description": "“My son is no safer today than he would have been 30 years ago,” the writer and political commentator Goldie Taylor told The Hill in a video interview this week. Taylor, like so many Black Americans, is grappling with the killing of 29-year-old Tyre Nichols at the hands of Memphis police — and with what...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3842497-watch-live-biden-harris-deliver-remarks-on-economic-agenda/", "title": "Watch live: Biden, Harris deliver remarks on economic agenda", "date_published": "2023-02-03 18:15:00+00:00", "description": "President Biden and Vice President Harris will travel to Philadelphia on Friday to highlight the progress made toward improving water infrastructure and replacing lead pipes in states across the country. Their remarks will also touch on their work implementing their administration’s economic agenda. The bipartisan infrastructure law allocates more than $50 billion to the Environmental...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3842659-lone-wolf-terrorism-is-far-from-yesterdays-threat/", "title": "Lone wolf terrorism is far from yesterday's threat", "date_published": "2023-02-03 18:00:00+00:00", "description": "Frighteningly, we are in an era that presents a perfect storm for lone wolf actors to mobilize for violence, regardless of the ideology.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3842852-five-takeaways-from-an-explosive-january-jobs-report/", "title": "Five takeaways from an explosive January jobs report", "date_published": "2023-02-03 17:51:14+00:00", "description": "The U.S. economy added 517,000 jobs in January, more than doubling Wall Street expectations and turning up its nose at prognosticators of an imminent recession. The unemployment rate dropped to 3.4 percent, the lowest level since 1969. Analysts were expecting it to move in the opposite direction, ticking up to 3.6 percent. The monthly gain...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3842834-victoria-spartz-passes-on-senate-run-to-retire-from-congress-at-end-of-term/", "title": "Victoria Spartz passes on Senate run, to retire from Congress at end of term", "date_published": "2023-02-03 17:35:22+00:00", "description": "Rep. Victoria Spartz (R-Ind.) on Friday announced she will not run for Congress in 2024, retiring from the House and passing on a bid for Indiana's open Senate seat. \"It’s been my honor representing Hoosiers in the Indiana State Senate and U.S. Congress and I appreciate the strong support on the ground. 2024 will mark...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3837672-russian-disintegration-is-a-dangerously-dumb-delusion/", "title": "Russian disintegration is a dangerously dumb delusion", "date_published": "2023-02-03 17:30:00+00:00", "description": "So far, Russia’s attempt to reassert itself as a first-tier power commanding a sphere of influence in the post-Soviet space has floundered. Rather than reestablishing Russia’s prestige and humbling the West, the war in Ukraine has revealed a morass of dysfunction that the country will likely spend decades attempting to live down while hobbled by...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/1230-report/3842790-the-hills-1230-report-jaw-droppingly-strong-jobs-report-amid-economic-worries/", "title": "The Hill's 12:30 Report — Jaw-droppingly strong jobs report amid economic worries", "date_published": "2023-02-03 17:30:00+00:00", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  NEWS THIS MORNING  Whoa,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3842808-republicans-launch-group-to-combat-threat-posed-by-esg-investing/", "title": "Republicans launch group to combat ‘threat’ posed by ESG investing", "date_published": "2023-02-03 17:22:49+00:00", "description": "House Republicans are creating a new working group to further their pushback against environmental, social and governance investing, known as ESG.  A press release from the House Financial Services Committee announcing the group said it will be aimed at combating what they described as a “threat to our capital markets.” The group will be led by...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3842772-bidens-state-of-the-union-will-kick-off-presidential-super-bowl/", "title": "Biden’s State of the Union will kick off presidential Super Bowl", "date_published": "2023-02-03 17:00:00+00:00", "description": "He can depend on the chaos in the GOP ranks to ease his path for a return to the White House, but it’s up to him to set the course", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3842731-officials-say-russian-troops-killed-wounded-in-ukraine-approaching-200k-report/", "title": "Officials say Russian troops killed, wounded in Ukraine approaching 200K: report", "date_published": "2023-02-03 16:47:50+00:00", "description": "American officials estimate that nearly 200,000 Russian troops have been killed or wounded in Moscow’s nearly yearlong conflict with Ukraine, The New York Times reported. The rising number of casualties is driven in part by heavy fighting in Bakhmut and Soledar in eastern Ukraine, where Russia is increasingly sending poorly trained recruits and convicts to the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/immigration/3842600-our-closest-afghan-allies-deserve-better-than-what-weve-given-them/", "title": "Our closest Afghan allies deserve better than what we've given them", "date_published": "2023-02-03 16:30:00+00:00", "description": "Our former military allies — Afghan special operations forces (SOF) — lack a long-term visa despite being highly trained and culturally adaptable.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3842718-jobs-report-gives-biden-pre-state-of-the-union-boost/", "title": "Jobs report gives Biden pre-State of the Union boost", "date_published": "2023-02-03 16:25:46+00:00", "description": "A stronger-than-expected jobs report has put the wind at President Biden’s back ahead of his State of the Union address next week, and it could provide additional momentum as he prepares a reelection announcement in the coming weeks. Biden on Friday hailed new data from the Labor Department that showed the economy added 517,000 jobs...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3842695-blinken-trip-to-china-postponed-over-unacceptable-spy-balloon/", "title": "Blinken trip to China postponed over 'unacceptable' spy balloon", "date_published": "2023-02-03 16:06:43+00:00", "description": "Secretary of State Antony Blinken has postponed a trip to Beijing after a suspected Chinese surveillance balloon was detected in U.S. airspace, a senior State Department official said Friday. Officials said the U.S. noted that China had issued a statement of regret, but described the balloon's presence as a grievous violation that required a strong...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3842626-the-us-doubles-down-on-national-security-at-the-world-trade-organization/", "title": "The US doubles down on national security at the World Trade Organization", "date_published": "2023-02-03 16:00:00+00:00", "description": "Last week, the U.S. announced that it will appeal all five of the “national security” disputes it lost at the World Trade Organization (WTO). The irony is thick. The WTO’s Appellate Body (AB) is defunct, thanks to the U.S. blocking the appointment of new jurists. Moreover, the Biden administration has already declared that it has...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3842655-new-england-braces-for-generational-cold-blast/", "title": "New England braces for 'generational' cold blast", "date_published": "2023-02-03 15:50:38+00:00", "description": "New England is bracing for “generational” cold weather over the weekend, as an intense Arctic front is expected to bring “bitter wind chills” to the region through Sunday, according to the National Weather Service (NWS). “This is an epic, generational Arctic outbreak,” a branch of NWS in Caribou, Maine, said, per CNN. “The air mass descending...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3842482-gop-lashes-out-at-biden-pentagon-as-chinese-balloon-hovers-over-us/", "title": "GOP lashes out at Biden, Pentagon as Chinese balloon hovers over US", "date_published": "2023-02-03 15:36:35+00:00", "description": "Republicans have seized on the news that a Chinese surveillance balloon is flying over the northern U.S. to cast President Biden and the Defense Department as failing to protect national security. Speaker Kevin McCarthy (R-Calif.) quickly called for a briefing for the Gang of Eight, the top members of Congress who receive classified intelligence from...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3842570-testing-students-in-the-age-of-chatgpt-asking-the-tough-question/", "title": "Testing students in the age of ChatGPT: Asking the tough question", "date_published": "2023-02-03 15:30:00+00:00", "description": "Should we ban the new technology? Or, should we embrace it?", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3842621-beyonce-ticket-demand-800-higher-than-tickets-available-ticketmaster/", "title": "Beyoncé ticket demand 800% higher than tickets available: Ticketmaster", "date_published": "2023-02-03 15:25:22+00:00", "description": "As one Beyoncé fan tweeted, “Ticketmaster better get it together because the beyhive does not play at ALL.”", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3842609-spanberger-congress-must-separate-issues-of-immigration-border-security/", "title": "Spanberger: Congress must separate issues of immigration, border security", "date_published": "2023-02-03 15:23:06+00:00", "description": "Rep. Abigail Spanberger (D-Va.) on Thursday said Congress needs to decouple the issues of immigration and border security to make any progress legislatively. Speaking on “What America's Thinking,” the moderate Democrat representing a swing district recognized the challenges of pursuing legislative solutions for polarizing issues. “My job is to try and pull something together and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3842590-watch-live-biden-delivers-remarks-after-shocking-jobs-report/", "title": "Watch live: Biden delivers remarks on jobs report", "date_published": "2023-02-03 15:08:15+00:00", "description": "President Biden is slated to deliver remarks Friday on the January jobs report. The U.S. labor market had an incredibly strong month in January, adding a stunning 517,000 jobs with unemployment dipping down to 3.4 percent, according to data released by the Labor Department. The numbers come after a strong report on job openings from...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3841593-britain-remains-a-major-military-power-but-for-how-long/", "title": "Britain remains a major military power — but for how long?", "date_published": "2023-02-03 15:00:00+00:00", "description": "In 1976, George S. Brown, who served as chairman of the Joint Chiefs of Staff under Presidents Nixon, Ford and Carter, once dismissed Britain and its military as “pathetic.” For good measure, he added, “They’re no longer a world power. All they’ve got are generals, admirals and bands. They do things in great style …...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/business-a-lobbying/business-lobbying/3841507-how-to-know-layoffs-are-coming-and-what-to-do-about-it/", "title": "How To Know Layoffs Are Coming And What To Do About It", "date_published": "2023-02-03 15:00:00+00:00", "description": "Remember when, not so long ago, tech companies couldn’t hire fast enough? Talent wars were fought and won all over Silicon Valley, as firms battled it out for the best in the business, each offering free-flowing perks more lavish than the next. As profits continued to climb, it seemed as if the party would never...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/resilience/natural-disasters/3842506-where-are-the-deadliest-beaches-in-america/", "title": "Where are the 'deadliest' beaches in America?", "date_published": "2023-02-03 14:58:03+00:00", "description": "Florida beaches typically rank among the best in America. However, several recently ranked among the most dangerous to visit in the country.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3842554-americans-confidence-in-police-hits-new-low-in-wake-of-tyre-nichols-beating-poll/", "title": "Americans' confidence in police hits new low in wake of Tyre Nichols beating: poll", "date_published": "2023-02-03 14:39:47+00:00", "description": "Americans’ confidence in the police has hit a new low in the wake of the fatal beating of Tyre Nichols by police in Memphis, Tenn., according to an ABC News-Washington Post poll released on Friday. Just 41 percent of respondents in the poll said that they are confident that U.S. police treat white and Black people equally,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3842537-warner-rubio-call-for-immediate-compliance-with-request-for-trump-biden-classified-documents/", "title": "Warner, Rubio call for 'immediate compliance' with request for Trump, Biden classified documents", "date_published": "2023-02-03 14:32:58+00:00", "description": "Senate Intelligence Committee Chairman Mark Warner (D-Va.) and Vice Chairman Marco Rubio (R-Fla.) have sent a letter to senior Biden administration officials urging “immediate compliance” with their request to see classified documents seized at President Biden’s Delaware home and former Washington office and at former President Trump’s Mar-a-Lago estate. In the letter sent Thursday to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/healthcare/3842067-the-phony-rape-exception-to-abortion-bans/", "title": "The phony rape exception to abortion bans", "date_published": "2023-02-03 14:30:00+00:00", "description": "In short, an abortion prohibition with rape exceptions is not on the menu of legislative options. The exceptions are mostly there for decoration.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3842523-beijing-confirms-balloon-is-chinese-says-entry-into-us-airspace-was-unintended/", "title": "Beijing confirms balloon is Chinese, says entry into US airspace was unintended", "date_published": "2023-02-03 14:23:41+00:00", "description": "Beijing confirmed on Friday that a high-altitude balloon traveling over the northern U.S. is Chinese and said its entry into American airspace was unintentional. A spokesperson for the Chinese Foreign Ministry said in a statement that the balloon is a civilian airship used primarily for meteorological research. “Affected by the Westerlies and with limited self-steering...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3842483-roseanne-barr-eyes-cancel-culture-rebound-with-new-comedy-special/", "title": "Roseanne Barr eyes cancel culture rebound with new comedy special", "date_published": "2023-02-03 14:00:00+00:00", "description": "If Roseanne’s re-entry into the public eye is successful, it could be a turning point.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3842448-these-industries-powered-a-stunning-january-jobs-gain/", "title": "These industries powered a shocking January jobs gain", "date_published": "2023-02-03 13:49:18+00:00", "description": "The U.S. added 517,000 jobs in January, according to the Labor Department’s jobs report released Friday, way ahead of the consensus forecast of 187,000 jobs gained. The unemployment rate dipped to 3.4 percent, despite a wave of recent layoffs announced by major companies and concerns that the Federal Reserve’s interest rate hikes would spark a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3842074-economy-jobs-inflation-unemployment-report/", "title": "US adds stunning 517K jobs to start 2023", "date_published": "2023-02-03 13:32:58+00:00", "description": "The U.S. labor market clocked another shockingly strong month in January, adding 517,000 jobs and dipping down to 3.4 percent unemployment, according to data released Friday by the Labor Department. The numbers blow past expectations. Analysts were projecting an increase around 185,000 jobs and for the unemployment rate to edge up to 3.6 percent. In...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3842431-clyburn-calls-for-democrats-to-compromise-on-policing-bill/", "title": "Clyburn calls for Democrats to compromise on policing bill", "date_published": "2023-02-03 13:16:28+00:00", "description": "Rep. James Clyburn (S.C.), the fourth-ranking Democrat in the House, is urging members of his party to compromise on a policing bill instead of attempting to pass “the perfect piece of legislation.” “There’s no perfect bill,” the longtime Congressman told The Washington Post’s The Early 202 in an interview published on Friday. “To keep trying to get...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3842037-the-continuing-mystery-of-bidens-trade-policy/", "title": "The continuing mystery of Biden’s trade policy", "date_published": "2023-02-03 13:00:00+00:00", "description": "Some analysts believe Biden is continuing the neo-protectionism of the Trump era, although with a bit more polish.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3842403-china-looking-into-us-spy-balloon-report-no-intention-of-violating-the-territory-and-airspace-of-any-country/", "title": "China looking into US spy balloon report: 'No intention of violating the territory and airspace' of any country", "date_published": "2023-02-03 12:46:21+00:00", "description": "China on Friday said that it is looking into reports that a suspected Chinese surveillance balloon has been traveling over the northern portion of the U.S. this week, Chinese Foreign Ministry spokesperson Mao Ning said.  “We have noted relevant reports and are looking into and verifying the situation,” Mao said at a daily press briefing....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/international/3837750-europes-eastern-flank-still-needs-america-to-lead-on-its-security/", "title": "Europe's eastern flank still needs America to lead on its security", "date_published": "2023-02-03 12:30:00+00:00", "description": "Russia’s invasion of Ukraine is only the latest twist in centuries of imperial European conflict over the rule of Europe’s eastern flank. Since the rise of the Muscovy state in the 1400s, the Russian empire — whether led by tsars, general secretaries or presidents — has sought to subjugate or rule the many nations of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/nexstar_media_wire/3838362-when-will-i-get-my-tax-refund/", "title": "When will I get my tax refund?", "date_published": "2023-02-03 12:29:00+00:00", "description": "Tax season is officially open and those filers in line for a refund this year may be wondering when the money will land in their accounts.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/criminal-justice/3837733-forgotten-words-a-well-regulated-militia/", "title": "Forgotten words: 'A well regulated Militia'", "date_published": "2023-02-03 12:00:00+00:00", "description": "In 2008, the U.S. Supreme Court in District of Columbia v. Heller held (5-4) that the Second Amendment guarantees an individual the right to possess firearms independent of service in a state militia and to use firearms for traditionally lawful purposes, including self-defense within the home. The court majority, along with many members of Congress,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841987-arrest-warrant-issued-for-cincinnati-bengals-running-back-joe-mixon/", "title": "Arrest warrant issued for Cincinnati Bengals running back Joe Mixon", "date_published": "2023-02-03 11:36:50+00:00", "description": "An arrest warrant has been issued for Cincinnati Bengals' running back Joe Mixon on one count of aggravated menacing, according to online court records.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841418-terror-suspect-charged-for-damaging-power-plant-outside-las-vegas-found-incompetent/", "title": "Terror suspect charged for damaging power plant outside Las Vegas found incompetent", "date_published": "2023-02-03 11:30:39+00:00", "description": "A man facing terror-related charges connected to a fire at a southern Nevada solar energy facility was found not competent to stand trial, a Las Vegas judge decided.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841562-people-urged-to-destroy-these-childrens-pajamas-over-burn-hazard/", "title": "People urged to destroy these children's pajamas over burn hazard", "date_published": "2023-02-03 11:30:11+00:00", "description": "Children's pajamas sold at various boutiques nationwide are being recalled because they fail to meet federal flammability standards.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/morning-report/3842353-the-hills-morning-report-mccarthy-gets-first-big-win-as-speaker/", "title": "The Hill's Morning Report — McCarthy gets first big win as Speaker", "date_published": "2023-02-03 11:20:00+00:00", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. Speaker Kevin McCarthy (R-Calif.) persuaded at least three GOP holdouts on Thursday to change their positions and vote to eject a three-term Democratic colleague from membership on an influential...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3841608-biden-harris-head-to-philadelphia-as-they-hone-2024-message/", "title": "Biden, Harris head to Philadelphia as they hone 2024 message", "date_published": "2023-02-03 11:00:00+00:00", "description": "President Biden and Vice President Harris are off to Philadelphia on Friday, a rare joint trip for the two leaders that will be a mix of the White House showing off its work and looking ahead to 2024. Also on display will be how Biden and Harris sharpen their campaign message ahead of an expected...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3841812-florida-democrats-fight-to-reclaim-political-relevance/", "title": "Florida Democrats fight to reclaim political relevance", "date_published": "2023-02-03 11:00:00+00:00", "description": "Florida Democrats are scrambling to claw their way back from the brink of irrelevance after an unsparingly brutal midterm election cycle that saw some of the last vestiges of the party’s power in the Sunshine State slip away. Their challenges are steep. The Florida Democratic Party, now without a chair, has been mired in financial...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3841867-groups-file-ethics-complaint-over-sinemas-alleged-use-of-staff/", "title": "Groups file ethics complaint over Sinema’s alleged use of staff", "date_published": "2023-02-03 11:00:00+00:00", "description": "More than a dozen activist groups, including several based in Arizona, have filed a complaint with the Senate Ethics Committee asking for an investigation into media reports that Sen. Kyrsten Sinema (I-Ariz.) required her Senate staff to run personal errands such as grocery shopping and getting her home internet fixed.   Sinema’s spokeswoman has denied...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841712-house-gop-struggles-over-budget-ideas/", "title": "House GOP struggles over budget ideas", "date_published": "2023-02-03 11:00:00+00:00", "description": "House Republicans are struggling to unify as the party tries to hash out a cost-cutting budget strategy, creating headaches for Speaker Kevin McCarthy (R-Calif.) as he launches high-stakes talks with President Biden over raising the debt limit.  Republicans charged into the year newly energized with their House majority, and all factions of the conference say...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3841872-senate-democrats-look-for-way-forward-on-marijuana-banking-bill/", "title": "Senate Democrats look for way forward on marijuana banking bill", "date_published": "2023-02-03 11:00:00+00:00", "description": "Senate Democrats are giving marijuana banking legislation another look only weeks after it hit a wall with Republicans and was not attached to a year-end spending package. A handful of Senate Democrats met with Senate Majority Leader Charles Schumer (D-N.Y.) on Wednesday to “ponder the path” to passage this Congress, Sen. Jeff Merkley (D-Ore.) said,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3841568-911-calls-released-from-monterey-park-mass-shooting-send-police-here-right-away/", "title": "911 calls released from Monterey Park mass shooting: 'Send police here right away!'", "date_published": "2023-02-03 10:30:00+00:00", "description": "Chilling 911 calls released Thursday captured the terror as a gunman walked into the Star Ballroom Dance Studio in Monterey Park, California, and opened fire on a crowd celebrating the Lunar New Year, killing 11 people and wounding nine.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/national-security/3842126-biden-task-force-unites-more-than-600-migrant-children-with-parents/", "title": "Biden task force unites more than 600 migrant children with parents", "date_published": "2023-02-03 03:50:34+00:00", "description": "The Biden administration has united more than 600 children who were separated from their families under former President Trump's “zero tolerance” policy, officials announced Thursday. Thursday marked the two-year anniversary of Biden's Family Reunification Task Force that he established to reunite children with their families who were separated under the previous administration. The task force, which...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3842138-memphis-police-chief-ran-aggressive-force-similar-to-scorpion-unit-while-in-atlanta-report/", "title": "Memphis police chief ran aggressive force similar to Scorpion unit while in Atlanta: report", "date_published": "2023-02-03 03:24:36+00:00", "description": "Memphis Police Chief Cerelyn Davis reportedly oversaw a street crime unit in Atlanta that, similar to the now defunct Scorpion unit implicated in the death of 29-year-old Tyre Nichols, was eventually disbanded amid public backlash over its aggressive tactics, according to reports. The “Red Dog” unit was a group of about 30 officers at the Atlanta...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3842042-attorney-in-tyre-nichols-case-says-unreleased-footage-could-help-connect-all-the-dots/", "title": "Attorney in Tyre Nichols' case says unreleased footage could help 'connect all the dots'", "date_published": "2023-02-03 02:26:01+00:00", "description": "Civil rights attorney Ben Crump said on Thursday that additional, unreleased footage related to Memphis police officers beating Tyre Nichols could \"connect all the dots\" related to the incident. Memphis officials last week released the graphic video of a group of law enforcement officers beating Nichols during a traffic stop earlier this month. The video...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3842065-democratic-senators-form-caucus-for-gun-violence-prevention/", "title": "Democratic senators form caucus for gun violence prevention", "date_published": "2023-02-03 02:19:08+00:00", "description": "A group of eight Democratic senators formed the Gun Violence Prevention Caucus on Thursday, with the goal of promoting “commonsense solutions” to America's abnormally high levels of gun violence. “We wake every day to headlines of another mass shooting in this country,” Sen. Dianne Feinstein (D-Calif.), a member of the newly formed caucus, said in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3842055-biden-harris-to-announce-funding-for-lead-pipe-removal-in-philadelphia/", "title": "Biden, Harris to announce funding for lead pipe removal in Philadelphia", "date_published": "2023-02-03 02:00:00+00:00", "description": "President Biden and Vice President Harris on Friday will announce $500 million in federal funding for the Philadelphia to upgrade its water system as part of a broader government effort to remove and replace lead pipes. Biden and Harris will visit the Belmont Water Treatment Plant to detail the new investments, a White House official...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841736-democrats-urge-mccarthy-to-form-select-committee-to-combat-antisemitism/", "title": "Democrats urge McCarthy to form select committee to combat antisemitism", "date_published": "2023-02-03 01:26:21+00:00", "description": "Two House Democrats sent a letter to Speaker Kevin McCarthy (R-Calif.) on Thursday calling on him to create a select committee to confront antisemitism. Reps. Jared Moskowitz (D-Fla.) and Josh Gottheimer (D-N.J.) sent the letter just hours after House Republicans voted to remove Rep. Ilhan Omar (D-Minn.) from the Foreign Affairs Committee, following alleged comments...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3841974-mccarthy-breaks-with-greene-on-death-of-ashli-babbitt/", "title": "McCarthy breaks with Greene on death of Ashli Babbitt", "date_published": "2023-02-03 01:06:17+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) broke with Rep. Marjorie Taylor Greene (R-Ga.) on Thursday when asked about the death of Ashli Babbitt, who was shot and killed by Capitol police during the Jan. 6, 2021 attack, concluding she was not murdered, as Greene has said. “I think the police officer did his job,” McCarthy told reporters...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3842021-mccarthy-notches-win-with-hard-fought-vote-to-oust-omar/", "title": "McCarthy notches win with hard-fought vote to oust Omar", "date_published": "2023-02-03 01:02:45+00:00", "description": "Speaker Kevin McCarthy (R-Calif.) chalked up a big victory on Thursday when Republicans rallied to expel Rep. Ilhan Omar (D-Minn.) from her seat on the Foreign Affairs Committee. Omar, a frequent critic of Israel and its human rights record, has been a target of Republicans since her arrival on Capitol Hill in 2019, and McCarthy...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3841861-ford-ceo-reports-2-billion-loss-in-profits-in-2022-falling-short-of-expectations/", "title": "Ford CEO reports $2 billion loss in profits in 2022, falling short of expectations", "date_published": "2023-02-03 00:41:36+00:00", "description": "Ford Motor Co. announced Thursday that the company fell short of its expectations in the fourth quarter and last year, reporting that it lost $2 billion in profits. In a press release published Thursday, Ford CEO Jim Farley said that the company should have done \"much better\" in 2022. The press release said that in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/newsletters/3841981-defense-national-security-us-ups-military-presence-amid-threats-from-china/", "title": "Defense & National Security — US ups military presence amid threats from China", "date_published": "2023-02-03 00:31:23+00:00", "description": "The U.S. announced a major expansion in the Philippines, with four new military bases expected in the Indo-Pacific nation. Tonight, we’re also going to break down the release of a high-profile Guantanamo Bay detainee and Ukraine’s warning that Russia is preparing some 500,000 troops for a fresh offensive. Plus, details on why the Pentagon is...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3841967-energy-environment-youngkins-move-to-block-ev-plant-stirs-controversy/", "title": "Energy & Environment — Youngkin’s move to block EV plant stirs controversy", "date_published": "2023-02-03 00:30:06+00:00", "description": "The Virginia governor’s recent push to remove his state from consideration for construction of an EV battery plant is making waves. We'll also look at House Republicans starting their climate oversight on the Biden administration.  ♨️ Plus: Florida Gov. Ron DeSantis weighs in on gas stoves. Welcome to The Hill's Energy &#38; Environment newsletter, your source...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3841925-a-tale-of-two-obelisks/", "title": "A tale of two obelisks", "date_published": "2023-02-03 00:30:00+00:00", "description": "“Who’s in charge here?” asked an officer from the Metropolitan Police Department of Washington, D.C., amongst hundreds of people. On Sunday, Dec. 18, 2022, the inhabitants of this wonderful city were surprised with a crowd surrounding the Washington Memorial, wearing light blue and white attire, pins and flags. The policeman, reasonably, appeared visibly concerned and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3841857-senate-judiciary-committee-sends-warning-to-ticketmaster-over-beyonce-tour-tickets/", "title": "Senate Judiciary Committee sends warning to Ticketmaster over Beyoncé tour tickets", "date_published": "2023-02-03 00:02:59+00:00", "description": "The Senate Judiciary Committee sent Ticketmaster a not-so-subtle warning on Thursday after Beyoncé announced her world tour. \"We're watching,\" the committee's account tweeted at Ticketmaster in response to an article about the chart-topping singer's announcement. The dig at the ticket marketplace comes after a high-profile debacle during the pre-sale portion of singer Taylor Swift's upcoming...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/criminal-justice/3841847-traffic-stops-should-not-be-deadly-dc-can-lead-the-way/", "title": "Traffic stops should not be deadly, DC can lead the way", "date_published": "2023-02-03 00:00:00+00:00", "description": "If we want to reduce — and eventually end — police violence, municipalities can begin by removing police from traffic stops.", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}