{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-report-finds-u-s-more-lenient-on-child-sex-changes-than-european-countries", "title": "New Report Finds U.S. More Lenient On Child Sex Changes Than European Countries", "date_published": "2023-02-03 18:40:08+00:00", "description": "The U.S. has more lenient policies on chemical and surgical sex change services for children than any European country, according to a new report. A new policy review by medical watchdog group, Do No Harm, found that the United States utilizes the least amount of child safeguarding pertaining to medical transition services when compared with ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/new-study-sheds-light-on-seaweed-farming-possibility", "title": "New Study Sheds Light On Seaweed Farming Possibility", "date_published": "2023-02-03 18:26:15+00:00", "description": "A study published last week is showing how seaweed farming could be beneficial to the globe for a variety of reasons, but some concerns may still remain. The new kind of farming could create a situation in which greenhouse gas emissions would be reduced, as well as cut back on the need for crops that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jury-announces-verdict-in-elon-musk-fraud-case", "title": "Jury Announces Verdict In Elon Musk Fraud Case", "date_published": "2023-02-03 18:11:10+00:00", "description": "A jury has cleared Tesla CEO Elon Musk of claims made by investors that he defrauded them several years ago when he tweeted that he was considering taking the company private. &#8220;Am considering taking Tesla private at $420,&#8221; Musk tweeted on August 7, 2018. &#8220;Funding secured.&#8221; Am considering taking Tesla private at $420. Funding secured. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/friday-afternoon-update-chinese-spy-balloon-over-america-study-finds-masks-make-little-to-no-difference-and-more", "title": "Friday Afternoon Update: Chinese Spy Balloon Over America, Study Finds Masks Make ‘Little To No Difference,’ And More", "date_published": "2023-02-03 17:53:40+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Suspected Chinese Spy Balloon Flies Over The U.S. U.S. lawmakers on both sides of the aisle have expressed outrage after learning Thursday that a Chinese surveillance balloon has been traveling over the continental U.S., including Montana. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/blinken-says-chinese-balloon-in-clear-violation-of-u-s-sovereignty", "title": "Blinken Says Chinese Balloon In ‘Clear Violation’ Of U.S. Sovereignty", "date_published": "2023-02-03 17:43:41+00:00", "description": "Secretary of State Antony Blinken reportedly told China’s Foreign Minister Wang Yi in a call on Friday that &#8220;the presence” of a suspected Chinese spy balloon in “U.S. airspace is a clear violation of U.S. sovereignty and international law.&#8221; During an appearance at the State Department on Friday, Blinken said his team concluded &#8220;conditions were not ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/reddit-boyfriend-you-need-to-dump-your-vegan-girlfriend", "title": "Reddit Boyfriend, You Need To Dump Your Vegan Girlfriend", "date_published": "2023-02-03 17:39:45+00:00", "description": "I love to respond to Reddit users wondering if they are in the wrong regarding certain social situations. These Reddit posts are known as “Am I The A**hole? (AITA)” and the users are asking the Reddit community if they are — well — an a-hole. So today, I came across a Reddit post that said, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/media-once-again-ignores-bombshell-pfizer-revelations-from-project-veritas", "title": "Media Once Again Ignores Bombshell Pfizer Revelations From Project Veritas", "date_published": "2023-02-03 17:34:15+00:00", "description": "Legacy media outlets once again ignored a sting video released by Project Veritas with concerning information about the mRNA COVID vaccine operation run by Pfizer. Jordon Trishton Walker, an official who leads research and development for mRNA projects at the pharmaceutical company, told an undercover Project Veritas journalist that the firm is not entirely sure ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/florida-requests-internal-documents-from-biden-administration-on-child-sex-change-policies", "title": "Florida Requests Internal Documents From Biden Administration On Child Sex Change Policies", "date_published": "2023-02-03 17:02:11+00:00", "description": "The Biden administration has been asked to produce documentation on why it supports chemical and surgical child sex change treatments. The Florida Agency for Healthcare Administration (AHCA) is seeking information from the Biden administration on its policies related to gender transition and &#8220;gender-affirming&#8221; care. The AHCA submitted Freedom of Information Act (FOIA) requests to both ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-is-a-woman-heres-what-chatgpt-has-to-say", "title": "What Is A Woman? Here’s What ChatGPT Has To Say", "date_published": "2023-02-03 16:45:36+00:00", "description": "Artificial intelligence language processing tool ChatGPT has earned worldwide recognition as knowledge workers use the system to complete tasks such as writing emails and fixing computer code in a matter of seconds. But as users realize that the system can serve as an insightful and entertaining conversation partner, many have also noticed that its political ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/facebook-and-instagram-threaten-to-permanently-ban-project-veritas", "title": "Facebook And Instagram Threaten To Permanently Ban Project Veritas", "date_published": "2023-02-03 16:29:34+00:00", "description": "Facebook and Instagram threatened to permanently ban Project Veritas from the platforms after a journalist from the nonprofit confronted a YouTube executive on why one of their Pfizer sting videos had been removed. Jordon Trishton Walker, an official who leads research and development for mRNA projects, recently said to an undercover Project Veritas journalist that ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/house-judiciary-committee-subpoenas-top-biden-officials-over-targeting-parents-controversy", "title": "House Judiciary Committee Subpoenas Top Biden Officials Over Targeting Parents Controversy", "date_published": "2023-02-03 16:28:50+00:00", "description": "FBI Director Christopher Wray was subpoenaed on Friday by the House Judiciary Committee for information relating to the accusation that the bureau targeted parents at school board meetings in 2021, according to Fox News. House Judiciary Committee Chairman Jim Jordan (R-OH) subpoenaed the Department of Education and Education Secretary Miguel Cardona as well on Friday, compelling the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/fbi-offers-help-in-nj-investigation-as-more-details-emerge-about-murdered-gop-councilwoman", "title": "FBI Offers Help In NJ Investigation As More Details Emerge About Murdered GOP Councilwoman", "date_published": "2023-02-03 15:39:37+00:00", "description": "The FBI is now “involved” in the investigation into the murder of New Jersey Republican Councilwoman Eunice Dwumfour as more details about her personal life and the moments leading up to her death come to light.  Dwumfour, 30, was gunned down Wednesday night in her white Nissan SUV while pulling up to her Sayreville, New ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/most-transparent-administration-ever-wont-reveal-chinese-balloons-whereabouts-americans-told-to-look-at-sky-for-more-information", "title": "‘Most Transparent Administration Ever’ Won’t Reveal Chinese Balloon’s Whereabouts, Americans Told To Look At Sky For More Information", "date_published": "2023-02-03 15:37:48+00:00", "description": "If you want to know where exactly the suspected Chinese spy balloon is over the Midwest, you&#8217;re out of luck. On Friday, Pentagon Press Secretary Brigadier Gen. Pat Ryder — of the &#8220;most transparent administration ever&#8221; as it has come to be mocked — told inquiring minds to turn their eyes towards the clouds if ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/dwayne-the-rock-johnson-praises-god-and-angels-of-mercy-after-mom-survives-terrifying-car-crash", "title": "Dwayne ‘The Rock’ Johnson Praises God And ‘Angels Of Mercy’ After Mom Survives Terrifying Car Crash", "date_published": "2023-02-03 15:18:56+00:00", "description": "Dwayne &#8220;The Rock&#8221; Johnson praised God and &#8220;Angels of mercy&#8221; on Thursday after his mom recently survived a terrifying car accident that left one side of the vehicle ripped open. In a post on Instagram, the 50-year-old actor shared a photo of the car his 74-year-old mom, Ata Johnson, was in during the crash, and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bicycling-doctor-allegedly-murdered-by-man-who-reportedly-muttered-about-white-privilege", "title": "Bicycling Doctor Allegedly Murdered By Man Who Reportedly Muttered About ‘White Privilege’", "date_published": "2023-02-03 15:17:12+00:00", "description": "A California emergency room doctor out for a ride on his mountain bike was allegedly murdered Wednesday by a man who police said struck him from behind with his vehicle, then jumped out and repeatedly stabbed him while, according to a witness, decrying &#8220;white privilege.&#8221; The shocking attack on Dr. Michael John Mammone, 58, was ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/sylvester-stallone-and-family-land-reality-show-months-after-he-and-his-wife-reconcile-marriage", "title": "Sylvester Stallone And Family Land Reality Show Months After He And His Wife Reconcile Marriage", "date_published": "2023-02-03 15:06:50+00:00", "description": "Sylvester Stallone and his family are getting a reality show months after he and his wife, Jennifer Flavin, reconciled their marriage, according to a Thursday report from The Hollywood Reporter. The 76-year-old actor, Flavin, and their three daughters, Sophia, Sistine, and Scarlet, will be the focus of an eight-episode reality TV series called &#8220;The Family ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/chinese-spy-balloon-flies-out-of-montana-and-over-new-u-s-state", "title": "Chinese Spy Balloon Flies Out Of Montana And Over New U.S. State", "date_published": "2023-02-03 14:57:47+00:00", "description": "The suspected Chinese spy balloon traveling over the U.S. has drifted out of Montana, crossed over several states — including Kansas — and is now reportedly flying over Missouri. Sen. Roger Marshall (R-KS) confirmed that the balloon had crossed into Kansas airspace by Friday midmorning. &#8220;I can confirm the Chinese spy ballon is over NE ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/soviet-born-republican-congresswoman-bowing-out-of-2024-races-to-raise-her-daughters", "title": "Soviet-Born Republican Congresswoman Bowing Out Of 2024 Races To Raise Her Daughters", "date_published": "2023-02-03 14:44:33+00:00", "description": "Congresswoman Victoria Spartz (R-IN), the sole member of Congress born in the former Soviet Union, announced Friday that she will not seek political office in 2024, ending any speculation that she might have her eyes set on higher office. The congresswoman, who is of Ukrainian descent, cited the desire to spend more time with her ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/professors-stand-up-for-free-speech-as-liberal-colleagues-seek-boycott-of-dennis-prager-and-charlie-kirk", "title": "Professors Stand Up For Free Speech As Liberal Colleagues Seek Boycott Of Dennis Prager And Charlie Kirk", "date_published": "2023-02-03 14:31:25+00:00", "description": "Readers of The Daily Wire will be pleased to learn that not every university professor supports suppressing the speech of those who challenge political orthodoxy on campus. A letter from some of our colleagues at Arizona State University, addressed to one of the college deans, has widely circulated internally in recent days, condemning an upcoming ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/what-we-know-about-the-suspected-chinese-spy-balloon-flying-over-united-states", "title": "What We Know About The Suspected Chinese Spy Balloon Flying Over United States", "date_published": "2023-02-03 14:27:33+00:00", "description": "The United States is tracking a high-flying, suspected Chinese spy balloon over the lower 48 states. Here is what we know so far: Where is it? The Pentagon first acknowledged the suspected reconnaissance balloon on Thursday as it was spotted over Billings, Montana, after it flew over Alaska&#8217;s Aleutian Islands and through Canada, according to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/times-up-for-times-up-the-list-of-celebrities-who-are-silent-now-that-organizations-proven-a-fraud", "title": "Time’s Up For Times Up: The List Of Celebrities Who Are Silent Now That Organization’s Proven A Fraud", "date_published": "2023-02-03 14:17:28+00:00", "description": "Celebrities like Oprah Winfrey, Salma Hayek, Reese Witherspoon, and more were quick to voice their support for the #MeToo Hollywood non-profit organization Time&#8217;s Up five years ago, but have been absolutely silent now that it&#8217;s collapsed. Time&#8217;s Up was originally created to fight sexual harassment in the entertainment industry following numerous allegations against Harvey Weinstein. ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senate-warns-ticketmaster-were-watching-beyonce-tour-ticket-sales-following-taylor-swift-debacle", "title": "Senate Warns Ticketmaster ‘We’re Watching’ Beyoncé Tour Ticket Sales Following Taylor Swift Debacle", "date_published": "2023-02-03 14:15:53+00:00", "description": "The Senate Judiciary Committee warned Ticketmaster that they’ll be watching what happens with ticket sales for Beyoncé’s recently announced Renaissance tour. The committee&#8217;s Twitter account said, “We’re watching, [Ticketmaster],” in response to a headline announcing the tour. The warning comes on the heels of a highly-publicized disaster with ticket sales for Taylor Swift&#8216;s Eras Tour ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/don-lemon-left-cnn-co-host-kaitlan-collins-rattled-after-he-screamed-at-her-for-interrupting-report", "title": "Don Lemon Left CNN Co-Host Kaitlan Collins ‘Rattled’ After He ‘Screamed’ At Her For Interrupting: Report", "date_published": "2023-02-03 14:14:36+00:00", "description": "CNN&#8217;s Don Lemon reportedly left co-host Kaitlan Collins &#8220;rattled&#8221; on the set of “CNN This Morning” on December 8 after he allegedly blew up at her once the show was over because she had interrupted him on air. The incident reportedly happened while the network was covering President Joe Biden&#8217;s decision to release notorious Russian ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/allegedly-fraudulent-indian-company-that-lost-100-billion-was-heavily-involved-in-esg-movement", "title": "Allegedly Fraudulent Indian Company That Lost $100 Billion Was Heavily Involved In ESG Movement", "date_published": "2023-02-03 13:57:47+00:00", "description": "Adani Enterprises, the flagship publicly traded company operated by Adani Group and one of the largest companies in India, will be removed from the Dow Jones Sustainability Indices next week following claims that the multinational conglomerate benefited from money laundering. The valuation of the firm run by Gautam Adani, who is one of the richest ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/matthew-mcconaughey-claims-a-fortune-teller-convinced-him-to-join-cast-of-how-to-lose-a-guy-in-10-days", "title": "Matthew McConaughey Claims A Fortune Teller Convinced Him To Join Cast Of ‘How To Lose A Guy In 10 Days’", "date_published": "2023-02-03 13:44:40+00:00", "description": "Matthew McConaughey claimed during an interview published Thursday that a psychic convinced him to accept the leading role in “How to Lose a Guy in 10 Days” opposite Kate Hudson. The 53-year-old movie star told the story during an interview with Vanity Fair in honor of the film’s 20th anniversary this year. &#8220;I remember considering ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/90-year-old-candy-store-owner-beaten-up-in-nyc", "title": "90-Year-Old Candy Store Owner Beaten Up In NYC", "date_published": "2023-02-03 13:29:26+00:00", "description": "A 90-year-old man who owns a candy store in New York City was viciously assaulted on Tuesday.  Ramon “Ray” Alvarez said he was outside of his candy store at around 3:00 a.m. on Tuesday when two men approached him and tried to get him to buy some cases of seltzer water, according to Fox 5 ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/victims-family-wants-murder-conviction-reinstated-against-adnan-syed-after-he-was-released-from-prison", "title": "Victim’s Family Wants Murder Conviction Reinstated Against Adnan Syed After He Was Released From Prison", "date_published": "2023-02-03 13:26:58+00:00", "description": "The family of a murder victim wants the conviction reinstated against the man previously believed to have committed the crime, NBC News reported Thursday. Adnan Syed was released from prison in September 2022 and eventually had all charges against him relating to the 1999 murder of his ex-girlfriend, Hae Min Lee, dropped. But now, Lee’s ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/suspected-chinese-spy-balloon-is-maneuverable-has-changed-direction-at-60000-feet-pentagon", "title": "Suspected Chinese Spy Balloon Is ‘Maneuverable,’ Has Changed Direction At 60,000 Feet: Pentagon", "date_published": "2023-02-03 12:46:18+00:00", "description": "The U.S. Department of Defense revealed Friday that the suspected Chinese spy balloon that is flying over the United States has the ability to maneuver and has changed direction at 60,000 feet. Pentagon Press Secretary Brig. Gen. Patrick Ryder would not say how the balloon could be maneuvered and refused to state if the communist ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/secretary-of-state-blinken-will-postpone-china-trip-over-spy-balloon-incident", "title": "Secretary Of State Blinken Will Postpone China Trip Over Suspected Spy Balloon Incident", "date_published": "2023-02-03 12:43:09+00:00", "description": "Secretary of State Antony Blinken postponed a scheduled trip to China after a suspected &#8220;surveillance balloon&#8221; was spotted flying above the western United States. Pentagon spokesperson Brigadier General Pat Ryder announced on Thursday that the military observed “a high altitude surveillance balloon” traveling above the nation this week. Blinken delayed the previously scheduled trip hours ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/graphic-warning-outrage-as-video-of-girl-9-being-beaten-on-school-bus-goes-viral", "title": "Graphic Warning: Outrage As Video Of Girl, 9, Being Beaten On School Bus Goes Viral", "date_published": "2023-02-03 12:34:01+00:00", "description": "A stomach-turning video showing a 9-year-old girl and her 10-year-old brother being brutally beaten by teenagers on a Florida school bus has gone viral, prompting online outrage and the arrest of one of the assailants. The video of the girl being beaten on Wednesday had amassed over 6.6 million views as of Friday morning. The ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/kevin-mccarthy-defends-officer-who-shot-ashli-babbitt-i-think-the-police-officer-did-his-job", "title": "Kevin McCarthy Defends Officer Who Shot Ashli Babbitt: ‘I Think The Police Officer Did His Job’", "date_published": "2023-02-03 12:23:37+00:00", "description": "House Speaker Kevin McCarthy (R-CA) on Thursday defended the police officer who shot Ashli Babbitt during the January 6 Capitol riot, saying that the officer was just doing his job.  McCarthy’s comments came as he was asked to respond to statements from Rep. Marjorie Taylor Greene (R-GA), who has said that Babbitt was murdered while ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jurors-will-hear-about-alex-murdaughs-other-alleged-crimes-at-murder-trial-judge-rules", "title": "Jurors Will Hear About Alex Murdaugh’s Other Alleged Crimes At Murder Trial, Judge Rules", "date_published": "2023-02-03 12:06:04+00:00", "description": "Prosecutors can introduce evidence of other crimes allegedly committed by disgraced South Carolina attorney Alex Murdaugh, thanks to an inadvertent move by defense attorneys, a judge ruled Thursday. Judge Clifton Newman ruled that he would allow prosecutors to bring up Murdaugh’s other alleged crimes during the trial to decide if he killed his wife and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/bidens-america-chinese-spy-balloons-in-the-sky-chinese-fentanyl-on-the-ground", "title": "Biden’s America: Chinese Spy Balloons In The Sky, Chinese Fentanyl On The Ground", "date_published": "2023-02-03 11:33:41+00:00", "description": "Everybody with half a brain knew that President Joe Biden&#8216;s presidency was going to be a horrendous disaster for the country, but even his worst critics must be a little impressed with how quickly Biden has made the U.S. the laughingstock of the world. Under our current commander-in-chief, we have suspected Chinese spy balloons flying ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/unemployment-falls-biden-takes-credit-despite-lingering-economic-concerns", "title": "Unemployment Falls, Biden Takes Credit Despite Lingering Economic Concerns", "date_published": "2023-02-03 11:28:39+00:00", "description": "Unemployment fell in January as the number of new jobs drastically exceeded analysts’ forecasts, according to data from the Bureau of Labor Statistics released Friday. Total nonfarm employment increased by 517,000, far surpassing analysts’ expectations of 187,000 new positions. The unemployment rate declined from 3.5% in December to 3.4% in January, falling below estimates of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/gold-standard-review-claims-masks-could-be-only-5-effective-in-community-gets-slammed", "title": "‘Gold Standard’ Review Claims Masks Could Be Only 5% Effective In Community, Gets Slammed", "date_published": "2023-02-03 11:13:48+00:00", "description": "According to an analysis from the “gold standard” of evidence-based reviews, wearing medical/surgical masks or N95/P2 respirators to stave off the transmission of respiratory viruses may be largely ineffective. The Cochrane Institute updated its review from 2020, examining 78 global studies comprised of more than a million people. They found that wearing a mask in ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/can-kamala-harris-survive-losing-lots-of-democrats-and-liberal-media-answer-no", "title": "Can Kamala Harris Survive Losing Lots Of Democrats AND Liberal Media? (Answer: No)", "date_published": "2023-02-03 10:56:02+00:00", "description": "When you&#8217;re as liberal as they get — not to mention a black woman of Asian descent — and The Washington Post doesn&#8217;t have your back, you got problems. The Jeff Bezos-owned liberal paper — whose motto is &#8220;Democracy Dies In Drabness&#8221; — wrote yet another piece dissing Vice President Kamala Harris. The paper has ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/squid-game-reality-show-participants-accuse-the-game-of-being-rigged-causing-trauma", "title": "‘Squid Game’ Reality Show Participants Accuse The Game Of Being ‘Rigged,’ Causing ‘Trauma’", "date_published": "2023-02-03 10:32:36+00:00", "description": "Several contestants from the Netflix reality show “Squid Game: The Challenge” are complaining publicly that the program was torturous and rigged. This new game show is based on the hit Korean drama series of the same name featuring poor, indebted citizens who compete for a cash prize for the entertainment of rich people. On the ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/china-claims-suspected-spy-balloon-is-actually-civilian-airship-that-was-blown-off-course", "title": "China Claims Suspected Spy Balloon Is Actually ‘Civilian Airship’ That Was Blown Off Course", "date_published": "2023-02-03 10:17:44+00:00", "description": "China’s foreign ministry said Friday that a balloon suspected by the U.S. of being used for covert surveillance is actually a “civilian airship” that was pushed off course. The Chinese Ministry of Foreign Affairs put out a statement expressing regret after the Pentagon announced Thursday that it was tracking a suspected Chinese spy balloon. “The ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pfizer-exec-appears-to-admit-there-are-concerning-impacts-on-female-reproductive-health-from-vaccine-in-round-two-of-project-veritas-sting", "title": "COVID Vax May Affect Female Fertility, Pfizer Official Admits In New Project Veritas Sting", "date_published": "2023-02-03 10:09:26+00:00", "description": "A Pfizer official expressed concern about his company’s mRNA COVID vaccines and their impact on female reproductive health in a second round of a recent Project Veritas sting. Jordon Trishton Walker, an official who leads research and development for mRNA projects, recently said to an undercover Project Veritas journalist that the company uses “directed evolution” ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heres-the-best-thing-adults-can-tell-kids-who-claim-gender-dysphoria", "title": "Here’s The Best Thing Adults Can Tell Kids Who Claim ‘Gender Dysphoria’", "date_published": "2023-02-03 09:46:12+00:00", "description": "In an age of rising anxiety and depression in teens, the last thing they need is to be told their problems can be resolved by becoming the opposite sex. What they need is to be heard, given compassion and help to dig deep into their pain. We live in a world that wants to put every ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stop-calling-me-lip-reader-translates-tom-bradys-furious-phone-call", "title": "‘Stop Calling Me’: Lip Reader Translates Tom Brady’s Furious Phone Call", "date_published": "2023-02-03 09:29:30+00:00", "description": "NFL legend Tom Brady was seen engaged in an angry phone conversation Wednesday, just after posting an emotional retirement announcement, and a forensic lip reader thinks he knows at least some of what the quarterback had to say. A bystander caught the end of Brady&#8217;s conversation on video as the seven-time Super Bowl winner attended ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/heidi-klum-on-wanting-another-baby-at-49-i-waited-a-long-time", "title": "Heidi Klum On Wanting Another Baby At 49: ‘I Waited A Long Time’", "date_published": "2023-02-03 09:21:52+00:00", "description": "Heidi Klum said Thursday that she’s thinking about having more children at the age of 49. The Victoria’s Secret model talked about her future family plans during an appearance on the “Jennifer Hudson Show,” Us Weekly reported. Klum mentioned that she’s been thinking about adding to her brood with current husband, German musician Tom Kaulitz, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-claims-about-desantis-there-were-tears-coming-down-from-his-eyes-as-he-begged-me-for-endorsement", "title": "Trump Claims About DeSantis: ‘There Were Tears Coming Down From His Eyes’ As ‘He Begged Me’ For Endorsement", "date_published": "2023-02-03 08:00:16+00:00", "description": "Former President Donald Trump claimed during an interview this week that Gov. Ron DeSantis (R-FL) &#8220;begged&#8221; him for an endorsement in the state&#8217;s gubernatorial primary election in 2018 and that DeSantis was crying when he asked. Trump made his latest unprovoked attack against the 44-year-old governor during an interview with radio host Hugh Hewitt on ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/i-am-alarmed-montana-gop-sen-steve-daines-wants-briefing-from-secdef-about-chinese-spy-balloon", "title": "‘I Am Alarmed’: Montana GOP Sen. Steve Daines Wants Briefing From SecDef About Chinese Spy Balloon", "date_published": "2023-02-03 07:39:40+00:00", "description": "After a Chinese balloon — which the Defense Department called a surveillance balloon — flew over Montana, where intercontinental ballistic missile (ICBM) fields are located, Montana GOP Senator Steve Daines wrote an urgent letter to Defense Secretary Lloyd Austin demanding a full security briefing. After the balloon was detected, Chairman of the Joint Chiefs of ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}