{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/badania-naukowe-wykazaly-ze-meskie-nasienie-zawiera-wazna-witamine-weganie-moga-jej-nie-miec/", "title": "Badania wykazały, że męskie nasienie zawiera ważną witaminę. Weganie mogą jej nie mieć", "date_published": "2023-02-03 21:29:00+00:00", "description": "W męskim nasieniu występuje duże stężenie witaminy B12 - wynika z badań. Z kolei jeden na pięciu wegan jest zagrożony niedoborem tego składnika. Lekarze przekazali, że brak tej witaminy wpływa na jakość nasienia i może powodować niepłodność.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/xvi-miedzynarodowy-kongres-polskich-stowarzyszen-studenckich-wsrod-gosci-rafal-trzaskowski/", "title": "XVI Międzynarodowy Kongres Polskich Stowarzyszeń Studenckich. Wśród gości Rafał Trzaskowski", "date_published": "2023-02-03 20:51:00+00:00", "description": "Jak powinna wyglądać europejska polityka wobec Rosji w obliczu trwającej wojny w Ukrainie? Jakie zmiany ekonomiczne i gospodarcze czekają nas z uwagi na trwający kryzys energetyczny? Jak wobec zmian społecznych oraz kulturowych kształtować będzie się współczesny obraz polskiego patriotyzmu? To m.in. z tymi pytaniami mierzy się 400 polskich studentów z najlepszych europejskich uczelni.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/usa-bialy-dom-chinski-balon-szpiegowski-w-przestrzeni-powietrznej-usa-to-pogwalcenie-suwerennosci/", "title": "Biały Dom: Chiński balon szpiegowski w przestrzeni powietrznej USA to pogwałcenie suwerenności", "date_published": "2023-02-03 19:44:00+00:00", "description": "Przelot chińskiego balonu w naszej przestrzeni powietrznej jest pogwałceniem suwerenności i prawa międzynarodowego - powiedziała rzeczniczka Białego Domu Karine Jean-Pierre. Przekazała, że prezydent USA zgadza się z decyzją sekretarza stanu Antonyego Blinkena o odwołaniu wizyty w Pekinie. Rzeczniczka dodała, że Joe Biden zawsze stawia bezpieczeństwo Amerykanów na pierwszym miejscu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/usa-hospicjum-uznalo-kobiete-za-zmarla-w-domu-pogrzebowym-cialo-zaczelo-sie-ruszac/", "title": "USA: Hospicjum uznało kobietę za zmarłą. W domu pogrzebowym ciało zaczęło się ruszać", "date_published": "2023-02-03 18:37:00+00:00", "description": "Pracownica hospicjum w Urbandale w stanie Iowa stwierdziła, że 66-letnia pacjentka nie żyje. Ciało kobiety w worku na zwłoki przewieziono do domu pogrzebowego. Tam zauważono, że rzekomo zmarła oddycha. Kobieta wróciła do hospicjum, gdzie dwa dni później ponownie stwierdzono jej zgon. Placówka została ukarana 10 tys. dolarów grzywny.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/anglia-andrew-hadwin-znaleziony-martwy-w-celi-wraz-z-partnerka-znecal-sie-nad-dziecmi/", "title": "Anglia. Andrew Hadwin znaleziony martwy w celi. Wraz z partnerką znęcał się nad dziećmi", "date_published": "2023-02-03 18:25:00+00:00", "description": "Andrew Hadwin został znaleziony martwy w angielskim więzieniu - podały brytyjskie media. Mężczyzna wraz ze swoją partnerką, Cheryl Pickles, przez lata znęcał się nad swoimi dziećmi - głodził je, karmił mydłem oraz wrzucał pod wrzące prysznice. Zarówno Hadwin jak i jego wybranka zostali zatrzymani i przebywali w areszcie w oczekiwaniu na wyrok.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/wielka-brytania-wyszla-na-spacer-z-psem-i-rozplynela-sie-w-powietrzu/", "title": "Wielka Brytania. Wyszła na spacer z psem i \"rozpłynęła się w powietrzu\"", "date_published": "2023-02-03 18:07:00+00:00", "description": "W Wielkiej Brytanii trwają zakrojone na szeroką skalę poszukiwania 45-letniej kobiety. Nicola Bulley, matka dwójki dzieci tydzień temu wyszła na spacer z psem i ślad po niej zaginął.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/usa-oglosily-nowy-pakiet-dla-ukrainy-wart-ponad-2-mld-dolarow/", "title": "USA ogłosiły nowy pakiet dla Ukrainy wart ponad 2 mld dolarów", "date_published": "2023-02-03 17:10:00+00:00", "description": "Stany Zjednoczone ogłosiły w piątek nowy pakiet pomocy zbrojnej dla Ukrainy wart 2,175 mld dolarów - poinformował Departament Obrony USA, na którego powołuje się agencja Reutera. Pakiet obejmuje dwie jednostki obrony powietrznej typu Hawk, precyzyjnie kierowane rakiety, a także inną broń i amunicję.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/paco-rabanne-nie-zyje-slynny-projektant-mial-88-lat/", "title": "Paco Rabanne nie żyje. Słynny projektant miał 88 lat", "date_published": "2023-02-03 16:15:00+00:00", "description": "Paco Rabanne, projektant mody i twórca znanej linii kosmetyków, zmarł w Portsall, we Francji. Informację o jego śmierci potwierdził rzecznik hiszpańskiej grupy Puig, kontrolującej wytwórnię Paco Rabanne.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/szczyt-w-kijowie-zelenski-im-silniejsza-ukrainska-obrona-tym-szybciej-zakonczy-sie-wojna/", "title": "Szczyt w Kijowie. Zełenski: Im silniejsza ukraińska obrona, tym szybciej zakończy się wojna", "date_published": "2023-02-03 15:31:00+00:00", "description": "- Nie ma bezpiecznej Europy, bez bezpiecznej Ukrainy - oświadczył przewodniczący Rady Europejskiej Charles Michel na konferencji po szczycie Ukraina-UE w Kijowie. Ursula von der Leyen dodała, że kolejny pakiet sankcji na Rosję zostanie nałożony do 24 lutego. - Im silniejsza będzie ukraińska obrona przeciwrakietowa, tym szybciej zakończy się agresja Rosji - przekazał prezydent Wołodymyr Zełenski.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/ukraina-wykladowczyni-w-jezyku-rosyjskim-krytykowala-studentow-za-to-ze-nie-walcza/", "title": "Ukraina. Wykładowczyni w języku rosyjskim krytykowała studentów za to, że nie walczą", "date_published": "2023-02-03 14:44:00+00:00", "description": "Państwowa uczelnia w Kijowie zwolniła wykładowczynię, która prowadziła zajęcia w języku rosyjskim i krytykowała studentów za to, że nie walczą na froncie. Nagranie, na którym ma być słychać nauczycielkę trafiło do sieci.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/mial-zostac-uspiony-30-letni-bobi-trafil-do-ksiegi-rekordow-guinnessa/", "title": "Miał zostać uśpiony. 30-letni Bobi trafił do księgi rekordów Guinnessa", "date_published": "2023-02-03 14:26:00+00:00", "description": "30-letni Bobi trafił do księgi rekordów Guinnessa jako najstarszy pies w historii. Tuż po urodzeniu zwierzę miało zostać uśpione, ale uratowały je dzieci, które opiekowały się nim w tajemnicy przed rodzicami. Właściciel psa twierdzi, że sekretem długowieczności jego pupila jest spokojne otoczenie i zdrowe odżywianie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/chinski-balon-szpiegowski-nad-usa-amerykanie-chcieli-go-zestrzelic/", "title": "Tajemniczy chiński balon nad USA. Amerykanie chcieli go zestrzelić", "date_published": "2023-02-03 13:42:00+00:00", "description": "Na niebie nad Stanami Zjednoczonymi zaobserwowano tajemniczy obiekt. Pentagon przekazał, że jest to najprawdopodobniej chiński balon szpiegowski, a o sprawie poinformowano prezydenta Joe Bidena. Wojskowi stanowczo odradzili zestrzelanie obiektu. Do sytuacji odniosły się władze w Pekinie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/wojna-w-ukrainie-informatyk-przyjrzal-sie-wnetrzu-rosyjskiego-drona-uklady-z-zabawek-dla-dzieci/", "title": "Wojna w Ukrainie. Informatyk przyjrzał się wnętrzu rosyjskiego drona. Układy z... zabawek dla dzieci", "date_published": "2023-02-03 12:00:00+00:00", "description": "Atakują haubice polskie i amerykańskie, które trafiły na front w Ukrainie. Niszczą samochody i pojazdy pancerne. Ukraiński inżynier informatyk z USA analizował wnętrze śmiercionośnego rosyjskiego drona Lancet. Okazało się, że w środku są najprostsze układy i podzespoły znane z... zabawek i zachodniej elektroniki użytkowej. Korzystając z pozyskiwanych w ten sposób elementów Rosja obchodzi sankcje.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/znana-z-serialu-euforia-chloe-cherry-oskarzona-o-kradziez-bluzki/", "title": "Znana z serialu \"Euforia\" Chloe Cherry oskarżona o kradzież bluzki", "date_published": "2023-02-03 10:08:00+00:00", "description": "Chloe Cherry, znana z serialu Euforia, została oskarżona o kradzież bluzki wartej 28 dolarów. Do rzekomej kradzieży doszło w jednym ze sklepów w jej rodzinnym mieście w Pensylwanii. 25-latka miała zabrać część garderoby do przymierzalni, a następnie wyjść ze sklepu nie płacąc.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/swistak-phil-zobaczyl-swoj-cien-mieszkancow-usa-czeka-szesc-tygodni-zimy/", "title": "Świstak Phil zobaczył swój cień. Mieszkańców USA czeka sześć tygodni zimy", "date_published": "2023-02-03 08:32:00+00:00", "description": "Świstak Punxsutawney Phil z Pensylwanii zobaczył w czwartek swój własny cień. Zgodnie z amerykańską tradycją, zwiastuje to kolejne sześć tygodni zimy. Prognoza z okazji Dnia Świstaka została ogłoszona już po raz 137. w historii.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-02-03/usa-kobieta-ukradla-szczeniaka-napadla-na-jego-wlascicielke/", "title": "USA. Kobieta ukradła szczeniaka. Napadła na jego właścicielkę", "date_published": "2023-02-03 08:02:00+00:00", "description": "W Bell Gardens w Kalifornii nieznana kobieta ukradła innej psa rasy Maltipoo. Gdy ta próbowała odzyskać zwierzę, złodziejka na nią napadła. Zaatakowała pokrzywdzoną gazem pieprzowym i pobiła. Napad zarejestrowała kamera monitoringu.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}