{"entries": [{"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/is-your-ev-charging-station-safe-new.html", "title": "Is Your EV Charging Station Safe? New Security Vulnerabilities Uncovered", "date_published": "2023-02-03 15:36:00+00:00", "description": "Two new security weaknesses discovered in several electric vehicle (EV) charging systems could be exploited to remotely shut down charging stations and even expose them to data and energy theft.\nThe findings, which come from Israel-based SaiFlow, once again demonstrate the potential risks facing the EV charging infrastructure.\nThe issues have been identified in version 1.6J of the Open Charge", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/post-macro-world-sees-rise-in-microsoft.html", "title": "Post-Macro World Sees Rise in Microsoft OneNote Documents Delivering Malware", "date_published": "2023-02-03 15:03:00+00:00", "description": "In a continuing sign that threat actors are adapting well to a post-macro world, it has emerged that the use of Microsoft OneNote documents to deliver malware via phishing attacks is on the rise.\nSome of the notable malware families that are being distributed using this method include AsyncRAT, RedLine Stealer, Agent Tesla, DOUBLEBACK, Quasar RAT, XWorm, Qakbot, BATLOADER, and FormBook.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/iranian-oilrig-hackers-using-new.html", "title": "Iranian OilRig Hackers Using New Backdoor to Exfiltrate Data from Govt. Organizations", "date_published": "2023-02-03 12:12:00+00:00", "description": "The Iranian nation-state hacking group known as OilRig has continued to target government organizations in the Middle East as part of a cyber espionage campaign that leverages a new backdoor to exfiltrate data.\n\"The campaign abuses legitimate but compromised email accounts to send stolen data to external mail accounts controlled by the attackers,\" Trend Micro researchers Mohamed Fahmy, Sherif", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/the-pivot-how-msps-can-turn-challenge.html", "title": "The Pivot: How MSPs can Turn a Challenge Into a Once-in-a-Decade Opportunity", "date_published": "2023-02-03 11:37:00+00:00", "description": "Cybersecurity is quickly becoming one of the most significant growth drivers for Managed Service Providers (MSPs). That's the main insight from a recent study from Lumu: in North America, more than 80% of MSPs cite cybersecurity as a primary growth driver of their business. Service providers have a huge opportunity to expand their business and win new customers by developing their cybersecurity", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/atlassians-jira-software-found.html", "title": "Atlassian's Jira Software Found Vulnerable to Critical Authentication Vulnerability", "date_published": "2023-02-03 07:55:00+00:00", "description": "Atlassian has released fixes to resolve a critical security flaw in Jira Service Management Server and Data Center that could be abused by an attacker to pass off as another user and gain unauthorized access to susceptible instances.\nThe vulnerability is tracked as CVE-2023-22501 (CVSS score: 9.4) and has been described as a case of broken authentication with low attack complexity.\n\"An", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/new-high-severity-vulnerabilities.html", "title": "New High-Severity Vulnerabilities Discovered in Cisco IOx and F5 BIG-IP Products", "date_published": "2023-02-03 07:26:00+00:00", "description": "F5 has warned of a high-severity flaw impacting BIG-IP appliances that could lead to denial-of-service (DoS) or arbitrary code execution.\nThe issue is rooted in the iControl Simple Object Access Protocol (SOAP) interface and affects the following versions of BIG-IP -\n\n13.1.5\n14.1.4.6 - 14.1.5\n15.1.5.1 - 15.1.8\n16.1.2.2 - 16.1.3, and\n17.0.0\n\n\"A format string vulnerability exists in iControl SOAP", "persistent": false, "language": "en-US", "user": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "link": "https://thehackernews.com/2023/02/cisa-alert-oracle-e-business-suite-and.html", "title": "CISA Alert: Oracle E-Business Suite and SugarCRM Vulnerabilities Under Attack", "date_published": "2023-02-03 05:23:00+00:00", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) on February 2 added two security flaws to its Known Exploited Vulnerabilities (KEV) Catalog, citing evidence of active exploitation.\nThe first of the two vulnerabilities is CVE-2022-21587 (CVSS score: 9.8), a critical issue impacting versions 12.2.3 to 12.2.11 of the Oracle Web Applications Desktop Integrator product.\n\"Oracle", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://feeds.feedburner.com/TheHackersNews", "title": "The Hacker News"}}