{"entries": [{"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/six-year-old-orders-1000-worth-food-grubhub", "title": "Six-year-old uses father’s phone to order $1,000 worth of food on Grubhub", "date_published": "2023-02-03 23:57:37+00:00", "description": "<p>Michigan boy Mason Stonehouse had jumbo shrimp, shawarma, salads, chicken pita sandwiches and chili cheese fries delivered</p><p>A Michigan man says he was left with a $1,000 bill after his six-year-old son ordered a virtual smorgasbord of food from several restaurants last weekend, leading to a string of unexpected deliveries – and maybe a starring role in an ad campaign.</p><p>Keith Stonehouse said the food piled up quickly at his Detroit-area home on Saturday night after he let his son, Mason, use his cellphone to play a game before bed. He said the youngster instead used his father’s Grubhub account to order food from one restaurant after another.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/six-year-old-orders-1000-worth-food-grubhub\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/right-here-right-now-review-fatboy-slims-beach-concert-will-make-you-flinch-with-anxiety", "title": "Right Here, Right Now review – Fatboy Slim’s beach concert will make you flinch with anxiety", "date_published": "2023-02-03 23:50:15+00:00", "description": "<p>They expected 60,000 attenders, but 250,000 showed up. Staff quit, police had to flee and – as this documentary shows – tragedy loomed. Or it would’ve, if not for the loved-up ravers…</p><p>Lingering snobbery towards dance music means the Big Beach Boutique II, a DJ set by Norman Cook – AKA Fatboy Slim – on Brighton beach on 13 July 2002, tends not to be mentioned alongside era-defining gigs like the Rolling Stones at Hyde Park in 1969, the Stone Roses at Spike Island in 1990 or Oasis at Knebworth in 1996. Right Here, Right Now (Sky Documentaries) might rectify that, but it isn’t just a thrilling document of the event itself. The combination of what happened, and what might have happened but didn’t, turns Jak Hutchcraft’s film into a surprisingly intense experience, a rush powered by the euphoria of irresponsible adventure and the sweet sadness of distant youth.</p><p>This is good going, considering that the first half is a relatively tedious summary of Norman Cook’s earlier career. We shuffle through his stint as the bass player in 80s band the Housemartins, whose tinkling guitars contrasted with the deep knowledge of funk and dance records Cook was acquiring in his spare time. By the time the Housemartins had run their course, he was a DJ, ready to embrace the new era of club culture. In 1996, he released his debut album under the moniker Fatboy Slim, layering ingeniously chosen samples over dance rhythms to create what became known as big beat. When Channel 4 held an open-air screening of an England cricket match at the Brighton seaside in 2001, it asked Fatboy Slim – who by then had scored top-five hits with Praise You and The Rockefeller Skank – to DJ afterwards. Thousands of people turned up. Fatboy Slim decided to stage a sequel the following year, planning a free set for as many people as the beach could take.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/right-here-right-now-review-fatboy-slims-beach-concert-will-make-you-flinch-with-anxiety\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/emma-brockes-column/2023/feb/03/digested-week-alec-baldwin-on-gun-control-silence-would-be-preferable", "title": "Digested week: Alec Baldwin on gun control? Silence would be preferable | Emma Brockes", "date_published": "2023-02-03 23:37:18+00:00", "description": "<p>Plus Gawker and the end (again) of an era, and Eva Green’s WhatsApp mishaps</p><p>When one thinks of Alec Baldwin – as this week’s news cycle sadly ensures one must – humility isn’t the first quality that springs to mind. Baldwin’s persona hinges on a comedic bombast that the 64-year-old carries over from the screen into life. Even for a man who threatens photographers in the street, yells at airline stewards and rashly tweets and deletes, however, his apparent blitheness in the wake of [checks notes] shooting and killing someone accidentally on the set of his last film has been quite something to behold.</p> <a href=\"https://www.theguardian.com/uk-news/emma-brockes-column/2023/feb/03/digested-week-alec-baldwin-on-gun-control-silence-would-be-preferable\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/george-santos-producer-spider-man-musical", "title": "New add to George Santos’s résumé: producer on Spider-Man musical", "date_published": "2023-02-03 23:02:10+00:00", "description": "<p>Reports emerge that the embattled New York congressman told donors of his role, which the lead producer denies</p><p>Just as it seemed the well of <a href=\"https://www.theguardian.com/commentisfree/2023/feb/02/george-santos-lies-new-york-congressman\">bizarre stories about George Santos</a> might have begun to run dry, it was reported on Friday that the New York Republican congressman told potential donors he was a producer on the notoriously ill-fated Spider-Man musical.</p><p><a href=\"https://www.bloomberg.com/news/articles/2023-02-03/george-santos-produced-broadway-s-spider-man-musical-at-least-he-claims-he-did#xj4y7vzkg\">Bloomberg News said</a>: “The lead producer, Michael Cohl, denied Santos’s involvement, saying through an assistant that [Santos] wasn’t a producer on the musical. Santos’s name also never appeared in the playbills for the show.”</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/george-santos-producer-spider-man-musical\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/royal-navy-sailors-in-hospital-after-wrong-chemical-added-to-ships-water", "title": "Royal Navy sailors in hospital after ‘wrong chemical’ added to ship’s water", "date_published": "2023-02-03 23:00:08+00:00", "description": "<p>Navy says HMS Portland sailors hospitalised as precaution after drinking accidentally contaminated water</p><p>Sailors are being treated in hospital after drinking “contaminated” water on their ship, the Royal Navy has said.</p><p>Frigate HMS Portland is believed to have diverted to Portsmouth naval base earlier on Friday after the discovery that the “wrong chemical” had entered the ship’s system to convert seawater to drinking water.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/royal-navy-sailors-in-hospital-after-wrong-chemical-added-to-ships-water\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/feb/03/elon-musk-tesla-investors-lawsuit-twitter", "title": "‘The rules apply to everyone’: Elon Musk appears in court on last day of Tesla trial", "date_published": "2023-02-03 22:45:23+00:00", "description": "<p>Contrasting portraits emerge in the closing arguments of class-action lawsuit against Musk for misleading investors with tweets</p><p>As he sat stoically in court, Elon Musk on Friday was both vilified as a rich narcissist whose reckless behavior risks “anarchy” and hailed as a visionary looking out for the “little guy”.</p><p>The contrasting portraits of the enigmatic billionaire came during closing arguments in a trial focused on whether Musk’s tweeting in 2018 misled Tesla shareholders, steering them in a direction that they argue cost them billions of dollars.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/03/elon-musk-tesla-investors-lawsuit-twitter\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/chelsea-fulham-premier-league-match-report", "title": "Frustrated Chelsea held by determined Fulham in derby stalemate", "date_published": "2023-02-03 22:10:04+00:00", "description": "<p>Perhaps it would have been more interesting if Todd Boehly and Behdad Eghbali had just stood in the centre circle for 90 minutes, acting out their negotiations with Benfica over Enzo Fernández on deadline day. Instead, no doubt to the disappointment of those who reckon winning a transfer window actually counts for anything, there was a game that will linger in the memory only because of Chelsea’s abject failure to produce the kind of football befitting of a spend of <a href=\"https://www.theguardian.com/football/2023/feb/01/chelsea-signings-transfer-market-spending-analysis\">over £500m on new signings</a>.</p><p>It must have been quite the comedown for the hierarchy. They gazed down from the posh seats, waiting in vain for any sign of a spark from Graham Potter’s side, and suffered along with the rest of Stamford Bridge. The boos at full-time said everything. Chelsea, drifting along in 9th place after two wins from their last 12 games, were bland, directionless and leaden. Positives? Fernández, who was tidy in midfield, albeit without ever quite showing why he cost £106.8m. David Datro Fofana almost scored. The defence kept a clean sheet.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/chelsea-fulham-premier-league-match-report\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/feb/03/donald-trump-mob-boss-john-gotti-insane-mark-pomerantz-book", "title": "Prosecutors likened Trump to mob boss and had to prove he wasn’t insane – book", "date_published": "2023-02-03 21:59:32+00:00", "description": "<p>Mark Pomerantz, who was on New York team investigating tax affairs, reportedly compares ex-president to John Gotti</p><p>New York prosecutors building a case against Donald Trump for allegedly lying about his wealth for tax purposes had to show the former president was “not legally insane”, one of those prosecutors <a href=\"https://www.thedailybeast.com/manhattan-district-attorney-alvin-bragg-had-to-prove-trump-was-not-legally-insane?ref=home\">reportedly</a> writes in an eagerly awaited new book.</p><p>The lawyer, Mark Pomerantz, also reportedly compares Trump, the only confirmed candidate for the Republican presidential nomination in 2024, to famous figures in the world of organised crime including John Gotti, the “Teflon Don” who <a href=\"https://www.nytimes.com/2002/06/11/nyregion/john-gotti-dies-in-prison-at-61-mafia-boss-relished-the-spotlight.html\">died in prison in 2002</a>.</p> <a href=\"https://www.theguardian.com/books/2023/feb/03/donald-trump-mob-boss-john-gotti-insane-mark-pomerantz-book\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/honour-killing-of-youtube-star-sparks-outrage-in-iraq", "title": "‘Honour’ killing of YouTube star sparks outrage in Iraq", "date_published": "2023-02-03 21:27:39+00:00", "description": "<p>Politicians and human rights groups demand justice for Tiba al-Ali after father’s confession</p><p>The death of a young YouTube star at the hands of her father has sparked outrage in <a href=\"https://www.theguardian.com/world/iraq\">Iraq</a>, as so-called <a href=\"https://www.theguardian.com/world/2008/may/11/iraq.humanrights1\">“honour” killings</a> continue in the conservative country.</p><p>Tiba al-Ali, 22, was killed by her father on 31 January in the southern province of Diwaniya, interior ministry spokesperson Saad Maan said on Twitter on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/honour-killing-of-youtube-star-sparks-outrage-in-iraq\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/03/the-week-around-the-world-in-20-pictures", "title": "The week around the world in 20 pictures", "date_published": "2023-02-03 20:46:45+00:00", "description": "<p>Tyre Nichols’ funeral in Memphis, the Russian missile attack in Kramatorsk, protests in Peru and the lunar new year in Beijing – the most striking images this week</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/03/the-week-around-the-world-in-20-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/feb/03/outfits-designed-for-grayson-perrys-alter-ego-claire-up-for-auction", "title": "Outfits designed for Grayson Perry’s alter ego Claire up for auction", "date_published": "2023-02-03 20:27:07+00:00", "description": "<p>Online sale includes 39 pieces made for artist by Central Saint Martins students including Mimi Wade</p><p>Outfits designed for Grayson Perry’s alter ego Claire, including a dress resembling a “child’s bib” and an oversized bra with pointed tips, have been put up for auction.</p><p>The <a href=\"https://ww2.emma-live.com/GraysonPerryDressAuction/?home_page\">online sale</a> includes 39 pieces designed for the ceramicist and broadcaster by students from Central Saint Martins dating back 17 years. The funds raised will go to the fashion department of the London university.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/03/outfits-designed-for-grayson-perrys-alter-ego-claire-up-for-auction\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/pete-reed-killed-ukraine-russian-shelling-volunteer-medic", "title": "Russian shelling kills US medic volunteering in Ukraine", "date_published": "2023-02-03 20:22:36+00:00", "description": "<p>The 34-year-old veteran was in the country working as a medic when his vehicle was hit in the east of the country</p><p>An American medic has been killed while working on the frontlines in Ukraine.</p><p>Pete Reed, 34, was killed on Thursday when Russian shelling hit several cars carrying volunteers who were rendering aid in Bakhmut, a city in eastern Ukraine, Reed’s family confirmed to the Guardian.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/pete-reed-killed-ukraine-russian-shelling-volunteer-medic\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/john-stewart-obituary", "title": "John Stewart obituary", "date_published": "2023-02-03 20:06:52+00:00", "description": "<p>My father, John Stewart, who has died aged 93, was friend and mentor to hundreds of local authority chief executives and other senior officers, and to politicians from all political backgrounds.</p><p>He was appointed a professor at the Institute of Local Government Studies (INLOGOV) at the University of Birmingham in 1966. The following year he created the Advanced Management Development Programme, consisting of 10-week-long residential courses held at Wast Hills House outside Birmingham. These became stepping stones for local government officers with ambitions to become chief executives. It had its own culture – everything was off the record, there was no assessment or exams, references were not given on the basis of the courses. Through these courses John knew most of the chief executives of councils in England and Wales.</p> <a href=\"https://www.theguardian.com/society/2023/feb/03/john-stewart-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/high-court-overrules-bournemouths-unlimited-strip-club-policy", "title": "High court overrules Bournemouth’s unlimited strip club policy", "date_published": "2023-02-03 20:00:58+00:00", "description": "<p>Judge rules Bournemouth, Christchuch and Poole council unreasonable to dismiss women’s safety concerns as ‘moralistic’</p><p>A council’s policy on lapdancing and strip clubs was overturned by a high court judge, after a challenge by a sexual abuse survivor who said it would have a negative impact on women’s safety.</p><p>Bournemouth, Christchurch and Poole council adopted a new policy in November 2021, which allowed an unlimited number of sexual entertainment venues in the area.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/high-court-overrules-bournemouths-unlimited-strip-club-policy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/picture/2023/feb/03/martin-rowson-on-gas-meters-fitted-by-force-cartoon", "title": "Martin Rowson on gas meters fitted by force – cartoon", "date_published": "2023-02-03 20:00:10+00:00", "description": "<p>Debt collection agents used by British Gas broke into vulnerable customer’s homes to install prepayment meters, an investigation by the Times found</p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/feb/03/martin-rowson-on-gas-meters-fitted-by-force-cartoon\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/goshen-shooting-arrests-california-family-killed", "title": "Two men arrested in California shooting that killed a young mother and her baby", "date_published": "2023-02-03 19:58:53+00:00", "description": "<p>The suspects have been taken into custody – one after a gun battle with federal agents – and charged with six counts of murder</p><p>Authorities in California have arrested two gang members suspected in a massacre in central California last month that killed six people, including <a href=\"https://www.theguardian.com/us-news/2023/jan/16/california-shooting-mother-baby-six-people-killed-goshen\">a young mother and her infant</a>.</p><p>The pair were arrested early on Friday, one after a gun battle, the Tulare county sheriff said.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/goshen-shooting-arrests-california-family-killed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/law/2023/feb/03/us-domestic-violence-restraining-orders-guns-ruling", "title": "People with domestic violence orders can own guns, US appeals court says", "date_published": "2023-02-03 19:26:40+00:00", "description": "<p>Decision by three-judge panel to declare federal law unconstitutional is latest victory for gun rights activists</p><p>A US appeals court on Thursday declared unconstitutional a federal law making it a crime for people under domestic violence restraining orders to own firearms.</p><p>The decision by a three-judge panel of the fifth US circuit court of appeals is the latest victory for gun rights advocates since a <a href=\"https://www.theguardian.com/us-news/2022/jun/23/us-supreme-court-new-york-law-gun-control\">US supreme court ruling</a> last June granting a broad right for people to carry firearms outside the home.</p> <a href=\"https://www.theguardian.com/law/2023/feb/03/us-domestic-violence-restraining-orders-guns-ruling\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/chile-wildfires-state-of-emergency", "title": "Chile widens state of emergency as raging wildfires leave four dead", "date_published": "2023-02-03 19:24:25+00:00", "description": "<p>President Gabriel Boric cuts short vacation as heatwave fuels blazes across southern and central regions</p><p><a href=\"https://www.theguardian.com/world/chile\">Chile</a>’s government has declared a widened state of emergency amid wildfires that have killed four people and consumed about 8,000 hectares (19,700 acres), as the South American country endures a summer heatwave across southern and central swaths of the country.</p><p>The interior minister, Carolina Toha, said on Friday morning the government had declared a catastrophe in the region of Biobío, joining its neighbouring region Ñuble, which President Gabriel Boric announced on Thursday evening.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/chile-wildfires-state-of-emergency\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/feb/03/chelsea-v-fulham-premier-league-live-score-updates", "title": "Chelsea v Fulham: Premier League – live", "date_published": "2023-02-03 18:56:23+00:00", "description": "<ul><li>Premier League updates from the 8pm GMT kick-off</li><li><a href=\"https://www.theguardian.com/football/2023/feb/03/aubameyang-cut-from-chelsea-champions-league-squad\">Aubameyang cut from Euro squad</a> | <a href=\"https://www.theguardian.com/football/2023/feb/03/premier-league-team-news-predicted-lineups-for-the-weekend-action\">Weekend team news</a></li><li>And you can <a href=\"mailto:rob.smyth@theguardian.com\">contact Rob here</a> with your thoughts</li></ul><p><strong>I’ve not had chance to read this yet</strong>, but a) it’s a Don McRae interview and b) Gary Naylor sent it to our Nessun Dorma WhatsApp group with a glowing note, so it’s pretty much unequivocally recommended.</p><p><strong>“Have a great weekend,”</strong> says Jeff Sax. “This obscene spending at Chelsea will get them nowhere …”</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/03/chelsea-v-fulham-premier-league-live-score-updates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/manchester-united-staff-split-over-whether-mason-greenwood-should-stay", "title": "Manchester United staff split over whether Mason Greenwood should stay", "date_published": "2023-02-03 18:14:10+00:00", "description": "<ul><li>Substantial proportion would be deeply unhappy if he played</li><li>Others feel duty of care to player not found guilty of any crime</li></ul><p>Manchester United staff are split over whether Mason Greenwood should be allowed to resume his career at the club, the Guardian has been told.</p><p>United are weighing up the striker’s future after prosecutors <a href=\"https://www.theguardian.com/uk-news/2023/feb/02/prosecutors-drop-alleged-case-against-mason-greenwood\">dropped an attempted rape case</a> against him. Although a substantial proportion of the workforce would be deeply unhappy if Greenwood played for the club again, others feel a duty of care toward a player who joined at seven and has not been found guilty of any crime.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/manchester-united-staff-split-over-whether-mason-greenwood-should-stay\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/england-unchained-steve-borthwick-plots-to-break-down-skilful-scotland", "title": "England unchained: Steve Borthwick plots to break down skilful Scotland", "date_published": "2023-02-03 18:00:08+00:00", "description": "<p>After a turbulent 2022 the hosts should be revitalised by their no-nonsense coaching team before a tricky Six Nations opener</p><p>Here we go again. Once more unto the breach. Imagine yourself in the boots of England’s players as they trot out under their latest management to kick off their 2023 Six Nations campaign at Twickenham. How would you feel? Underprepared? Probably. Unchained? Maybe. Unsure what to expect? In that respect they are no different from the thousands in the stands or the millions on their sofas.</p><p>Because no one can be entirely sure how England will fare after a turbulent winter of discontent. By rights this should be a tournament for sides who have not just jettisoned their head coach in midstream and teams who were not booed off last time they played at home. Expectations, for multiple reasons, are as modest as they have been for some time.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/england-unchained-steve-borthwick-plots-to-break-down-skilful-scotland\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/ontario-colonization-costs-billions-first-nations-treaty", "title": "Ontario says ‘colonization’ costs mean it does not owe First Nations billions", "date_published": "2023-02-03 17:58:48+00:00", "description": "<p>Canadian province argues in court it is not responsible for compensating Indigenous people over broken treaty obligations</p><p>Ontario has claimed that it does not need to pay billions of dollars owed to First Nations over broken treaty obligations, arguing that it has already spent the sum on the historical costs of resource extraction and the infrastructure of “colonization”.</p><p>Canada’s federal government and the province have spent the last week in a Sudbury court arguing neither is responsible for compensating Indigenous nations for more than 150 years of lost revenues.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/ontario-colonization-costs-billions-first-nations-treaty\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/feb/03/scams-fca-blocks-more-than-10000-ads-from-instagram-facebook-and-youtube", "title": "Scams: FCA blocks more than 10,000 ads from Instagram, Facebook and YouTube", "date_published": "2023-02-03 17:55:51+00:00", "description": "<p>Financial watchdog warns over rise of ‘fin-fluencers’ targeting younger people on social media</p><p>More than 10,000 misleading financial promotions and scams aimed at consumers via social media sites such as Instagram, Facebook, YouTube and TikTok have been identified and targeted by the financial watchdog during the past year.</p><p>The Financial Conduct Authority (FCA) said the use of social media marketing channels and <a href=\"https://www.theguardian.com/money/2021/aug/22/as-finfluencers-spread-through-social-media-beware-the-pitfalls\">the rise of so-called “fin-fluencers”</a> – particularly directing investment products at younger age groups – exploded last year, resulting in a record number of takedown notices and alerts.</p> <a href=\"https://www.theguardian.com/money/2023/feb/03/scams-fca-blocks-more-than-10000-ads-from-instagram-facebook-and-youtube\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/nils-pratley-on-finance/2023/feb/03/slowing-economic-growth-and-a-ftse-all-time-high-can-coexist-heres-how", "title": "Slowing economic growth and a FTSE record high can coexist – here’s how", "date_published": "2023-02-03 17:53:50+00:00", "description": "<p>The blue-chip Footsie has closed at an all-time high while the UK’s economy is set to shrink</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2023/feb/03/ftse-100-hits-record-high\">Full story: FTSE 100 hits record high</a></strong></li><li><strong><a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/the-guardian-view-on-rishi-sunaks-message-workers-doom-loop-wealths-boom-loop\">PM’s message: workers’ doom loop, wealth’s boom loop</a></strong></li></ul><p>The UK will be the only G7 country to see its economy shrink this year, <a href=\"https://www.theguardian.com/business/2023/jan/31/britain-only-g7-economy-expected-shrink-2023-imf\">the International Monetary Fund predicted this week</a>.</p><p>The stock market, on the other hand, is doing just fine. Almost five years after its last closing high, the FTSE 100 index hit a new one on Friday.</p> <a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2023/feb/03/slowing-economic-growth-and-a-ftse-all-time-high-can-coexist-heres-how\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/fraud-travel-agent-pretended-to-have-cancer-jailed-nine-years-durham-lyne-barlow", "title": "Fraudulent travel agent who pretended to have terminal cancer jailed", "date_published": "2023-02-03 17:49:01+00:00", "description": "<p>Durham court heard Lyne Barlow’s £1.2m fraud also involved stealing financial identity of her mother</p><p>A rogue travel agent who defrauded 1,400 holidaymakers and pretended to have terminal cancer to deflect complaints has been jailed for nine years.</p><p>Durham crown court heard how the scale of Lyne Barlow’s fraud, which also involved stealing the financial identity of her mother and borrowing money from neighbours and friends that was not paid back, has been estimated at £1.2m.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/fraud-travel-agent-pretended-to-have-cancer-jailed-nine-years-durham-lyne-barlow\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/baby-among-dead-cold-thirst-boat-mediterranean", "title": "Baby among nine dead from cold and thirst on boat in Mediterranean", "date_published": "2023-02-03 17:42:36+00:00", "description": "<p>Survivors tell Italian authorities vessel carrying about 50 people lost its way trying to cross from Tunisia</p><p>A baby was among nine people including his mother and a pregnant woman who died of cold and thirst on a boat carrying about 50 migrants across the central Mediterranean, Italian authorities have said.</p><p>Survivors who landed on the Italian island of Lampedusa after being rescued late on Thursday told investigators the four-month-old baby slipped out of the boat after his mother, who was holding him, collapsed and died from exposure.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/baby-among-dead-cold-thirst-boat-mediterranean\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/nicola-bulley-mystery-of-10-minute-window-in-which-she-disappeared", "title": "Nicola Bulley: mystery of 10-minute window in which she disappeared", "date_published": "2023-02-03 17:42:13+00:00", "description": "<p>A week after 45-year-old vanished walking her dog by the River Wyre, her family remain in anguish as the search continues</p><p>The sun was breaking through the clouds on a dry Friday morning as Nicola Bulley walked her springer spaniel, Willow, along the bending banks of the River Wyre.</p><p>The 45-year-old dropped her two daughters off at school on 27 January before setting off on a walk across the fields bordering the medieval village of St Michael’s on Wyre in Lancashire.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/nicola-bulley-mystery-of-10-minute-window-in-which-she-disappeared\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/the-guardian-view-on-rishi-sunaks-message-workers-doom-loop-wealths-boom-loop", "title": "The Guardian view on Rishi Sunak’s message: workers’ doom loop, wealth’s boom loop | Editorial", "date_published": "2023-02-03 17:30:07+00:00", "description": "<p>Workers should not be paying for a recession that they did not cause</p><p>Rishi Sunak marked 100 days in office by claiming the country cannot afford <a href=\"https://www.theguardian.com/politics/live/2023/feb/02/labour-tories-windfall-tax-shell-profits-energy-prices-strikes-uk-politics-live?page=with:block-63dc1d5f8f08ba2ef0b6fee0#block-63dc1d5f8f08ba2ef0b6fee0\">“massive”</a> pay rises for nurses. In a TV interview, the prime minister on Thursday said he’d “love to give the nurses” the money because it would “make my life easier”, but added: “Even if it’s not popular, it’s the right thing for this country to stay the course.” Mr Sunak was so unmoved by the biggest day of industrial action over pay in more than a decade that even the most popular of causes would not be entertained. Earlier that day the Bank of England hiked interest rates, <a href=\"https://www.theguardian.com/business/2023/feb/02/bank-of-england-raises-uk-interest-rates-to-4\">causing</a> more pain for hard-pressed households and businesses.</p><p>The recession now forecast as a result is the price workers are paying for inflation that is driven by supply costs in food and fuel being wrongly cast as driven by demand. This is no accident, as an insightful <a href=\"https://www.tuc.org.uk/sites/default/files/2023-02/doom%20_loop%20paper.pdf\">report</a> by the Trades Union Congress makes clear this week. Since 1979, economic policies have seen a “doom loop in GDP, and a parallel ‘boom loop’ in wealth”. The doom loop starts with the government claiming that it has to “fix” the public finances, and proceeds by public spending cuts which then lead to lower demand and lower growth – with the cycle restarting. This flies in the face of evidence that infrastructure spending <a href=\"https://www.telegraph.co.uk/business/2022/11/15/fatal-error-austerity/\">pays</a> for itself through extra economic growth. Such inconvenient facts are dismissed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/the-guardian-view-on-rishi-sunaks-message-workers-doom-loop-wealths-boom-loop\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/my-familys-holocaust-legacy-taught-me-that-racism-grows-where-it-is-enabled", "title": "My family’s Holocaust legacy taught me that racism grows where it is enabled | Letters", "date_published": "2023-02-03 17:25:18+00:00", "description": "<p><strong>Nick Howson </strong>and<strong> Katy Rodda </strong>respond to James Bulgin’s article about how ordinary people were active participants in Nazi atrocities</p><p>My mother and her sister are child Holocaust survivors. Not a day goes by that doesn’t involve Holocaust remembrance in some form, casting a long shadow across her life and a ripple through the generations of her family. Her father was murdered in a slave labour camp near Lviv in 1942, a memory too painful for her own mother to talk about after the war, though her postwar diary recalls his last days with agony and lament. She and her two girls survived in hiding, both because of and despite the actions of ordinary strangers around her.</p><p>No other relatives escaped, perishing either in Belzec extermination camp or in the shooting pits of Janowska, Lviv. I have visited their unmarked graves.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/my-familys-holocaust-legacy-taught-me-that-racism-grows-where-it-is-enabled\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/the-guardian-view-on-theatres-in-crisis-a-moment-to-take-stock", "title": "The Guardian view on theatres in crisis: a moment to take stock | Editorial", "date_published": "2023-02-03 17:25:07+00:00", "description": "<p>By cancelling all its shows from March, the Oldham Coliseum  has thrown down a challenge to both central and local government</p><p>Pity the poor Oldham Coliseum. This venerable regional theatre has for some years now been trapped in a push-me-pull-you of ambition versus resources, culminating this week in a decision to cancel all shows from the end of March. The immediate reason is <a href=\"https://www.theguardian.com/stage/2023/jan/31/oldham-coliseum-theatre-manchester-events-cancelled-arts-council-england-cut\">Arts Council England’s decision</a> last November to strike it from the National Portfolio, denying it the £615,182-a-year grant on which it was relying from April. But behind this crisis lies a longer-term struggle to keep running at full throttle in a 138-year-old building that is no longer fit for purpose.</p><p>Oldham is one of the areas identified as <a href=\"https://www.local.gov.uk/case-studies/illuminate-seeing-oldham-new-light\">a priority for investment</a> under the government’s levelling up agenda. So it is particularly ironic that one of the shows the Coliseum has cancelled is a touring co-production based on Ken Loach’s film <a href=\"https://www.theguardian.com/stage/2022/nov/17/i-daniel-blake-to-be-adapted-for-stage-and-updated-for-cost-of-living-crisis\">I, Daniel Blake</a>: a roar of rage about the betrayal of the northern working-class projected through the story of a joiner who is failed by the welfare state after a heart attack renders him unable to work.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/the-guardian-view-on-theatres-in-crisis-a-moment-to-take-stock\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/for-many-women-wearing-a-hijab-is-not-a-matter-of-choice", "title": "For many women, wearing a hijab is not a matter of choice | Letters", "date_published": "2023-02-03 17:18:36+00:00", "description": "<p><strong>Azadeh Salour,</strong> <strong>Phil West </strong>and<strong> Bonnie Pomfret </strong>respond to Rabina Khan’s article addressing the stereotypes around wearing the hijab</p><p>I read Rabina Khan’s article with interest, being an Iranian Muslim woman born and raised in Iran (<a href=\"https://www.theguardian.com/commentisfree/2023/feb/01/i-proudly-wear-a-hijab-forget-the-stereotypes-its-a-sign-of-style-and-strength\">I proudly wear a hijab. Forget the stereotypes – it’s a sign of style and strength, 1 February</a>). I’m glad Ms Khan brought up the oppression in Iran and how the hijab has been the backbone of a tyrannical regime. I’m an avid supporter of freedom of choice, and will never question how people wish to express themselves or their cultural identity through clothes. But I would stress that the hijab was originally forced on women by men. The philosophy that was gradually introduced was for women to cover themselves so that men would not be aroused. This is what I always found distasteful.</p><p>Even at the time of the Prophet Muhammad, women didn’t cover their hair. It was never a cultural identity for Iranian women to cover their hair for a long time after the Arab invasion and certainly not before the Islamic revolution. So please look at the history of all the countries in the world where women are forced or choose to wear the hijab and then call the practice as part of their identity.<br /><strong>Azadeh Salour</strong><br /><em>McLean, Virginia, US</em></p> <a href=\"https://www.theguardian.com/society/2023/feb/03/for-many-women-wearing-a-hijab-is-not-a-matter-of-choice\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/aubameyang-cut-from-chelsea-champions-league-squad", "title": "Aubameyang cut from Chelsea’s Champions League squad", "date_published": "2023-02-03 17:06:28+00:00", "description": "<ul><li>Striker makes way so three big January signings included</li><li>New defender Benoît Badiashile also fails to make list</li></ul><p>Pierre-Emerick Aubemayang’s future has been placed into further doubt after the striker suffered the humiliation of being omitted from Chelsea’s 25-man Champions League squad.</p><p>Graham Potter was left with a tricky balancing act after the club brought in eight players during the January transfer window. Chelsea were able to register only three signings for the knockout stages of the Champions League – they have included Enzo Fernández, João Félix and Mykhailo Mudryk – and needed to make room by omitting one name from their initial list.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/aubameyang-cut-from-chelsea-champions-league-squad\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/feb/03/queer-writers-exploring-sexuality-and-gender-through-sea-life", "title": "‘Like moving through water while everyone is on land’: the writers exploring sexuality through sea life", "date_published": "2023-02-03 17:00:44+00:00", "description": "<p>A host of LGBTQ+ authors are finding parallels with mermaids, tropical fish and other creatures of the deep as a way to make sense of their own lives</p><p>“I’ve always had a very strong connection to the sea,” says author Sabrina Imbler, who grew up in California by the Pacific Ocean. “I remember always being like: ‘If I could live anywhere, this is where I would be: I would be a fish in this place.’ I think about queerness in a similar way– as a space of possibility and radical imagination.” It is with this in mind that Imbler’s essay collection, My Life in Sea Creatures, published at the end of last year, explores 10 sea or aquatic creatures and how, among other things, they relate to their identity as a queer, mixed-race person.</p><p>There is, for example, Imbler’s essay on cuttlefish, which are known for their capability to change appearance to resemble the opposite sex. “I found it very liberating to try to understand the many ways in which a cuttlefish can transform,” adds Imbler, speaking over Zoom from where they now live in New York. In another chapter, Imbler explores the yeti crab, which lives in deep-sea hydrothermal vents – spaces, they say, “that we humans would consider very hostile or inhospitable to life”. This got Imbler “thinking about the ways in which I feel like queer people often take refuge in spaces that straight people don’t want”.</p> <a href=\"https://www.theguardian.com/books/2023/feb/03/queer-writers-exploring-sexuality-and-gender-through-sea-life\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/why-newcastle-are-so-hard-to-score-against-eddie-howe", "title": "Dark arts and intensity: why Howe’s Newcastle are so hard to score against", "date_published": "2023-02-03 17:00:07+00:00", "description": "<p>Manager who is quietly firm, fair and a good communicator returned from sabbatical no longer quite the arch purist of old</p><p>Eddie Howe blushed slightly at a recent suggestion he was morphing into the “new Diego Simeone”. During a sabbatical after leaving his previous job at Bournemouth, Howe shadowed Atlético Madrid’s streetwise Argentinian manager and returned no longer quite the arch purist of old. The club captain, Jamaal Lascelles, despite spending most of this season on the bench has collected two bookings for obstructing opponents as they attempted to take late, potentially gamechanging, throw-ins.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/why-newcastle-are-so-hard-to-score-against-eddie-howe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/klopp-points-to-rashford-as-example-to-liverpools-struggling-players", "title": "Klopp points to Rashford as example to Liverpool’s struggling players", "date_published": "2023-02-03 16:54:37+00:00", "description": "<ul><li>Manager cites Manchester United striker’s return to form</li><li>Liverpool visit Wolves without league victory in 2023</li></ul><p>Jürgen Klopp has cited Marcus Rashford’s recovery at Manchester United as the perfect example for Liverpool’s underperforming players in their quest to regain top form.</p><p>The Liverpool manager admits a number of his players are struggling for form and confidence after a miserable run that has left the team out of both domestic cup competitions and 10 points off Champions League qualification in ninth place. Klopp has called on Liverpool to “fight through” their problems, and claimed Rashford’s revival at their fiercest rivals should encourage any player experiencing a slump.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/klopp-points-to-rashford-as-example-to-liverpools-struggling-players\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/dallas-zoo-man-arrested-missing-monkeys", "title": "Dallas man arrested in case of monkeys missing from zoo plagued by incidents", "date_published": "2023-02-03 16:53:40+00:00", "description": "<p>Davion Irvin, 24, charged with six counts of animal cruelty after two of zo’s emperor tamarin monkeys found in abandoned home</p><p>An arrest has been made in the case of the <a href=\"https://www.theguardian.com/us-news/2023/jan/31/dallas-zoo-missing-monkeys\">missing monkeys</a> apparently abducted from the Dallas Zoo, whose shock disappearance was the latest in a series of incidents to affect the zoo’s animal inhabitants.</p><p>Davion Irvin, 24, was arrested on Thursday night and charged with six counts of animal cruelty. The move could mark a breakthrough in a mysterious case which has created headlines across the US as the zoo struggled to explain how or why it was being targeted.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/dallas-zoo-man-arrested-missing-monkeys\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/feb/03/iranian-film-maker-jafar-panahi-released-on-bail-after-hunger-strike", "title": "Iranian film-maker Jafar Panahi released on bail after hunger strike", "date_published": "2023-02-03 16:49:02+00:00", "description": "<p>Cannes award winner, who was arrested in July, is released from Evin prison in Tehran</p><p>The acclaimed Iranian film-maker Jafar Panahi has been released on bail after starting a hunger strike to protest against his almost seven-month detention, a rights group and reports said on Friday.</p><p>Panahi has been released from Evin prison in Tehran “two days after starting his hunger strike for freedom”, the US-based Center for Human Rights in Iran (CHRI) said on Twitter. Iran’s Shargh newspaper posted an image of Panahi jubilantly embracing a supporter.</p> <a href=\"https://www.theguardian.com/film/2023/feb/03/iranian-film-maker-jafar-panahi-released-on-bail-after-hunger-strike\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/bear-clawed-cavern-discovered-in-spain-opens-new-door-on-prehistory", "title": "Bear-clawed cavern discovered in Spain ‘opens new door on prehistory’", "date_published": "2023-02-03 16:41:48+00:00", "description": "<p>Researchers hail ‘world-class discovery’ that suggests cave bears may have lived farther south than thought</p><p>Researchers exploring a cave system in south-east Spain have discovered a huge cavern, sealed off for millennia, hung with huge stalactites and gouged by the claws of long-extinct cave bears, which, they claim, “opens a new door on prehistory”.</p><p>The find was made at the Cueva del Arco, a collection of caves in the Almadenes gorge near the Murcian town of Cieza. Although the site had already yielded evidence of settlements stretching back 50,000 years – making it one of the few places in the eastern Iberian peninsula where the <a href=\"https://www.theguardian.com/news/2018/feb/12/tracing-the-tangled-tracks-of-humankinds-evolutionary-journey\">transition from Neanderthals</a> to modern humans can be documented – experts digging there suspected it harboured further discoveries.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/bear-clawed-cavern-discovered-in-spain-opens-new-door-on-prehistory\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/gallery/2023/feb/03/bppa-press-photographer-of-the-year-2022-in-pictures", "title": "BPPA press photographer of the year 2022 – in pictures", "date_published": "2023-02-03 16:40:44+00:00", "description": "<p>We take a look at some of the images from the winning portfolios at the <a href=\"https://thebppa.zenfoliosite.com/ppoty-2022-winners\">BPPA press photographer of the year awards</a>. The competition was created by press photographers for press photographers, to showcase the outstanding photography taken for, and used by, the UK media. The overall winner was Hannah McKay of Reuters, who took first place in the news category</p><ul><li><strong>Warning: readers may find some images distressing</strong></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/feb/03/bppa-press-photographer-of-the-year-2022-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/feb/03/whistleblower-who-revealed-fall-of-kabul-chaos-sues-uk-government-after-sacking", "title": "Fall of Kabul whistleblower sues UK government after sacking", "date_published": "2023-02-03 16:39:22+00:00", "description": "<p>Exclusive: civil servant who gave anonymous interview to BBC about Afghan withdrawal says service ‘dangerously politicised’</p><p>A whistleblower who revealed Britain’s chaotic response to the fall of Kabul has said the civil service has become so dangerously politicised that officials who speak out risk being sidelined or sacked.</p><p>In an exclusive interview with the Guardian, <a href=\"https://www.theguardian.com/politics/2022/mar/21/boris-johnson-did-prioritise-animal-charity-for-afghan-evacuation-mps-told\">Josie Stewart</a> said her former colleagues felt their role was to protect ministers, some of whom were only interested in “looking good”, rather than working in the interests of the public.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/03/whistleblower-who-revealed-fall-of-kabul-chaos-sues-uk-government-after-sacking\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/germany-olaf-scholz-twitter-ukraine", "title": "I went viral in Germany for a meme about Scholzing – but the chancellor’s hesitancy over Ukraine is no joke | Timothy Garton Ash", "date_published": "2023-02-03 16:38:15+00:00", "description": "<p>Any credit I got last week for coining a term on Twitter was quite undeserved. The Ukrainians who did need Germany to do more</p><p>A couple of weeks ago, at a moment of huge frustration over Chancellor Olaf Scholz’s foot-dragging on allowing Europe’s German-made Leopard tanks to <a href=\"https://www.theguardian.com/world/2023/jan/25/germany-leopard-2-tanks-ukraine\">go to Ukraine</a>, a Ukrainian friend WhatsApped me a satirical mockup on “Scholzing”. Next to a photograph of the chancellor, it defined Scholzing, dictionary-style, as: “verb: communicating <em>good intentions </em>only to use/find/invent any reason imaginable to <em>delay these </em>and/or prevent them from happening”. I found this sharp and amusing, quickly retweeted it, and thought no more about it. My Twitter account seemed to be buzzing, but then I’d been writing a lot about the issue myself.</p><p>Six days later, I was watching an interview with Scholz on Germany’s ZDF television channel when the interviewer confronted him with “Scholzing”, attributing the coinage to “a British historian”. I went back to my Twitter feed to find that this one quick tweet had been viewed 1.1m times. In German and international media, the definition was being widely quoted as mine. Since, as we all know, the internet never lies, it has now become a historical fact that I thus defined “Scholzing”. (I had incautiously tweeted the meme directly from WhatsApp, so it didn’t show up as something sent from Ukraine. I subsequently clarified this on Twitter, but of course no one reads the clarification.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/germany-olaf-scholz-twitter-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/education/2023/feb/03/students-in-england-face-negative-impact-from-refusal-to-tie-loans-to-inflation-admits-dfe", "title": "Students in England face ‘negative impact’ from refusal to tie loans to inflation, admits DfE", "date_published": "2023-02-03 16:35:23+00:00", "description": "<p>Raising maintenance loans by only 2.8% means students will have to cut back on food and books, says report</p><p>The Department for Education has admitted students in England face a “negative impact” from its refusal to increase support in line with inflation, saying they will have to cut back on food and books as a result.</p><p>In an equality analysis of the government’s decision to raise maintenance loans by just 2.8% from autumn, the DfE said student support would have needed to go up by nearly 14% to keep up with the recent rises in the cost of living.</p> <a href=\"https://www.theguardian.com/education/2023/feb/03/students-in-england-face-negative-impact-from-refusal-to-tie-loans-to-inflation-admits-dfe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/benjamin-netanyahu-palestinian-israel-prime-minister", "title": "Netanyahu is an existential threat to Israel. He can be resisted – but only with Palestinian support | Jonathan Freedland", "date_published": "2023-02-03 16:26:59+00:00", "description": "<p>The Israeli prime minister’s latest power grab should prompt his opponents to  turn to an unlikely ally</p><p>He’s not a usual suspect. He’s known for having won a Nobel prize for economics, and for writing the international bestseller Thinking, Fast and Slow, rather than for manning the barricades or wielding a placard. But this week, I <a href=\"https://podcasts.apple.com/gb/podcast/protesting-fast-and-slow-with-special-guest/id1548441108?i=1000597824600\">spoke to Daniel Kahneman</a>, who soon turns 89, and was shocked to hear the despair in his voice.</p><p>“It’s just a horror,” the Israeli-born professor told me. “This is the worst threat to Israel since 1948,” the year of the state’s founding, he said – worse even than the Yom Kippur war of 1973, when Israel’s survival seemed to hang in the balance – because this time the damage “may be impossible to repair”.</p><p>Jonathan Freedland is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/benjamin-netanyahu-palestinian-israel-prime-minister\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/football-daily-email-premier-league-weekend", "title": "Football Daily | Watching actual football instead of immersing ourselves in transfer sagas", "date_published": "2023-02-03 16:25:56+00:00", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>It’s been a dark 48 hours for Football Daily. The sweats, the shakes, the extravagant retching in the Waitrose deli aisle. We’re like this every February, as we come down from our last hit of Done Deal, the increasingly popular drug that turns adults into morons. The January transfer window has become a fundamental part of English football since it was introduced in 2003. We appreciate what the FA is trying to do, we really do, but we just need one more transfer saga, like. WE NEED ONE MORE UNCONFIRMED AIRPORT SIGHTING.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/football-daily-email-premier-league-weekend\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/jonas-eidevall-laments-arsenal-failure-to-sign-forward-in-transfer-window", "title": "Eidevall laments Arsenal Women’s failure to sign forward in window", "date_published": "2023-02-03 16:16:24+00:00", "description": "<ul><li>Gunners left a player short of what manager had wanted</li><li>‘Recruitment is key if you’re going to be a successful team’</li></ul><p>Jonas Eidevall has said Arsenal will have to have a look at their recruitment strategy after ending a second successive transfer window a player short of what he had wanted.</p><p>“I think recruitment is key if you’re going to be a successful team,” the manager said before Sunday’s game at West Ham. “Last summer we got one player too little, and we did that again in January. So obviously there are things we need to look at in order to be better because over time these things have a big impact on how we perform and the ambitions we have.”</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/jonas-eidevall-laments-arsenal-failure-to-sign-forward-in-transfer-window\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/antonio-conte-waits-on-medical-advice-for-tottenham-return", "title": "Antonio Conte waits on medical advice with Stellini on call to lead Spurs", "date_published": "2023-02-03 16:13:42+00:00", "description": "<ul><li>Manager recovering in Italy after gallbladder surgery</li><li>Tottenham face Manchester City at home on Sunday</li></ul><p>Antonio Conte will learn on Saturday whether he has been passed fit to attend Tottenham’s match against Manchester City as he recovers from surgery to remove his gallbladder.</p><p>Conte is recuperating in Italy after Wednesday’s operation. He will take medical advice on whether he is able to be at Sunday’s game and in what capacity, with full involvement on the touchline highly unlikely even if he is cleared to travel. His assistant, Cristian Stellini, would manage the team in his absence.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/antonio-conte-waits-on-medical-advice-for-tottenham-return\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/afghan-refugees-protest-against-plans-to-move-them-from-london-to-yorkshire", "title": "Afghan refugees protest against plans to move them from London to Yorkshire", "date_published": "2023-02-03 16:05:26+00:00", "description": "<p>Some of the refugees worked alongside British army before Taliban took power in 2021</p><p>Afghan refugees have protested against the UK government’s plans to move them 200 miles from London to Yorkshire amid claims that they could challenge the decision in the courts.</p><p>Carrying homemade placards saying “Do not disturb our education”, more than 120 people – including teenagers and toddlers – gathered outside Downing Street on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/afghan-refugees-protest-against-plans-to-move-them-from-london-to-yorkshire\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/ecb-hearing-on-alleged-racism-at-yorkshire-cricket-descending-into-chaos-as-trio-pull-out", "title": "ECB hearing on alleged racism at Yorkshire descends into chaos as trio pull out", "date_published": "2023-02-03 16:02:46+00:00", "description": "<ul><li>Bresnan, Hoggard and Blain join Gale in withdrawing</li><li>Cricket Discipline Commission not set to cancel hearing</li></ul><p>The ECB’s drawn-out disciplinary process concerning allegations of historical racism at Yorkshire is threatening to descend into chaos after Tim Bresnan, Matthew Hoggard and John Blain withdrew from proceedings. Their decision means that when the delayed hearings of the Cricket Discipline Commission finally take place no more than two of the seven individuals whose cases it will consider will present a defence.</p><p>Bresnan, Hoggard and Blain respectively played 163, 102 and 15 first-class games for Yorkshire, and join the county’s former captain and head coach, Andrew Gale, in withdrawing their cooperation. Gale <a href=\"https://www.espncricinfo.com/story/yorkshire-racism-crisis-i-have-moved-on-with-my-life-andrew-gale-refuses-to-defend-ecb-racism-charge-1322293\">announced his decision</a> to do so last June, saying: “I have no faith that a fair and just outcome will be the result if I engage in the process … I believe that we are being put forward as scapegoats and I simply will not cooperate in that process.”</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/ecb-hearing-on-alleged-racism-at-yorkshire-cricket-descending-into-chaos-as-trio-pull-out\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/hormone-shots-treatment-low-sex-drive-kisspeptin", "title": "Hormone shots could be used as treatment for low sex drive", "date_published": "2023-02-03 16:00:34+00:00", "description": "<p>Kisspeptin found to bolster sexual responses by increasing brain activity linked to arousal and attraction</p><p>People with a low sex drive could benefit from injections of a hormone called kisspeptin, according to clinical trials that found the shots can boost sexual responses.</p><p>The trials are the first to show the hormone can increase activity in brain regions linked to arousal and attraction in men and women who are distressed by their low libidos.</p> <a href=\"https://www.theguardian.com/society/2023/feb/03/hormone-shots-treatment-low-sex-drive-kisspeptin\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/feb/03/cocktail-of-the-week-the-thin-white-duke-ooh-fashion-ed-old-fashioned-bowie-recipe-whisky-marmalade", "title": "Cocktail of the week: The Thin White Duke’s Ooh Fashion-ed – recipe | The good mixer", "date_published": "2023-02-03 16:00:07+00:00", "description": "<p>A dash of bitter marmalade adds a chic twist to this take on the classic whiskey and bitters livener named after Bowie’s 1980 hit… beep beep!</p><p>An easy twist on the classic old fashioned, named after <a href=\"https://www.youtube.com/watch?v=F-z6u5hFgPk\">David Bowie’s 1980 hit Fashion</a>. We use a good teaspoon of quality Seville orange marmalade and a few dashes of Angostura as a base, then stir it over ice with a good American rye whiskey. If you like, set your own trend by interchanging both the whiskey and the type of marmalade.</p><p>Dav Eames, <a href=\"https://thethinwhiteduke.london/\">The Thin White Duke</a>, London W1</p> <a href=\"https://www.theguardian.com/food/2023/feb/03/cocktail-of-the-week-the-thin-white-duke-ooh-fashion-ed-old-fashioned-bowie-recipe-whisky-marmalade\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/feb/03/gender-inequality-and-outdated-voting-metrics-are-the-brit-awards-still-hitting-the-wrong-notes", "title": "Gender inequality and outdated voting metrics: are the Brit awards still hitting the wrong notes?", "date_published": "2023-02-03 16:00:06+00:00", "description": "<p>The ceremony will broadcast on a Saturday for the first time to attract viewers, but a shortage of women nominees and viral music stars suggests the awards remain out of step, say critics</p><p>On 11 February, the <a href=\"https://www.theguardian.com/music/britawards\">Brit awards</a> will break new ground, taking place on a Saturday for the first time in its 46-year history. With performances from acts including Lizzo and Harry Styles, the hope is to “breathe new life into the ceremony, while also introducing a new and more engaged audience”, according to this year’s Brits chairman, Damian Christian, who is managing director and president of promotions at Atlantic Records.</p><p>But despite attempts at revitalisation, the 2023 Brits has been accused of perpetuating retrograde attitudes. This year’s best artist category – which replaced the gendered best male/female categories in 2022 – has been <a href=\"https://www.theguardian.com/music/2023/jan/16/brit-awards-all-male-best-artist-category-reveals-wider-music-industry-sickness\">criticised for its all-male</a> nominees: Central Cee, Stormzy, Fred Again, George Ezra and <a href=\"https://www.theguardian.com/music/harry-styles\">Harry Styles</a>. Given the backlash, and in light of <a href=\"https://www.nme.com/news/tv/brit-awards-2022-suffers-record-low-ratings-with-2-7-million-viewers-3157796#:~:text=BRIT%20Awards%202022%20suffers%20record%20low%20ratings%20with%202.7%20million%20viewers\">historically low viewing figures</a> for last year’s ceremony, can the Brits recapture its relevance?</p> <a href=\"https://www.theguardian.com/music/2023/feb/03/gender-inequality-and-outdated-voting-metrics-are-the-brit-awards-still-hitting-the-wrong-notes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/warren-gatland-relies-on-a-familiar-formula-to-revive-waless-fortunes", "title": "The return of Gatland: can the sequel match the blockbuster original?", "date_published": "2023-02-03 15:49:34+00:00", "description": "<p>Wales’s returning head coach has put his faith in old hands, just as he did in 2008. It worked then, but will it again?</p><p>Put down your drinks, shut up that piano, and snap your head towards the saloon door. Warren Gatland’s back. Watching him work the Six Nations launch, you wondered if he had ever really left. He seems to have slipped back into his old role as Wales head coach as if he were sliding into a favourite seat at the bar. But then he left such a big impression on the Welsh game first time around that the job still fits like it was moulded to him. His trusted players are a little older, he doesn’t know the younger ones so well, but otherwise the place hasn’t changed so very much during the three years he was away.</p><p>It was supposed to. Wayne Pivac promised to get Wales playing an entirely new style of running rugby. It didn’t work out that way. The longer he went on, the more they lost, and the more they lost, the more obvious it was that it was Gatland who had held Welsh rugby together for the last decade. The <a href=\"https://www.theguardian.com/sport/2023/jan/23/welsh-rugby-union-wru-facing-allegations-sexism-discrimination-bbc-investigation\">current chaos at the WRU</a> is nothing new to a man who has spent as long around the game there as Gatland has. You can be sure he will deal with it the same way he always did, by closing it out and concentrating on building the tightest, toughest team he can in the time he has available.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/warren-gatland-relies-on-a-familiar-formula-to-revive-waless-fortunes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/ford-to-rejoin-formula-one-from-2026-season", "title": "Ford to rejoin Formula One from 2026 season in Red Bull partnership", "date_published": "2023-02-03 15:49:25+00:00", "description": "<p>US manufacturer, which left sport in 2004, to power Oracle Red Bull Racing and Scuderia AlphaTauri teams</p><p>Ford is to return to Formula One after more than two decades by supplying engines to the Oracle Red Bull Racing and Scuderia AlphaTauri teams.</p><p>The US vehicle manufacturer, which left the sport in 2004, will rejoin the F1 World Championship from the 2026 season.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/ford-to-rejoin-formula-one-from-2026-season\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/feb/03/kit-hesketh-harvey-obituary", "title": "Kit Hesketh-Harvey obituary", "date_published": "2023-02-03 15:47:02+00:00", "description": "<p>Writer, broadcaster, and half of the renowned cabaret act Kit and the Widow </p><p>You could easily assume that Kit Hesketh-Harvey, who has died unexpectedly aged 65, was an old-fashioned throwback to the literate, sarcastic and brilliant songwriting tradition – as a lyricist – of Cole Porter, Noël Coward, Michael Flanders and Tom Lehrer. And you would be right.</p><p>He harnessed this gift for putting words to music, over four decades, to some talented contemporary obsessions and composers. His cabaret act with the pianist and composer Richard Sisson, Kit and the Widow, was an acclaimed club, restaurant and touring gig throughout the UK.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/03/kit-hesketh-harvey-obituary\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/feb/03/ftse-100-hits-record-high", "title": "FTSE 100 hits record high", "date_published": "2023-02-03 15:45:53+00:00", "description": "<p>Blue-chip stock index rises above previous record of 7,903 set in May 2018</p><p>The UK’s blue-chip share index has hit an all-time high of 7,906.58.</p><p>The FTSE 100 index was up 84 points or 1.1%, taking it above the previous record high of 7,903.50 set on 22 May 2018.</p> <a href=\"https://www.theguardian.com/business/2023/feb/03/ftse-100-hits-record-high\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/feb/03/vicky-featherstone-to-step-down-as-artistic-director-of-royal-court-theatre", "title": "Vicky Featherstone to step down as artistic director of Royal Court", "date_published": "2023-02-03 15:42:20+00:00", "description": "<p>Featherstone is latest high-profile figure to leave a major theatre in recent months</p><p>The artistic director of the Royal Court, one of London’s most prestigious theatres, is stepping down after 10 years in the job.</p><p>Vicky Featherstone, who has nurtured hundreds of emerging and established writers in her time at the Royal Court, will leave later this year. Having set herself a 10-year time limit when she took the job, she said it was time to “hand over the guardianship of this extraordinary, enduring mission to someone else”.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/03/vicky-featherstone-to-step-down-as-artistic-director-of-royal-court-theatre\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/china-spy-balloon-secretary-of-state-trip-postponed", "title": "US secretary of state postpones China visit after spy balloon flies over Montana", "date_published": "2023-02-03 15:33:25+00:00", "description": "<p>Antony Blinken reportedly delays trip, as China claims balloon was for ‘meteorological’ purposes and was blown off course</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/03/spy-balloons-what-are-they-and-why-are-they-still-being-used\">Spy balloons: what are they and why are they still being used?</a></li></ul><p>The US secretary of state, Antony Blinken, is reported to have postponed a planned visit to China this weekend after the intrusion of a high-altitude Chinese balloon into US airspace.</p><p>China had claimed the balloon that flew over Canada and the US was for “mainly meteorological purposes” and had been blown off course, and apologised to the US for its “unintended entry” into American airspace. But the postponement of Blinken’s visit, reported by Bloomberg and ABC News, suggests that the Biden administration views the overflight as a major incident in bilateral relations.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/china-spy-balloon-secretary-of-state-trip-postponed\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/arctic-blast-us-north-east-cold-weather", "title": "Millions in US north-east brace for ‘once-in-a-generation’ Arctic blast", "date_published": "2023-02-03 15:18:21+00:00", "description": "<p>Meteorologists warn frigid weather could bring record-breaking low temperatures to New York, New Jersey and New England</p><p>More than 15 million people in the US north-east were bracing for “once-in-a-generation” Arctic blast on Friday and Saturday, as meteorologists warned frigid weather could bring record-breaking low temperatures.</p><p>An Arctic cold front is expected to bring wind chills of -50F (-45C) in parts of northern New England, and the National Weather Service (NWS) <a href=\"https://origin.wpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=pmdspd\">warned</a> dangerous wind chills were likely in an area stretching from northern Pennsylvania to Maine.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/arctic-blast-us-north-east-cold-weather\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/nicola-bulley-police-working-under-hypothesis-that-she-fell-into-river", "title": "Nicola Bulley: police think missing dog walker fell into river", "date_published": "2023-02-03 15:17:46+00:00", "description": "<p>Officers say they are working on assumption that 45-year-old’s disappearance is not suspicious, but tragic </p><p>Police investigating the disappearance of Nicola Bulley are working on the assumption that she has “sadly fallen into the river” as she walked her dog and there is no criminal involvement.</p><p>Bulley, 45, a mortgage adviser from Inskip, Lancashire, vanished while walking her springer spaniel, Willow, after dropping off her daughters, aged six and nine, at school <a href=\"https://www.theguardian.com/uk-news/2023/feb/02/nicola-bulley-disappearance-police-issue-timeline-last-known-movements\">last Friday morning</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/nicola-bulley-police-working-under-hypothesis-that-she-fell-into-river\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/florida-voting-restrictions-mail-in-ballots-cancelled-ron-desantis", "title": "Voters’ mail-in ballot requests cancelled as Florida passes new voting restrictions", "date_published": "2023-02-03 15:13:55+00:00", "description": "<p>Law championed by Ron DeSantis also includes ID requirements and ballot box limits, making it harder to vote by mail</p><p>Hundreds of thousands of Florida voters had their requests for mail-in ballots cancelled last month, a consequence of a new law <a href=\"https://www.nbcmiami.com/news/local/gov-desantis-signs-gop-backed-elections-bill/2444871/\">championed by Ron DeSantis</a>.</p><p>The change is part of a suite of new restrictions on voting by mail – including new identification requirements and ballot drop box limits – Republicans passed after the 2020 election. Previously, Florida voters could elect to automatically receive a mail-in ballot for every election for up to four years. The new measure cancelled nearly all of the standing requests on file at the end of 2022. Voters can also now only request to automatically receive a mail-in ballot for up to two years.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/florida-voting-restrictions-mail-in-ballots-cancelled-ron-desantis\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/happy-valley-graffiti-grammar-and-farts-how-small-moments-make-happy-valley-an-all-time-great", "title": "Graffiti, grammar and farts: how small moments make Happy Valley an all-time great", "date_published": "2023-02-03 15:00:05+00:00", "description": "<p>Sally Wainwright’s astounding drama might be a propulsive, plot-driven beast, but it’s TV perfection for another reason – the warm, spectacularly written details</p><p>For the past six weeks, it has felt as if the country has stuck to the exact same Sunday routine. First, we wait until 9pm, then we put Happy Valley on and all stop breathing for an hour.</p><p>The sheer amount of dread writer Sally Wainwright has managed to pack into each episode of Happy Valley’s third and final series is staggering. Unless Wainwright is setting us up for the mother of all anticlimaxes, the series looks as if it has all been leading up to one final confrontation between Catherine Cawood (Sarah Lancashire) and Tommy Lee Royce (James Norton). They are each keen to move on with their lives by escaping abroad – Royce to Marbella, Catherine to the Himalayas – but it would be foolish to assume that both of them will get to the end credits alive. If by some miracle they do, it’ll be time to fear the worst for Ryan (Rhys Connah), the troubled boy at the centre of their tug of war. The whole thing has been terrifying.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/happy-valley-graffiti-grammar-and-farts-how-small-moments-make-happy-valley-an-all-time-great\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/feb/03/let-me-mansplain-studies-reveal-negative-impacts-of-behaviour", "title": "Let me mansplain: studies reveal impact of condescension", "date_published": "2023-02-03 15:00:04+00:00", "description": "<p>Exclusive: US research using actors and volunteers finds women have negative outcomes but men are less affected</p><ul><li><a href=\"https://www.theguardian.com/world/2023/feb/03/mansplaining-manspreading-quiz\">Have you been mansplained to? Take the quiz to find out</a></li></ul><p>Let me explain this to you slowly, to make sure you understand. Mansplaining is a made-up word, that combines the words man and explaining to describe when a person – usually a man – provides a condescending explanation of something to someone who already understands it.</p><p>Just because I am a woman doesn’t mean I can’t be guilty of something akin to it, but female recipients are more likely to respond negatively to male mansplainers doing it and to feel like their competence is being questioned, data suggests. They also speak up less frequently after it happens, which could have consequences for workplace contentment and productivity.</p> <a href=\"https://www.theguardian.com/science/2023/feb/03/let-me-mansplain-studies-reveal-negative-impacts-of-behaviour\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/live/2023/feb/03/trump-campaign-wisconsin-election-2020-latest-politics", "title": "Trump campaign promised to ‘fan the flame’ of 2020 election lie, audio reveals – live", "date_published": "2023-02-03 14:57:36+00:00", "description": "<ul><li>Audio shows strategy to spread word of stolen election</li><li><a href=\"https://www.theguardian.com/info/2018/sep/17/guardian-us-morning-briefing-sign-up-to-stay-informed\">Sign up to receive First Thing – our daily briefing by email</a></li></ul><p>In the November 2020 clip taken two days after the 2020 election, Iverson praised Republicans’ efforts in Wisconsin while admitting that Democrats won the most votes in the state.</p><p>From the Associated Press:</p><p>At the end of the day, this operation received more votes than any other Republican in Wisconsin history…Say what you want, our operation turned out Republican or DJT supporters. Democrats have got 20,000 more than us, out of Dane County and other shenanigans in Milwaukee, Green Bay and Dane. There’s a lot that people can learn from this campaign.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/feb/03/trump-campaign-wisconsin-election-2020-latest-politics\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/feb/03/green-light-given-for-huge-british-library-extension", "title": "Green light given for huge British Library extension", "date_published": "2023-02-03 14:56:54+00:00", "description": "<p>Community-focused £500m scheme will build new galleries, a learning centre, green spaces and a home for the Alan Turing Institute of data science</p><p>An extension of the British Library’s St Pancras site, to include new galleries and event spaces as well as a community garden, has been greenlit.</p><p>The extension, <a href=\"https://www.constructionnews.co.uk/buildings/british-librarys-500m-expansion-gets-green-light-01-02-2023/\">costing £500m according to Construction News</a>, will create a “brand new public space for London that’s connected to our local community and open to the world”, said Roly Keating, the chief executive of the library.</p> <a href=\"https://www.theguardian.com/books/2023/feb/03/green-light-given-for-huge-british-library-extension\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/feb/03/paco-rabanne-spanish-fashion-designer-dies", "title": "Spanish fashion designer Paco Rabanne dies aged 88", "date_published": "2023-02-03 14:54:55+00:00", "description": "<p>Eccentric designer became known for his space-age metal dresses and signature range of fragrances</p><p>The Spanish fashion designer Paco Rabanne, best known for his <a href=\"https://www.metmuseum.org/art/collection/search/145899\">space-age metal dresses</a>, eccentric pronouncements and a signature range of fragrances, has died at the age of 88.</p><p>His death was announced on Friday in a statement by the Puig group, which owns the Paco Rabanne brand.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/03/paco-rabanne-spanish-fashion-designer-dies\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/feb/03/visalia-inside-the-biggest-catholic-parish-church-in-north-america", "title": "‘Our own little Vatican’: inside the biggest Catholic parish church in North America", "date_published": "2023-02-03 14:35:59+00:00", "description": "<p>There used to be more people than cows in Visalia, but a new 3,000-seat megachurch has brought Vegas kitsch to the worshippers of California’s Central Valley</p><p>With declining congregations, shuttered chapels and an ever shrinking number of priests, it is easy to assume that church in the US is on the way out for good. As parishes struggle to attract younger generations, and almost a third of Americans now declare no religious affiliation, this <a href=\"https://www.theguardian.com/us-news/2023/jan/22/us-churches-closing-religion-covid-christianity\">one nation under God seems to be rapidly losing its faith</a>.<br /><br />But some regions are bucking the trend, particularly in the south and west. In California’s Central Valley, the agricultural heartland of dairy farms and orchards that sprawl across the state’s flat fertile plains, producing half the country’s fruit and veg, the Catholic population is booming, and busy building. Rising out of the rolling landscape of fruit and nut trees, which march in a mesmerising grid as far as the eye can see, stands a gargantuan new beacon that here, at least, God is back – with bigger ambitions than ever.</p><p>At a crossroads on the outskirts of Visalia, a small city 200 miles north of Los Angeles (where the local paper once remarked, “There’s nearly more cows than people”), Christian fervour is brewing. On one corner stands the 3,000-seat megachurch of <a href=\"https://www.visaliafirst.com/\">Visalia First</a>, a big shed wrapped with the full-height tinted windows of a car showroom. Across the six-lane intersection is the more modest octagonal pavilion of the United Methodist church, as well as a Kingdom Hall of Jehovah’s Witnesses. And on the fourth corner of the holy junction, bringing a stately air to proceedings, now stands the biggest Catholic parish church in the whole of North America.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/03/visalia-inside-the-biggest-catholic-parish-church-in-north-america\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/law/2023/feb/03/why-did-gary-glitter-only-serve-half-his-prison-sentence", "title": "Why did Gary Glitter only serve half his prison sentence?", "date_published": "2023-02-03 14:31:11+00:00", "description": "<p>Former singer was sentenced under old law that allowed automatic release on licence at halfway point</p><p>The <a href=\"https://www.theguardian.com/news/2023/feb/03/gary-glitter-freed-jail-half-of-16-year-sentence-reports\">release of Gary Glitter</a> after having served half of his 16-year sentence will come as a shock to many, given the scale and gravity of his crimes. The reality is there was no option but to free him.</p><p>Glitter, whose real name is Paul Gadd, received a standard determinate or fixed-term sentence from a court <a href=\"https://www.theguardian.com/uk-news/2015/feb/05/gary-glitter-guilty-child-sex-offences\">for sexually abusing three girls</a>, meaning he is automatically released on licence at the halfway point of his sentence. There have long been concerns about this policy, with victims and the public often left confused by the fact offenders do not serve their full sentence.</p> <a href=\"https://www.theguardian.com/law/2023/feb/03/why-did-gary-glitter-only-serve-half-his-prison-sentence\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/british-gas-bailiffs-meters-poor-people-electricity", "title": "‘It’s not who we are,’ wails British Gas. Sorry but when you’re using bailiffs to install meters, that’s exactly who you are | Marina Hyde", "date_published": "2023-02-03 14:18:08+00:00", "description": "<p>It’s not the only company filling its boots while poor people have to pay more for electricity. Luckily Grant Shapps is on hand to look busy</p><p>We now live in a time when energy firms talk like celebrities who’ve just lamped someone at the Oscars, or been covertly filmed making racist remarks. On being confronted with the fact that debt collectors in its pay are breaking into the homes of vulnerable customers to forcibly install prepayment meters, British Gas yesterday summoned the full force of theatrical contrition to wail: “<a href=\"https://www.lbc.co.uk/news/british-gas-debt-collectors-break-into-homes/\">This is not who we are</a>.”</p><p>You’ll note that statement conforms to the ironclad rule of the this-is-not-who-I-am apology, in that its precise opposite is true. This is, demonstrably, precisely who British Gas are, given that this is what they do. “It’s not how we do business,” explained the firm, faced with an overwhelming stack of evidence that this is indeed how they do business.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/british-gas-bailiffs-meters-poor-people-electricity\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/feb/03/google-poised-to-release-chatbot-technology-after-chatgpt-success", "title": "Google poised to release chatbot technology after ChatGPT success", "date_published": "2023-02-03 14:13:59+00:00", "description": "<p>Alphabet CEO says company well positioned in AI field, as analysts say ChatGPT has reached 100m users</p><p>Google is to make its chatbot technology available to the public in “the coming weeks and months” as it responds to the success of ChatGPT, a Microsoft-backed artificial intelligence chatbot that has become a global phenomenon after it was made available free of charge.</p><p>Sundar Pichai, the chief executive of Google’s owner, Alphabet, said the use of AI had reached an “inflection point” and the company was “extremely well positioned” in the field.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/03/google-poised-to-release-chatbot-technology-after-chatgpt-success\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/feb/03/un-macho-abstraction-a-venice-lion-and-questions-of-queerness-the-week-in-art", "title": "Un-macho abstraction, a Venice Lion and questions of queerness – the week in art", "date_published": "2023-02-03 14:13:57+00:00", "description": "<p>The female heroes of abstract expressionism, Sonia Boyce in Margate and an unsettling ruling at Tate Modern – <a href=\"https://www.theguardian.com/artanddesign/2015/oct/19/sign-up-to-the-art-weekly-email\">all in your weekly dispatch</a></p><p><strong>Action, Gesture, Paint: Women Artists and Global Abstraction 1940-70<br /></strong>Abstract expressionism gets stereotyped as macho, but here are its female heroes, including Lee Krasner and Helen Frankenthaler. <br />• <a href=\"https://www.whitechapelgallery.org/exhibitions/action-gesture-paint-women-and-global-abstraction-1940-70/\">Whitechapel Gallery, London</a>, 9 February to 7 May</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/03/un-macho-abstraction-a-venice-lion-and-questions-of-queerness-the-week-in-art\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/ukraine-germany-leopard-1-battle-tank-exports", "title": "Germany approves Leopard 1 battle tank exports to Ukraine", "date_published": "2023-02-03 14:09:09+00:00", "description": "<p>Package of 29 older tanks could be sent to help fight Russia as soon as refurbishments done, reports say</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/03/russia-ukraine-war-live-zelenskiy-pushes-for-10th-sanctions-package-from-eu-leaders-meeting-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>Germany has approved the export of older Leopard 1 battle tanks, which would add to the raft of fighting vehicles Berlin promised last week it would send to Ukraine.</p><p>A spokesperson said on Friday that Olaf Scholz’s government had granted an export licence for the German-made tanks first produced in the 1960s and replaced within Germany’s own military by Leopard 2 tanks in 2003. Further details would be provided in the coming days and weeks, they said.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/ukraine-germany-leopard-1-battle-tank-exports\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/uk-athletics-trans-women-female-events-law-change", "title": "UK Athletics claims law change needed to ban trans women from female events", "date_published": "2023-02-03 14:07:50+00:00", "description": "<ul><li>UKA wants to have female-born and open categories</li><li>Ian Beattie says equality laws prevent change at present</li></ul><p>UK Athletics has announced that it wants to ban transgender women from female events on fairness grounds – but claims it can’t do so unless the government changes the law.</p><p>UKA’s new transgender position, released on Friday, indicates that it wants to go down a similar path to British Triathlon, the Rugby Football Union and Rugby Football League, who have all sought to protect the female sport category on fairness and/or safety grounds.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/uk-athletics-trans-women-female-events-law-change\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/04/im-on-a-skateboard-now-its-time-for-action-or-at-least-movement", "title": "I’m on a skateboard! Now it’s time for action. Or at least … movement | Jennifer Wong", "date_published": "2023-02-03 14:00:09+00:00", "description": "<p>Tony Hawk and I approach skateboarding in exactly the same way, except that he is right-footed and also he is Tony Hawk</p><p>Why do I walk everywhere when it’s possible to glide nonchalantly? Perhaps because I don’t know how to skateboard – so I geared up for the skateboarding class on the Manly foreshore in Sydney.</p><p>I knew very little about the action sport except that, according to videos on the internet, it’s something that both dogs and babies can do.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/04/im-on-a-skateboard-now-its-time-for-action-or-at-least-movement\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/03/i-ghosted-a-friend-after-her-husband-tried-to-kiss-me-and-now-i-feel-guilty", "title": "I ghosted a friend after her husband tried to kiss me, and now I feel guilty | Ask Annalisa Barbieri", "date_published": "2023-02-03 14:00:07+00:00", "description": "<p>This all happened a while ago. I think you need to ask yourself who you’re trying to make feel better – yourself or her</p><p><strong>My friend and I met at school. I moved away but we kept in touch. After she had a baby, I went to visit without my husband. We all had too much wine, and she went to bed. I stayed chatting with her husband, who had also been at school with us. </strong><strong>But as I went to leave, he tried to kiss me. I pushed him away but he kept coming towards me. I told him to stop but he didn’t. So I ran out of the house.</strong></p><p><strong>I told my husband. He was aghast </strong><strong>and thought I should tell her. I felt I’d be potentially breaking up a young family. </strong><strong>I was also unsure if she’d believe me. I was notorious in our social circle for sleeping around as a teen</strong><strong>. My husband made it clear he never wanted to see her husband again. I didn’t feel confident enough to meet up with them both. And so I left it.</strong><strong> I didn’t say a thing but kept my distance.</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/03/i-ghosted-a-friend-after-her-husband-tried-to-kiss-me-and-now-i-feel-guilty\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/fashion/2023/feb/03/romcoms-are-back-and-that-means-pastels-small-cardigans-and-a-sense-of-humour", "title": "Romcoms mean pastels, small cardigans and a sense of humour | Jess Cartner-Morley", "date_published": "2023-02-03 14:00:06+00:00", "description": "<p>‘You need romcom core in your life – even if you’re rolling your eyes at this and thinking you’re too sophisticated’</p><p>Romcom is the vibe the world needs right now, and here’s why. The story of every romcom is that two adorable people meet, but somehow, in the frantic chaos of modern life, then spend the following 90 minutes of screen time narrowly missing getting together. Or (mistakenly as it will turn out) think that they hate each other. Or both, before realising that happy ever after is there for the taking if they just stop bickering and get married already.</p><p>The classic romantic comedy tropes reflect back at us the speeded-up fractiousness of our era – our dating apps, our culture wars, a vague sense that the future has been derailed and isn’t going to plan – but wrap it up with a promise that deep down we all love each other really and that everything will be all right in the end. This is why, after two decades in the cinematic wilderness, the romcom is back.</p> <a href=\"https://www.theguardian.com/fashion/2023/feb/03/romcoms-are-back-and-that-means-pastels-small-cardigans-and-a-sense-of-humour\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/feb/03/rosy-mcewen-blue-jean-interview", "title": "Rosy McEwen, star of Blue Jean on ‘being frightened to fail’", "date_published": "2023-02-03 14:00:06+00:00", "description": "<p>A rising star on the stage and screen, the actor’s latest role is as a closeted teacher in the 80s-set drama Blue Jean. She sees parallels between that era and today – notably Florida’s ‘don’t say gay’ bill</p><p>Rosy McEwen appears in the foyer of the National Theatre in London, where she is playing Desdemona in <a href=\"https://www.theguardian.com/stage/2020/jan/15/clint-dyer-interview-writer-actor-director-death-of-england-football-racially-abused-bananas\">Clint Dyer</a>’s new production of <a href=\"https://www.theguardian.com/stage/2022/dec/04/othello-lyttelton-national-theatre-review-clint-dyer-giles-terera-rosy-mcewen-desdemona-fights-back-baghdaddy-royal-court-jasmine-naziha-joneshttps://www.theguardian.com/stage/2022/dec/04/othello-lyttelton-national-theatre-review-clint-dyer-giles-terera-rosy-mcewen-desdemona-fights-back-baghdaddy-royal-court-jasmine-naziha-jones\">Othello</a>. Her headstrong take on the doomed wife has been hailed as “a revelation” by critics. Some have described her performance as feisty. “But I don’t know how I feel about the word ‘feisty’. It means surprisingly strong-willed for her size, but she’s not feisty. She’s been accused of something she hasn’t done. I think she’s just really pissed off,” says McEwen. In each performance – spoiler alert – she spends a considerable amount of time playing dead as the action continues around her. “I get into a very comfy position. Some nights, it’s really nice to lie there and hear the truth come out. But actually, after a while, I’m thinking: What’s in my fridge … ” she jokes. “No, I’m thinking about the character all the time.”</p><p>It has been a year of firsts for McEwen. Desdemona is her first stage role in London, but we are here to talk about <a href=\"https://www.theguardian.com/film/2022/sep/03/blue-jean-review-watchable-section-28-drama-makes-its-point\">Blue Jean</a>, the British independent film that marks her first lead role in anything. It is a knockout part. The film is set in 1988, and McEwen plays Jean, a young PE teacher at a school in Newcastle upon Tyne. Jean is a lesbian in a hostile political environment, and she lives in fear of her sexuality being discovered. When one of her pupils turns up at the gay bar where she hangs out with her friends and her girlfriend, Viv, it sparks complicated questions about shame, courage, rebellion and conformity.</p> <a href=\"https://www.theguardian.com/film/2023/feb/03/rosy-mcewen-blue-jean-interview\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/feb/03/bottles-to-help-improve-your-wine-knowledge-fiona-beckett", "title": "Bottles to help improve your wine knowledge | Fiona Beckett on drink", "date_published": "2023-02-03 14:00:05+00:00", "description": "<p>You don’t have to be a snob to enjoy wine, and if you really want to know more, don’t be afraid to ask questions and keep trying new things – here are a few bottles to get you started</p><p>In the run-up to Christmas, which already seems aeons ago, I seemed to be constantly having conversations with people at parties that were almost always prefaced by a “I don’t know anything about wine”. But of course they did – they knew the wines that they enjoyed, but somehow felt they (the wines) weren’t worthy enough, and that they (the individual) ought to drink better and know more.</p><p>I can’t think of any other drink, or food, for that matter, that provokes such embarrassment and anguish. No one goes around saying: “I don’t know much about coffee”, do they? Or beer or whisky or cheese. And if they really don’t know much, they’ll cheerfully admit it or even say they don’t like it. (Many people I meet also seem to feel they should like wine even if they don’t.)</p><p>For more by Fiona Beckett, go to <a href=\"https://fionabeckett.substack.com/\">fionabeckett.substack.com</a></p> <a href=\"https://www.theguardian.com/food/2023/feb/03/bottles-to-help-improve-your-wine-knowledge-fiona-beckett\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/virtual-wards-rishi-sunak-patients-hospitals-nhs", "title": "I helped set up the NHS’s dystopian-sounding ‘virtual wards’. They aren’t the panacea Rishi Sunak thinks | Brian Bostock", "date_published": "2023-02-03 14:00:03+00:00", "description": "<p>Digital monitoring of patients at home eases the pressure on hospitals. But it has some serious drawbacks</p><p>Virtual wards may sound like something out of a dystopian sci-fi book, but they’re a very real <a href=\"https://www.theguardian.com/society/2023/jan/30/rishi-sunak-set-to-unveil-emergency-care-plan-to-slash-nhs-waiting-times\">policy initiative</a> being expanded by the government to ease demands on critical care in UK hospitals.</p><p>In 2012, I was responsible for setting up one of these “wards” in the Midlands. The idea was that an algorithm would use available patient data – such as age, medications, long-term conditions, previous admissions etc – to identify those most likely to be admitted to hospital in an emergency. Using this data, nurses, in conjunction with GPs, managed patients at home. My patients were mostly elderly, but anyone with multiple health problems or a history of higher than average attendances was considered for the ward.</p><p>Brian Bostock is a registered nurse, independent healthcare management consultant and expert in complex long-term and end of life care</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/virtual-wards-rishi-sunak-patients-hospitals-nhs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/feb/03/appointing-new-tory-party-chair-sunak", "title": "Appointing new Tory party chair proving a tough task for Sunak", "date_published": "2023-02-03 13:58:19+00:00", "description": "<p>Next head of CCHQ will be vital figure as general election looms but prospect of plotting ‘narrow path’ to victory is daunting</p><p>“If he has lost this seat, there will be much commiseration for him among Tories who know that he had a difficult business fighting their campaign, as well as holding on to this marginal.”</p><p>Those words from David Dimbleby, spoken while TV cameras zoomed in on <a href=\"https://www.theguardian.com/politics/2022/jun/20/boris-johnson-general-election-victory-would-be-disaster-says-chris-patten\">Chris Patten</a>’s downcast face as the Conservative party chair moments before it was announced he had been ousted as the MP for Bath in 1992, will be ringing in the ears of potential <a href=\"https://www.theguardian.com/uk-news/2023/jan/29/nadhim-zahawi-sacked-tory-party-chair-tax-affairs-rishi-sunak\">replacements for Nadhim Zahawi</a>.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/03/appointing-new-tory-party-chair-sunak\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/feb/03/how-not-to-drown-review-a-child-asylum-seekers-brutal-true-story", "title": "How Not to Drown review – a child asylum seeker’s brutal true story", "date_published": "2023-02-03 13:53:03+00:00", "description": "<p><strong>Theatre Royal Stratford East, London<br /></strong>Kosovan refugee Dritan Kastrati looks back at the struggles of his arduous journey and his troubling experiences in London</p><p>‘In my country” is an often repeated refrain in this child’s-eye drama about seeking asylum – and it gains greater emotional resonance as we follow the protagonist’s journey of uprooting and homelessness.</p><p>Dritan Kastrati is nine when he witnesses the carnage of the Kosovan war: dead bodies, mass graves and guns all around him. In desperation, his parents pay for their sons to be smuggled to Britain: first their eldest, Alfred, and then Dritan, aged 11.</p><p>At <a href=\"https://www.stratfordeast.com/whats-on/all-shows/how-not-to-drown\">Theatre Royal Stratford East, London</a>, until 11 February.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/03/how-not-to-drown-review-a-child-asylum-seekers-brutal-true-story\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/feb/03/bill-to-extend-maternity-protections-passes-house-of-commons", "title": "Bill to extend maternity protections passes in House of Commons", "date_published": "2023-02-03 13:48:00+00:00", "description": "<p>If bill passes through Lords, firms cannot make women redundant from moment pregnancy disclosed until child is 18 months</p><p>A push to secure better protection from maternity discrimination has taken a step forward, after a bill extending maternity protections passed its final stage in the House of Commons.</p><p>A private member’s bill led by Labour’s Dan Jarvis, which passed its final reading in the House of Commons on Friday, would prevent companies from making women redundant from the moment she discloses her pregnancy until her child is 18 months old.</p> <a href=\"https://www.theguardian.com/money/2023/feb/03/bill-to-extend-maternity-protections-passes-house-of-commons\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/feb/03/nick-carter-countersues-two-women-accusing-him-of-sexual-assault", "title": "Nick Carter countersues two women accusing him of sexual assault", "date_published": "2023-02-03 13:45:36+00:00", "description": "<p>A lawsuit for the Backstreet Boys singer describes his accusers as ‘opportunists’ taking advantage of the #MeToo movement</p><p>In December, <a href=\"https://www.theguardian.com/music/2022/dec/08/nick-carter-sued-alleged-sexual-assault\">Nick Carter was sued</a> for sexual battery by a woman who alleged that the Backstreet Boys singer had sexually assaulted her and infected her with HPV in 2001. Now, as the Los Angeles Times <a href=\"https://www.latimes.com/entertainment-arts/story/2023-02-02/nick-carter-countersuit-rape-allegations-backstreet-boys-shannon-ruth\">reports</a>, Carter has countersued her, as well as another accuser, describing them as “opportunists” looking to take advantage of the #MeToo movement.</p><p>According to that report, Carter’s lawsuit claims the women are seeking to “destroy innocent lives” and “defame and vilify Carter and otherwise ruin his reputation for the purposes of garnering attention and fame and/or extorting money from Carter.” It also claims that Carter lost $2.3m in business in the wake of the allegations. “Carter will not allow himself to be smeared in this way,” the lawsuit reads. “Protecting one’s reputation and name by calling a liar a liar is not victim blaming or bullying. It is simply telling the truth.”</p> <a href=\"https://www.theguardian.com/culture/2023/feb/03/nick-carter-countersues-two-women-accusing-him-of-sexual-assault\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/tell-us-what-would-be-your-city-or-countrys-official-aroma", "title": "Tell us: what would be your city or country’s ‘official aroma’?", "date_published": "2023-02-03 13:45:32+00:00", "description": "<p>As New Mexico nominates roasted chile as its official aroma, we would like to hear your suggestions </p><p>New Mexico has claimed the scent of <a href=\"https://www.theguardian.com/us-news/2023/feb/01/new-mexico-official-aroma-chile-peppers\">roasted chile as its “official state aroma”</a>.</p><p>“It’s very unique to our state,” Senator Bill Soules said of roasting chile. “I have tried to think of any other state that has a smell or aroma that is that distinctive statewide, and I can’t think of any.”</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/tell-us-what-would-be-your-city-or-countrys-official-aroma\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/feb/03/biometric-technology-paper-passports-redundant", "title": "Biometric technology could kill off paper passports, says border boss", "date_published": "2023-02-03 13:44:17+00:00", "description": "<p>Border Force boss says advances in biometrics and data security have made paper passports redundant</p><p>The UK’s newly minted blue passports, one of the totemic achievements of Brexit, could soon be unnecessary, according to the UK’s top border official.</p><p>While Britons <a href=\"https://www.theguardian.com/politics/2023/jan/24/eurostar-trains-empty-seats-brexit-passport-rules-london-paris-brussels\">queue again for officials to stamp their documents</a> to permit them to cross the Channel, the director general of Border Force, Phil Douglas, said developments in biometrics and data security have made the paper passport effectively redundant – if still politically-charged.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/03/biometric-technology-paper-passports-redundant\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/feb/03/this-is-bullying-how-much-of-your-money-are-gas-suppliers-holding", "title": "‘This is bullying’: How much of your money are gas suppliers holding?", "date_published": "2023-02-03 13:43:00+00:00", "description": "<p>Revelations that suppliers have been stockpiling credit amid soaring bills have sparked fears customers are being taken advantage of</p><p>Mark Wilson was furious on receiving a message asking him to bring his energy account “back on track”. Ovo, which had taken on his supply after acquiring SSE’s retail arm, was proposing to increase his monthly direct debit from £102 to £168. Wilson* had built up £500 in credit, and had even reduced his direct debits previously as his regular payments were overshooting consumption.</p><p>“This is the most outrageous and terrifyingly abusive email,” he wrote to Ovo. “How can I need to get back on track when I am not off track, never have been, and am not likely to leave the rails? This is bullying.”</p> <a href=\"https://www.theguardian.com/business/2023/feb/03/this-is-bullying-how-much-of-your-money-are-gas-suppliers-holding\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/edinburgh-school-accused-of-discrimination-by-ex-spy-is-cleared", "title": "Edinburgh school accused of discrimination by ex-spy is cleared", "date_published": "2023-02-03 13:42:03+00:00", "description": "<p>St George’s school asked to improve procedures after complaint from former MI6 mole within al-Qaida Aimen Dean</p><p>A Scottish private school accused of discrimination by a former MI6 agent who spied inside al-Qaida has been cleared of wrongdoing but asked to improve how it handles disputes with parents.</p><p>St George’s school in Edinburgh was <a href=\"https://www.theguardian.com/uk-news/2022/aug/21/aimen-dean-spy-al-qaida-edinburgh-st-georges-school-daughter-discrimination\">accused by Aimen Dean</a>, a former bombmaker who was regarded as one of the west’s most important moles inside al-Qaida, of repeatedly discriminating against his daughter because other parents feared he was a security risk.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/edinburgh-school-accused-of-discrimination-by-ex-spy-is-cleared\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/emily-hunt-rape-survivor-helps-change-law-voyeurism", "title": "‘Treat rape victims like heroes’: the survivor changing voyeurism laws", "date_published": "2023-02-03 13:29:05+00:00", "description": "<p>Emily Hunt felt powerless after CPS failed to charge man who filmed her naked and asleep. Now she advises UK government on sexual assault</p><p>In the days and weeks after she woke up in a bed with a man she didn’t know, with no recollection of how she had got there, Emily Hunt lived a nightmare she couldn’t wake up from.</p><p>A police rape investigation left her feeling traumatised, a CPS decision not to charge the man she had woken next to left her feeling powerless.</p> <a href=\"https://www.theguardian.com/society/2023/feb/03/emily-hunt-rape-survivor-helps-change-law-voyeurism\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/games/2023/feb/03/ten-great-video-games-about-evil-corporations", "title": "Ten great video games about evil corporations", "date_published": "2023-02-03 13:19:17+00:00", "description": "<p>Take a break from news about real-life megacorps raking in billions while we all struggle to pay our gas bills, and revisit gaming’s most evil companies</p><p>Squaresoft’s environmentalist fable pitches a small group of eco-rebels against the might Shinra Electric Power Company – part energy supplier, part terrifying interplanetary dictatorship. The designers were prescient in their imagining of a multifaceted company equally adept in weapons, genetic engineering and politics, and with its own 24-hour news channel to help with propaganda.</p> <a href=\"https://www.theguardian.com/games/2023/feb/03/ten-great-video-games-about-evil-corporations\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/gallery/2023/feb/03/base-jumpers-panning-for-gold-friday-best-photos", "title": "Base jumpers and panning for gold: Friday’s best photos", "date_published": "2023-02-03 13:15:58+00:00", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/feb/03/base-jumpers-panning-for-gold-friday-best-photos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/feb/03/bank-of-england-must-not-push-interest-rates-too-high-its-chief-economist-says-huw-pill", "title": "Bank of England must not push interest rates too high, its chief economist says", "date_published": "2023-02-03 13:15:27+00:00", "description": "<p>Inflation should be back within Bank’s 2% target range by middle of 2024, Huw Pill adds</p><p>The Bank of England is alive to the risk of pushing interest rates too high, its chief economist has signalled, adding to expectations that it could be nearing the end of a sustained period of rate rises.</p><p>Speaking a day after the Bank <a href=\"https://www.theguardian.com/business/2023/feb/02/bank-of-england-raises-uk-interest-rates-to-4\">raised interest rates for a 10th successive time</a>, by 0.5 percentage points to 4%, Huw Pill said the full impact of its rate increases had not yet been felt in the UK economy.</p> <a href=\"https://www.theguardian.com/business/2023/feb/03/bank-of-england-must-not-push-interest-rates-too-high-its-chief-economist-says-huw-pill\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/the-ukraine-repair-shop-where-russian-tanks-go-to-change-sides", "title": "The Ukraine repair shop: where Russian tanks go to change sides", "date_published": "2023-02-03 13:14:31+00:00", "description": "<p>Western supplies of Leopards and Challengers have made the news, but the biggest donor is the enemy</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/feb/03/russia-ukraine-war-live-zelenskiy-pushes-for-10th-sanctions-package-from-eu-leaders-meeting-in-kyiv\">Russia-Ukraine war – latest news updates</a></li></ul><p>The first task is to wipe off or cover up the Z, says Anatoly, 44, of the call sign infamously daubed on Russian hardware involved in the war in Ukraine. “We don’t want friendly fire later on.” Then the mechanics get to work.</p><p>In a secret location in Ukraine, within a vast warehouse that could be mistaken for a tank graveyard, what was once Russian – Soviet, in many cases – is being turned Ukrainian.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/the-ukraine-repair-shop-where-russian-tanks-go-to-change-sides\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/singapore-man-sues-woman-for-just-wanting-to-be-friends-not-partners", "title": "Singapore man sues woman for just wanting to be friends, not partners", "date_published": "2023-02-03 13:06:15+00:00", "description": "<p>Claimant seeks $3m in damages to cover financial losses as well as rehabilitation and therapy to overcome ‘trauma’</p><p>A man in Singapore is seeking more than S$3m (£1.87m) in damages from a woman who said she saw him only as a friend, claiming she caused him trauma and damaged his “stellar reputation”.</p><p>A defamation case being brought by K Kawshigan claims the damages are to cover loss in earnings and investments, as well as “rehabilitation and therapy programmes to overcome the sustained trauma,” according to court documents.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/singapore-man-sues-woman-for-just-wanting-to-be-friends-not-partners\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/feb/03/lemon-poppyseed-cakes-pomegranate-icing-ravneet-gill-recipe", "title": "Ravneet Gill’s recipe for lemon and poppyseed cakes with pomegranate icing | The sweet spot", "date_published": "2023-02-03 13:00:02+00:00", "description": "<p>Everyone loves a lemon cake, and this is about as straightforward a way to make them as it gets</p><p>Sometimes you need a bake that’s low-effort and high-impact. These lemon cakes are that bake. The recipe is really quick to put together, and uses a simple wet-mix-dry-mix method; I like it for getting kids involved, too. The cakes can be topped with a straightforward lemon juice and icing sugar glaze, but the pomegranate juice helps to brighten them up, adding colour to a February afternoon.</p> <a href=\"https://www.theguardian.com/food/2023/feb/03/lemon-poppyseed-cakes-pomegranate-icing-ravneet-gill-recipe\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/the-piano-channel-4-bake-off-for-pianos-the-spine-tingling-talent-show-that-makes-people-weep-with-joy", "title": "‘Bake Off for pianos’: the spine-tingling talent show that makes people weep with joy", "date_published": "2023-02-03 13:00:02+00:00", "description": "<p>Contestants on adorable new series The Piano cause train stations to erupt with beautiful music. But they have no idea they’re on a talent show – until the superstar judges emerge …</p><p>What do a cheerful undertaker, a drag Tori Amos tribute act, a 92-year-old carer and a blind teenage girl have in common? The clue’s in the title of the show in which they all appear: The Piano. Truly, all human life is here. And, it turns out, all of them can tinkle the ivories in spectacular style.</p><p>The new Channel 4 contest from the makers of <a href=\"https://www.theguardian.com/tv-and-radio/the-great-british-bake-off\">The Great British Bake Off</a> is a search for undiscovered keyboard talent which taps into the “street piano” phenomenon. Over the past decade, come-and-have-a-go instruments have sprung up in stations, shopping centres and other public spaces. Passers-by are encouraged to either sit down and play, or stop and listen. Smiling crowds, jolly commutes and viral videos have resulted.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/the-piano-channel-4-bake-off-for-pianos-the-spine-tingling-talent-show-that-makes-people-weep-with-joy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/feb/03/vermeer-will-never-look-the-same-amsterdam-rijksmuseum-exhibition", "title": "Vermeer will never look the same after Amsterdam exhibition", "date_published": "2023-02-03 12:55:57+00:00", "description": "<p>Connections, reflections, vibrations between his paintings will shine at the Rijksmuseum as never before</p><p>This is an exhibition to die for – or even in – like the character in Proust who actually expires in front of Vermeer’s View of Delft. Proust was once so excited to see a Vermeer show he collapsed. So take it easy if you get to see this gathering of practically all his masterpieces. I got chest pains merely leafing through the catalogue. This is more than an exhibition, it’s a miracle.</p><p>Seeing one painting by Vermeer is like diving into a clear blue lagoon with lemon yellow fish and glistening pearls, but this is ridiculous: 82% of his works are in the Rijksmuseum’s exhibition. As an immersion in a great artist it outdoes virtual art experiences – for instead of projections it will surround you with the originals in all their mirror-like splendour.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/03/vermeer-will-never-look-the-same-amsterdam-rijksmuseum-exhibition\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/feb/03/the-tempest-review-alex-kingston-prospero-royal-shakespeare-stratford", "title": "The Tempest review – Alex Kingston is a magnificent Prospero", "date_published": "2023-02-03 12:52:21+00:00", "description": "<p><strong>Royal Shakespeare theatre, Stratford-upon-Avon<br /></strong>Climate catastrophe and power struggles dominate Elizabeth Freestone’s RSC interpretation of Shakespeare’s play</p><p>If there were prizes for inventive recycling of props, this RSC staging would get the soup-tin statuette. Oil drums are rolled to illustrate anecdotes, drunkards quaff from petrol cans and Ariel’s flute is twisted together from plumbing pipes.</p><p>Such post-industrial stuff scatters Prospero’s island due to a climate event; the clothes are 21st century but the shipwrecked King of Naples and his entourage use sailing boats because wind is the only fuel left. With references to “the quality of the climate” and “mutinous winds”, The Tempest sustains director Elizabeth Freestone’s contemporary interpretation with little strain, helped by the opening storm being made by man.</p><p>At the <a href=\"https://www.rsc.org.uk/the-tempest/\">Royal Shakespeare theatre, Stratford-upon-Avon</a>, until 4 March</p> <a href=\"https://www.theguardian.com/stage/2023/feb/03/the-tempest-review-alex-kingston-prospero-royal-shakespeare-stratford\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/woke-snowflakes-free-expression-universities-students-academics-cancelling-speakers", "title": "It’s not ‘wokery’ or snowflakes strangling free expression in universities – it’s the Conservative party | Kojo Koram", "date_published": "2023-02-03 12:51:53+00:00", "description": "<p>Students and academics know cancelling speakers is trivial compared with the structural collapse in tertiary education</p><ul><li>Kojo Koram teaches at the School of Law at Birkbeck, University of London</li></ul><p>It was recently announced that the prime minister, Rishi Sunak, is due to appoint the UK’s first “free speech tsar” in order to combat the apparent epidemic of cancel culture in England’s universities. At a time when the newspapers are filled with stories of strikes and shortages, and of the most vulnerable people in society having to endure extreme hardship,<strong> </strong>talk of the “death of free speech” must be like music to the ears of those in power.</p><p>For the best part of a decade now, column inches have been filled by claims that freedom of thought and speech is being strangled by “snowflake” students and overzealous academics. Routine annual changes in course materials to freshen up the syllabus are turned into <a href=\"https://www.thenational.scot/news/20050143.university-stirling-shuts-erroneous-reports-dropped-jane-austen/\">moral panics</a> about white authors being cancelled. Mundane invitation decisions by student societies are treated as if they form the lifeblood of British democracy.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/woke-snowflakes-free-expression-universities-students-academics-cancelling-speakers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/feb/03/philharmonia-hrusa-review-royal-festival-hall", "title": "Philharmonia/Hrůša review – genteel beginnings cede to compelling drama", "date_published": "2023-02-03 12:20:50+00:00", "description": "<p><strong>Royal Festival Hall, London</strong> <br />If his Dvořák felt a little bland, with Bartók and Strauss’s Dance of the Seven Veils, the Royal Opera’s music director designate gave  London audiences a glimpse of the vivid excitement he can bring</p><p>The Philharmonia’s concert with its former principal guest conductor was <a href=\"https://www.theguardian.com/music/jakub-hrusa\">Jakub Hrůša’s</a> first appearance in London since he was confirmed last October as <a href=\"https://www.theguardian.com/culture/2022/oct/18/royal-opera-house-announces-jakub-hrusa-as-its-new-music-director\">the Royal Opera’s next music director</a>. Appropriately there was a theatrical flavour to much of the programme as originally announced, and a distinctly operatic one to the final item, which was to have been the last scene of <a href=\"https://www.theguardian.com/music/2020/nov/18/strauss-where-to-start-with-his-music-tim-ashley\">Strauss’s</a> Salome, preceded by the Dance of the Seven Veils. On the morning of the concert, though, it was announced that the soprano Jennifer Davis, who was to have sung the Salome extract, had been taken ill and the programme rejigged; the dance was retained but the final scene was replaced with more Strauss, his symphonic poem Don Juan.</p><p>What was now a purely orchestral concert began rather tepidly, with an uninvolving performance of <a href=\"https://www.theguardian.com/music/2020/nov/11/dvorak-where-to-start-with-his-music\">Dvořák’s</a> The Golden Spinning Wheel; it was superbly played – the Philharmonia brass in particular were on fine form throughout the evening – but rather short on compelling drama. To a certain extent that’s a problem with the work itself, which, for all its imaginatively beautiful moments, lacks the narrative intensity of some of Dvořák’s other symphonic poems, but here also seemed to be a product of Hrůša’s approach, which sometimes felt a little too bland and genteel.</p> <a href=\"https://www.theguardian.com/music/2023/feb/03/philharmonia-hrusa-review-royal-festival-hall\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/manchester-united-showed-lack-of-ambition-by-not-spending-in-january", "title": "Manchester United showed lack of ambition by not spending in January | Jamie Jackson", "date_published": "2023-02-03 12:13:25+00:00", "description": "<p>The Glazers have overseen dismal failure to make even a serious title challenge and should have backed their impressive manager</p><p>Manchester United’s January transfer window: Wout Weghorst – loan, two goals in 20 Premier League games for Burnley; Marcel Sabitzer – loan, two goals in 40 Bundesliga games for Bayern Munich; Jack Butland– loan, third-choice goalkeeper at Crystal Palace.</p><p>When the market opened opportunity knocked but was ignored by the owners, the Glazers, who showed no ambition to try to end the club’s decade in the title wilderness. On 1 January Erik ten Hag’s team were 11 points behind Arsenal, each having played 16 matches, and ahead were meetings with Bournemouth (3 January), Manchester City (14 January), Crystal Palace (18 January) and the Gunners four days later. When <a href=\"https://www.theguardian.com/football/2023/jan/03/manchester-united-bournemouth-premier-league-match-report\">United beat the Cherries</a> and Arsenal dropped points by <a href=\"https://www.theguardian.com/football/2023/jan/03/arsenal-newcastle-united-premier-league-match-report\">drawing with Newcastle</a> on the same day, the maths was simple: win their next three games, including at the Emirates, and the gap would be down to a maximum of three points and a championship charge was on, despite Mikel Arteta’s trailblazers having a game in hand.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/manchester-united-showed-lack-of-ambition-by-not-spending-in-january\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/stage/2023/feb/03/playwrights-fight-back-theatres-face-closures-staff-shortages-cost-of-living", "title": "Wave of protest plays staged as UK theatres face closures and staff shortages", "date_published": "2023-02-03 12:06:46+00:00", "description": "<p>In several new productions, playwrights explore the cost of living crisis as their industry reels from funding cuts, cancellations and low wages</p><p>‘What galvanises me to get up in the morning and write is what is making me angry, upsetting me, frightening me,” says playwright Emily White. Like her previous plays, White’s next production, Joseph K and the Cost of Living, opening at <a href=\"https://www.swanseagrand.co.uk/NTWTheCostOfLiving?qpsi=booknow&amp;spevin=254602APKPVLJPGNBSQMSHLCLVNCJBRCR\">Swansea Grand</a> next month, seeks to make the political personal. It is a reimagining of Kafka’s nightmarish The Trial, whose protagonist is unexpectedly arrested but not told what for and always maintains his innocence.</p><p>White was a teenager when she first read the novel, about “being trapped in this kind of bureaucratic machine”, but she returned to it more recently after feeling that there was a “creeping authoritarianism” happening, with marginalised people’s rights “being clawed back by governments all over the world”. She continues: “In my version, it’s a story about state-led persecution of particular individuals and the reasons for that. And, in the background, we are very much today in Britain, in this world that we’re living in right now.” The play is set, she says, in a country that feels as if it is teetering on the brink of resistance and revolution. As such, the story incorporates food banks, homelessness, environmental protests, strikes and the government’s attempt to <a href=\"https://www.theguardian.com/politics/2023/jan/30/peers-deliver-several-blows-to-governments-anti-protest-bill\">limit </a>direct action.</p> <a href=\"https://www.theguardian.com/stage/2023/feb/03/playwrights-fight-back-theatres-face-closures-staff-shortages-cost-of-living\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/food/2023/feb/03/notto-london-w1-pasta-is-safe-in-these-chefs-hands", "title": "Notto, London W1: ‘Pasta is safe in these chefs’ hands’ | Grace Dent on restaurants", "date_published": "2023-02-03 12:00:01+00:00", "description": "<p>There’s nothing remotely revolutionary or gimmicky happening here, but a pocket-friendly pasta restaurant in the heart of the capital is an exciting prospect</p><p>One challenge for the weekly restaurant reviewer is that several times a year you’re expected to produce riveting prose on the basic art of eating pasta in a room painted in contrasting beiges. Not that I’m complaining about eating pasta; it’s almost unthinkable not to worship the stuff. Pasta is so delicious that I’ve even heard modern nutritionists describe it as more of a “social activity” than mere sustenance: all those lovely, starchy carbs with cream, oil and/or butter gliding down your throat, making you feel full and loved, but not a huge amount of vitamin K, omega-3s or anything else that may help you live to 100.</p><p>And, judging from the sight of a full restaurant on a wet Tuesday lunchtime, I am guessing that many of <a href=\"https://www.nottopastabar.com/\">Notto</a>’s customers that day had briefly considered longevity and instead opted for a luscious bowl of handmade strozzapreti (AKA priest chokers) with black truffles, mushroom stock, parmesan and butter, or pappardelle with oxtail and beef shin slow-cooked in red wine, and a mascarpone blood orange panna cotta for afters.</p> <a href=\"https://www.theguardian.com/food/2023/feb/03/notto-london-w1-pasta-is-safe-in-these-chefs-hands\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/feb/03/free-love-by-tessa-hadley-audiobook-review-female-self-discovery", "title": "Free Love by Tessa Hadley audiobook review – female self-discovery", "date_published": "2023-02-03 12:00:00+00:00", "description": "<p>Actor Abigail Thaw narrates this intimate and gripping story of political and sexual awakening in middle-class suburbia</p><p>The year is 1967 and 40-year-old Phyllis Fischer is sitting at her dressing table applying lipstick ahead of an informal dinner she is hosting for the son of a family friend. Phyllis is married to Roger, a senior civil servant, with whom she has two children, Colette and Hugh, and is regarded as “an easy person. Easily made happy, glad to make others happy. She was pleased with her life.” And yet her comfortable commuter-belt existence is upended with the arrival of their dinner guest, Nicholas, a young socialist and would-be reporter whom she kisses in a moment of impulsiveness while searching for a missing shoe in the garden. Startled by her own boldness, Phyllis later tracks Nicholas down to a flat in west London where she encounters bohemian types who smoke pot, sleep around and argue about politics, and where she undergoes her own political and sexual awakening.<br /><br /><a href=\"https://www.theguardian.com/books/2022/jan/12/free-love-by-tessa-hadley-review-sexual-revolution-in-60s-suburbia\">Tessa Hadley’s eighth novel</a> delves beneath the veneer of British suburbia to tell an intimate and gripping story of generational discord and female self-discovery. The actor Abigail Thaw is the narrator, her cut-glass delivery aptly reflecting Phyllis’s middle-class background and her innate brittleness that gradually falls away as she casts aside her safe yet sheltered life. Hadley’s masterstroke here lies in her refusal to present Phyllis either as a hero or villain, instead leaving us to ponder the implications of her actions and to digest one of the biggest and most unfair taboos: that of a woman leaving her children in pursuit of personal fulfilment.</p><p>• Free Love by Tessa Hadley is available from Penguin Audio, 9hr and 1min</p> <a href=\"https://www.theguardian.com/books/2023/feb/03/free-love-by-tessa-hadley-audiobook-review-female-self-discovery\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/joe-biden-green-deal-eu-joint-climate-fund", "title": "Joe Biden’s green subsidies have left Europe struggling for a response | Lorenzo Marsili", "date_published": "2023-02-03 12:00:00+00:00", "description": "<p>The EU needs an ambitious climate strategy for industry. So why is Giorgia Meloni its chief supporter?</p><p>European governments have for many years basked in a sense of climate superiority over the US. We had the most ambitious climate goals; we were the <a href=\"https://www.reuters.com/business/cop/eu-proposes-midway-path-climate-damage-fund-unblock-cop27-talks-2022-11-18/\">constructive actor</a> at Cop conferences; we had carbon-pricing mechanisms; and since 1990, we have <a href=\"https://ip-quarterly.com/en/europe-reminds-world-what-climate-policy-looks-like\">reduced emissions</a> by 28% against just 2% in the US. The US, by contrast, had climate-denying Republicans.</p><p>The Biden administration now has the world’s most generous package of climate incentives – a<strong> </strong><a href=\"https://www.theguardian.com/global-development/2022/nov/06/inflation-reduction-act-climate-crisis-congress\">$370bn green subsidy package</a>, which goes by the misnomer Inflation Reduction Act. But instead of celebrating the US handouts and tax breaks for investment in such things as electric vehicles and solar panels, many European governments are <a href=\"https://www.politico.com/news/2023/01/19/joe-manchin-davos-inflation-reduction-act-europe-00078510\">furious</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/joe-biden-green-deal-eu-joint-climate-fund\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/feb/03/tell-us-how-do-you-use-chatgpt", "title": "Tell us: how do you use ChatGPT?", "date_published": "2023-02-03 11:55:28+00:00", "description": "<p>We would like to speak to people from around the world who use ChatGPT for assistance at work, with creative projects, studies or just for fun</p><p>ChatGPT, the artificial intelligence chatbot, has <a href=\"https://www.theguardian.com/technology/2023/feb/02/chatgpt-100-million-users-open-ai-fastest-growing-app\">reached 100 million within two months</a> of its launch, according to analysts.</p><p>The chatbot uses text prompts to create content including essays, jokes, poetry and <a href=\"https://news.sky.com/story/recruitment-team-unwittingly-recommends-chatgpt-for-job-interview-12788770\">job applications</a>. OpenAI, a private company backed by Microsoft, made it available to the public for free in late November.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/03/tell-us-how-do-you-use-chatgpt\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/feb/03/the-barber-of-seville-review-royal-opera-house-london-terfel-akhmetshinapayare", "title": "The Barber of Seville review – Payare’s perky Rossini makes this revival fizz", "date_published": "2023-02-03 11:51:28+00:00", "description": "<p><strong>Royal Opera House, London<br /></strong>With rising newcomers such as Aigul Akhmetshina and veterans such as Bryn Terfel, this is an irresistible performance conducted with verve by Rafael Payare, in his ROH debut<br /></p><p>The Royal Opera House’s fifth revival of Moshe Leiser and Patrice Caurier’s 2005 staging of The Barber of Seville sees rising stars rubbing shoulders with veteran performers, conducted with startling vivacity by Venezuelan firecracker Rafael Payare.<br /><br />Shrugging off the revolutionary social subtext, the production’s Fellini-esque visuals jostle with slapstick elements that reflect the opera’s commedia dell’arte roots. However, apart from a plethora of oversized proboscises, and some spectacular hydraulics that lend a farcical feeling of seasickness to the first-act finale, the comedy relies on a cast capable of subtly heightened acting. Despite having the original directors on hand, degrees of stylisation are inconsistent here, and stage business occasionally lacks motivation.<br /><br />Chief vocal honours go to up-and-coming Russian mezzo-soprano Aigul Akhmetshina whose burgundy lower register and pinpoint coloratura are matched by impressive reserves of power. Her determined Rosina is a coiled spring, passing time by throwing darts at the walls of her spartan prison. Andrzej Filończyk’s Figaro is more likely lad than arch manipulator, but he has a heroic instrument, crowned by fearless top notes and a show-stopping gift for quickfire patter.</p><p><br />Lawrence Brownlee’s debonair tone makes him a supple Almaviva. Fabio Capitanucci, however, is vocally underwhelming and dramatically penny plain as the tyrannical Bartolo. It’s Ailish Tynan as Berta, his browbeaten maid, who shows how it should be done in a razor-sharp cameo, though Bryn Terfel gives her a run for her money. His greasy haired Basilio is a creepy delight, all sotto voce insinuations and unnerving Nosferatu hands.<br />Making his ROH debut, Payare, who holds prestigious posts in Montreal and San Diego, might seem an odd choice for Rossini. His reputation, after all, rests on big hitters such as Mahler and Shostakovich. Not a bit of it. His perky, pacy reading is full of light and shade, with nimbly sprung rhythms crisp as an iceberg lettuce.</p> <a href=\"https://www.theguardian.com/music/2023/feb/03/the-barber-of-seville-review-royal-opera-house-london-terfel-akhmetshinapayare\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/church-of-england-excluding-lgbt-people-equal-marriage", "title": "One side of the C of E preaches LGBT+ acceptance, the other says I’m going to hell. This can’t go on | Jayne Ozanne", "date_published": "2023-02-03 11:48:35+00:00", "description": "<p>‘Blessing’ LGBT+ people instead of allowing equal marriage is just the latest round of Church of England can-kicking – so I’m challenging it</p><p>The Church of England currently teaches two totally incompatible visions of God. On the one hand, there is a gospel of grace, where the love of God is unconditional and available to all. On the other, there is a God who places restrictions on that grace and asks the church to act as the gatekeeper. The latter teaches that if someone like me, a lesbian, has sex then I will go to hell – a truth as central to this branch of faith as believing in the virgin birth or the resurrection.</p><p>For years, the church’s solution to this contradiction has been to kick the can marked “LGBT+ relationships” down the road, and the “<a href=\"https://www.theguardian.com/world/2023/jan/20/justin-welby-archbishop-of-canterbury-church-of-england-same-sex-civil-marriages\">historic” proposals </a>announced last month on sexuality were no exception. They continue to embed discrimination by refusing to recognise civil marriage as “holy matrimony” and only offer token prayers of blessing to gay couples, cunningly blessing the individuals rather than their union. There are also many shades of grey – especially as to whether our unions can actually now be consummated. All this from our established church, the official state church that operates thanks to delegated powers from parliament, which continues to be allowed to discriminate against those it serves.</p><p>Jayne Ozanne is director of Ozanne Foundation, founder of the Ban Conversion Therapy coalition and an elected member of the General Synod</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/church-of-england-excluding-lgbt-people-equal-marriage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/feb/03/the-guide-sam-smith-video", "title": "How Sam Smith quietly turned into one of pop’s most boundary-pushing stars", "date_published": "2023-02-03 11:45:00+00:00", "description": "<p>With their camp, raunchy new video, the singer has firmly traded sensible and sombre ballads for unapologetic, unbothered queerness</p> <a href=\"https://www.theguardian.com/culture/2023/feb/03/the-guide-sam-smith-video\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/disabled-people-left-short-in-universal-credit-move-may-get-compensation", "title": "Disabled people left short in universal credit move may get compensation", "date_published": "2023-02-03 11:36:25+00:00", "description": "<p>Court rules against DWP in case where move to universal credit deprived claimants of £2,100 a year</p><p>Tens of thousands of disabled people across the UK wrongly deprived of benefits by the Department for Work and Pensions could share in compensation potentially totalling about £150m after an appeal court ruling.</p><p>Lawyers for two disabled men who first took the DWP to court five years ago have written to the government asking them to set out how they will compensate them and others who were left hundreds of pounds out of pocket each year after being moved on to universal credit.</p> <a href=\"https://www.theguardian.com/society/2023/feb/03/disabled-people-left-short-in-universal-credit-move-may-get-compensation\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/artanddesign/2023/feb/03/chance-of-a-lifetime-vermeer-exhibition-to-open-in-amsterdam", "title": "‘Chance of a lifetime’ Vermeer exhibition to open in Amsterdam", "date_published": "2023-02-03 11:18:37+00:00", "description": "<p>Rare exhibition assembles 28 paintings by enigmatic Dutch master in one place</p><p>For once, say its curators, “the chance of a lifetime” may be right: never before have so many works by Johannes Vermeer, the luminous 17th-century Dutch master, been assembled in the same place – and it is highly unlikely they will be again.</p><p>Of the fewer than 40 paintings most experts attribute to the artist, the Rijksmuseum in Amsterdam has obtained 28. Opening next week, its first Vermeer retrospective has sold more advance tickets than any show in the museum’s history.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/feb/03/chance-of-a-lifetime-vermeer-exhibition-to-open-in-amsterdam\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/man-caught-crossbow-windsor-castle-admits-trying-harm-queen", "title": "Man caught with crossbow at Windsor Castle admits trying to harm Queen", "date_published": "2023-02-03 11:18:22+00:00", "description": "<p>Jaswant Singh Chail, 21, pleads guilty to three charges including an offence under the Treason Act</p><p>A man has admitted trying to harm the Queen after being caught in the grounds of Windsor Castle with a loaded crossbow.</p><p>Jaswant Singh Chail, 21, pleaded guilty to three charges, including an offence under the Treason Act, during a hearing at the Old Bailey on Friday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/man-caught-crossbow-windsor-castle-admits-trying-harm-queen\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/uae-oil-company-cop28", "title": "UAE oil company employees given roles in office hosting Cop28", "date_published": "2023-02-03 11:10:49+00:00", "description": "<p>At least 12 officials at body hosting Cop28 appear to have come straight from fossil fuel industry</p><p>At least a dozen employees from the United Arab Emirate’s state-owned oil company have apparently taken up roles with the office of the UAE’s climate change special envoy, who will host this year’s Cop28 UN climate summit.</p><p>The revelation adds to growing concerns over the potential for blurred lines between <a href=\"https://www.theguardian.com/world/2023/jan/11/uae-to-launch-cop28-presidency-with-oil-boss-tipped-for-leading-role\">the team hosting this year’s crucial climate summit</a> and the oil-rich nation’s influential fossil fuel industry.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/uae-oil-company-cop28\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/feb/03/queer-farmers-bipoc-agriculture-midwest", "title": "Radishes and rainbows: the LGBTQ growers reimagining the traditional family farm", "date_published": "2023-02-03 11:00:06+00:00", "description": "<p>Their fight for diversity and inclusion in farming culture echoes the womyn’s land movement from the 60s and 70s</p><p>At Ashokra farm in New Mexico, in the heart of Albuquerque’s fertile North Valley, lush fields of kabocha squash and heirloom corn grow alongside beds of tomatoes, onions and 13 varieties of okra. The team’s four farmers tend four fields spread across two and a half acres of leased plots on private residences and in a community garden, hauling their tools between each field in a mobile shed.</p><p>But the bountiful harvest is only one of Ashokra’s goals. As a queer-, trans- and people-of-color-owned vegetable farm, Ashokra is “trying to embody values and create a space that we haven’t seen on farms that we’ve worked at”, says farmer Anita Adalja. “A place where we have dignity, where we can feel safe, where we can feel like we can be our authentic selves”, protected from the threats of homophobia, transphobia, racism and sexism.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/03/queer-farmers-bipoc-agriculture-midwest\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/03/dont-tell-us-the-bad-news-all-at-once-how-to-talk-to-kids-about-grown-up-things", "title": "‘Don’t tell us the bad news all at once’: how to talk to kids about grown-up things", "date_published": "2023-02-03 11:00:06+00:00", "description": "<p>Abortion, toxic masculinity, human extinction ... What’s the best way to talk to children about the big issues of the day? We ask the experts</p><p>If they’re lucky enough to avoid them at home, children are nonetheless exposed to toxic relationships on TV and social media – Ofcom received more than <a href=\"https://www.digitalspy.com/tv/reality-tv/a40665233/love-island-ofcom-complaints-misogyny/#:~:text=A%20whopping%202%2C481%20viewers%20contacted,interview%20with%20host%20Laura%20Whitmore.\">3,000 complaints</a> about misogynistic behaviour in just one episode of Love Island in 2022, and TikTok hosted <a href=\"https://www.newsweek.com/tiktok-guys-rip-girls-shirts-describe-violent-acts-alarm-users-tova-leigh-1718328\">videos of teenage boys ripping girls’ clothes off</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/03/dont-tell-us-the-bad-news-all-at-once-how-to-talk-to-kids-about-grown-up-things\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/wales-six-nations-rugby-sexism-misogyny-scandal-wru", "title": "‘Nobody was listening’: Wales kick off Six Nations under a cloud of scandal", "date_published": "2023-02-03 11:00:06+00:00", "description": "<p>The game in Wales is reeling from allegations of a culture of sexism and misogyny at the WRU</p><p>A Six Nations weekend in the Welsh capital is usually one fizzing with fun, excitement and wild partying. <a href=\"https://www.visitwales.com/things-do/events/sport/experience-international-rugby-cardiff\">Visit Wales’s description</a> is not too far wide of the mark: “There’s nowhere on earth like Cardiff on international rugby day.”</p><p>But Saturday’s tournament opener against Ireland has been overshadowed by a harrowing sexism and misogyny scandal that has engulfed the <a href=\"https://www.wru.wales/\">Welsh Rugby Union</a> (WRU), the governing body of the sport in Wales.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/wales-six-nations-rugby-sexism-misogyny-scandal-wru\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/blog/2023/feb/03/england-rugby-union-shirt-six-nations-2023", "title": "Shirt sandwich: why England’s red-splattered horror shreds rugby tradition | Martin Pengelly", "date_published": "2023-02-03 10:55:50+00:00", "description": "<p>Steve Borthwick’s men will run out on Saturday in one of the worst rugby shirts of all time. It doesn’t have to be this way</p><p>The comedian <a href=\"https://www.theguardian.com/stage/rob-newman\">Robert Newman</a> once discussed why England’s football team wear white. Having invented football, he said, the English got to pick colours first. So they chose white, freighted with meaning and power, pure and existential.</p><p>Newman didn’t cite the greatest novel of all, Moby-Dick, but I will. Herman Melville wrote a whole chapter about white, the colour of his whale. He wrote of the “certain nameless terror” instilled by visions in white, whether sharks, bears, Death on his pale horse or even Iron Mike Teague. I might have added the last one.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/feb/03/england-rugby-union-shirt-six-nations-2023\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/live/2023/feb/03/dominic-raab-abusive-anti-brexit-campaigner-gina-miller-train-strikes-aslef-uk-politics-live", "title": "Dominic Raab denies being abusive towards anti-Brexit campaigner Gina Miller – UK politics live", "date_published": "2023-02-03 10:54:28+00:00", "description": "<p>Justice secretary facing a number of bullying claims says Miller’s allegations are ‘baseless and malicious’ </p><p>As my colleague <strong>Gwyn Topham</strong> reports, almost no trains are running in England today because of a strike by members of Aslef, the rail drivers’ union.</p><p>This morning <strong>Mick Whelan,</strong> the Aslef general secretary, suggested the strikes could go on for years if his members failed to get a decent pay rise. He told LBC this morning that his members had not had a pay rise for four years. Asked how long the strikes might continue, he replied:</p><p>I think we’re in this for the long haul. How long is a piece of string?</p><p>If we don’t get a pay rise for four years will it be five, will it be six, will it be seven?</p> <a href=\"https://www.theguardian.com/politics/live/2023/feb/03/dominic-raab-abusive-anti-brexit-campaigner-gina-miller-train-strikes-aslef-uk-politics-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/2023/feb/03/gary-glitter-freed-jail-half-of-16-year-sentence-reports", "title": "Gary Glitter freed from jail after serving half of his 16-year sentence – reports", "date_published": "2023-02-03 10:45:46+00:00", "description": "<p>Former pop star was jailed in 2015 for sexually abusing three schoolgirls</p><p>Gary Glitter has been freed from prison after serving half of his <a href=\"https://www.theguardian.com/uk-news/2015/feb/27/garry-glitter-jailed-for-16-years-for-sexual-assaults-on-three-schoolgirls\">16-year sentence</a> for sexual abuse crimes, it has been reported.</p><p>The former pop star, who had a string of chart hits in the 1970s, was jailed in 2015 for sexually abusing three schoolgirls.</p> <a href=\"https://www.theguardian.com/news/2023/feb/03/gary-glitter-freed-jail-half-of-16-year-sentence-reports\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/duncan-ferguson-forest-green-manager-vegan-everton-real-madrid", "title": "Duncan Ferguson: ‘I might try the vegan burger on Saturday if we win’", "date_published": "2023-02-03 10:11:17+00:00", "description": "<p>Forest Green’s new manager on why Everton should have stuck with him, hopes for a Real Madrid friendly and the environment</p><p>Duncan Ferguson is synonymous with Everton and wherever he goes he takes a little bit of the club with him in the form of a tattoo on his arm. The ink is barely dry on his five-year Forest Green contract but he is already hoping to add the crest to his body. “Staying up could get a tattoo but if we get into the Championship, then definitely,” Ferguson says.</p><p>After two decades at Goodison Park as a player and coach he is starting his managerial career at League One’s bottom club aged 51. Ferguson came close to getting jobs at Blackburn and Middlesbrough but has had to drop to the third tier to find an owner willing to trust him. The former Scotland striker received the call from Dale Vince in the middle of last week and drove down the next morning from Formby via “15 wrong turns” to sign the deal.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/duncan-ferguson-forest-green-manager-vegan-everton-real-madrid\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/feb/03/weather-tracker-historic-rainfall-wreaks-havoc-in-new-zealand", "title": "Weather tracker: historic rainfall wreaks havoc in New Zealand", "date_published": "2023-02-03 10:01:04+00:00", "description": "<p>Auckland has experienced its wettest January since records began, while temperatures plummet in southern US</p><p>Historic rainfall hit New Zealand in the past week with a one-in-170-year flooding event hitting Auckland. Auckland airport reported 249mm of rainfall in a 24-hour period on 27 January, with a month’s worth of rainfall falling in in less than an hour. Another station, Albert Park, saw 280mm in one day, with 211mm falling in less than six hours.</p><p>These totals are more than 8.5 times higher than a typical January, and more than 2.5 times higher than an entire typical summer. Overall, Auckland has seen the wettest January since records began, with more than half a metre of rain falling in places. The rainfall has caused numerous landslips, flooding and damage to roads and properties with four people killed and 350 in need of emergency accommodation. More than 9,000 people are still stranded as flights in and out of Auckland experiencing delays and cancellations.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/03/weather-tracker-historic-rainfall-wreaks-havoc-in-new-zealand\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/03/experience-i-reunite-families-with-their-longlost-photos", "title": "Experience: I reunite families with their long‑lost photos", "date_published": "2023-02-03 10:00:05+00:00", "description": "<p>People are often quite emotional when we get in touch – most of these items are lost after a house move or a death</p><p>For me, nothing is more satisfying than discovering hidden gems in secondhand shops and estate sales. After all, one person’s trash is another person’s treasure. I can spend hours sifting through boxes of old photography equipment.</p><p>Two years ago, I came across a collection of loose, dusty photos. I looked to see if there were any names on the backs. I thought: if these were mine, or my family’s, I’d want someone to return them to me. So I made it my goal to do so for others.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/03/experience-i-reunite-families-with-their-longlost-photos\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/feb/03/joseph-oconnor-my-scepticism-about-monarchy-began-at-six-with-a-ladybird-book", "title": "Joseph O’Connor: ‘My scepticism about monarchy began at six with a Ladybird book’", "date_published": "2023-02-03 10:00:04+00:00", "description": "<p>The Irish novelist on being inspired by The Catcher in the Rye, discovering James Joyce, and his aversion to books about hobbits</p><p><strong>My earliest reading memory<br /></strong>I’d say I’m four, nearly five. The year I start in school. I’m in our house near Dún Laoghaire in Dublin, sitting under the kitchen table, and I’m trying, and failing, to read a book of fairytales by the Irish writer Sinéad de Valera.</p><p><strong>My favourite book growing up<br /></strong>I’m going to cheat a bit and choose a series – Richmal Crompton’s Just William books – so arch and funny and tongue-in-cheek. And exotic. The version of suburban Englishness she gently skewered was like something from another planet.</p><p><a href=\"https://guardianbookshop.com/my-fathers-house-9781787300828?utm_source=editoriallink&amp;utm_medium=merch&amp;utm_campaign=article\">My Father’s House</a> by Joseph O’Connor is published by Harvill Secker. To buy a copy go to <a href=\"https://guardianbookshop.com/my-fathers-house-9781787300828\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/books/2023/feb/03/joseph-oconnor-my-scepticism-about-monarchy-began-at-six-with-a-ladybird-book\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/science/2023/feb/03/blobs-of-human-brain-planted-in-rats-offer-new-treatment-hope", "title": "Blobs of human brain planted in rats offer new treatment hope", "date_published": "2023-02-03 09:57:11+00:00", "description": "<p>Scientists suggest a patient’s own cells could eventually be grown in the lab and used to repair injuries caused by stroke or trauma</p><p>Blobs of human brain tissue have been transplanted into the brains of rats in work that could pave the way for new treatments for devastating brain injuries.</p><p>The groundbreaking study showed that the “human brain organoids” – sesame seed-sized balls of neurons – were able to integrate into the rat brain, linking up with their blood supplies and communicating with the rat neurons.</p> <a href=\"https://www.theguardian.com/science/2023/feb/03/blobs-of-human-brain-planted-in-rats-offer-new-treatment-hope\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/live/2023/feb/03/weekend-football-countdown-premier-league-team-news", "title": "Martinelli signs new Arsenal deal, Premier League team news and more – live", "date_published": "2023-02-03 09:55:04+00:00", "description": "<ul><li>All the latest going into a busy weekend programme</li><li>Get in touch: contact Luke <a href=\"mailto:luke.mclaughlin.casual@theguardian.com\">by email</a>, <a href=\"https://twitter.com/LukeMcLaughlin\">Twitter</a> or post BTL</li></ul><p>As Jean-Paul Sartre once said: “50% of football is 90% mental.” Or was it Franny Jeffers? Can’t remember now, but the point stands.</p><p>There is lots of football on this weekend, of course there is, so we must prepare ourselves for the physical and mental challenges that lie ahead.</p> <a href=\"https://www.theguardian.com/football/live/2023/feb/03/weekend-football-countdown-premier-league-team-news\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/nicola-bulley-potential-witness-doesnt-know-anything-about-missing-woman", "title": "Nicola Bulley: potential witness ‘doesn’t know anything’ about missing woman", "date_published": "2023-02-03 09:40:20+00:00", "description": "<p>Christine Bowman, 67, dog walker who may be one of last people to see Bulley, has told police she knows nothing</p><p>A woman approached as a potential witness by police investigating the disappearance of Nicola Bulley has said she “doesn’t know anything”.</p><p>Christine Bowman, 67, had been identified as a dog walker who may have been one of the last people to see Bulley before her disappearance last Friday morning as she walked her dog near the River Wyre in St Michael’s on Wyre, Lancashire.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/nicola-bulley-potential-witness-doesnt-know-anything-about-missing-woman\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/nadhim-zahawi-it-was-the-paltry-size-of-his-tax-bill-that-should-shock-us", "title": "Nadhim Zahawi: it was the paltry size of his tax bill that should shock us | Arun Advani", "date_published": "2023-02-03 09:18:14+00:00", "description": "<p>Former Conservative chair received a tax break that the poor can only dream of</p><p>Nadhim Zahawi’s<a href=\"https://www.theguardian.com/uk-news/2023/jan/20/nadhim-zahawi-agreed-on-penalty-to-settle-tax-bill-worth-millions\"> tax row </a>reveals an even bigger scandal: the rich are getting a tax break that those on low incomes can only dream of.</p><p>While the revelation that the former Tory chair had to pay a tax penalty was shocking, the bigger concern is that the only tax he was required to pay on £27m was £3.7m. That implies an average tax rate of less than 14%, lower than the rate for someone working full-time on the minimum wage.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/nadhim-zahawi-it-was-the-paltry-size-of-his-tax-bill-that-should-shock-us\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/brian-and-charles-to-top-gun-maverick-the-seven-best-films-to-watch-on-tv-this-week", "title": "Brian and Charles to Top Gun: Maverick – the seven best films to watch on TV this week", "date_published": "2023-02-03 09:00:05+00:00", "description": "<p>David Earl’s bromance with a robot makes for near-perfect cinema. Plus: Tom Cruise’s giddy, visceral sequel to the 80s classic comes to your living room</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/brian-and-charles-to-top-gun-maverick-the-seven-best-films-to-watch-on-tv-this-week\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/us-police-traffic-stops-tyre-nichols", "title": "How US police got the deadly power to stop drivers at will", "date_published": "2023-02-03 09:00:05+00:00", "description": "<p>The practice has its roots in the 1920s. That it would lead to racial profiling was foreordained</p><p>It is no surprise that the pursuit and deadly beating of Tyre Nichols was set in motion by a police traffic stop.</p><p>Despite repeated criticism of this practice, and the widespread availability of bodycam and cellphone footage, the number of gruesome fatalities from such encounters shows no sign of declining.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/us-police-traffic-stops-tyre-nichols\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/feb/03/polobi-the-gwo-ka-masters-abri-cyclonique-review-a-fresh-take-on-guadeloupean-music", "title": "Polobi & the Gwo Ka Masters: Abri Cyclonique review | Ammar Kalia's global album of the month", "date_published": "2023-02-03 09:00:05+00:00", "description": "<p><strong>(Real World)<br /></strong>In this collaboration with producer Dr L, Moïse Polobi’s remarkable baritone is embellished with Afrobeat funk, trip-hop and Cuban percussion rhythm</p><p>The voice of 69-year-old Guadeloupean singer Moïse Polobi is a uniquely powerful presence. Deep, laden with heavy vibrato and rasping through yearning melody, his delivery has been honed through a lifetime spent with groups singing and playing gwo ka drum in unison in the forests near his home town of Petit-Bourg.</p><p>In 2020, an impromptu concert with local percussionist Klod Kiavué caught the attention of artistic director Valérie Malot and sparked the idea of Polobi’s solo debut. Produced by <a href=\"https://www.theguardian.com/music/2015/jun/18/mbongawana-star-breaking-out-of-kinshasa\">Mbongwana Star collaborator Doctor L</a>, the result is Abri Cyclonique.</p> <a href=\"https://www.theguardian.com/music/2023/feb/03/polobi-the-gwo-ka-masters-abri-cyclonique-review-a-fresh-take-on-guadeloupean-music\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/from-blunders-to-wonders-the-2022-23-nfl-end-of-season-awards", "title": "From blunders to wonders: the 2022-23 NFL end-of-season awards", "date_published": "2023-02-03 09:00:03+00:00", "description": "<p>There’s only one game left this season, which means it’s the perfect opportunity to look back at the winners (and a few losers) of the campaign that was</p><p>The weeks leading up to the Super Bowl have always marked the perfect time to look back at the season that was. So with the final game of the NFL season fast approaching, it’s time to hand out a few extremely unofficial awards to deserving candidates. These awards are based on what happened in the regular season alone; the postseason has already determined its winners and losers in a far less subjective manner.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/from-blunders-to-wonders-the-2022-23-nfl-end-of-season-awards\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/feb/03/mhaol-attachment-styles-review-irish-post-punks", "title": "M(h)aol: Attachment Styles review", "date_published": "2023-02-03 08:30:02+00:00", "description": "<p><strong>(Tulle Collective)<br /></strong>The five-piece combine wit, skill and primal music on an album that is vulnerable, triumphant and cathartic in equal measure</p><p>Seven years after their exciting, abrasive debut single Clementine, Irish post-punks M(h)aol (pronounced male) have finally released their debut album, Attachment Styles. It’s a series of fearless moments that centre on intersectional feminism and reclamation of power, underpinned by a soundtrack of clattering drums and jagged, dissonant guitars.</p><p>The result is a record that is equally vulnerable, triumphant and cathartic. “I’m just the dumb bitch that left the party with you,” vocalist Róisín Nic Ghearailt sing-speaks on spicky opener Asking for It, which unflinchingly tackles rape culture. As the track builds, the guitars become thick and gluey and Ghearailt’s voice rises to a roar: “My whole life won’t be defined by you.”</p> <a href=\"https://www.theguardian.com/music/2023/feb/03/mhaol-attachment-styles-review-irish-post-punks\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/2023/feb/03/home-office-shelves-plans-house-asylum-seekers-southport-pontins", "title": "Home Office shelves plans to house asylum seekers in Southport Pontins", "date_published": "2023-02-03 08:20:46+00:00", "description": "<p>Sefton council understands Ainsdale site no longer under consideration after objections about access and impact on tourism</p><p>Asylum seekers will not be housed in a Pontins holiday park in north-west England, according to reports.</p><p>The facility outside Southport, Merseyside, was reportedly being looked at by the Home Office as an alternative to hotels in which to house asylum seekers waiting for their claims to be assessed.</p> <a href=\"https://www.theguardian.com/politics/2023/feb/03/home-office-shelves-plans-house-asylum-seekers-southport-pontins\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/a-rip-roaring-six-nations-would-be-a-fitting-tribute-to-eddie-butler", "title": "A rip-roaring Six Nations would be a fitting tribute to Eddie Butler | Robert Kitson", "date_published": "2023-02-03 08:00:03+00:00", "description": "<p>It will sound different without the voice of rugby – hopefully the teams can provide action as memorable as the man himself</p><p>The Six Nations will kick off in Cardiff this weekend but in our hearts it is already under way. As we gathered in Abergavenny to celebrate the full-to-overflowing <a href=\"https://www.theguardian.com/sport/blog/2022/sep/16/to-bask-in-the-reflected-glow-of-eddie-butlers-talents-was-enough-for-us\">life of Eddie Butler</a> the only missing ingredient was a game to help soothe our swirling emotions as we sang Cwm Rhondda and remembered a “modern renaissance man” as Clare Balding perfectly described him.</p><p>At least the spirit of Eddie lives on. Because each and every time we hear the anthems or see an aerial stadium shot in the coming weeks, we will hear that voice and be reminded of the sport-as-art montages in which he specialised. If this year’s Six Nations soundtrack will sound slightly different, the bard of Monmouthshire’s back catalogue will stand the test of time.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/a-rip-roaring-six-nations-would-be-a-fitting-tribute-to-eddie-butler\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/junior-bake-off-better-adult-uglier-cakes-children", "title": "How Junior Bake Off taught me to be a better adult (and make uglier cakes) | Barbara Speed", "date_published": "2023-02-03 08:00:03+00:00", "description": "<p>Watching children beam with pride over disastrous desserts helped me overcome my own perfectionism</p><p>The prospect of a televised competition that pits knife- and blowtorch-bearing children against one another is not exactly a relaxing one. And so, for years, I stuck to the adult version of <a href=\"https://www.theguardian.com/tv-and-radio/the-great-british-bake-off\">The Great British Bake Off</a>, for fear of seeing a nine-year-old set themselves on fire or experience the disappointment that was already devastating enough on the face of a 46-year-old <a href=\"https://www.express.co.uk/showbiz/tv-radio/859158/Great-British-Bake-Off-2017-James-Hillery-fifth-contestant-BOOTED-OUT-Paul-Hollywood\">banker</a> from Brentwood. But, deep into one of the lockdowns, I gave it a go, and found I had been entirely wrong – this was, in fact, the Bake Off that the format was born for, and it would change my outlook on more than just baking.</p><p>Where the adult competition is now populated by <a href=\"https://inews.co.uk/culture/television/great-british-bake-off-cake-inflation-investigation-204808\">quasi-professionals</a>, the bakes in the junior tent (whose latest series concludes on Friday evening) are often hideous, usually inedible, and only very occasionally impressive. The two hosts – Ravneet Gill and former adult Bake Off contestant Liam Charles – deserve some kind of television award for eating them all without gagging. (Then again, they are also responsible for choosing the challenges – you want to eat multiple rounds of glutinous <a href=\"https://thegreatbritishbakeoff.co.uk/recipes/all/ravneet-gill-tang-yuan-frogs/\">frogs poached in syrup</a>? Cooked by children? Really?) And yet despite the lurid mush they regularly serve up to the judges, these children appear to be made of steel. There are occasional tears, and downcast moments, but they bounce back instantly – they are, as it turns out, far more resilient than their adult counterparts. On coming seventh out of seven bakers in a challenge, this season’s Poppy shrugged and said: “At least I didn’t come eighth!”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/junior-bake-off-better-adult-uglier-cakes-children\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/03/you-be-the-judge-should-my-husband-stop-throwing-away-his-old-clothes", "title": "You be the judge: should my husband stop throwing away his ‘old’ clothes?", "date_published": "2023-02-03 08:00:03+00:00", "description": "<p>He chucks out garments with the slightest stain or tear. She thinks he should wash or repair them. Who’s being stitched up? You decide<br /><br /><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/you-be-the-judge-send-us-your-domestic-disputes\">Find out how to get a disagreement settled or become a You be the judge juror</a></p><p><em>Jon bins perfectly good clothes as soon as they have a tiny hole or stain, which is so wasteful</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/03/you-be-the-judge-should-my-husband-stop-throwing-away-his-old-clothes\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/chess-anish-giri-wins-at-wijk-aan-zee-as-carlsen-misses-out-by-just-half-a-point", "title": "Chess: Anish Giri wins at Wijk aan Zee as Carlsen misses out by just half a point", "date_published": "2023-02-03 08:00:02+00:00", "description": "<p>The Netherlands world No 5 got a final-round gift, while a ‘backbreaker’ in the penultimate round cost the world champion his chance of forcing a playoff</p><p>Chess tournaments can be decided by the tiniest of margins, and that certainly happened in last weekend’s final two rounds at Tata Steel Wijk aan Zee, the “chess Wimbledon”. The world champion, Magnus Carlsen, missed a likely winning opportunity in the penultimate round, while the Dutch home favourite, Anish Giri, received a gift point in his final game.</p><p>Nodirbek Abdusattorov, the Uzbekistan 18-year-old who had led all the way from round one, chose a conservative drawing strategy in the second half of the event, and came unstuck against the offbeat ideas of Giri’s compatriot Jorden van Foreest. Abdusattorov still made a major advance, reaching the world top 20 with a controlled focus contrasting with his rival Alireza Firouzja, whose career path has become uncertain.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/chess-anish-giri-wins-at-wijk-aan-zee-as-carlsen-misses-out-by-just-half-a-point\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/football/2023/feb/03/premier-league-and-efl-financial-settlement-is-urgent-insists-labour", "title": "Premier League and EFL financial settlement is urgent, insists Labour", "date_published": "2023-02-03 08:00:02+00:00", "description": "<ul><li>Party rejects idea that regulator could settle dispute in future</li><li>Deferring solution could put clubs at risk, says Lucy Powell MP</li></ul><p>The Labour party has called for renewed focus on securing a financial settlement between the Premier League and EFL, after leaked proposals suggested the task could end up <a href=\"https://www.theguardian.com/football/2023/feb/02/tracey-crouch-encouraged-football-regulator-introduced\">being settled by a regulator</a>.</p><p>Football authorities have been in deadlock for more than a year on how to create a more <a href=\"https://www.theguardian.com/football/2023/jan/27/efl-urges-premier-league-to-halve-financial-gap-with-championship\">sustainable distribution of revenue</a> across the men’s football pyramid, after they were forced into talks by the government. A white paper on reforming football governance is expected to say that an independent regulator would be granted “backstop” powers to impose an agreement should football authorities be unable to reach one.</p> <a href=\"https://www.theguardian.com/football/2023/feb/03/premier-league-and-efl-financial-settlement-is-urgent-insists-labour\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/gallery/2023/feb/03/the-week-in-wildlife-in-pictures", "title": "The week in wildlife – in pictures", "date_published": "2023-02-03 08:00:02+00:00", "description": "<p>The best of this week’s wildlife pictures, including snow monkeys, beavers and a selfie-crazy bear</p> <a href=\"https://www.theguardian.com/environment/gallery/2023/feb/03/the-week-in-wildlife-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/live/2023/feb/03/cost-of-living-crisis-bank-of-england-governor-inflation-tech-us-jobs-business-live", "title": "Still a ‘long way to go’ to control cost of living crisis, Bank of England governor warns – business live", "date_published": "2023-02-03 07:55:24+00:00", "description": "<p>Rolling coverage of the latest economic and financial news</p><ul><li><a href=\"https://www.theguardian.com/business/2023/feb/02/bank-of-england-raises-uk-interest-rates-to-4\">Bank of England raises UK interest rates to 4%</a></li><li><a href=\"https://www.theguardian.com/business/2023/feb/03/im-really-worried-homeowners-and-would-be-buyers-on-uk-interest-rates\">‘I’m really worried’: homeowners and would-be buyers on UK interest rates</a></li></ul><p><strong>Bank of England chief economist Huw Pill appears to have hinted that interest rates may be near their peak.</strong></p><p>In an interview with Times Radio this morning, Pill said the Bank was reasonably confident that inflation will fall this year.</p><p>“It’s also important that we enguard against the possibility of doing too much.”</p> <a href=\"https://www.theguardian.com/business/live/2023/feb/03/cost-of-living-crisis-bank-of-england-governor-inflation-tech-us-jobs-business-live\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/feb/03/adani-crisis-indian-group-has-value-cut-in-half-after-stock-market-rout", "title": "Adani crisis: Indian group has value cut in half after stock market rout", "date_published": "2023-02-03 07:52:21+00:00", "description": "<p>Traders sent shares down more than 25% on Friday despite attempts to restore investor confidence following fraud claims</p><p>The beleaguered empire of the Indian billionaire Gautam Adani is spiralling into crisis, as an escalating <a href=\"https://www.theguardian.com/business/adani-group\">stock rout triggered by fraud claims</a> cuts the value of his conglomerate in half.</p><p>Traders sent shares in the listed flagship <a href=\"https://www.theguardian.com/business/adani-group\">Adani</a> Enterprises down more than 25% shortly after markets opened in Mumbai on Friday, despite attempts by the company to restore investor confidence. Other listed entities, such as Adani Green Energy and Adani Ports, were also down sharply.</p> <a href=\"https://www.theguardian.com/business/2023/feb/03/adani-crisis-indian-group-has-value-cut-in-half-after-stock-market-rout\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/feb/03/tesco-chicken-supplier-river-wye-avara-foods-manure-pollution", "title": "Tesco chicken supplier should pay to clean up River Wye, says charity", "date_published": "2023-02-03 07:45:02+00:00", "description": "<p>Campaigners urge leading poultry producer Avara Foods to fund reparations for pollution from its chicken farm suppliers</p><p>Avara Foods, a leading supplier of chicken to Tesco, is being urged by campaigners to pay reparations to help clean up the River Wye.</p><p>The Wye, a river running from mid-Wales to the Severn estuary, has been affected by increasing <a href=\"https://www.theguardian.com/environment/2020/jun/20/its-like-pea-soup-poultry-farms-turn-wye-into-wildlife-death-trap\">algal blooms</a>. These are partly caused by poultry farms spreading more manure than the land can absorb, <a href=\"https://committees.parliament.uk/writtenevidence/41331/html/\">say scientists</a>, leading to excess phosphorus leaching into waterways.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/03/tesco-chicken-supplier-river-wye-avara-foods-manure-pollution\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/books/2023/feb/03/the-dress-diary-of-mrs-anne-sykes-by-kate-strasdin-review-the-fabric-of-victorian-life", "title": "The Dress Diary of Mrs Anne Sykes by Kate Strasdin review – the fabric of Victorian life", "date_published": "2023-02-03 07:30:01+00:00", "description": "<p>An album of swatches offers a rich historical record of middle-class life in the 19th century</p><p>In May 1848 merchant’s wife Anne Sykes rustled on to the dancefloor in a dress made of pink and purple silk taffeta. Her husband, Adam, was quite possibly in the cream velvet pile waistcoat that he had got for his birthday. Or perhaps he had opted for the bright silk tartan one. Either way, the young couple must have shimmered as they waltzed, giving the lie to the idea that the early Victorians mostly preferred to look as if they were off to a funeral.</p><p>Found on a market stall in the 1970s, an album that Sykes kept throughout much of her early adult life contains 2,000 swatches of fabric, all neatly snipped and mounted. Rather than collect her friends’ and family’s autographs, she asked instead for a sample of their clothes, which she then carefully transferred on to paper and annotated, much as you might do with seashells or foreign stamps. The result is an extraordinarily rich record of middle-class Victorian life, both at home and abroad (the Sykeses spent seven years in Singapore, which is where the pink and purple silk taffeta made its dazzling debut).</p> <a href=\"https://www.theguardian.com/books/2023/feb/03/the-dress-diary-of-mrs-anne-sykes-by-kate-strasdin-review-the-fabric-of-victorian-life\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/film/2023/feb/03/bollywood-pakistan-muslims-narendra-modi-india", "title": "Bollywood is obsessed with Pakistan. We’d be flattered if it weren’t so nasty", "date_published": "2023-02-03 07:00:05+00:00", "description": "<p>Try as the industry might, Modi’s quasi-fascist politics cannot be set to jaunty music and helicopter stunts</p><p>If recent Bollywood films are any indication, it is fair to say that India’s film industry is obsessed with Pakistan. Obsessed. Like standing outside your apartment and trying to peek through your windows at night with binoculars obsessed.</p><p>If the films were smarter or more daring, Pakistan might be flattered. Instead, we are beginning to be mildly confused by all the attention.</p> <a href=\"https://www.theguardian.com/film/2023/feb/03/bollywood-pakistan-muslims-narendra-modi-india\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/trump-biden-classified-documents-comparison-obstruction", "title": "Why prosecutors might get Trump – and not Biden –  for classified documents", "date_published": "2023-02-03 07:00:05+00:00", "description": "<p>Trump’s situation is more perilous because of his reluctance to cooperate and his suspected obstruction of justice</p><p>Donald Trump’s retention of classified-marked documents at his Mar-a-Lago resort is distinguished in the eyes of the justice department from that of Joe Biden or Mike Pence as a result of one particularly crucial difference: suspected obstruction of justice.</p><p>Legal experts believe the situation for the <a href=\"https://www.theguardian.com/us-news/donaldtrump\">former US president</a> is more perilous than others swept up in the scandal because of his reluctance to cooperate at key moments in the investigation and his unwillingness to proactively search his properties for marked documents after becoming aware that he possessed such papers.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/trump-biden-classified-documents-comparison-obstruction\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/hassan-sheikh-mohamud-interview-somalia", "title": "Inside Villa Somalia: 72 hours with the president promising to rebuild his broken country", "date_published": "2023-02-03 07:00:04+00:00", "description": "<p>Hassan Sheikh Mohamud says Somalia’s factions can find peace, political Islam need not be violent and democracy can grow. Here’s his exclusive interview with the Observer </p><p>The drive from Mogadishu airport to the presidential home at Villa Somalia should take about 15 minutes. It rarely does. Every few hundred metres there is a police roadblock. Nothing can be left to chance: <a href=\"https://www.reuters.com/article/somalia-blast-idINL8N292032\">lethal explosions at checkpoints</a> are commonplace.</p><p>To avoid security breaches, nobody except Hassan Sheikh Mohamud, the recently re-elected president, and a few aides, know about the Observer’s visit. We arrive in a bulletproof Hilux behind a Jeep carrying seven soldiers and a mounted machine gun, along a road lined by shipping containers padded with sandbags and walls topped with razor wire. It is eerily quiet.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/hassan-sheikh-mohamud-interview-somalia\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/royal-commissions-transformed-britain-1960s-nhs-housing", "title": "Royal commissions transformed Britain in the 1960s – we desperately need them now  | Simon Jenkins", "date_published": "2023-02-03 07:00:04+00:00", "description": "<p>These independent inquiries would rise above the party-political deadlock over reform for the NHS and housing</p><p>Britain’s once-famed welfare state seems unable to deliver. Public services are riven with conflict and starved of funds. Nothing works. Yet there the argument ends. The government defends the status quo, the opposition claims it is all about money. The Treasury rules. Reform ossifies. Progress is zero.</p><p>Scratch the surface of <a href=\"https://www.theguardian.com/uk-news/2023/feb/01/ministers-and-unions-dig-in-amid-widespread-strike-action-across-uk\">this week’s strikes</a> and it is clear that each of the services has suffered from a longstanding absence of constructive reform. The triaging of health treatment is plagued by bottlenecks. <a href=\"https://www.theguardian.com/society/2023/jan/30/dementia-home-care-agency-half-hour-visits-lasted-little-three-minutes\">Home care of elderly people </a>is withering. School teaching is oppressed by obsessive examinations. Housing policy is led by builders’ lobbies, not by housing need. Energy policy has become <a href=\"https://www.theguardian.com/business/2023/feb/02/shell-profits-2022-surging-oil-prices-gas-ukraine\">obscene</a>, even to the most ardent advocate of privatisation.</p><p>Simon Jenkins is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/royal-commissions-transformed-britain-1960s-nhs-housing\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/us-news/2023/feb/03/steven-askew-tyre-nichols-memphis-tennessee", "title": "‘The system hasn’t changed’: a family reflects on their tragedy in the wake of Tyre Nichols’s death", "date_published": "2023-02-03 07:00:04+00:00", "description": "<p>The recent killing reopens a family’s wounds from the death of Steven Askew 10 years ago at the hands of the Memphis police</p><p>More than 200 miles away from Memphis, as Tyre Nichols’s family mourned the beating death of their son at the hands of police, Sylvia Askew was at home, taking care of her ailing husband in Nashville.</p><p>Silvia knew how Nichols’s mother, RowVaughn Wells, felt. She too struggled over the last week, just as she had every time a Black man in America was killed by police: a decade ago, on 17 January 2013, her 24-year-old son Steven Askew was shot and killed by two white Memphis police officers moments after he awoke in his car, waiting for his girlfriend outside her home.</p> <a href=\"https://www.theguardian.com/us-news/2023/feb/03/steven-askew-tyre-nichols-memphis-tennessee\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/gallery/2023/feb/03/british-homes-for-sale-in-areas-perfect-for-spring-walks-in-pictures", "title": "British homes for sale in areas perfect for spring walks – in pictures", "date_published": "2023-02-03 07:00:03+00:00", "description": "<p>Properties from a rambling former manse to a radical modernist 1960s terrace</p><p></p> <a href=\"https://www.theguardian.com/money/gallery/2023/feb/03/british-homes-for-sale-in-areas-perfect-for-spring-walks-in-pictures\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/dear-edward-review-plane-crash-apple-tv", "title": "Dear Edward review – the dire folk-pop soundtrack ruins every tender TV moment", "date_published": "2023-02-03 07:00:03+00:00", "description": "<p>There are plenty of authentic emotional moments in Jason Katims’s drama about a bereavement support group. Until the dreadful, mewling music starts up …</p><p>A plane goes down in a field killing everyone on board. Or everyone except one little boy – soon nicknamed “miracle boy” by the press – who, having lost his parents and brother in the crash, will now be raised by an aunt. In an instant, hundreds of lives are over and thousands more are changed forever. How can loss on that scale be fathomed?</p><p>In 2020, the writer Ann Napolitano made an attempt. She turned her grim fascination with the real-life 2010 <a href=\"https://www.theguardian.com/world/2010/may/12/libya-plane-crash-100-dead\">tragedy of Flight 771</a> into a novel called Dear Edward. In her fictionalised version, the disaster takes place on a flight from New York to Los Angeles and the nine-year-old Dutch survivor becomes a 12-year-old American boy. The novel was well received, praised for its sensitive study of sorrow and healing, and has now been adapted into a 10-episode ensemble drama by Jason Katims, best known as the Emmy-winning showrunner of high-school football series <a href=\"https://www.theguardian.com/tv-and-radio/tvandradioblog/2012/feb/13/friday-night-lights\">Friday Night Lights</a>.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/dear-edward-review-plane-crash-apple-tv\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/you-to-the-exchange-the-seven-best-shows-to-stream-this-week", "title": "You to The Exchange: the seven best shows to stream this week", "date_published": "2023-02-03 07:00:03+00:00", "description": "<p>The absurdly entertaining serial killer show returns with Penn Badgley on the run in London, while a strong feminist take on 1980s Kuwait sees two pioneering women tackle the patriarchy</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/you-to-the-exchange-the-seven-best-shows-to-stream-this-week\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/gallery/2023/feb/03/battered-britannia-and-human-sardines-the-state-were-in-gallery", "title": "Battered Britannia and human sardines: the state we’re in – in pictures", "date_published": "2023-02-03 07:00:02+00:00", "description": "<p>For the next month, 11 artists have their work exhibited in a ‘gallery without walls’ – that is, on billboards and digital screens around the UK – with the aim of provoking public debate and saying something about the issues of our time. This year’s submissions were on the theme of ‘the state we’re in’ and address disability, housing, the pandemic, mental health, refugees, capitalism and Boris Johnson’s birthday cake</p><p><em>This gallery was produced as part of a media partnership between the Guardian and Artichoke, reflecting the Guardian’s support for arts and culture initiatives</em></p> <a href=\"https://www.theguardian.com/culture/gallery/2023/feb/03/battered-britannia-and-human-sardines-the-state-were-in-gallery\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/feb/03/im-really-worried-homeowners-and-would-be-buyers-on-uk-interest-rates", "title": "‘I’m really worried’: homeowners and would-be buyers on UK interest rates", "date_published": "2023-02-03 07:00:01+00:00", "description": "<p>As the base rate reaches 4%, we hear from people concerned about rising mortgage costs</p><p><strong>Chris Felix-Hill</strong>, 47, and his wife, <strong>Adeline</strong>, from Steeple, Essex, are struggling to keep alive their dream of one day becoming homeowners, after “demoralising” house price rises during the pandemic and yet another <a href=\"https://www.theguardian.com/business/2023/feb/02/bank-of-england-raises-uk-interest-rates-to-4\">interest rate rise</a> from the Bank of England on Thursday, to 4%, a 14-year high.</p><p>“Today’s announcement just means more disappointment and frustration,” says Felix-Hill, who works in the adult education sector. “We’ve been saving for a few years and fortunately can live with my mum and her partner, which has allowed us to save up a £30k deposit.</p> <a href=\"https://www.theguardian.com/business/2023/feb/03/im-really-worried-homeowners-and-would-be-buyers-on-uk-interest-rates\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/travel/2023/feb/03/inside-sant-ambrogio-florence-secret-neighbourhood-tuscany-italy", "title": "‘We’re like an island’: inside Florence’s secret neighbourhood", "date_published": "2023-02-03 07:00:01+00:00", "description": "<p>Only minutes from the centre of one of Italy’s most visited cities, the Sant’Ambrogio district has managed to stay under the tourist radar. Locals in market square tell us what makes it so special</p><p>The Florentine neighbourhood of Sant’Ambrogio may only be 10 minutes’ walk east from the landmark Duomo and Palazzo Vecchio, but this part of the Tuscan capital has a distinctive character far removed from the tourist pizza traps and overpriced gelato. It’s a tight-knit community that is still genuinely Florentine but also multi-ethnic. It’s a food nirvana and a favourite student haunt.</p><p>The crowds thronging the historical centre quickly thin out as I pass into Sant’Ambrogio and the tranquil gardens of Piazza dei Ciompi. It is noon on Friday, and while Giotto’s bell tower may be chiming back in the Piazza del Duomo, the noise that greets me in the piazza is the muezzin’s call to prayer. Crowds of Muslims unroll their prayer mats in the middle of Piazza dei Ciompi, home to the Masjid Al-Taqwa, Florence’s principal mosque.</p> <a href=\"https://www.theguardian.com/travel/2023/feb/03/inside-sant-ambrogio-florence-secret-neighbourhood-tuscany-italy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/gets-police-out-of-the-lives-of-drug-users-decriminalization-move-takes-effect-in-canadian-province", "title": "‘Gets police out of the lives of drug users’: decriminalization move takes effect in Canadian province", "date_published": "2023-02-03 06:30:01+00:00", "description": "<p>British Columbia now allows possession of 2.5g of illegal drugs in measure to mitigate opioid crisis</p><p>East Hastings Street in Vancouver’s Downtown Eastside has long been the epicenter of Canada’s deadly opioid crisis. For years, lines of tents, discarded needles and open drug use have been common sights.</p><p>Residents of the neighbourhood have repeatedly called for a radical change to the government’s approach to illegal drugs, particularly since <a href=\"https://www.theguardian.com/world/2020/aug/28/canada-drugs-fentanyl-regulation-british-columbia\">a recent spate of overdose deaths.</a></p> <a href=\"https://www.theguardian.com/society/2023/feb/03/gets-police-out-of-the-lives-of-drug-users-decriminalization-move-takes-effect-in-canadian-province\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/global-development/2023/feb/03/namibia-genocide-victims-herero-nama-germany-reparations", "title": "Descendants of Namibia’s genocide victims call on Germany to ‘stop hiding’", "date_published": "2023-02-03 06:30:00+00:00", "description": "<p>Herero and Nama people demand direct talks and take Namibian government to court for accepting reparations on their behalf for 1904-1908  killings</p><p>Descendants of victims of genocide in Namibia have called on Germany to “stop hiding” and discuss reparations with them directly, as they take their own government to court for making a deal without their approval.</p><p>The Herero and Nama people have gone to Namibia’s high court, rejecting <a href=\"https://www.dngev.de/images/stories/Startseite/joint-declaration_2021-05.pdf\">an apology made in 2021</a> after years of talks between Namibia and Germany, which they say falls short of atoning for the 1904 to 1908 genocide, the first of the 20th century.</p> <a href=\"https://www.theguardian.com/global-development/2023/feb/03/namibia-genocide-victims-herero-nama-germany-reparations\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/spy-balloons-what-are-they-and-why-are-they-still-being-used", "title": "Spy balloons: what are they and why are they still being used?", "date_published": "2023-02-03 06:14:03+00:00", "description": "<p>The idea emerged during the French revolutionary wars, so what is their appeal now, in the age of the satellite?</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/feb/02/pentagon-chinese-spy-balloon\">Pentagon says it is monitoring Chinese spy balloon spotted flying over US</a></li></ul><p>On Thursday, the Pentagon said it was tracking <a href=\"https://www.theguardian.com/us-news/2023/feb/02/pentagon-chinese-spy-balloon\">a Chinese spy balloon flying across the US</a>. They may not hold the same intrigue as a buttonhole camera or arsenic hidden in a tooth, but spy balloons have been used for centuries – and, experts say, their use is likely to increase in future.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/spy-balloons-what-are-they-and-why-are-they-still-being-used\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/wave-of-sushi-terrorism-grips-japans-restaurant-world", "title": "Wave of ‘sushi terrorism’ grips Japan’s restaurant world", "date_published": "2023-02-03 06:12:54+00:00", "description": "<p>Signature cuisine is at the centre of a police investigation after customers at revolving sushi restaurants posted video clips of themselves meddling with dishes</p><p>There are breaches of etiquette – drenching your rice in soy sauce, for one – and then there are heinous acts of “sushi terrorism”.</p><p>Japan’s signature cuisine is at the centre of a police investigation after customers at revolving sushi restaurants posted video clips of themselves interfering with food and playing pranks on other customers.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/wave-of-sushi-terrorism-grips-japans-restaurant-world\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/lifeandstyle/2023/feb/03/a-shopping-guide-to-the-best-pretty-green", "title": "A shopping guide to the best … pretty green", "date_published": "2023-02-03 06:00:27+00:00", "description": "<p>Chunky lambswool, fetching faux fur and a stretch knit dress you can bag for a bargain – all in verdant tones</p><p>Print dress, £35.99, <a href=\"https://www.zara.com/uk/en/short-printed-dress-p03666065.html?v1=235924080\">zara.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/feb/03/a-shopping-guide-to-the-best-pretty-green\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/news/2023/feb/03/british-weather-still-confounds-forecasting-supercomputers", "title": "British weather still confounds forecasting supercomputers", "date_published": "2023-02-03 06:00:27+00:00", "description": "<p>Recent cold spell in the south-east shows how three- to five-day calculations can be wildly incorrect</p><p>In the heady days of 1991 when the Met Office’s first supercomputer was installed there were predictions of accurate UK weather forecasts – days, weeks and even months in advance. Gradually this optimism was eroded by the realisation that despite the millions of calculations the computers had the capacity to make, the outcomes still varied wildly depending on the data that was fed in.</p><p>Short-term forecasts definitely improved, but in 2009 the Met Office predicted in April that there would be a barbecue summer and had to apologise in July when large parts of the country were flooded.</p> <a href=\"https://www.theguardian.com/news/2023/feb/03/british-weather-still-confounds-forecasting-supercomputers\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/feb/03/councils-say-they-lack-funds-to-enforce-stricter-limits-on-wood-burners", "title": "Councils say they lack funds to enforce stricter limits on wood burners", "date_published": "2023-02-03 06:00:26+00:00", "description": "<p>Local authorities say policing government’s new standards on smoke pollution is beyond their means</p><p>Local authorities lack the resources for the crackdown on highly polluting wood burners promised by the environment secretary, Thérèse Coffey, they say.</p><p>Wood-burning in urban areas is an increasing source of harmful air pollution, as people install stoves for aesthetic reasons or to save money on gas.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/03/councils-say-they-lack-funds-to-enforce-stricter-limits-on-wood-burners\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/feb/03/griff-rhys-jones-rails-against-plans-to-smother-liverpool-street-station", "title": "Griff Rhys Jones rails against plans to ‘smother’ Liverpool Street station", "date_published": "2023-02-03 06:00:26+00:00", "description": "<p>Comedian leads coalition against ‘exploitative’ proposal for 16-storey buildings over listed station</p><p>Griff Rhys Jones is leading a coalition of conservationists against what he describes as plans to “smother” Liverpool Street station under 109 metres (350ft) of new offices, shops and a hotel.</p><p>The comedian, writer and broadcaster has been appointed president of the revived Liverpool Street Station Campaign (Lissca), a post <a href=\"https://www.theguardian.com/uk-news/2022/nov/23/betjemans-liverpool-street-campaign-revived-in-face-of-new-development\">held in the 1970s by the then poet laureate Sir John Betjeman</a> when he led a successful crusade against plans to demolish the station.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/03/griff-rhys-jones-rails-against-plans-to-smother-liverpool-street-station\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/commentisfree/2023/feb/03/uk-property-ownership-legal-loophole-transparent-identity", "title": "If the government thinks UK property ownership is now transparent, it’s sadly mistaken | Oliver Bullough", "date_published": "2023-02-03 06:00:26+00:00", "description": "<p>A legal loophole means the identities of many foreign individuals – as opposed to companies – owning property in Britain are still unknown to the public</p><p>When Vladimir Putin launched all-out war on Ukraine a year ago, the British government realised that letting Russian oligarchs buy large chunks of west London had been foolish. The long-cherished belief that the civilising air of Eaton Square might turn kleptocrats into democrats was finally – if belatedly – abandoned.</p><p>The fruit of the government’s realisation is the <a href=\"https://www.gov.uk/government/news/the-new-register-of-overseas-entities-is-live\">new register of overseas owners</a> of UK properties, which ended the anonymity that oligarchs enjoyed by hiding their mansions behind offshore-registered shell companies. The register has had some teething problems, in that <a href=\"https://www.theguardian.com/uk-news/2023/feb/01/almost-13000-offshore-companies-with-uk-property-fail-to-declare-owners\">13,000 companies missed the January deadline to reveal their owners</a>, but surely the bigger picture is that this enduring loophole in our transparency rules is finally closed, and the playing field levelled, right? Wrong. A huge loophole still exists, which renders last year’s reform pretty much meaningless, and which almost no politicians have noticed.</p><p>Oliver Bullough is the author of <a href=\"https://guardianbookshop.com/moneyland-9781781257937\">Moneyland</a>: Why Thieves and Crooks Now Rule the World and How to Take It Back</p> <a href=\"https://www.theguardian.com/commentisfree/2023/feb/03/uk-property-ownership-legal-loophole-transparent-identity\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/money/2023/feb/03/tory-bankbenchers-plan-to-put-pressure-on-hunt-to-cut-childcare-costs", "title": "Tory bankbenchers plan to put pressure on Hunt to cut childcare costs", "date_published": "2023-02-03 06:00:26+00:00", "description": "<p>Exclusive: Group led by Siobhan Baillie want chancellor to use budget to relax rules and eliminate business rates for nurseries </p><p>A handful of influential Tory backbenchers have created an informal pressure group to push the chancellor, Jeremy Hunt, to cut the costs of childcare at next month’s budget, as experts say the sector is in crisis.</p><p>The MPs, led by Siobhan Baillie, have been meeting regularly in recent weeks to discuss a range of measures they want Hunt to introduce to help parents afford care for young children and get back to work.</p> <a href=\"https://www.theguardian.com/money/2023/feb/03/tory-bankbenchers-plan-to-put-pressure-on-hunt-to-cut-childcare-costs\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/alf-dubs-decries-suella-bravermans-likening-of-refugees-to-invaders", "title": "Alf Dubs decries Suella Braverman’s likening of refugees to invaders", "date_published": "2023-02-03 06:00:25+00:00", "description": "<p>Labour peer who fled to UK to escape Nazis says home secretary’s words ‘deeply and personally upsetting’ </p><p>Alf Dubs, the veteran Labour peer who arrived in the UK as a child fleeing the Nazis, has described <a href=\"https://www.theguardian.com/uk-news/2022/nov/01/bravermans-invasion-claim-not-backed-by-facts-say-experts\">Suella Braveman’s likening of refugees to invaders</a> as “deeply and personally upsetting”, and a low point of his half century in politics.</p><p>Dubs, who fled what was then Czechoslovakia unaccompanied in 1939 and came to the UK aged six as part of the Kindertransport system, condemned the home secretary for using language that painted those also fleeing persecution as “hostile people”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/alf-dubs-decries-suella-bravermans-likening-of-refugees-to-invaders\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/music/2023/feb/03/arlo-parks-on-burnout-boundaries-and-budding-romance-i-have-to-remind-myself-to-take-it-easy", "title": "Arlo Parks on burnout, boundaries and budding romance: ‘I have to remind myself to take it easy’", "date_published": "2023-02-03 06:00:25+00:00", "description": "<p>Her debut became a pandemic smash and won the Mercury prize. But after her schedule left her ‘dangerously low’, Parks cancelled shows to prioritise self-care – and the love story behind her fizzing new album</p><p>Driving along the mountain-flanked Angeles Crest Highway in southern California, <a href=\"https://www.theguardian.com/music/arlo-parks\">Arlo Parks</a> played her new album for her girlfriend for the first time. A sunny, spacious record fizzing with the promise of new love, she wanted it “to throw people off balance a little”. The couple turned off and parked the car, music still playing as they looked out over the city of Los Angeles, the singer-songwriter’s new home. “She loved it,” says Parks.</p><p>LA is a long way from Hammersmith, London, where the 22-year-old performer born Anaïs Oluwatoyin Estelle Marinho grew up and wrote her first EP, 2019’s Super Sad Generation. The tenderness and candour of Parks’ melancholy bedroom pop gives it a quiet power, a quality that has propelled her steady ascent. Her breakout hit, Black Dog, a delicate heartbreaker about bearing witness to a close friend’s debilitating depression, became an unofficial anthem of the pandemic, then, in 2021, her debut album, Collapsed in Sunbeams, was <a href=\"https://www.theguardian.com/music/2021/jan/28/arlo-parks-collapsed-in-sunbeams-review\">lauded in this paper</a> as “the arrival of a major new talent”. <a href=\"https://www.theguardian.com/music/2021/sep/10/arlo-parks-warm-voice-and-diaristic-lyrics-rightly-earn-her-the-mercury-prize\">It won her the Mercury prize</a>; Billie Eilish told Vanity Fair that Parks was one of her favourite artists and invited her to open for her at her concerts in London. Parks spent 2022 travelling the world, playing shows with Harry Styles, Lorde and Florence + the Machine.</p> <a href=\"https://www.theguardian.com/music/2023/feb/03/arlo-parks-on-burnout-boundaries-and-budding-romance-i-have-to-remind-myself-to-take-it-easy\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/society/2023/feb/03/more-than-500000-people-in-uk-will-be-diagnosed-with-cancer-each-year-by-2040", "title": "More than 500,000 people in UK ‘will be diagnosed with cancer each year by 2040’", "date_published": "2023-02-03 06:00:25+00:00", "description": "<p>Cancer Research UK report says NHS risks being overwhelmed by cancer diagnoses</p><p>More than 500,000 people in the UK will be diagnosed with cancer every year by 2040, according to analysis by Cancer Research UK.</p><p>In its <a href=\"https://mail.google.com/mail/u/0/popout?ver=1o7atxw36gm26#attid%253Datt_18611fd15a951b5b_0.1_fc9bcf4d_b65284f0_b38fa2f0_179f301f_3a89d7f5%25252FCancer%252520in%252520the%252520UK_Overview%2525202023.pdf\">report</a> published on Friday, researchers project that if current trends continue, cancer cases will rise by one-third from 384,000 a year diagnosed now to 506,000 in 2040, taking the number of new cases every year to more than half a million for the first time.</p> <a href=\"https://www.theguardian.com/society/2023/feb/03/more-than-500000-people-in-uk-will-be-diagnosed-with-cancer-each-year-by-2040\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/tv-and-radio/2023/feb/03/tv-tonight-bill-gates-talks-politics-divorce-and-chickens", "title": "TV tonight: Bill Gates talks politics, divorce and chickens", "date_published": "2023-02-03 06:00:25+00:00", "description": "<p>Amol Rajan gets the billionaire philanthropist to open up. Plus: Joe Lycett eats a naughty donut. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/feb/03/tv-tonight-bill-gates-talks-politics-divorce-and-chickens\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/culture/2023/feb/03/thornborough-henges-north-yorkshire-gifted-england-heritage", "title": "Forgotten ‘Stonehenge of the north’ given to nation by construction firm", "date_published": "2023-02-03 06:00:24+00:00", "description": "<p>Two sections of the Thornborough Henges come off Historic England’s at-risk register after donation  </p><p>Two enormous and thrillingly mysterious ancient monuments, part of a complex regarded as the Stonehenge of the north, have been given to the nation and will come off England’s heritage at-risk register.</p><p>The <a href=\"https://www.theguardian.com/artanddesign/2006/feb/20/architecture\">Thornborough Henges</a>, near Ripon, in North Yorkshire, are three huge, human-made, enclosed earth circles. Each is more than 200 metres in diameter and they date from 3500BC to 2500BC, making them late neolithic/early bronze age monuments.</p> <a href=\"https://www.theguardian.com/culture/2023/feb/03/thornborough-henges-north-yorkshire-gifted-england-heritage\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/environment/2023/feb/03/uk-butterflies-vanish-from-nearly-half-of-the-places-they-once-flew-study", "title": "UK butterflies vanish from nearly half of the places they once flew – study", "date_published": "2023-02-03 06:00:24+00:00", "description": "<p>Butterfly Conservation report reveals 42% decline in distribution of 58 native species since 1976</p><p>Butterfly species have vanished from nearly half of the places where they once flew in the UK since 1976, according to a study.</p><p>The distribution of 58 native species has fallen by 42% as butterflies disappear from cities, fields and woods. Those that are only found in particular habitats, such as wetlands or chalk grassland, have fared even worse, declining in distribution by 68%.</p> <a href=\"https://www.theguardian.com/environment/2023/feb/03/uk-butterflies-vanish-from-nearly-half-of-the-places-they-once-flew-study\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/live/2023/feb/03/russia-ukraine-war-live-zelenskiy-pushes-for-10th-sanctions-package-from-eu-leaders-meeting-in-kyiv", "title": "Russia-Ukraine war live: Zelenskiy pushes for 10th sanctions package from EU leaders meeting in Kyiv", "date_published": "2023-02-03 05:48:44+00:00", "description": "<p>Second day of talks as Ukrainian president says pace of sanctions has slowed</p><ul><li><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></li></ul> <a href=\"https://www.theguardian.com/world/live/2023/feb/03/russia-ukraine-war-live-zelenskiy-pushes-for-10th-sanctions-package-from-eu-leaders-meeting-in-kyiv\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/european-commission-tourist-experience-brussels", "title": "Virtual aid trip and a policy quiz: the European Commission tourist experience", "date_published": "2023-02-03 05:00:22+00:00", "description": "<p>Brussels exhibition is latest EU effort to appeal to the public by seeking to explain its work</p><p>There is a virtual reality plane trip, a quiz, a presentation from the world’s “most powerful woman”, and a souvenir photo: it is all part of the offer at one of the latest tourist attractions to arrive in Brussels – the European Commission exhibition centre.</p><p>Experience Europe, which has been open just under a year, seeks to explain the work of the commission, which proposes and enforces EU law, and for many is the epitome of “Brussels”. It is the latest example of how the bloc is trying to appeal to the public. Stung by criticism of being an elite project with bamboozling and opaque processes, the EU has sharpened up communication efforts in the last 15 years. The European parliament opened a visitors’ centre, the <a href=\"https://visiting.europarl.europa.eu/en/visitor-offer/brussels/parlamentarium\">Parlamentarium</a>, in 2011, followed by <a href=\"https://www.theguardian.com/world/2018/aug/12/museum-past-critics-divided-house-european-history\">a museum dedicated to European history</a> in 2017.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/european-commission-tourist-experience-brussels\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/business/2023/feb/03/trains-england-drivers-strike-aslef-union-pay-dispute", "title": "Almost no trains will run in England on Friday as drivers strike", "date_published": "2023-02-03 05:00:21+00:00", "description": "<p>Members of Aslef union to stage second 24-hour strike this week in long-running pay dispute</p><p>No trains will run across most of England on Friday as drivers in the Aslef union stage their second 24-hour strike this week.</p><p>Drivers will strike as part of the long-running pay dispute at 14 train operating companies, leaving passengers facing disruption around Britain.</p> <a href=\"https://www.theguardian.com/business/2023/feb/03/trains-england-drivers-strike-aslef-union-pay-dispute\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/politics/audio/2023/feb/03/congress-struggles-with-police-reform-politics-weekly-america-podcast", "title": "Congress struggles with police reform: Politics Weekly America podcast", "date_published": "2023-02-03 05:00:21+00:00", "description": "<p>While attending the funeral of Tyre Nichols, the 29-year-old man beaten to death by police in Memphis, Tennessee, this week, Kamala Harris called on Congress to pass the George Floyd Justice in Policing Act, which passed in the House in 2021 but failed in the Senate.</p><p>Jonathan Freedland speaks to Dr David Thomas, of Florida Gulf Coast University, about why lawmakers find police reform a difficult issue to legislate on</p><p><em>Archive: MSNBC, CBS, NBC, PBS</em></p> <a href=\"https://www.theguardian.com/politics/audio/2023/feb/03/congress-struggles-with-police-reform-politics-weekly-america-podcast\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/putin-russia-blackmail-europe-gas-supply-ukraine", "title": "How Putin’s plans to blackmail Europe over gas supply failed", "date_published": "2023-02-03 05:00:21+00:00", "description": "<p>Within eight months of Russia invading Ukraine, the EU’s 27 states had replaced about 80% of the natural gas they used to get from Moscow</p><p>The worst-case scenarios piled up over the summer months. Germany’s economic minister warned of “catastrophic” industrial shutdowns, fraying supply chains and mass unemployment. France’s president urged citizens to turn down the heating. Spain asked why countries that hadn’t got hooked on Russian gas should bail out neighbours who had lectured them about fiscal discipline in the past.</p><p>Former Russian president Dmitry Medvedev, meanwhile, gleefully predicted that Europeans would be “freezing in their homes” because they hadn’t thought through the consequences of throwing their support behind Ukraine. “The cold is coming soon,” he said, menacingly, in June last year.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/putin-russia-blackmail-europe-gas-supply-ukraine\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/italian-anarchist-alfredo-cospito-hunger-strike-rekindles-debate-harsh-prison-regime", "title": "Italian anarchist’s hunger strike rekindles debate over harsh prison regime", "date_published": "2023-02-03 05:00:21+00:00", "description": "<p>Alfredo Cospito has lost 45kg during protest over solitary confinement and says he ‘just wants to live’</p><p>An Italian anarchist on hunger strike over a harsh prison regime usually reserved for mafia bosses has said he “just wants to live”, as his supporters reportedly threatened a serious attack in connection to his case.</p><p>Alfredo Cospito has lost about 45kg (7st) since beginning his hunger strike in October, and this week he was transferred from a maximum security prison in Sardinia to Milan’s Opera prison owing to his deteriorating health.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/italian-anarchist-alfredo-cospito-hunger-strike-rekindles-debate-harsh-prison-regime\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/nick-kyrgios-pleads-guilty-to-assault-after-admitting-he-shoved-ex-girlfriend", "title": "Assault charge against Nick Kyrgios dismissed after he admits shoving ex-girlfriend", "date_published": "2023-02-03 04:26:36+00:00", "description": "<p>The Australian tennis player pleaded guilty to pushing ex-girlfriend Chiara Passari in a late night argument in Canberra in 2021</p><ul><li><strong>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></strong></li></ul><p>Nick Kyrgios has had an assault charge dismissed by a magistrate after he pleaded guilty to shoving over his ex-girlfriend in 2021.</p><p>The tennis star fronted the ACT Magistrates Court on Friday where a bid to have the assault charge thrown out on mental health grounds was rejected.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/nick-kyrgios-pleads-guilty-to-assault-after-admitting-he-shoved-ex-girlfriend\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/sport/2023/feb/03/hero-to-zero-world-champion-stephanie-gilmore-suffers-shock-early-exit-at-pipeline", "title": "‘Hero to zero’: world champion Stephanie Gilmore suffers shock early exit at Pipeline", "date_published": "2023-02-03 03:52:11+00:00", "description": "<ul><li>Reigning champion kicks off title defence with second-round exit</li><li>Australian falls to teenagers at WSL season-opener in Hawaii</li></ul><p>Eight-time world champion Stephanie Gilmore felt like she went from “hero to zero” after suffering a shock early exit at the hands of two American teenagers at Pipeline.</p><p>Gilmore was thrust into the elimination round after posting a two-wave total of just 2.8 in her opening heat in Hawaii. It meant the 35-year-old Australian needed to finish in the top two of her three-person elimination heat in the second round, and she found herself in last spot with five minutes remaining against Americans Caitlin Simmers and Alyssa Spencer.</p> <a href=\"https://www.theguardian.com/sport/2023/feb/03/hero-to-zero-world-champion-stephanie-gilmore-suffers-shock-early-exit-at-pipeline\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/technology/2023/feb/03/colombia-judge-chatgpt-ruling", "title": "Colombian judge says he used ChatGPT in ruling", "date_published": "2023-02-03 02:53:33+00:00", "description": "<p>Juan Manuel Padilla asked the AI tool how laws applied in case of autistic boy’s medical funding, while also using precedent to support his decision</p><p>A judge in Colombia has caused a stir by admitting he used the artificial intelligence tool ChatGPT when deciding whether an autistic child’s insurance should cover all of the costs of his medical treatment. He also used precedent from previous rulings to support his decision.</p><p>Juan Manuel Padilla, a judge in the Caribbean city of Cartagena, concluded that the entirety child’s medical expenses and transport costs should be paid by his medical plan as his parents could not afford them.</p> <a href=\"https://www.theguardian.com/technology/2023/feb/03/colombia-judge-chatgpt-ruling\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/world/2023/feb/03/italian-mob-suspect-edgardo-greco-found-working-as-pizza-chef-after-16-years-on-run", "title": "Italian mob suspect Edgardo Greco found working as pizza chef after 16 years on run", "date_published": "2023-02-03 01:38:39+00:00", "description": "<p>Greco is wanted for murder of two brothers beaten to death in Calabria fish shop as part of ‘mafia war’, Interpol says</p><p>A convicted Italian killer, believed to belong to one of the country’s most powerful mafia organisations, has been discovered working as a pizza chef and arrested after 16 years on the run.</p><p>Edgardo Greco, 63, is suspected of belonging to the notorious ’Ndrangheta, a powerful mafia organisation in Calabria, southern Italy.</p> <a href=\"https://www.theguardian.com/world/2023/feb/03/italian-mob-suspect-edgardo-greco-found-working-as-pizza-chef-after-16-years-on-run\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}, {"source": "https://www.theguardian.com/rss", "link": "https://www.theguardian.com/uk-news/2023/feb/03/northern-ireland-fire-chief-appeals-for-strike-cover-to-avoid-army-call-up", "title": "Northern Ireland fire chief appeals for strike cover to avoid army call-up", "date_published": "2023-02-03 00:01:15+00:00", "description": "<p>Union dismisses ‘desperate tactics’ as chief calls for recognition of region’s ‘unique circumstances’</p><p>A fire service chief has been accused of “desperate tactics” after pleading for firefighters in Northern Ireland to respond to high-risk calls during any strikes so that the army are not asked to cover emergencies in the region.</p><p>The Fire Brigades Union (FBU) said the request showed that the government and managers were “clearly rattled” by a <a href=\"https://www.theguardian.com/uk-news/2023/jan/30/uk-firefighters-and-control-room-staff-vote-to-strike-over-pay\">vote last week</a> in favour of strike action.</p> <a href=\"https://www.theguardian.com/uk-news/2023/feb/03/northern-ireland-fire-chief-appeals-for-strike-cover-to-avoid-army-call-up\">Continue reading...</a>", "persistent": false, "language": "en-UK", "user": null}], "source": {"url": "https://www.theguardian.com/rss", "title": "The Guardian"}}