[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why I Am SUPER EXCITED For Super Mario Bros. Wonder...", "description": "Super Mario Bros. Wonder is a welcome return to Mario’s heritage, and with a barrage of loony power-ups, fresh mechanics, innovative co-operative and online play, plus bucketloads of whimsy and psychedelia Wonder is all set to be an enthralling adventure that’ll please both Mario veterans and newcomers alike. \n\nThere are some very deliberate design choices inherent in Wonder’s creation, but principally Nintendo are looking to capture a sense of that Mario feel, discovery, and well… wonder, in every step of Mario’s newest outing. \n\nThe vibrant environment altering mid-level transformations will be discussed in this feature alongside the barrel of new additions that are set to make Super Mario Bros. Wonder one of 2023’s biggest games.", "link": "https://www.youtube.com/watch?v=ohWkcywXxsc", "date_published": "2023-09-20T21:30:04+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/ohWkcywXxsc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Cyberpunk 2077: Phantom Liberty DLC Review - Game Changer", "description": "With Phantom Liberty, Cyberpunk 2077 has joined the ever-growing list of games that have made remarkable comebacks after less-than-ideal launches. The expansion is some of the best content CD Projekt RED has ever produced, shining brightly thanks to its captivating story, excellently written and performed characters, significant improvements to its progression and customization systems, and consistently thrilling combat and stealth gameplay, among a host of other improvements. \n\nPhantom Liberty finally makes good on the lofty promises that CD Projekt RED made for the Cyberpunk 2077 base game for so long, by not only being an excellent chunk of new content in and of itself, but being so good that it even uplifts the entire base game to altogether new heights as well.", "link": "https://www.youtube.com/watch?v=gQVMoy2Sps8", "date_published": "2023-09-20T15:00:37+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gQVMoy2Sps8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "The Starfield - Star Citizen Comparison Makes ZERO SENSE...", "description": "Bethesda’s highly anticipated Starfield was just recently released for PC and Xbox Series X/S, and a shining Metacritic score of 87 is proof of the excellent critical reception of the game. While most fans are having a lot of fun exploring and questing in this new Bethesda universe, Starfield’s release has also invited a lot of comparisons to Robert Industries’ ongoing MMO Star Citizen. \n\nOne might be forgiven to think that these comparisons are just since both games are about space exploration at their core - but once you look into the nitty gritty details, you will notice that these comparisons are oversimplifying things to the point of being nonsensical. This feature discusses why comparing these games to each other is almost like comparing apples to oranges.", "link": "https://www.youtube.com/watch?v=h35_R_DGHfo", "date_published": "2023-09-20T10:00:29+00:00", "bookmarked": false, "dead": null, "artist": "GamingBolt", "album": "GamingBolt", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/h35_R_DGHfo/hqdefault.jpg"}]