[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Persona 3 Reload - Official Conflicting Fates Trailer", "description": "Meet the threat Strega and get another look at Persona 3 Reload in this latest trailer for the upcoming RPG remake. Persona 3 Reload will be available on Xbox Series X|S, Xbox One, Windows, Steam, PlayStation 5, and PlayStation 4 on February 2, 2024. Persona 3 Reload will also be available on Xbox Game Pass at launch.\n\n#IGN #Gaming #Persona", "link": "https://www.youtube.com/watch?v=ud7Wnj7ZKZM", "date_published": "2023-09-20T23:30:08+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ud7Wnj7ZKZM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1: Nintendo Switch vs. PS5 (We gave the Switch version a 3/10) #mortalkombat #switch", "description": "", "link": "https://www.youtube.com/watch?v=s9ckRxDS94I", "date_published": "2023-09-20T23:26:22+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/s9ckRxDS94I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Pokémon Scarlet and Violet: The Teal Mask DLC Review", "description": "The Teal Mask is yet another step in a slow quality downslide for this series: it runs terribly, looks ugly, feels predictable, doesn’t offer any of the freedom Scarlet and Violet’s main story did, and falls short in so many ways compared to just about every other Pokemon game and DLC we've played.\n\n#IGN #Gaming #Pokemon", "link": "https://www.youtube.com/watch?v=3Hvy7M66PDQ", "date_published": "2023-09-20T23:10:19+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3Hvy7M66PDQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Toxic Avenger Reboot: New Images Revealed - IGN The Fix: Entertainment", "description": "In today's Fix of entertainment news:\nEntertainment Weekly got the scoop on some cool new images from the upcoming Toxic Avenger reboot. The movie, starring Peter Dinklage, looks to be a faithful remake of the original B-movie masterpiece, only with a bigger budget. But maybe extra money loses some of the character's charm? Guess we'll find out when the movie is released later this year. In animation news, a trailer has dropped for the upcoming Netflix series based on the Onimusha video games. Remember those? Think Resident Evil but in feudal Japan. Anyway, the trailer looks awesome and the series will drop this November.\nPresented by The Expanse: A Telltale Series.", "link": "https://www.youtube.com/watch?v=3XNKZmFjKhU", "date_published": "2023-09-20T22:43:07+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3XNKZmFjKhU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cyberpunk 2077: You Should Start a New Save for Update 2.0 - IGN Daily Fix", "description": "In today's Daily Fix:\nCyberpunk 2077 is getting a massive update ahead of the massive DLC expansion, Phantom Liberty. CD Projekt Red has a tip for anyone diving back into Night City: start a new save. No, nothing will happen to your old one, but the new save balances and adjusts and fixes so many things that the developers want you to experience what appears to be a brand new game with a brand new character. And speaking of game updates, owners of Mortal Kombat 1 on Switch should expect one in the future. After getting savagely—and hilariously—roasted for the subpar Switch port (we gave it a 3...yikes), Mortal Kombat co-creator Ed Boon is promising to address the major issues.\nPresented by The Expanse: A Telltale Series", "link": "https://www.youtube.com/watch?v=iGRWV7-WmNk", "date_published": "2023-09-20T22:38:02+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iGRWV7-WmNk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Payday 3 Review", "description": "Payday 3 reviewed by Travis Northup on Xbox Series X/S. Also available on PlayStation 5 and PC.\nPayday 3 is a solid step forward for my favorite heist simulator franchise, even though that step is a lot smaller than I’d hoped due to a lack of content and the unsurprising but still majorly annoying bugs and performance issues. The awesome combat, greatly improved AI, and especially the stealth options are so massive they alone justify this as a full sequel, and the new and improved heists with clear phases to navigate them are absolutely fantastic. I just wish there was more loot in the proverbial vault at the outset, and that Starbreeze would have used its years of experience in order to ensure this was a more robust and far more stable launch. I’m confident Payday 3 could become the sequel we all deserve with a year or two of updates – for now, it’s a nice start.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=ylxa3iDBBqc", "date_published": "2023-09-20T22:12:10+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ylxa3iDBBqc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Saw X - Official 'Legacy' Behind the Scenes Clip (2023) Tobin Bell, Shawnee Smith", "description": "Join director Kevin Greutert, star Tobin Bell, along with members of the cast and crew, for a behind-the-scenes look at the upcoming horror movie Saw X. Saw X stars Tobin Bell, Shawnee Smith, Synnøve Macody Lund, Steven Brand, Michael Beach, and Renata Vaca.\n\nJohn Kramer (Tobin Bell) is back. The most chilling installment of the SAW franchise yet explores the untold chapter of Jigsaw’s most personal game. Set between the events of SAW I and II, a sick and desperate John travels to Mexico for a risky and experimental medical procedure in hopes of a miracle cure for his cancer – only to discover the entire operation is a scam to defraud the most vulnerable. Armed with a newfound purpose, John returns to his work, turning the tables on the con artists in his signature visceral way through a series of ingenious and terrifying traps.\n\nSaw X is written by Peter Goldfinger & Josh Stolberg. It is produced by Mark Burg and Oren Koules.\n\nSaw X, directed by Kevin Greutert, opens in theaters on ", "link": "https://www.youtube.com/watch?v=MY_kDg5Xoq4", "date_published": "2023-09-20T22:00:17+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/MY_kDg5Xoq4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Exorcist: Believer - Official 'A Look Inside' Behind the Scenes Clip (2023) Leslie Odom, Jr.", "description": "Get a behind-the-scenes look at The Exorcist: Believer in this featurette for the upcoming horror movie. The Exorcist: Believer stars Leslie Odom, Jr., Lidya Jewett, Olivia O’Neill, and Ellen Burstyn.\n\nSince the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Tony winner and Oscar nominee Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own.\n \nBut when Angela and her friend Katherine (newcomer Olivia O’Neill), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil.\n \nFor the first time since the 1973 film, Oscar winner Ellen Burstyn reprises her iconic role as Chris MacNeil, an actress who has been forever altered by what happened to her d", "link": "https://www.youtube.com/watch?v=EDizZfSMjU8", "date_published": "2023-09-20T21:00:06+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EDizZfSMjU8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Doom Creators Discuss Changing the FPS Genre Forever - FPS: First Person Shooter Documentary", "description": "Get the rest of the documentary here: https://store.ign.com/products/fps-documentary-extra\n\nIn this exclusive segment from CreatorVC's 4.5 hour, multi-part documentary FPS: First Person Shooter, John Romero, John Carmack, Tom Hall, Adrian Carmack and other key id Software founders discuss the very first days of designing Doom and  why they believe the game has stood the test of time.\n\nThe full documentary film + extras is for sale DRM-free at the IGN Store for a limited time only: https://store.ign.com/products/fps-documentary-extra\n\n#IGN", "link": "https://www.youtube.com/watch?v=eixYmkmJ954", "date_published": "2023-09-20T20:00:11+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/eixYmkmJ954/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "iPhone 15 Pro Review", "description": "Apple’s annual smartphone refreshes have felt especially incremental since the iPhone X, and at first blush that appears to have happened again with the iPhone 15 Pro and Pro Max. Their attractive titanium edges and useful, customizable Action Button are fairly subtle to the eye, and the first things to get covered up by a case. That is, however, deceptive; Apple has changed quite a bit internally to make this year’s phone its most compelling upgrade since the iPhone 11, especially if you’re passionate about photography or video. While the universal compatibility and transfer speeds of USB-C are the headline addition, the upgraded gaming-ready processor, better camera software, and titanium chassis are all notable improvements.", "link": "https://www.youtube.com/watch?v=7Ql6TLeLRP8", "date_published": "2023-09-20T19:44:23+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/7Ql6TLeLRP8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Mortal Kombat 1 - Official 'Birth of a New Era' Trailer", "description": "Check out the latest trailer for Mortal Kombat 1, available now on PC, PlayStation 5, Xbox Series X/S, and Nintendo Switch. In Mortal Kombat 1, discover a reborn Mortal Kombat Universe created by Fire God Liu Kang. Mortal Kombat 1 features a new fighting system, game modes, and Fatalities.\n\n#IGN #Gaming #MortalKombat", "link": "https://www.youtube.com/watch?v=aWqjXgXUfEk", "date_published": "2023-09-20T19:00:00+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/aWqjXgXUfEk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "IGN LA staff say their most iconic game of all time! Presented by Pringles #gaming #pringles #ign", "description": "", "link": "https://www.youtube.com/watch?v=H_yXh5pX15c", "date_published": "2023-09-20T18:16:18+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/H_yXh5pX15c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The First Descendant - Official 4K NVIDIA DLSS 3 Comparison Trailer", "description": "The First Descendant crossplay open beta is available now through September 25 with support for NVIDIA DLSS 3. Check out the new 4K NVIDIA DLSS 3 comparison video for the third-person looter shooter game The First Descendant to see what to expect.\n\n#IGN #Gaming #TheFirstDescendant", "link": "https://www.youtube.com/watch?v=erQAOcY1USA", "date_published": "2023-09-20T18:00:26+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/erQAOcY1USA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tokyo Game Show 2023 Livestream | Xbox, Sega, Capcom and More!", "description": "TGS 2023 is here! We'll see broadcasts from Xbox, 505 Games, Sega, Koei Tecmo, and Capcom to showcase their new and upcoming games.", "link": "https://www.youtube.com/watch?v=FWIjxkLGj8g", "date_published": "2023-09-20T17:45:39+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FWIjxkLGj8g/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Banishers: Ghosts of New Eden - Official Gameplay Overview Trailer", "description": "Get a deep dive into Banishers: Ghosts of New Eden in this gameplay overview trailer, including the heroes: Antea and Red, the story setting, combat, and more from this upcoming narrative-driven action RPG.\n\nIn Banishers: Ghosts of New Eden, you'll hunt and battle supernatural threats to alter a tragic fate. You play as a pair of Banishers, Antea Duarte and Red Mac Raith, experienced spirit hunters sent to New Eden to lift a mysterious curse and solve haunting cases. But after an ill-advised attack, Antea is killed and becomes one of the ghosts she loathes. Torn between their vows to protect the living from malicious spirits and the nightmare of Antea’s condition, you must decide: will you honor your oath, or sacrifice the living in a desperate bid to bring your beloved back?\n\nBanishers: Ghosts of New Eden will be available on PlayStation 5, Xbox Series X/S, and PC on November 7, 2023.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=EczIUasrvqc", "date_published": "2023-09-20T17:30:03+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EczIUasrvqc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shangri-La Frontier - Official Trailer (English Sub)", "description": "Check out the trailer for Shangri-La Frontier, an upcoming anime series from animation studio C2C. Shangri-La Frontier is streaming on Crunchyroll starting October 1, 2023.\n\n\"When was the last time I played a game that wasn't crap?\" This is a world in the near future where games that use display screens are classified as retro. Anything that can't keep up with state-of-the-art VR technology is called a \"crap game,\" and you see a large number of crap games coming out. Those who devote their lives to clearing these games are called \"crap-game hunters,\" and Rakuro Hizutome is one of them. The game he's chosen to tackle next is Shangri-La Frontier, a \"god-tier game\" that has a total of thirty million players. Online friends... An expansive world... Encounters with rivals... These are changing Rakuro and all the other players' fates! The best game adventure tale by the strongest \"crap game\" player begins now!", "link": "https://www.youtube.com/watch?v=rsTbPKiGQdo", "date_published": "2023-09-20T17:00:39+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/rsTbPKiGQdo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stunt Jumps On Shell Island's Frozen Town & Cyber City in Fortnite - Ep. 2", "description": "Join IGN's Ben and Jeffrey as the roadtrip continues across 6 hand-crafted locations scattered around Shell Island. This one-of-a-kind map was created by six of the best map creators in the business, including: Subcloning, who worked on Grotto Point; Dummblond, who worked on Mystical Castle; SundayCW, who made Cyber City; iiiSAndman, who made Frozen Town; Enigma, who worked on Gravity Gateway; and BonnieKiwi, who made Canyon Edge.\n\nWant to explore Shell Island for yourself? Use the Fortnite Creative Map Code: 0314 - 6322 - 8548 to see the sights and sounds for yourself. And remember to share pictures of your experience using #ShellRoadTrips.\n\nPresented by Shell V-Power Nitro+ Premium Gasoline.\n\n#IGN", "link": "https://www.youtube.com/watch?v=Q4oZvvayofU", "date_published": "2023-09-20T17:00:29+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Q4oZvvayofU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ahsoka: Episode 6 Review", "description": "Check out our Ahsoka episode 6 review! Cute aliens, nefarious schemes and a villain with a penchant for drama make Ahsoka ep 6 feel like quintessential Star Wars. While Sabine and Ezra finally get their happy reunion, there’s plenty of trouble brewing from the show’s excellent cast of villains with their own plans for how to reshape the galaxy.\n\nStar Wars: Ahsoka streams weekly with new episodes on Wednesdays on Disney+.\n\n#IGN #StarWars #Ahsoka", "link": "https://www.youtube.com/watch?v=gHC_r6cb3cw", "date_published": "2023-09-20T16:30:07+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gHC_r6cb3cw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Trek: Lower Decks Season 4, Episode 4 Exclusive Clip (2023) Jack Quaid, Eugene Cordero", "description": "In this sneak peek at Episode 404, streaming on Paramount+ on September 21st, Ensigns Boimler (Jack Quaid) and Rutherford (Eugene Cordero) are excited to be bunking together.\n\nCreated by Emmy Award winner Mike McMahan (Rick and Morty, Solar Opposites), in season four of Star Trek: Lower Decks, an unknown force is destroying starships and threatening galactic peace. Luckily, the crew of the U.S.S. Cerritos isn’t important enough for stuff like that! Instead, Ensigns Mariner, Boimler, Tendi, Rutherford and Provisional Ensign T’Lyn are keeping up with their Starfleet duties, avoiding malevolent computers and getting stuck in a couple caves – all while encountering new and classic aliens along the way.\n\nThe Starfleet crew residing in the “lower decks” of the U.S.S. Cerritos includes Ensign Beckett Mariner, voiced by Tawny Newsome; Ensign Brad Boimler, voiced by Jack Quaid; Ensign Tendi, voiced by Noël Wells; and Ensign Rutherford, voiced by Eugene Cordero. The Starfleet characters that c", "link": "https://www.youtube.com/watch?v=G9xa61gytB8", "date_published": "2023-09-20T16:00:12+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/G9xa61gytB8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Continental: From the World of John Wick - Review", "description": "The Continental: From the World of John Wick, reviewed by Tom Jorgensen\n\nTo be very clear, a Continental-focused series never needed John Wick, but it did need to fill the vacuum the character’s absence leaves. The Continental has all the right pieces to the puzzle of telling a story set under the High Table, but compounding miscalculations about how best to put them together leaves the three-episode series feeling inconsequential. John Wick completists interested in a look at how Winston and Charon met and why Winston may have made some of the choices he did in the films have enough to keep them engaged, but there’s no doubt a better way to realize this world on the small screen than the scattershot, half-hearted execution of The Continental.\n\n#IGN #TV #TheContinental", "link": "https://www.youtube.com/watch?v=GwZEFH1nDlQ", "date_published": "2023-09-20T15:00:25+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/GwZEFH1nDlQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "No IGN Cyberpunk 2077: Phantom Liberty Video Review Yet - Here's Why", "description": "Normally we accompany our written reviews with a video, but due to restrictions we won't be able to provide one for Cyberpunk 2077: Phantom Liberty until launch. Until then, please read the written review on IGN for our reviewer's full thoughts.", "link": "https://www.youtube.com/watch?v=RzgFZnJN5mA", "date_published": "2023-09-20T15:00:20+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/RzgFZnJN5mA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Witchfire - Official Gameplay Overview Trailer", "description": "Get a deep dive into the gameplay of Witchfire, including a peek at the story, strategies for success, enemies, its dangerous world, skills, and more from this grimdark first-person shooter game. Witchfire is available now in Early Access on the Epic Games Store.", "link": "https://www.youtube.com/watch?v=cjthbk_4pVQ", "date_published": "2023-09-20T14:00:24+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/cjthbk_4pVQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "In the Fire - Official Trailer (2023) Amber Heard, Eduardo Noriega", "description": "A doctor (Amber Heard)  from New York travels to a remote plantation in the 1890s to care for a disturbed boy who seems to have inexplicable abilities. She begins treating the child, but in doing so ignites a war of science versus religion with the local priest who believes the boy is possessed by the Devil and is the reason for all the village's woes. Directed by Conor Allyn (No Man’s Land), he co-wrote the film with Pascal Borno (Children of the Corn) and Silvio Muraglia (After the Wedding). In the Fire opens in theaters and is available on digital and On Demand on October 13, 2023.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=Giuk77OiNAg", "date_published": "2023-09-20T14:00:19+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Giuk77OiNAg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Hunger Games: The Ballad of Songbirds & Snakes - Official Trailer #2 (2023) Rachel Zegler", "description": "Check out the new trailer for The Hunger Games: The Ballad of Songbirds & Snakes, an upcoming movie starring Tom Blyth, Rachel Zegler, Peter Dinklage, Hunter Schafer, Josh Andrés Rivera, Jason Schwartzman, and Viola Davis. \n\nExperience the story of The Hunger Games — 64 years before Katniss Everdeen volunteered as tribute, and decades before Coriolanus Snow became the tyrannical President of Panem.\n\nThe Hunger Games: The Ballad of Songbirds & Snakes follows a young Coriolanus (Tom Blyth) who is the last hope for his failing lineage, the once-proud Snow family that has fallen from grace in a post-war Capitol. With his livelihood threatened, Snow is reluctantly assigned to mentor Lucy Gray Baird (Rachel Zegler), a tribute from the impoverished District 12. But after Lucy Gray’s charm captivates the audience of Panem, Snow sees an opportunity to shift their fates. With everything he has worked for hanging in the balance, Snow unites with Lucy Gray to turn the odds in their favor. Battli", "link": "https://www.youtube.com/watch?v=0SmMe9E_q6I", "date_published": "2023-09-20T13:45:16+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0SmMe9E_q6I/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "5 New Things in Pokémon: The Hidden Treasure of Area Zero", "description": "Pokémon Scarlet & Violet’s two-part expansion, The Hidden Treasure of Area Zero, takes trainers beyond Paldea on two distinct adventures. Discover the secrets of Kitikama and The Loyal Three before going on an exchange at The Blueberry Academy, and enjoy new features as well as new (and returning!) Pokémon along the way. Here are five fresh elements you’ll get to experience in Part 1: The Teal Mask and Part 2: The Indigo Disk. Sponsored by Nintendo.\n\n#IGN #Gaming #Pokemon", "link": "https://www.youtube.com/watch?v=ZDf9mEtL2ms", "date_published": "2023-09-20T13:09:37+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ZDf9mEtL2ms/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Like a Dragon: Infinite Wealth - Official Gameplay Trailer", "description": "Like a Dragon: Infinite Wealth is releasing on January 26, 2024!\n\nThe New Live Command RPG Battle system makes combat more strategic than ever before. With a plethora of new jobs, more in-depth customization, and plenty of ways to develop your characters, build the strongest party possible.\n\nExplore Yokohama's Isezaki Ijincho and the series' first overseas region, Hawaii! Encounter new faces, create new bonds, and enjoy minigames in these immense and vibrant environments.", "link": "https://www.youtube.com/watch?v=dWXAxOKdQ6c", "date_published": "2023-09-20T08:21:50+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/dWXAxOKdQ6c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Like a Dragon: Infinite Wealth - Official Story Trailer", "description": "Ichiban and the gang take their turn-based battles to the sun-kissed streets of Hawaii in this action-packed RPG sequel.", "link": "https://www.youtube.com/watch?v=VEQlr3yqVsU", "date_published": "2023-09-20T04:58:50+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/VEQlr3yqVsU/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Phil Spencer Really Wants Microsoft to Buy Nintendo #gaming #xbox #nintendo #shorts", "description": "A trove of leaked documents from the Microsoft-Activision Blizzard-FTC trial has revealed that Xbox's Phil Spencer was very adamant about buying Nintendo. The company was eyeing around 100 developers to acquire, including Square Enix and Sega.", "link": "https://www.youtube.com/watch?v=8AnZnoDgUVc", "date_published": "2023-09-20T02:00:04+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/8AnZnoDgUVc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Fallout 3 and The Elder Scrolls 4: Oblivion Are Getting Remastered  #gaming #xbox #shorts", "description": "A huge leak of confidential Microsoft documents reveal Xbox has several more remasters that have yet to be announced. Bethesda's own Fallout 3 and The Elder Scrolls 4: Oblivion were mentioned as getting the remastered treatment.", "link": "https://www.youtube.com/watch?v=jamM2JlzA3g", "date_published": "2023-09-20T01:30:28+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/jamM2JlzA3g/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Email Chain Shows Microsoft Scrambling to Fill \"Huge Gap Hole\" #gaming #xbox #shorts", "description": "In a leaked email chain dated May 2022 between senior Xbox executives, including Phil Spencer, revealed how Microsoft was scrambling to find games as the company had a huge hole in its lineup. The emails also reveal the astonishing amount of money Microsoft is spending securing these day-and-date deals.", "link": "https://www.youtube.com/watch?v=UhDbUXyPRjM", "date_published": "2023-09-20T01:27:31+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/UhDbUXyPRjM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox Is Planning to Release a Next-Gen Xbox Console in 2028 #gaming #xbox #shorts", "description": "A leaked document mentions this new Xbox system will be a \"next generation hybrid game platform,\" with development kits slated to launch in 2027.", "link": "https://www.youtube.com/watch?v=hGPAmGV3lfQ", "date_published": "2023-09-20T01:00:28+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hGPAmGV3lfQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox Just Suffered The Most Massive Leak In Its History - IGN Daily Fix", "description": "In today's Daily Fix:\n\nMicrosoft's plans for the next five years were accidentally leaked by...Microsoft. Documents were reportedly uploaded to an FTC server, allegedly by someone from Microsoft, that outlines possible upcoming refreshes for the Xbox Series X and Series S, remasters of popular Bethesda titles, a current-gen upgrade for Red Dead Redemption 2, and, of course, Microsoft's next-gen Xbox console slated for release some time in 2028. There's plenty more news in the leaks, but some of the documents aren't exactly recent, so Microsoft's plans may have changed since then. Regardless, it's probably a rough day for Microsoft PR.\n\nPresented by The Expanse: A Telltale Series\n\n#IGN #Gaming #Xbox", "link": "https://www.youtube.com/watch?v=KY7yDJTdJck", "date_published": "2023-09-20T00:39:52+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KY7yDJTdJck/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Microsoft Planning to Release Updated Xbox Series X and S Models Next Year #gaming #xbox #shorts", "description": "Despite Phil Spencer saying multiple times that there is no need for a mid-generation refresh of its Xbox Series game consoles, leaked court documents show that Microsoft is planning to launch hardware refreshes for both the Xbox Series X and S next year.", "link": "https://www.youtube.com/watch?v=FEIsKNv2Zjg", "date_published": "2023-09-20T00:14:31+00:00", "bookmarked": false, "dead": null, "artist": "Ign - YouTube", "album": "Ign - YouTube", "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/FEIsKNv2Zjg/hqdefault.jpg"}]