[{"source": "https://www.engadget.com/rss.xml", "title": "Disco Elysium’s Collage Mode allows you to write new dialogue", "description": "<p><em>Disco Elysium</em>, one of the best releases of 2019 <em>and </em><a href=\"https://www.engadget.com/engadget-staff-best-favorite-games-2021-150045585.html\"><em><ins>2021</ins></em></a><em>, </em>finally has a dedicated photo mode, but it’s not like the one <a href=\"https://www.engadget.com/2019-10-15-control-photo-mode.html\"><ins>you find in most games</ins></a>. <a href=\"https://store.steampowered.com/app/632470/Disco_Elysium__The_Final_Cut/\"><ins>Announced this week</ins></a>, the game’s new Collage Mode grants players full access to all the characters, environments and props found within the RPG. As you might imagine, you can use that power to pose your favorite NPCs in “a range of silly and sensible poses.” You’re then free to add filters and change the time of day to alter the mood of your capture.</p><div id=\"2adbc849cb214051857172731e100077\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>But most interesting of all, Collage Mode gives you the freedom to write your own dialogue for <em>Disco Elysium</em>, and make it look like it came directly from the game. “Fabricate completely new dramas from unforgivable punch-ups to fruity yet forbidden kisses,” developer ZA/UM Studio suggests. “Corroborate your fan fiction with screenshots directly from the game.” <em>Disco Elysium</em> fan fiction will never be the same.</p><span id=\"end-legacy-contents\"></span><p>As <a href=\"https://www.eurogamer.net/disco-elysiums-new-collage-mode-lets-you-create-the-screenshots-you-have-always-desired\"><em><ins>Eurogamer</ins></em><ins> notes</ins></a>, Collage Mode arrives amid an ongoing public dispute between ZA/UM and a handful of the studio’s former employees. The disagreement dates back to 2022 when three members of the <em>Disco Elysium</em> team – Robert Kurvitz, Helen Hindpere and Aleksander Rostov – said they were fired from their jobs following the studio’s takeover by a pair of Estonian businessmen in 2021. Kurvitz and Rostov went on to accuse ZA/UM’s new owners of <a href=\"https://medium.com/@artofrostov/to-fans-of-disco-elysium-concerning-the-situation-at-za-um-3e6bc46ea9c\"><ins>fraudulently obtaining control of the company</ins></a>. On Tuesday, ZA/UM published a press release announcing the legal proceedings Kurvitz and Rostov had brought against it had been resolved after a court dropped the case. The two later <a href=\"https://www.eurogamer.net/disco-elysium-studio-says-lawsuits-from-former-members-have-been-resolved#comments\"><ins>told </ins><em><ins>Eurogamer</ins></em></a><em>&nbsp;</em>the announcement was &quot;wrong and misleading in several respects,&quot; and that they would continue pursuing other legal options against their former employer.</p>This article originally appeared on Engadget at https://www.engadget.com/disco-elysiums-collage-mode-allows-you-to-write-new-dialogue-220437086.html?src=rss", "link": "https://www.engadget.com/disco-elysiums-collage-mode-allows-you-to-write-new-dialogue-220437086.html?src=rss", "date_published": "2023-03-18 22:04:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft is making it easier to set default apps in Windows 11", "description": "<p>Since its release in 2021, one of the most consistent criticisms of <a href=\"https://www.engadget.com/windows-11-review-microsoft-mindful-os-200028040.html\"><ins>Windows 11</ins></a> has been Microsoft’s <a href=\"https://www.engadget.com/microsoft-windows-11-edge-deflector-block-171516494.html\"><ins>handling of app defaults</ins></a>. Compared to Windows 10, the newer OS makes it more complicated for users to move away from the company’s first-party offerings. For example, if you don’t want Edge to open every time you click on a webpage or PDF, you’re forced to launch Windows 11’s Settings menu and change the default app by file and link type. It’s an unnecessarily long process that makes customizing Windows 11 convoluted.</p><p>Microsoft is finally addressing some of those criticisms. In a <a href=\"https://blogs.windows.com/windowsexperience/2023/03/17/a-principled-approach-to-app-pinning-and-app-defaults-in-windows/\"><ins>blog post published</ins></a> Friday (via <a href=\"https://www.bleepingcomputer.com/news/microsoft/windows-11-to-ask-for-permission-before-pinning-applications/\"><em><ins>Bleeping Computer</ins></em></a>), the company said it was “reaffirming our long-standing approach to put people in control of their Windows PC experience.” Microsoft announced a feature it said would ensure Windows 11 users are in control of changes to their app defaults. Later this year, the company will introduce a new deep link uniform resource identifier (URI) that will allow developers to send users to the correct section of the Settings menu when they want to change how Windows 11 responds to specific links and file types.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Screenshot of the new toast notification that some apps will display when asking you to pin themselves to your taskbar, start menu or desktop. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/a3cbc6e0-c5ca-11ed-bfdf-2230d79f69ed\" style=\"height: 1080; width: 1920;\" /><figcaption></figcaption><div class=\"photo-credit\">Microsoft</div></figure><p>Microsoft says it will also give users more control over what apps get pinned to their desktop, start menu and taskbar with a new public API that will display a prompt asking you to grant programs permission before they show up on those interface elements. Both features will first roll out to PCs enrolled in the Windows Insider Dev Channel in the coming months before arriving in the public release of Windows 11. Notably, Microsoft says it will “lead by example” and release updates for Edge that will see the browser add support for those features as they become available.</p>This article originally appeared on Engadget at https://www.engadget.com/microsoft-is-making-it-easier-to-set-default-apps-in-windows-11-202940444.html?src=rss", "link": "https://www.engadget.com/microsoft-is-making-it-easier-to-set-default-apps-in-windows-11-202940444.html?src=rss", "date_published": "2023-03-18 20:29:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Blizzard is working to shorten Diablo IV beta queue times", "description": "<p>It’s safe to say <em>Diablo IV’s </em><a href=\"https://www.engadget.com/diablo-iv-open-beta-begins-on-march-24th-185933773.html\"><ins>early access weekend</ins></a> hasn’t gone as smoothly as Blizzard likely hoped it would. Shortly after the beta went live on Friday, many players found themselves in lengthy login queues. In my case, I had to wait nearly two hours before I got a chance to play the game, only to be quickly disconnected after about 15 minutes.</p><p>Blizzard addressed the issue after players took to social media and the official <em>Diablo IV</em> forums to complain. “The team is working through some issues behind the scenes that have been affecting players and causing them to be disconnected from the servers,” Blizzard said in its <a href=\"https://us.forums.blizzard.com/en/d4/en/d4/t/updated-march-17th-800pm-pdt-an-update-regarding-queues-and-server-disconnects/913\"><ins>initial post</ins></a> on the subject. “This is done so we can ensure stability amongst players who get into the game after the queue process.”</p><span id=\"end-legacy-contents\"></span><div id=\"db243408f67844b6a84fb46df604790e\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Very kind of the Diablo IV beta to make sure I get work done today <a href=\"https://t.co/VgZ1SBcebS\">pic.twitter.com/VgZ1SBcebS</a></p>— Jason Schreier (@jasonschreier) <a href=\"https://twitter.com/jasonschreier/status/1636796915365838879?ref_src=twsrc%5Etfw\">March 17, 2023</a></blockquote></div><p>If you’re waiting to play, Blizzard asks that you stay in the login queue so as not to reset your timer. The studio said it would have a more accurate countdown in place by the start of next weekend’s open beta when anyone who wants to try <em>Diablo IV </em>before its <a href=\"https://www.engadget.com/diablo-iv-release-date-030739148.html\"><ins>June 6th release date</ins></a> can do so. “We are actively working on these issues for this weekend,” Blizzard said. “Once these are resolved, we will be able to increase the influx of players and queue times will be significantly reduced.”</p><p>Later in the day, the studio shared an <a href=\"https://us.forums.blizzard.com/en/d4/en/d4/t/updated-march-17th-800pm-pdt-an-update-regarding-queues-and-server-disconnects/913/4\"><ins>update on the situation</ins></a>, noting it was also working to resolve a handful of other issues that players had filed reports about, including a bug preventing some from joining parties. As of Saturday afternoon, the queue to play <em>Diablo IV </em>was much shorter. I got to the character selection screen in under a minute. “Many players have successfully logged in to the game, but we are aware that some have experienced longer than expected wait times,” Blizzard said. ”As we continue to roll out improvements to our server stability, we expect our players to see continued improvements to the queue time.”</p><div id=\"a3e5df2e878a4cd794b5a1fdbc10e044\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Ah yes, the Diablo beta experience. Takes me back... circa 2012. <a href=\"https://t.co/dLbxp429r1\">pic.twitter.com/dLbxp429r1</a></p>— Force (@ForceStrategy) <a href=\"https://twitter.com/ForceStrategy/status/1636769417643147264?ref_src=twsrc%5Etfw\">March 17, 2023</a></blockquote></div><p>Hiccups are expected during a beta, particularly when a studio stress tests a live-service game like <em>Diablo IV</em>. The last thing Blizzard wants is a repeat of <em>Diablo III’s </em>launch when interest in the game overloaded Battle.net’s login servers, preventing many from playing the game at all.</p>This article originally appeared on Engadget at https://www.engadget.com/blizzard-is-working-to-shorten-diablo-iv-beta-queue-times-180535837.html?src=rss", "link": "https://www.engadget.com/blizzard-is-working-to-shorten-diablo-iv-beta-queue-times-180535837.html?src=rss", "date_published": "2023-03-18 18:05:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NASA’s AIM spacecraft goes silent after a 15-year run studying the Earth’s oldest clouds", "description": "<p>After 15 years in space, NASA’s AIM mission is ending. In a <a href=\"https://blogs.nasa.gov/sunspot/2023/03/16/nasas-aim-mission-ends-operational-support/\">brief blog post</a> spotted by <a href=\"https://gizmodo.com/nasa-aim-probe-retires-observing-clouds-edge-space-1850237831\"><em>Gizmodo</em></a>, the agency said Thursday it was ending operational support for the spacecraft due to a battery power failure. NASA first noticed issues with AIM’s battery in 2019, but the probe was still sending a “significant amount of data” back to Earth. Following another recent decline in battery power, NASA says AIM has become unresponsive. The AIM team will monitor the spacecraft for another two weeks in case it reboots, but judging from the tone of NASA’s post, the agency isn’t holding its breath.</p><p>NASA launched the AIM – Aeronomy of Ice in the Mesosphere – mission in 2007 to study <a href=\"https://en.wikipedia.org/wiki/Noctilucent_cloud\">noctilucent or night-shining clouds</a>, which are sometimes known as fossilized clouds due to the fact they can last hundreds of years in the Earth's upper atmosphere. From its vantage point 370 miles above the planet's surface, the spacecraft proved invaluable to scientists, with data collected by AIM appearing in 379 peer-reviewed papers, including a recent <a href=\"https://www.smithsonianmag.com/smart-news/climate-change-responsible-these-rare-high-latitude-clouds-180969712/\">2018 study</a> that found methane emissions from human-driven climate change are causing night-shining clouds to form more frequently. Pretty good for a mission NASA initially expected to operate for only two years. AIM’s demise follows that of another long-serving NASA spacecraft. At the start of the year, the agency <a href=\"https://www.engadget.com/nasa-earth-radiation-budget-satellite-returning-to-earth-after-38-years-in-space-165244903.html\">deorbited the Earth Radiation Budget Satellite</a> following a nearly four-decade run collecting ozone and atmospheric measurements.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/nasas-aim-spacecraft-goes-silent-after-a-15-year-run-studying-the-earths-oldest-clouds-162853411.html?src=rss", "link": "https://www.engadget.com/nasas-aim-spacecraft-goes-silent-after-a-15-year-run-studying-the-earths-oldest-clouds-162853411.html?src=rss", "date_published": "2023-03-18 16:28:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon faces lawsuit over alleged biometric tracking at Go stores in New York", "description": "<p>Back in 2021, a law took effect in New York City that <a href=\"https://news.bloomberglaw.com/privacy-and-data-security/new-york-biometrics-law-will-bring-hefty-fines-for-noncompliance\">requires businesses</a> to post conspicuous signs if they're collecting customers' biometric information, such as their facial scans and fingerprints. Now, Amazon is <a href=\"https://www.nbcnews.com/tech/security/amazon-sued-not-telling-new-york-store-customers-facial-recognition-rcna75290\">facing a proposed class-action lawsuit</a> that accuses the company of failing to inform customers at its <a href=\"https://www.engadget.com/amazon-shutting-down-eight-cashierless-go-stores-100102563.html\">Go cashierless stores</a> that it was collecting their biometrics.&nbsp;</p><p>In the <a href=\"https://www.documentcloud.org/documents/23710768-filedcomplaintrodriguezperezvamazon\">lawsuit</a> (PDF), filed by Alfredo Alberto Rodriguez Perez, the plaintiff argues that Go stores constantly use customers' biometrics &quot;by scanning [their palms] to identify them and by applying computer vision, deep learning algorithms, and sensor fusion that measure the shape and size of each customer’s body to identify customers, track where they move in the stores, and determine what they have purchased.&quot; It said the company only put up signs about its biometric tracking activities over a year after the law went into effect.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Amazon's Go stores give shoppers the option to take whatever product they have off shelves and walk out without the need to check out. To be able to enter these stores, customers will need to scan a code from the Amazon app with a connected credit card. However, some locations offer Amazon One, the e-commerce giant's palm-based identity and payment service, as an entry option. The plaintiff's complaint said the sign informs customers that Amazon will not be collecting their biometrics unless they choose to sign up for Amazon One. However, &quot;Amazon Go stores <em>do</em> collect biometric identifier information on every single customer, including information on the size and shape of every customers body,&quot; the complaint argues.</p><p>In a statement sent to <a href=\"https://www.nbcnews.com/tech/security/amazon-sued-not-telling-new-york-store-customers-facial-recognition-rcna75290\"><em>NBC News</em></a>, an Amazon spokesperson defended the company's practices and technologies. They explained that Amazon does not use facial recognition, and any system it uses to identify shoppers inside its Go stores don't constitute biometric tech. &quot;Only shoppers who choose to enroll in Amazon One and choose to be identified by hovering their palm over the Amazon One device have their palm-biometric data securely collected,&quot; they insisted, &quot;and these individuals are provided the appropriate privacy disclosures during the enrollment process.&quot;</p><p>The lawsuit's outcome could then depend on whether the court sees someone's body shape and size as biometric information. In the complaint, the plaintiff quotes <a href=\"https://codelibrary.amlegal.com/codes/newyorkcity/latest/NYCadmin/0-0-0-42626\">NYC Admin Code 22-1201's</a> definition of a biometric identifier in context of the law as &quot;a physiological or biological characteristic that is used by or on behalf of a commercial establishment, singly or in combination, to identify, or assist in identifying, an individual, including, but not limited to: (i) a retina or iris scan, (ii) a fingerprint or voiceprint, (iii) a scan of hand or face geometry, or any other identifying characteristic.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-faces-lawsuit-over-alleged-biometric-tracking-at-go-stores-in-new-york-144429703.html?src=rss", "link": "https://www.engadget.com/amazon-faces-lawsuit-over-alleged-biometric-tracking-at-go-stores-in-new-york-144429703.html?src=rss", "date_published": "2023-03-18 14:44:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Discord's themes are locked behind its $10-a-month Nitro subscription", "description": "<p><a href=\"https://www.engadget.com/with-the-help-of-openai-discord-is-finally-adding-conversation-summaries-160030905.html\">Discord</a> is finally giving you the power to customize your desktop app's interface with various themes for its latest beta test. The messaging app has <a href=\"https://discord.com/blog/bring-your-vibe-to-discord-with-new-themes-in-nitro\">introduced Themes</a> — one of its most requested features — with 16 pre-made options to choose from. The not-so-good news? You'll only be able to apply them if you're paying for <a href=\"https://support.discord.com/hc/en-us/articles/4407269525911-Nitro-Localized-Pricing-FAQ\">Nitro</a>, its most expensive subscription option.&nbsp;</p><p>Nitro does have other perks, including a bigger file-sharing limit, 4K and 60fps streaming, as well as the ability to send messages up to 4,000 characters in length. But if you don't really need any of them, it's a matter of deciding whether it's worth paying $10 a month or $100 a year for the subscription tier just to be able to access Discord's themes.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In case you have been waiting for the feature to drop and do decide to pay for Nitro, you can choose from the available color schemes by going to Appearance under Settings. You'll now see a new Color section under the existing Light and Dark themes, where you can find the main 16 choices. There's apparently another hidden color scheme you can see when you click on the Preview Themes button to test out each option before applying one. Thankfully, Discord is allowing you to use the preview button even if you don't have an existing Nitro subscription, so you can at least check out what's available before you make a purchase.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/discord-themes-nitro-subscription-100135630.html?src=rss", "link": "https://www.engadget.com/discord-themes-nitro-subscription-100135630.html?src=rss", "date_published": "2023-03-18 10:01:35+00:00", "persistent": false, "user": null, "language": "en-US"}]