[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Shovel Knight Dig - Official Fate and Fortune DLC Trailer", "description": "The Shovel Knight Dig Fate and Fortune DLC is packed with even more adventure, including a brand new challenging quest called Knightmare Mode, sweet mementos to unlock and show off in the HUB, and tons of quality-of-life improvements to make your journey even smoother. The Shovel Knight Dig Fate and Fortune DLC is free and available now for PC and Apple Arcade with a console release at a later date.\n\n#ShovelKnightDig #FateAndFortuneDLC", "link": "https://www.youtube.com/watch?v=E4wnPaYMbJs", "date_published": "2023-03-18 22:09:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Elden Ring Animations Possibly Stolen, Last of Us Fan Theory Confirmed, & More! | IGN The Weekly Fix", "description": "Wanna catch up on all the highlights from the past week? From Elden Ring's animations allegedly stolen by the game \"Bleak Faith: Forsaken,\" to a fan theory being confirmed by the finale to season one of HBO's The Last of Us, tune in for the Weekly Fix - the only show packed with the recommended weekly dose of gaming, entertainment, and esports news!\n\n00:39 - New Soulslike Game Accused of Using Elden Ring Animations\n04:05 - More New PlayStation Plus Games for March\n07:54 - Suicide Squad Kill the Justice League Reportedly Delayed Again\n10:15 - Nintendo Thinks Tears of the Kingdom being $70 Will Be Worth It\n12:19 - Fortnite's MEGA Update Adds Cyberpunk, Attack on Titan, and More\n13:55 - The Last of Us HBO Confirms a Huge Fan Theory, But What Does It Mean?\n18:30 - Zack Snyder Teases Potential DCU Justice League Darkseid Announcement\n22:38 - Everything Everywhere All at Once Is the Most-Awarded Movie Ever\n\n#ign #gaming #entertainment #IGNWeeklyFix", "link": "https://www.youtube.com/watch?v=oGo7GNm7qWE", "date_published": "2023-03-18 19:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Warhammer: Vermintide 2 Tower of Treachery - Official Trailer", "description": "Warhammer: Vermintide 2 Tower of Treachery is a follow-up to Trail of Treachery, in which the Ubersreik 5 set out to investigate strange happenings in a neighboring town. Now, it’s time to face off with the necromancer, Sofia Fuegonasus, to stop her reign of terror. The Tower of Treachery is free for all existing owners and includes a new mission to the game’s previous content update, a Treacherous Adventure, completing the two-adventure map set for Warhammer: Vermintide 2, adding 13 new in-game challenges for players to put their skills to the test. Warhammer: Vermintide 2 Tower of Treachery releases on March 28 for PC and console versions at a later date.\n\n#WarhammerVermintide2 #TowerOfTreachery", "link": "https://www.youtube.com/watch?v=a5H2nqOgek8", "date_published": "2023-03-18 18:35:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How Revenge For His Dog Changed Everything for John Wick | The Story So Far + Kill Count", "description": "John Wick 4 is taking some big swings as the John Wick 4 trailer shows us a face-shootingly great time. Did you spot any clues in the John Wick 4 official trailer? Before we get there, let’s follow the story so far leading up to John Wick 4. New Trailer footage shows Wick’s facing down a massive organization, though that’s hinted at in every John Wick 4 teaser. \n\nWe’re exploring how John Wick (Keanu Reeves) got to the heights in John Wick Chapter 4. Donnie Yen joins for John Wick: Chapter 4 from Lionsgate. We’re exploring what went down before all this-  John Wick 3, John Wick 2, and the original. Before you watch the epic John Wick 4 fight to come, get to know the story so far. In this John Wick story so far, we’ll explore everything from the people he met in John Wick 3, to the organization we got to know in John Wick 2, and more! The Continental is key to the John Wick Universe, and we’ll have all the parts of the John Wick universe explained, and just like The Continental, it’s worldwide! \n\nSubscribe to IGN for more!\nhttp://www.youtube.com/user/IGNentertainment?sub_confirmation=1\n\n#ign#johnwick#johnwick4", "link": "https://www.youtube.com/watch?v=F5i84S2lTI8", "date_published": "2023-03-18 16:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Do Dr. Pershing and Elia Kane Mean Moff Gideon is Coming Back? | Star Wars Canon Fodder", "description": "We’re all asking it: Do TIE Interceptors have hyperdrives? Let’s back up a second. In season 3 episode 3 of The Mandalorian, a lot is coming back from the past- the Mythosaur, the Children of the Watch, Moff Gideon (Giancarlo Esposito), even a new (old) character, Elia Kane! You may remember the last Elia Kane Star Wars entry way back when a nameless Katy O’Brien character was in Moff Gideon’s employ, alongside Dr. Pershing. Star Wars represents a huge universe, but some characters come back around all the time in Star Wars (mind flayer, anyone?) \n\nThe mind flayer is back in a big way in The Mandalorian, Star Wars currently prime story, sidelining even Grogu just a little bit. In The Mandalorian season 3, episode 3, Din Djarin makes a big achievement with “Baby Yoda” by his side in the Disney Plus hit show. We’re breaking it down with all The Mandalorian easter eggs you’re looking for, as we get this chapter of Star Wars explained. Aren’t The Mandalorian easter eggs just a little bit more fun? Plus, what the stories of Dr. Pershing, Elia Kane, and more REALLY mean in this episode of IGN Canon Fodder hosted by Max Scoville.  \n\nSubscribe to IGN for more!\nhttp://www.youtube.com/user/IGNentertainment?sub_confirmation=1\n\n#ign", "link": "https://www.youtube.com/watch?v=WBbBe7UDXPo", "date_published": "2023-03-18 16:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}]