[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. 90-letni żółw promienisty doczekał się potomstwa. To krytycznie zagrożony gatunek", "description": "Mr. Pickles (ang. Pan Korniszon) ma 90 lat i jest najstarszym zwierzęciem w zoo w Houston (Teksas). Należy do krytycznie zagrożonego gatunku żółwi promienistych. Sędziwy wiek nie przeszkodził mu w zostaniu ojcem - i to po raz drugi w jego życiu. Na świat przyszły trzy mieszczące się na dłoni trzy żółwiki, co daje gadzim opiekunom wyjątkowy powód do dumy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/usa-90-letni-zolw-promienisty-po-raz-pierwszy-stal-sie-ojcem/", "date_published": "2023-03-18 21:25:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Usłyszał pukanie i otworzył drzwi. Zaatakował go... aligator", "description": "Niemal trzymetrowy krokodyl zaatakował 56-letniego mieszkańca Florydy, gdy ten otworzył drzwi, sądząc, że ktoś... puka. - Szarpał mną solidnie, nawet nie zdążyłem zapalić światła - mówił CNN mężczyzna, który w chwili ataku oglądał telewizję. Obrażeniami musieli zająć się lekarze. Wezwano także łowcę krokodyli z obawy, że gad powtórzy wizyty w innych domach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/usa-uslyszal-pukanie-i-otworzyl-drzwi-zaatakowal-go-aligator/", "date_published": "2023-03-18 21:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: 21-latka znaleziona martwa. Jej zwłoki leżały związane w sklepowym wózku", "description": "Ślad po Rosie Chacon przepadł, gdy dwa miesiące temu wsiadła do taksówki i nie wróciła do domu. Jej poszukiwania zakończyły się wstrząsającym odkryciem. Związane zwłoki 21-latki znaleziono w wózku na zakupy. - Trzeba nie mieć serca, żeby zrobić komuś coś takiego - powiedziała matka ofiary.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/usa-21-latka-znaleziona-martwa-jej-zwloki-lezaly-zwiazane-w-sklepowym-wozku/", "date_published": "2023-03-18 16:37:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA. Donald Trump aresztowany? Zdradza datę i nawołuje do protestów", "description": "Były prezydent Stanów Zjednoczonych, Donald Trump, ogłosił w sobotę na swoim kanale społecznościowym, że zostanie aresztowany we wtorek w związku z nowojorską sprawą karną. Według niego prokuratorzy rozważają wobec niego postawienie zarzutów dotyczące potajemnej wypłaty pieniędzy gwieździe porno i wezwał swoich zwolleników do protestu - podaje Reuters.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/usa-donald-trump-aresztowany-zdradza-date-i-nawoluje-do-protestow/", "date_published": "2023-03-18 15:05:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wojna w Ukrainie. Putin z wizytą na Krymie. Media: \"Ktoś podobny\"", "description": "Z niespodziewana wizytą pojawił się na Krymie Władimir Putin. Prezydent Rosji wizytował półwysep w dziewiątą rocznicę referendum, które było podstawą do jego nieuznawanej na forum międzynarodowym aneksji w 2014 roku. Przywódca odwiedził szkołę artystyczną i spotkał się z miejscowymi politykami. Następnie sam wsiadł za kierownicę samochodu i odjechał. Wcześniej w Sewastopolu doszło do eksplozji.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/wojna-w-ukrainie-putin-z-wizyta-na-krymie-media-ktos-podobny/", "date_published": "2023-03-18 14:48:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Korea Północna twierdzi, że prawie 800 tys. osób zapisało się do wojska, by walczyć z USA", "description": "Tylko w piątek około 800 000 studentów i pracowników w całym kraju wyraziło chęć zaciągnięcia się lub ponownego zaciągnięcia się do wojska, aby przeciwdziałać Stanom Zjednoczonym - podała w sobotę północnokoreańska państwowa gazeta Rodong Sinmun, cytowana przez CNN.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/korea-polnocna-twierdzi-ze-prawie-800-tys-osob-zapisalo-sie-do-wojska-by-walczyc-z-usa/", "date_published": "2023-03-18 13:46:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina: Bus wolontariuszy ostrzelany. Dwie osoby zostały ranne", "description": "Rosyjski pocisk trafił w busa wolontariuszy, którzy przywieźli pomoc humanitarną do Czasiw Jaru. Dwie osoby zostały ranne. Jedna z nich trafiła do szpitala - przekazał Anton Geraszczenko, były wiceminister spraw wewnętrznych Ukrainy. Potwierdzono, że poszkodowanym jest Polak.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/ukraina-bus-polskich-wolontariuszy-ostrzelany-dwie-osoby-zostaly-ranne/", "date_published": "2023-03-18 13:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA, Floryda: Przyszedł na masaż i zażądał seksu. Wycelował bronią w pracownicę", "description": "Notowany recydywista postanowił skorzystać z usług masażu na Florydzie. W jednym z salonów zażądał od pracownicy seksu oralnego. Gdy ta odmówiła, mężczyzna wycelował w nią bronią.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/usa-floryda-przyszedl-na-masaz-i-zazadal-seksu-wycelowal-bronia-w-pracownice/", "date_published": "2023-03-18 13:26:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Nauczycielka znęcała się nad uczniami. Biła drewnianą linijką", "description": "Rodzice dzieci z niepełnosprawnościami podają do sądu Chicago Public Schools. - Im dłużej będziecie płakać, tym dłużej będę was bić - miała mówić do dzieci jedna z nauczycielek. Zarzucane jest jej wieloletnia przemoc wobec uczniów.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/usa-nauczycielka-znecala-sie-nad-uczniami-bila-drewniana-linijka/", "date_published": "2023-03-18 09:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ambasador Ukrainy: Rosyjscy zbrodniarze w drodze do piekła będą musieli zrobić przystanek w Hadze", "description": "Zbrodniarze wojenni, którzy przeżyją po militarnej klęsce Rosji, będą musieli zatrzymać się w Hadze w drodze do piekła - napisał na Twitterze ambasador Ukrainy przy ONZ Serhij Kysłyca. W piątek Międzynarodowy Trybunał Karny w Hadze wydał nakaz aresztowania Władimira Putina.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/ambasador-ukrainy-rosyjscy-zbrodniarze-w-drodze-do-piekla-beda-musieli-zrobic-przystanek-w-hadze/", "date_published": "2023-03-18 07:12:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Meksyk: Zamordowano sześć kobiet. Ich ciała zostały spalone", "description": "Sześć kobiet, które zaginęły 7 marca, zostało zabitych, a ich ciała spalone przez gang uzbrojonych mężczyzn - potwierdzili w piątek meksykańscy prokuratorzy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-18/meksyk-zamordowano-szesc-kobiet-ich-ciala-zostaly-spalone/", "date_published": "2023-03-18 06:01:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]