[{"source": "https://www.theguardian.com/rss", "title": "Fresh appeal to find missing 15-year-old girl last seen in Glasgow", "description": "<p>Faith Marley, from Leith, Edinburgh, was spotted on CCTV meeting an older man on Wednesday, police say</p><p>A fresh appeal has been launched to help police trace a 15-year-old girl who has been missing for three days.</p><p>Faith Marley, from the Leith area of Edinburgh, was last seen on CCTV meeting a man in Glasgow.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/fresh-appeal-to-find-missing-15-year-old-girl-last-seen-in-glasgow\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/fresh-appeal-to-find-missing-15-year-old-girl-last-seen-in-glasgow", "date_published": "2023-03-18 23:58:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Spring loaded: 10 trends to update your menswear wardrobe now – in pictures", "description": "<p>Stride into the new season with a blast of uplifting colour. Here are 10 fresh key trends that will transform your look</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/mar/18/spring-loaded-10-trends-to-update-your-menswear-wardrobe-now-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/mar/18/spring-loaded-10-trends-to-update-your-menswear-wardrobe-now-in-pictures", "date_published": "2023-03-18 23:45:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "BBC chair Richard Sharp ‘helped friend get paid job’ advising corporation", "description": "<p>Caroline Daniel reportedly advanced by Sharp for role as adviser on editorial standards and impartiality</p><p></p><p>The embattled BBC chair, Richard Sharp, is facing a fresh row after reportedly helping a close friend land a paid role advising the corporation on editorial standards and impartiality.</p><p>Sharp, 67, is under pressure to resign after it was revealed he had <a href=\"https://www.theguardian.com/politics/2023/jan/21/labour-urges-inquiry-of-claim-bbc-chairman-helped-boris-johnson-secure-loan-guarantee\">helped then-prime minister Boris Johnson secure a guarantee on a loan</a> of up to £800,000 in 2020. Sharp was appointed as BBC chair weeks later in 2021. He is awaiting the result of an investigation by Adam Heppinstall KC, who was tasked by the government with re-examining Sharp’s appointment process.</p> <a href=\"https://www.theguardian.com/media/2023/mar/18/bbc-chair-richard-sharp-helped-friend-to-paid-job-advising-corporation\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/18/bbc-chair-richard-sharp-helped-friend-to-paid-job-advising-corporation", "date_published": "2023-03-18 23:40:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alcaraz to meet Medvedev in Indian Wells final with world No 1 spot at stake", "description": "<ul><li>Alcaraz must win final to regain top spot from Novak Djokovic</li><li>Medvedev’s 19-match winning streak dates back to February</li></ul><p>Carlos Alcaraz defeated Jannik Sinner 7-6 (4), 6-3 on Saturday to advance to the BNP Paribas Open final against Daniil Medvedev.</p><p>Medvedev beat Frances Tiafoe 7-5, 7-6 (4) on his eighth match point for his 19th consecutive match victory of the year.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/daniil-medvedev-surges-into-indian-wells-final-after-beating-frances-tiafoe-tennis\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/daniil-medvedev-surges-into-indian-wells-final-after-beating-frances-tiafoe-tennis", "date_published": "2023-03-18 23:34:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘One roll of film, what a test!’ The 400TX Project – in pictures", "description": "<p>Brisbane photographer Renato Repetto passed a single analogue camera between some of Australia’s most prominent photographers and gave them just one roll of Kodak Tri-X 400 film to shoot on. The result – the 400TX Project – brings everything back to basics and focuses on the intimacy between photographer and subject. Armed with a 50-year-old Nikon F2 35mm SLR with a 55mm f/2.8 lens, the photographers felt a sense of stepping back in time. They were conservative with their single roll of 36-frame film, using manual focus and exposure. The images reveal the unique qualities of film photography and its place in the 21st century</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/03/street-photography-on-show-in-pictures\">Street photography on show – in pictures</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/19/one-roll-of-film-what-a-test-the-400tx-project-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/19/one-roll-of-film-what-a-test-the-400tx-project-in-pictures", "date_published": "2023-03-18 23:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Challenge Anneka review – she’s back and it’s like she has never been away", "description": "<p>Rice jumps into a helicopter, shouts ‘gosh’ a lot and helps the community in a way that feels utterly right. Perhaps it has something to do with long periods of Tory rule?</p><p>Almost 30 years since the last series, <a href=\"https://www.theguardian.com/media/2022/may/23/challenge-annekas-lasting-legacy-in-leeds-points-way-for-shows-reboot\">Challenge Anneka</a> is back for a bite of that big nostalgia pie. Perhaps you remember it. Perhaps, like one of the people Anneka Rice gets on the phone in an attempt to blag some building materials, it means nothing to you at all. Still, here she is again, in a helicopter, flying over a field in Essex, shouting “gosh!” a lot, trying to make people’s lives better by agreeing to do an enormous job in an incredibly tight period of time. Challenge Anneka walked so DIY SOS could run, and now it’s back and it deserves its credit.</p><p>The helicopter, its most iconic feature, pushes the same retro buttons as the theme tune, but it turns out to be a bit pointless. Rice flies into the sky in order to read a giant “challenge card” laid out in a field, which she has to use binoculars to read, and which poses the question of why they didn’t show her a normal-sized card, on the ground, because she could have just used a pair of reading specs and saved everyone the fuel. Still! It’s a nod to the original, and they’re so confident that this is for people who loved the original that they don’t even bother explaining what is going on.</p><p>Challenge Anneka aired on Channel 5 and is available on My5.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/18/challenge-anneka-review-shes-back-and-its-like-she-has-never-been-away\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/18/challenge-anneka-review-shes-back-and-its-like-she-has-never-been-away", "date_published": "2023-03-18 22:20:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "USA v Venezuela: World Baseball Classic quarter-finals – live!", "description": "<ul><li>USA meet Venezuela for spot in WBC semi-finals</li><li>Send Hunter a tweet at <a href=\"https://twitter.com/HunterFelt\">@HunterFelt</a> or <a href=\"mailto:hunter.felt.freelance@theguardian.com\">email him</a></li></ul><p><strong>Hunter will be here shortly.</strong> In the meantime <a href=\"https://www.theguardian.com/sport/2023/mar/17/mexico-comeback-puerto-rico-wbc-scores\">here’s a look back</a> at Mexico’s win over Puerto Rico on Friday night.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/18/united-states-v-venezuela-world-baseball-classic-quarter-finals-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/18/united-states-v-venezuela-world-baseball-classic-quarter-finals-live", "date_published": "2023-03-18 22:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Vanity project’: Braverman under fire for taking only rightwing press to Rwanda", "description": "<p>Home secretary’s trip to publicise refugee policy has been compared with Donald Trump’s news management</p><p>Outrage at the unusual level of control imposed on media coverage of the home secretary’s trip to Rwanda has grown this weekend during Suella Braverman’s first hours in the country.</p><p>Prominent names, including news presenters, academics and opposition MPs expressed shock at what they considered the partisan reporting of the trip from the right-wing news organisations invited to join the trip. The Guardian, BBC, Mirror, Independent and i Newspaper were barred.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/vanity-project-braverman-under-fire-for-taking-only-rightwing-press-to-rwanda\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/vanity-project-braverman-under-fire-for-taking-only-rightwing-press-to-rwanda", "date_published": "2023-03-18 22:00:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "MoD apologises for asking Afghans to get Taliban’s approval to come to UK", "description": "<p>Citizens who worked with British government or helped army told to get necessary documents stamped by the authorities</p><p>The Ministry of Defence has apologised after an investigation found Afghan applicants to a resettlement scheme were told they could only come to the UK if their documents were approved by the Taliban.</p><p>The Independent revealed that the mistake affected applicants to the Afghan relocations and assistance policy scheme (Arap), which aims to relocate Afghan citizens who worked with the UK government or helped its armed forces in Afghanistan. The MoD decides which applicants – who may apply with their families – are eligible for relocation to Britain.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/mod-apologises-for-asking-afghans-to-get-talibans-approval-to-come-to-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/mod-apologises-for-asking-afghans-to-get-talibans-approval-to-come-to-uk", "date_published": "2023-03-18 21:47:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two new species of yeast named after Bruno Pereira and Dom Phillips", "description": "<p>Discoveries that could help diabetics titled in honour of activist and journalist murdered in Amazon</p><p>Scientists in Brazil have found two new species of fermenting yeasts and named them after journalist <a href=\"https://www.theguardian.com/commentisfree/2023/jan/25/the-guardian-view-on-dom-phillips-and-bruno-pereira-protect-people-protect-the-planet\">Dom Phillips and activist Bruno Pereira</a>, the two men murdered last year in the Amazon rainforest.</p><p>The discovery came from four isolates of the Spathaspora species, according to a paper published in the International Journal of Systematic and Evolutionary Microbiology.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/two-new-species-of-yeast-named-after-bruno-pereira-and-dom-phillips\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/two-new-species-of-yeast-named-after-bruno-pereira-and-dom-phillips", "date_published": "2023-03-18 21:18:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardiola’s ruthless machine hand old favourite Kompany a harsh lesson | Will Unwin", "description": "<p>Burnley are flying high in the Championship under Vincent Kompany but were completely outclassed by Manchester City</p><p>Manchester City had won the previous 10 matches against Burnley with an aggregate score of 34-1. All of those games took place against sides managed by Sean Dyche, a very different style of team to the one created by Vincent Kompany but, six goals later, some things never change. The Belgian has turned the Clarets from a dour but efficient team to being exciting and free-wheeling but the reality of what he faces next season became apparent on Saturday night.</p><p>Promotion is essentially guaranteed, it would take an almighty demise to give up their 16-point lead on third with a game in hand in the final two months of the season. Their dominance in the league allowed Kompany to pick an almost full-strength team at the Etihad. The fans welcomed him back by serenading their former captain but this was a business event for Kompany.</p> <a href=\"https://www.theguardian.com/football/blog/2023/mar/18/guardiolas-ruthless-machine-hand-old-favourite-kompany-a-harsh-lesson\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/mar/18/guardiolas-ruthless-machine-hand-old-favourite-kompany-a-harsh-lesson", "date_published": "2023-03-18 21:14:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "European club football: Dortmund go top of Bundesliga with Cologne rout", "description": "<ul><li>Marco Reus and Haller score twice in Dortmund’s 6-1 thrashing</li><li>RB Leipzig suffer shock 1-0 defeat to Bochum</li></ul><p><strong>Borussia Dortmund</strong> climbed to the top of the Bundesliga after demolishing <strong>Cologne</strong> 6-1 on Saturday, with Sébastien Haller and captain Marco Reus both scoring twice. Dortmund underlined their title ambitions by blowing away their opponents during an explosive four-goal first half performance at home.</p><p>Dortmund are now on 53 points, one ahead of Bayern Munich who are face Bayer Leverkusen on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/european-club-football-dortmund-go-top-of-bundesliga-with-cologne-rout\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/european-club-football-dortmund-go-top-of-bundesliga-with-cologne-rout", "date_published": "2023-03-18 20:29:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Deaths reported after strong earthquake 50 miles south of Ecuador’s second city", "description": "<p>Magnitude 6.7 tremors hit coastal Guayas area in province whose capital is Guayaquil, causing at least four people to lose their lives</p><p>A strong earthquake shook the region around Ecuador’s second-largest city on Saturday, killing at least four people, damaging homes and buildings, and sending panicked residents into the streets.</p><p>The US Geological Survey reported an earthquake with a magnitude of 6.7 in the country’s coastal Guayas region. Its centre was about 50 miles (80 kilometres) south of Guayaquil, which has a metropolitan area of more than 3 million people.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/deaths-reported-after-strong-earthquake-50-miles-south-of-ecuadors-second-city\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/deaths-reported-after-strong-earthquake-50-miles-south-of-ecuadors-second-city", "date_published": "2023-03-18 20:01:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland clinch Six Nations grand slam after victory over 14-man England", "description": "<ul><li>Ireland 29-16 England</li><li>Dan Sheehan scores two tries as hosts pull away in second half</li></ul><p>There have been some raucously celebrated green days but few to match the roar when this particular final whistle sounded. Andy Farrell’s modern Ireland were already the world’s No 1 team and now a Six Nations grand slam has been added to their lengthening honours list. In truth, though, the cheers also reflected a measure of genuine relief that their shamrock dreams had actually come true.</p><p>Even against 14 men, a red card having been shown to Freddie Steward shortly before half-time, the hosts were still just 10-9 in front with 19 minutes left. England were proving stubborn opponents and the ultimate Irish nightmare was still a faint possibility. Never before had an Ireland side clinched a slam in Dublin and the weight of history was increasingly tangible.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/ireland-england-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/ireland-england-six-nations-rugby-union-match-report", "date_published": "2023-03-18 19:54:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Haaland fires hat-trick as Manchester City demolish Kompany’s Burnley 6-0", "description": "<p>Pep Guardiola threw bouquets at Vincent Kompany, then ordered his Manchester City team to eviscerate his former captain’s, which it did via Erling Haaland’s sixth hat-trick of the season (and second of the week) as Burnley were downed and a place secured in Sunday’s semi-final draw.</p><p>City’s manager had lauded Kompany for his drilling of a side that are near dead-certs for promotion to the Premier League, but a team sheet that showed Kevin De Bruyne, Kyle Walker, Rodri and Haaland showed a cold-eyed focus on collecting the second FA Cup of his reign.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/manchester-city-burnley-fa-cup-quarter-final-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/manchester-city-burnley-fa-cup-quarter-final-match-report", "date_published": "2023-03-18 19:47:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ellis Simms scores late leveller to rescue vital point for Everton at Chelsea", "description": "<p>Heroes come sometimes in unlikely forms. Ellis Simms has been a forlorn figure since returning to Goodison Park from his loan spell at Sunderland, but he came off the bench to score an equaliser that at least lifted Everton a point clear of the relegation zone, even if they remain fourth bottom. It’s so tight in the bottom half, though, that a win would have lifted them to twelfth.</p><p>Simms had scored seven goals in 17 games on loan at Sunderland earlier in the season before being recalled by Frank Lampard shortly before he was sacked.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/chelsea-everton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/chelsea-everton-premier-league-match-report", "date_published": "2023-03-18 19:46:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Skinny jab’ drug firm facing fresh inquiries after ‘serious breaches’ of industry code", "description": "<p>Pharmaceutical company behind blockbuster diet jab Wegovy confronts crises on multiple fronts, amid scrutiny of UK activities</p><p>The maker of slimming jab Wegovy was facing crises on multiple fronts this weekend, with the UK medicines regulator announcing a review of its operations at the same time as an investigation is under way into the approval of its injections for NHS use.</p><p>In the last few days, Novo Nordisk has also been suspended from its pharmaceutical trade body and seen the loss of a key partnership with the Royal College of Physicians (RCP), which said on Friday that it had cut ties with the company after breaches of industry code.</p> <a href=\"https://www.theguardian.com/business/2023/mar/18/skinny-jab-drug-firm-facing-fresh-inquiries-after-breach-of-industry-code\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/18/skinny-jab-drug-firm-facing-fresh-inquiries-after-breach-of-industry-code", "date_published": "2023-03-18 19:38:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Match of the Day review: Lineker’s return restores charm and calm", "description": "<p>Presenter handles Man City v Burnley FA Cup quarter-final with characteristic professionalism</p><p>“Ah,” tweeted Gary Lineker from the Etihad Stadium, an hour before coverage began on BBC One of Manchester City v Burnley in the FA Cup quarter-final. “The joys of being allowed to stick to football.”</p><p>The speed of the modern news cycle means it seems like months since Lineker was suspended by the BBC for criticising government immigration policy, but in fact it was only last weekend when Match of the Day aired as a <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/12/match-of-the-day-review-without-gary-lineker-this-is-just-20-minutes-of-shameful-joyless-tv\">20-minute shell of a programme</a>, with no presenters or commentators having been willing to work on it in Lineker’s absence. In an extraordinary show of solidarity from BBC staff and freelancers, other football shows on television and radio were forced off-air.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/18/match-of-the-day-review-linekers-return-restores-charm-and-calm\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/18/match-of-the-day-review-linekers-return-restores-charm-and-calm", "date_published": "2023-03-18 19:15:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions paid in bonuses to UK Silicon Valley Bank staff days after £1 rescue", "description": "<p>Workers reported to have received payouts from ‘modest’ pool of £15m-£20m following takeover deal by HSBC</p><p>The UK arm of the collapsed Silicon Valley Bank is reported to have paid millions of pounds in bonuses days after it was sold in a rescue deal for £1.</p><p>Staff at Silicon Valley Bank UK (SVB UK) are said to have been given payouts from what has been described as a “modest” bonus pool of between £15m and £20m. The <a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-why-did-it-collapse-and-is-this-the-start-of-a-banking-crisis\" title=\"\">Californian-based bank </a>collapsed eight days ago, triggering concerns of a new global banking crisis.</p> <a href=\"https://www.theguardian.com/business/2023/mar/18/millions-paid-in-bonuses-to-uk-silicon-valley-bank-staff-days-after-1-rescue\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/18/millions-paid-in-bonuses-to-uk-silicon-valley-bank-staff-days-after-1-rescue", "date_published": "2023-03-18 19:09:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson makes last-ditch bid to discredit Partygate probe", "description": "<p>Former prime minister’s legal team attacks Sue Gray’s role amid claims of ‘honours for evidence’ at inquiry</p><p>A defiant Boris Johnson is preparing an extraordinary televised defence of his actions during the Partygate scandal, as his allies this weekend accused the parliamentary inquiry into the affair of relying on weak evidence compiled by a former civil servant recruited by the Labour party.</p><p>With a potentially explosive appearance at the Commons privileges committee due on Wednesday, the <em>Observer</em> can reveal that the former PM’s legal team intends to publish written evidence, including new witness statements, supporting Johnson’s claim that he did not knowingly mislead MPs over lockdown parties – as well as examples of the advice he was given at the time.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/18/boris-johnson-makes-last-ditch-bid-to-discredit-partygate-probe\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/18/boris-johnson-makes-last-ditch-bid-to-discredit-partygate-probe", "date_published": "2023-03-18 19:02:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s a myth that women have never had it so good – take a look at medieval days | Martha Gill", "description": "History shows that progress in gender equality is neither steady nor inevitable<p>What was life like for women in medieval times? “Awful” is the vague if definite answer that tends to spring to mind – but this is an assumption, and authors have been tackling it with new vigour.</p><p><a href=\"https://wwnorton.co.uk/books/9780393867817-the-once-and-future-sex\" title=\"\"><em>The Once and Future Sex</em></a><em>: Going Medieval on Women’s Roles in Society</em> by Eleanor Janega, and <a href=\"https://www.theguardian.com/books/2023/jan/20/the-wife-of-bath-a-biography-by-marion-turner-review-chaucers-feminist-hero\" title=\"\"><em>The Wife of Bath: A Biography</em></a> by Marion Turner both contend that women were not only bawdier but busier than we thought: they were brewers, blacksmiths, court poets, teachers, merchants, and master craftsmen, and they owned land too. A woman’s dowry, Janega writes, was often accompanied with firm instructions that property stay with her, regardless of what her husband wanted.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/history-of-women-equality-medieval-and-modern\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/history-of-women-equality-medieval-and-modern", "date_published": "2023-03-18 19:00:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I believed readers only wanted trauma stories from writers of colour. Then I became an author | Zoya Patel", "description": "<p>For so long, it seemed that readers were only interested in the experiences of people like me if we were traumatised, not triumphant – and I internalised this as an indisputable fact</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>I can’t pinpoint exactly when I started imagining myself in the stories I read, but I know it was at a young age. Some of the first books I really connected with were Sweet Valley Twins, an American series about blonde, blue-eyed twin sisters who lived a very middle-class, white life I could barely picture. I knew on some level that I wouldn’t exist in their community, where there was no suggestion of cultural diversity. But I wanted to, so in my daydreams about the twins and their world, I added an Indian girl to their friendship group.</p><p>Even as a child, I knew that the onus was on me to stretch my imagination to include myself; it was not on the writers to incorporate diversity in their stories in the first place.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p><p><em>Zoya Patel’s novel <a href=\"https://www.hachette.com.au/zoya-patel/once-a-stranger\">Once a Stranger</a> is published by Hachette Australia ($32.99)</em></p> <a href=\"https://www.theguardian.com/books/2023/mar/19/i-believed-readers-only-wanted-trauma-stories-from-writers-of-colour-then-i-became-an-author\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/19/i-believed-readers-only-wanted-trauma-stories-from-writers-of-colour-then-i-became-an-author", "date_published": "2023-03-18 19:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s Up to Us’: squeezed by the housing crisis, a NSW rural community finds its own solution", "description": "<p>After raising $350K, a group of Bega electorate residents provided temporary units for locals, but long-term investment is needed to provide more permanent accommodation</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p></p><p>About two years ago, Michael Brosnan decided he could no longer wait for the government to act on the housing crisis.</p><p>As more and more people were squeezed into homelessness in his community on the far south coast of New South Wales, he and other locals decided to start a fundraiser.</p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/19/its-up-to-us-squeezed-by-housing-crisis-community-finds-own-solution\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/19/its-up-to-us-squeezed-by-housing-crisis-community-finds-own-solution", "date_published": "2023-03-18 19:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Breeding birds in captivity may alter their wing shapes and reduce post-release survival chances", "description": "<p>New research on critically endangered orange-bellied parrot finds 1mm difference in length of one feather – enough to reduce survival rate by 2.7 times</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Breeding in captivity can alter birds’ wing shapes, reducing their chances of surviving migratory flights when they are released to the wild, new research suggests.</p><p>A study of the critically endangered orange-bellied parrot has found that in captive-bred birds, those with altered wing shapes had a survival rate 2.7 times lower than those born with wings close to an ideal “wild type” wing.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/mar/19/breeding-birds-in-captivity-may-alter-their-wing-shapes-and-reduce-post-release-survival-chances\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/mar/19/breeding-birds-in-captivity-may-alter-their-wing-shapes-and-reduce-post-release-survival-chances", "date_published": "2023-03-18 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I started running during lockdown and still hate it – but what counts is I do it anyway | Myke Bartlett", "description": "<p>Yes, it feels good to be fit, but the gift of fitness isn’t to make exercise pleasurable – it’s to make impossible things achievable</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>I have always hated exercise. Sport always seemed the perfect storm of suffering and tedium. For an “unco” kid like me, there would always be something more rewarding than chasing a ball around a field. Reading. Watching TV. Listening to music. Staring into space. As an adult, I only excelled at endurance recreation – performing sleep deprivation and alcohol consumption to an Olympic standard.</p><p>There were people who exercised, I knew this. People who seemed to enjoy it, no doubt jacked up on endorphins and Powerade. Smug people. These were not my people. My people were bar hoppers, gig goers and film obsessives. Nocturnal folk who had as many words for hangovers as others have for snow. Sundays weren’t for running around parks, but sleeping in, fried breakfasts and malingering through the double feature at St Kilda’s Astor theatre.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/19/i-started-running-during-melbourne-lockdown-and-still-hate-it-but-what-counts-is-i-do-it-anyway\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/19/i-started-running-during-melbourne-lockdown-and-still-hate-it-but-what-counts-is-i-do-it-anyway", "date_published": "2023-03-18 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The fungal awakening’: how we came to love (and fear) fungi", "description": "<p>After centuries of fear and disdain, mushrooms are having their moment. From sci-fi smash hits to drug trials, an emerging league of mycophiles are bringing fungi out of the shadows</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://www.theguardian.com/technology/ng-interactive/2018/may/15/the-guardian-app?CMP=cvau_sfl\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Some people are drawn to beautiful birds. Others are enamoured with orchids. There are those who are mesmerised by the kaleidoscopic swish and sway of tropical fish. But mention you’re interested in fungi, and you’re likely to be met with a raised eyebrow, a sideways glance, or perhaps even a choked-back guffaw. You may even watch faces warp from expressions of interest to ones of disgust. Fortunately, however, things are changing, and fungi are finally being looked at anew by homo sapiens.</p><p>Fungi have endured a long history of neglect and disdain. In 1887, British mycologist William Hay commented how he who studied fungi “must boldly face a good deal of scorn … and is actually regarded as a sort of idiot among the lower orders”. A few years earlier, nature writer Margaret Plues observed how the stranger, “blinded by conventionalities”, sneered at those seeking fungi. Unlike birders who look upwards for their charismatic avian delights, fungus hunters glance downwards, for what the “father of modern taxonomy” Swedish biologist Carl Linnaeus referred to as “thievish and voracious beggars”.</p> <a href=\"https://www.theguardian.com/books/2023/mar/19/the-fungal-awakening-how-we-came-to-love-and-fear-fungi\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/19/the-fungal-awakening-how-we-came-to-love-and-fear-fungi", "date_published": "2023-03-18 19:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bono finally admits to liking Abba. It’s a sure sign of maturity | Barbara Ellen", "description": "The days of having ‘cool’ musical taste are over. Owning up to guilty listening pleasures is a joy in itself<p>There must be a circle of rock’n’roll hell full of people tangled up for all eternity in concepts of “cool” and “uncool”. Now along comes U2’s frontman, Bono, <a href=\"https://www.bbc.co.uk/programmes/m001k9cy\" title=\"\">speaking on BBC Radio 2’s <em>Piano Room</em></a>, saying that, as a 16-year-old punk rocker, pressure to look “macho” meant: “I [didn’t] want to own up to [liking] Abba.”</p><p>Bono eventually got over it: by 1992, U2 were bringing Björn Ulvaeus and Benny Andersson <a href=\"https://www.rollingstone.com/music/music-news/abba-dancing-queen-u2-live-1223026/\" title=\"\">on stage</a> to perform Dancing Queen. Still, it’s interesting, where do all these self-imposed cultural vetoes, these uptight musical embargos, come from? What’s with the mid- to late-life urge to let it all hang out and ’fess up to past supposed sins against musical taste? Is any of this still a thing?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/bono-admits-liking-abba-what-took-him-so-long\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/bono-admits-liking-abba-what-took-him-so-long", "date_published": "2023-03-18 18:30:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sergio Pérez on pole for Saudi Arabian F1 GP after Max Verstappen falters", "description": "<ul><li>Engine failure sees defending champion start in 15th</li><li>Red Bull teammate Pérez joined on front row by Charles Leclerc</li></ul><p>Max Verstappen has repeatedly warned against believing his Red Bull team held all the cards in the opening rounds of the new Formula One season. It was a guarded stance that looked unnecessarily wary but the Dutchman’s caution proved all too prescient when he was forced to retire from qualifying at the Saudi Arabian Grand Prix. His teammate, Sergio Pérez, duly stepped up to take pole but the mechanical failure of the Red Bull is a first chink in the armour that will provide succour to the teams languishing in their wake.</p><p>Verstappen had yet to bettered in any session at the Jeddah Corniche circuit and looked nailed on to take pole until a driveshaft problem forced him to crawl back to the pits and climb dejectedly from his car. Having had transmission problems in Bahrain, serious questions will be asked at Red Bull as to whether there is an issue with their car’s design.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/sergio-perez-pole-position-saudi-arabian-f1-gp-max-verstappen-falters\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/sergio-perez-pole-position-saudi-arabian-f1-gp-max-verstappen-falters", "date_published": "2023-03-18 18:22:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We had to hide them’: how Ukraine’s ‘kidnapped’ children led to Vladimir Putin’s arrest warrant", "description": "<p>Thousands have been taken to Russia for ‘adoption’ or ‘re-education’, but the international community is seeking justice</p><p>Sipping his tea at one of the few cafes still open in the battered Ukrainian frontline city of Kherson, Volodymyr Sagaydak shows a video of the day four thugs from the Russian FSB security services arrived at the city’s main orphanage, where he is a staff member. Kherson was liberated in November after eight months of occupation, but is pounded every day and night by Russian artillery from the visible left bank across a narrow stretch of the Dnieper River.</p><p>We meet just a few days before the international criminal court issued warrants for the arrest of Russian president Vladimir Putin and Maria Lvova-Belova, his commissioner for children’s rights, for directly supervising the atrocity of <a href=\"https://hub.conflictobservatory.org/portal/apps/sites/#/home/pages/children-camps-1\" title=\"\">kidnapping Ukrainian children for “adoption”</a> and “re-education” in Russia.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/how-ukraine-kidnapped-children-led-to-vladimir-putins-arrest-warrant-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/how-ukraine-kidnapped-children-led-to-vladimir-putins-arrest-warrant-russia", "date_published": "2023-03-18 18:02:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt’s topsy-turvy budget: jam tomorrow but never jam today – cartoon", "description": "<p>The promise of a better life recedes ever further under the Tories</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/18th-march-2023\">You can order your own version of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/mar/18/jeremy-hunts-topsy-turvy-budget-jam-tomorrow-but-never-jam-today-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/mar/18/jeremy-hunts-topsy-turvy-budget-jam-tomorrow-but-never-jam-today-cartoon", "date_published": "2023-03-18 18:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Milward: ‘I hid my writing like a secret vice’", "description": "<p>The novelist on his latest book, a Charles Manson-inspired work written in slang, his love of the band Mogwai and the trials of sorting post for Royal Mail</p><p>Richard Milward, 38, grew up in Middlesbrough and lives in London. He is the author of three previous novels: <em><a href=\"https://guardianbookshop.com/apples-9781399602433\">Apples</a></em>, published when he was 22; <em><a href=\"https://guardianbookshop.com/ten-storey-love-song-9781399602457\">Ten Storey Love Song</a></em>, told in the form of a single 300-page paragraph; and <em><a href=\"https://guardianbookshop.com/kimberlys-capital-punishment-9781399602471\">Kimberly’s Capital Punishment</a></em> (2012), which has six alternative endings. His new novel, <em><a href=\"https://guardianbookshop.com/man-eating-typewriter-9781399602013\">Man-Eating Typewriter</a></em>, a book within a book, is written in Polari and presents an anarchist’s memoir with commentary by an editor at a pulp press in 1970s Soho. The writer Michael Bracewell has called it “extraordinary: as if Mervyn Peake and Kenneth Williams wrote a book with William Burroughs”.</p><p><strong>This isn’t the book you’ve previously spoken about working on</strong><strong>…</strong><br />No, for three years I was occupied with a different novel rooted in the experience of spending time with young boxers for a magazine feature I wrote about an East End boxing club. My novels had been getting more surreal and I wanted to do something different – almost to be more experimental by doing something less dreamlike. There’s a novel there and I’ll return to it, but it was more of a struggle to write, maybe because it was outside my surrealistic comfort zone.</p> <a href=\"https://www.theguardian.com/books/2023/mar/18/richard-milward-man-eating-typewriter-polari\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/18/richard-milward-man-eating-typewriter-polari", "date_published": "2023-03-18 18:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big Boys review – an achingly brilliant queer coming-of-age classic", "description": "<p><strong>BFI Flare festival</strong><br />Isaac Krasner delivers a sublime breakout performance as a lovestruck teen in Corey Sherman’s restrained but magical debut</p><p>With its come-on of a title, its coming-of-age narrative and its teen hero on the verge of coming out, Big Boys sounds like the sort of LGBTQIA+ fare that grows on trees. In fact, this debut from the writer-director Corey Sherman is a real four-leaf clover: delicate, unique and subtly magical.</p><p>In its 16-year-old lead actor, Isaac Krasner, the film boasts a star and a breakthrough performance reminiscent of <a href=\"https://www.theguardian.com/film/2010/oct/18/rushmore-comedy\">Jason Schwartzman in Rushmore</a>. (No wonder he has just been snapped up to star with Nicole Kidman in the thriller Holland, Michigan.) His 14-year-old character, Jamie, also exudes the studied charm and comic fastidiousness of Rushmore’s hero Max Fischer. Preparing for a long weekend at Lake Arrowhead, California, with his loutish brother Will (Taj Cross) and their doting older cousin, Allie (Dora Madison), Jamie – whose hero is Anthony Bourdain – packs an array of spices to season the campfire meat.</p><p>Big Boys premiered at the <a href=\"https://whatson.bfi.org.uk/flare/Online/default.asp?utm_medium=ppc&amp;utm_source=google&amp;utm_campaign=flare_grant&amp;utm_content=sales&amp;utm_creative_format=text&amp;utm_marketing_tactic=awareness&amp;gclid=Cj0KCQjwn9CgBhDjARIsAD15h0BzXJePYMKcpMc2gJWyptpDU0wcT359IzPO57ADeVV7mu34AsWV1IsaAvNzEALw_wcB\">BFI Flare festival</a>.</p> <a href=\"https://www.theguardian.com/film/2023/mar/18/big-boys-review-bfi-flare-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/18/big-boys-review-bfi-flare-festival", "date_published": "2023-03-18 18:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alan Shearer talks of ‘difficult week’ as he and Gary Lineker return to MotD", "description": "<p>Presenters back to cover FA Cup quarter-final after row that nearly cost BBC director general and chairman their jobs</p><p>Gary Lineker returned to presenting Match of the Day on Saturday evening after a row that threatened to topple the BBC chairman and director general.</p><p>As the former England international introduced live BBC coverage of the FA Cup quarter-final between Manchester City and Burnley, pundit Alan Shearer touched on the recent controversy.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/gary-lineker-back-on-match-of-the-day-after-row-that-engulfed-bbc\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/gary-lineker-back-on-match-of-the-day-after-row-that-engulfed-bbc", "date_published": "2023-03-18 17:41:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crowds in Milan protest against curbs on rights of same-sex parents", "description": "<p>Italy’s new right-wing government put a strong emphasis on traditional family values during elections</p><p>Hundreds of people took to the streets in Milan in protest against moves by Italy’s new right-wing government to restrict the rights of same-sex parents.</p><p>“You explain to my son that I’m not his mother,” read one sign held up amid a sea of rainbow flags that filled one of the northern city’s central squares.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/crowds-in-milan-italy-protest-against-curbs-on-rights-of-same-sex-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/crowds-in-milan-italy-protest-against-curbs-on-rights-of-same-sex-parents", "date_published": "2023-03-18 17:40:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lance Reddick: The Wire’s crusading cop led with command and conviction", "description": "<p>The late actor has left behind a career of distinguished and often devastating roles, headed up by his no-nonsense lieutenant in the HBO drama</p><p>On HBO’s crime-and-punishment epic The Wire, the moral arc of the universe does not bend toward justice. In the dramatized yet scrupulously realistic Baltimore mapped by creator David Simon, institutions – policing, education, politics – preserve their entrenched structures of power at the cost of the individual, and it happens over and over. Red tape renders meaningful change pitifully incremental when possible at all, and those responsible for shaking up the status quo invariably face punishment rather than reward. There’s a deep vein of cynicism at play in this worldview, fairly earned by Simon during his previous career as a reporter on the city desk at the Baltimore Sun, but it comes with a fundamentally idealistic corollary. So long as large, immovable systems of iniquity exist, we’ll always have principled reformers who try in their own modest way to make some small difference.</p><p>Through the landmark series’ five seasons, in more episodes than any other character, Lt Cedric Daniels stoked this inextinguishable ember of hope. A born-and-raised Baltimore native himself, actor Lance Reddick never played the no-nonsense lifer cop as a valiant crusader, however, viewing him instead as a shrewd and pragmatic compromiser. For every moment of rousing defiance that sees Daniels extend his middle finger to the system, like his vitriolic kiss-off to a superior pulling his unit’s funding or his instantly immortal declaration that the latest top-down order is “BULLSHIT”, there’s a sobering reminder of how the game is played. Daniels defends his people even when they’re at fault, both out of cop solidarity and the knowledge that bad PR won’t make the job more doable. In the course of a single scene, he could chew out a few of his underlings for cracking skulls in project housing, then advise them on how to beat a brutality investigation with a chilling calm.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/18/lance-reddick-the-wire-john-wick\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/18/lance-reddick-the-wire-john-wick", "date_published": "2023-03-18 17:36:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Imagine a time when Shakespeare played a very second fiddle to Ben Jonson | Tomiwa Owolade", "description": "Richard Cohen’s Making History returned me to the childhood ecstasy of leafing through my first encyclopaedia<p>My favourite subjects at school were English and history. By A-level I had to pick which one to study for university. I chose English. Reading Richard Cohen’s deliciously <a href=\"https://www.weidenfeldandnicolson.co.uk/titles/richard-cohen/making-history/9781474615808/\" title=\"\">erudite book</a> <em>Making History</em> makes me reconsider whether I made the right choice.</p><p>History is not simply about being bogged down in a library trying to decipher an unintelligible manuscript with a magnifying glass. It is not just about delivering an extensively developed lecture to a room with 10 people.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/richard-cohen-making-history-shakespeare-ben-jonson\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/richard-cohen-making-history-shakespeare-ben-jonson", "date_published": "2023-03-18 17:31:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Douglas Luiz lays platform for Aston Villa to brush aside Bournemouth", "description": "<p>Aston Villa registered a third win in four Premier League games as they beat Bournemouth 3-0 at home courtesy of goals from Douglas Luiz, Jacob Ramsey and Emiliano Buendía.</p><p>Douglas Luiz finished from close range to put Villa ahead in the seventh minute before Ramsey and Buendía added further goals in the last 10 minutes.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/aston-villa-bournemouth-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/aston-villa-bournemouth-premier-league-match-report", "date_published": "2023-03-18 17:29:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ward-Prowse’s last-gasp penalty gives Southampton point to hurt Spurs", "description": "<p>Despite Antonio Conte’s summer departure being widely accepted as an inevitability and annual questions over Harry Kane’s future sure to follow, Tottenham can still rescue this season. Even if finishing fourth last year has not resulted in much happiness this campaign, the financial rewards for club, playing and coaching staff are considerable.</p><p><a href=\"https://www.theguardian.com/football/2023/mar/17/nottingham-forest-newcastle-premier-league-match-report\">Newcastle’s win at Nottingham Forest</a> had further upped the ante but as so often with Spurs this season, at Southampton it was rather difficult to tell how much they wanted it. Goals from Kane and Ivan Perisic looked to have won them the game, only for Pape Sarr to thoughtlessly give away a penalty in the dying seconds, swinging a leg into a flying Kamaldeen Sulemana. Up stepped James Ward-Prowse to thrash home the spot-kick and suddenly Southampton were level; deservedly so.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/southampton-tottenham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/southampton-tottenham-premier-league-match-report", "date_published": "2023-03-18 17:25:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rodrigo seals vital victory for Leeds over 10-man Wolves in furious thriller", "description": "<p>Leeds, a year to the day since coming from 2-0 down <a href=\"https://www.theguardian.com/football/2022/mar/18/leeds-pull-off-thrilling-comeback-as-ayling-grabs-victory-at-wolves\">to win at Molineux</a> after Raul Jiménez was sent off, enjoyed another crazy victory over Wolves to climb five places and two points above the relegation zone.</p><p>In a game as chaotic as it was exciting, on an afternoon of torrential downpours, sunshine and double rainbows, Jonny Otto was sent off after scoring the first goal in what threatened to be a famous fightback for Wolves who remain in the relegation battle after a run of one win in six games.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/wolves-leeds-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/wolves-leeds-premier-league-match-report", "date_published": "2023-03-18 17:23:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fallon Sherrock becomes first woman to hit nine-dart finish in PDC history", "description": "<ul><li>Sherrock achieves feat at Tour event in Germany</li><li>Briton defeated Marco Verhofstad 5-3 at Winmau Challenge Tour</li></ul><p>Fallon Sherrock became the first woman to hit a nine-dart finish in PDC history at the Winmau Challenge Tour event in Germany on Saturday.</p><p>Sherrock achieved the historic moment in her opening-round match against Marco Verhofstad in Hildesheim, going on to complete a 5-3 victory. The Challenge Tour features non-PDC tour card holders who attended 2023 qualifying schools.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/fallon-sherrock-hits-nine-dart-finish-to-make-pdc-darts-history-in-germany\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/fallon-sherrock-hits-nine-dart-finish-to-make-pdc-darts-history-in-germany", "date_published": "2023-03-18 17:20:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ireland v England: Six Nations – live", "description": "<ul><li>Updates from the 5pm GMT game at the Aviva Staidum</li><li><a href=\"https://www.theguardian.com/sport/2023/mar/17/hard-yards-and-tough-calls-await-england-rugby-union-to-become-a-force-again\">Robert Kitson: England face ‘hard yards’ on road back</a></li><li>Get in touch: <a href=\"mailto:lee.calvert.casual@theguardian.com\">email Lee</a> or tweet <a href=\"https://twitter.com/bloodandmud\">@bloodandmud</a></li></ul><p><strong>2 mins.</strong> Solid kick-off exit from Ireland leads to a few kicks back and forth before Gibson-Park is taken out in the air and Sexton booms the ball into touch in England territory.</p><p>Owen Farrell kicks the main event into life.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/18/ireland-v-england-six-nations-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/18/ireland-v-england-six-nations-live", "date_published": "2023-03-18 17:15:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea v Everton: Premier League – live", "description": "<ul><li>Updates from the 5.30pm GMT match at Stamford Bridge</li><li><a href=\"https://www.theguardian.com/football/2023/mar/18/graham-potter-chelsea-todd-boehly-european-super-league\">Barney Ronay: Potter is lovely PR – but is there big twist?</a></li><li>Get in touch: <a href=\"mailto:daniel.gallan.casual@theguardian.com\">email Daniel</a> or tweet <a href=\"https://twitter.com/danielgallan\">@danielgallan</a></li></ul><p>Did you catch this strange plot twist? Chelsea could buy another football club! Weird, right? <strong>Ed Aarons &amp; Romain Molina </strong>reveal all:</p><p>A recap of the other Premier League games on today:</p><p>Aston Villa 3-0 Bournemouth</p><p>Brentford 1-1 Leicester</p><p>Southampton 3-3 Tottenham</p><p>Wolves 2-4 Leeds</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/18/chelsea-v-everton-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/18/chelsea-v-everton-premier-league-live", "date_published": "2023-03-18 17:15:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Burnley: FA Cup quarter-final – live", "description": "<ul><li>Updates from the 5.45pm GMT match at the Etihad Stadium</li><li><a href=\"https://www.theguardian.com/football/2023/mar/17/vincent-kompany-burnley-manchester-city-pep-guardiola\">Jonathan Liew: Kompany faces pressure test in landmark return </a></li><li>Get in touch: <a href=\"mailto:scott.murray.casual@theguardian.com\">email Scott</a></li></ul><p><strong>The stakes are high enough in an FA Cup quarter-final, but this is a showdown that once decided the identity of the champions of England. </strong>On a tense Monday night back in 1960, Burnley visited Maine Road to face Manchester City in the final game of the First Division season. Harry Potts’ team needed a victory to pip reigning champions Wolverhampton Wanderers to the prize, and deny Stan Cullis’s famous side a title hat-trick. Here’s how that one panned out …</p><p><strong>Brian Pilkington put Burnley in the lead after four minutes. </strong>Joe Hayes equalised for City soon after, only for 20-year-old reserve winger Trevor Meredith restored the visitors’ advantage on the half hour, battering home a ball that had squirted out of a penalty-box melee. City had their chances to level up again: Denis Law missed a golden chance midway through the second half, while Alan Oakes shot straight at Clarets keeper Adam Blacklaw when one on one right at the very end. But that was that. Burnley were the champions! City finished 16th that season. Times change, huh.</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/18/manchester-city-v-burnley-fa-cup-quarter-final-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/18/manchester-city-v-burnley-fa-cup-quarter-final-live", "date_published": "2023-03-18 17:10:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mathieu van der Poel matches grandfather with Milan-Sanremo win", "description": "<ul><li>Dutchman’s French grandfather Raymond Poulidor won in 1961</li><li>Van der Poel wins third title after Tour of Flanders wins</li></ul><p>Mathieu van der Poel won the Milan-Sanremo on Saturday to claim the first Monument of the season, 62 years after his grandfather won the race.</p><p>UAE Team Emirates set the pace and their rider Tim Wellens took the lead in the final stages before handing it over to his teammate, Tadej Pogačar, but he had Filippo Ganna, Wout van Aert and Van der Poel for company on the final descent.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/mathieu-van-der-poel-matches-grandfather-milan-sanremo-cycling\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/mathieu-van-der-poel-matches-grandfather-milan-sanremo-cycling", "date_published": "2023-03-18 17:09:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A wake-up call’: total weight of wild mammals less than 10% of humanity’s", "description": "<p>From elephants to tigers, study reveals scale of damage to wildlife caused by transformation of wildernesses and human activity </p><p>The total weight of Earth’s wild land mammals – from elephants to bisons and from deer to tigers – is now less than 10% of the combined tonnage of men, women and children living on the planet.</p><p>A study by scientists at Israel’s Weizmann Institute of Science, published this month, concludes that wild land mammals alive today have a total mass of 22m tonnes. By comparison, humanity now weighs in at a total of around 390m tonnes.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/18/a-wake-up-call-total-weight-of-wild-mammals-less-than-10-of-humanitys\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/18/a-wake-up-call-total-weight-of-wild-mammals-less-than-10-of-humanitys", "date_published": "2023-03-18 17:07:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvey Barnes salvages vital point for Leicester at Brentford", "description": "<p>Leicester have made a habit of doing things the hard way this season and it needed an equaliser from Harvey Barnes to rescue a valuable point against 10-man Brentford after Brendan Rodgers’s side displayed their inability to defend set pieces once again.</p><p>Mathias Jensen’s deflected goal that rounded off a brilliant corner routine had seemed to put Thomas Frank’s side on course for a place in the top six heading into the international break. But staring down the barrel of sixth straight defeat that would have left them in the bottom three, Rodgers will take comfort from a battling performance after Barnes struck at the start of the second half and Brentford substitute Shandon Baptiste was set off for picking up two bookings in the space of minutes.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/brentford-leicester-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/brentford-leicester-premier-league-match-report", "date_published": "2023-03-18 17:02:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: BBC 5 Live; Shock and War; Countered Terrorism; The Trust Race; Movers and Shakers", "description": "<p>Even the Lineker row couldn’t stop Stephen Nolan; Gordon Corera launched an insightful look back at the Iraq war; and Rory Cellan-Jones talked to others about the trials of Parkinson’s Disease</p><p><strong><a href=\"https://www.bbc.co.uk/sounds/play/live:bbc_radio_five_live\">BBC </a></strong><strong><a href=\"https://www.bbc.co.uk/sounds/play/live:bbc_radio_five_live\">Radio </a></strong><strong><a href=\"https://www.bbc.co.uk/sounds/play/live:bbc_radio_five_live\">5 Live</a> </strong><br /><strong><a href=\"https://www.bbc.co.uk/programmes/m001k0ch\">Shock and War: Iraq 20 Years On</a></strong> (BBC Radio 4)<br /><strong><a href=\"https://www.audible.co.uk/pd/B0BYNTVL5Y\">Countered Terrorism</a></strong> (Audible Originals)<br /><strong><a href=\"https://podcasters.spotify.com/pod/show/the-trust-race\">The Trust Race</a></strong> (Spotify) <br /><strong><a href=\"https://open.spotify.com/show/4dipKcMG0IocnGsdRmB2nJ\">Movers and Shakers</a> </strong>(Podot)</p><p>5 Live made for a strange listen last weekend when its usual schedule collapsed – gradually and then all at once – as various football hosts downed headphones in <a href=\"https://www.theguardian.com/football/2023/mar/11/bbc-apologises-for-disarray-to-sport-coverage-due-to-gary-lineker-walkouts\">solidarity with Gary Lineker</a>. Though regular programmes went ahead at the beginning and end of the day, and there was live commentary on Premier League games and some Six Nations rugby, much of the weekend was filled with podcasts. By my reckoning, at least eight hours of programming was replaced.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/18/bbc-radio-5-live-gary-lineker-stephen-nolan-shock-and-war-iraq-20-years-on-radio-4-countered-terrorism-audible-the-trust-race-movers-and-shakers-parkinsons-disease-rory-cellan-jones\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/18/bbc-radio-5-live-gary-lineker-stephen-nolan-shock-and-war-iraq-20-years-on-radio-4-countered-terrorism-audible-the-trust-race-movers-and-shakers-parkinsons-disease-rory-cellan-jones", "date_published": "2023-03-18 17:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "People are boiling their wooden spoons on TikTok. I won’t be joining them | Rachel Cooke", "description": "<p>I’m the daughter of a microbiologist – which is why this crusade against unseen germs doesn’t impress me</p><p>A few weeks ago, I finally plucked up the courage and went in … to the shadowy place at the back of the fridge where no hand ever goes (sorry if you were expecting something more daring). To be clear, our fridge is quite clean, relatively speaking: nothing oozes in its salad crisper; no cheese rind awaits death in the place where the butter lives. But the top shelf, where I keep jars, open but not yet empty, was becoming too crowded. In the front row, I could see a Kilner of gherkins and some Daylesford blackcurrant and violet jam bought (ha) with a recent win on EuroMillions, and neither looked to me as if they’d give us botulism. But the Lord alone knew what lurked behind. Something had to be done.</p><p>Two hours later, and the dishwasher was full of jars, and the bin of their (mostly unrecognisable) contents: a satisfying morning’s work, and one that got me thinking about what else in the kitchen I might profitably clean. The spice cupboard, which looks a bit dusty? The space I laughably call my pantry, which has lately taken on a somewhat forlorn aspect? What I absolutely did not consider, however, was joining the crowd by boiling my wooden spoons. I’m the child of a microbiologist. I hold to the notion that, broadly speaking, wood is naturally antibacterial. I’ve had the same chopping board for more than 15 years, and I’ve only ever wiped it with a damp, soapy cloth; no one has died so far.</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/people-are-boiling-their-wooden-spoons-on-tiktok-i-wont-be-joining-them\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/people-are-boiling-their-wooden-spoons-on-tiktok-i-wont-be-joining-them", "date_published": "2023-03-18 17:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rather fetching: classic portraits of dogs – in pictures", "description": "<p>The exhibition <a href=\"https://www.wallacecollection.org/art/exhibitions-displays/portraits-of-dogs-from-gainsborough-to-hockney/\">Portraits of Dogs at London’s Wallace Collection (29 March-15 October)</a> was inspired by a single painting of a pet. Not one of the famous works in the show – by Lucian Freud, George Stubbs or Edwin Landseer – or even an image of a fabulous pedigree hound. The influential artwork was <em>A Dog Lying on a Ledge</em>, a picture of a mutt by an unknown artist, that’s a favourite of Wallace Collection director Xavier Bray. It seems appropriate that such an ordinary yet clearly loving portrait inspired a show celebrating our everyday relationship with pets. “Art helps us express our shared experiences with dogs,” says curator Alex Collins “as well as creating likenesses that capture their psychology and emotional bond with us. I would love visitors to leave this exhibition with a new appreciation for the wonders of dog portraiture.”</p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/mar/18/rather-fetching-classic-portraits-of-dogs-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/mar/18/rather-fetching-classic-portraits-of-dogs-in-pictures", "date_published": "2023-03-18 17:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Protests against illegal migration bill held in London, Glasgow and Cardiff", "description": "<p>Thousands attended march through capital to condemn home secretary’s legislation, say organisers</p><p>Protesters have marched against the government’s illegal migration bill in cities across the UK on Saturday, with organisers claiming thousands had attended.</p><p>Demonstrators carried signs and banners, some reading “no human is illegal”, as they matched towards Downing Street in central London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/protests-against-migration-bill-held-in-london-glasgow-and-cardiff\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/protests-against-migration-bill-held-in-london-glasgow-and-cardiff", "date_published": "2023-03-18 16:55:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France run in five tries to beat Wales and keep faint Six Nations title hopes alive", "description": "<ul><li>France 41-28 Wales</li><li>France a point above Ireland before their clash with England</li></ul><p>If championships were awarded for artistic merit, this ought to have been enough to secure France a consecutive title. They blew Wales away when it mattered, which was either side of half-time, but they will bemoan the four tries their visitors came away with, three of them scored when it did not really matter, long after the result had been secured.</p><p>So France were reduced to waiting on the result in Dublin. They climbed above Ireland at the top of the table, courtesy of that bonus point, but Rio Dyer’s try at the death meant their points difference fell seven shy of Ireland’s. Over to the English, then, whom they so roundly humiliated the week before.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/france-wales-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/france-wales-six-nations-rugby-union-match-report", "date_published": "2023-03-18 16:52:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police charge man with murder over stabbing at Walsall nightclub", "description": "<p>Edward Wilson was due to appear at Birmingham magistrates court on Saturday after death of Akeem Francis-Kerr</p><p>A man has been charged with murder over a fatal stabbing at a nightclub in Walsall in the West Midlands.</p><p>Edward Wilson, 39, was due to appear at Birmingham magistrates court on Saturday over the death of Akeem Francis-Kerr, 29.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/police-charge-man-with-over-stabbing-at-walsall-nightclub\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/police-charge-man-with-over-stabbing-at-walsall-nightclub", "date_published": "2023-03-18 16:32:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Bank runs, bailouts, rescues: are the ghosts of 2008 rising again?", "description": "<p>The travails of Credit Suisse and others have stirred up bad memories for a public still scarred by the financial crisis</p><p>No one in the Treasury had expected March to be easy. Last Monday’s economics-heavy review of defence and foreign policy, and last Wednesday’s budget, meant that a tough week for its mandarins was already priced in. But none of them had expected to have to sell a bank for £1.</p><p>That happened in the early hours of Monday, when Treasury and central bank officials eventually brokered a deal for HSBC to buy the UK arm of Silicon Valley Bank (SVB UK)<a href=\"https://www.theguardian.com/business/2023/mar/13/hsbc-buy-silicon-valley-banks-uk-tech-startups\" title=\"\"> for a nominal fee –</a> following the collapse of SVB’s California parent when a disastrous investment strategy unravelled.</p> <a href=\"https://www.theguardian.com/business/2023/mar/18/bank-runs-bailouts-rescues-are-the-ghosts-of-2008-rising-again\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/18/bank-runs-bailouts-rescues-are-the-ghosts-of-2008-rising-again", "date_published": "2023-03-18 16:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rooms in bloom: the flower-filled château of a French artist", "description": "Claire Basler has covered the walls of many of the rooms in her ancient château with exquisite floral murals<p>The château of artist Claire Basler, nestled in the languid hills of central France, is filled with flowers inside and surrounded by them outside. Not only are flowers the favourite subjects of her paintings, they are her favourite décor, too, and she arranges them like installations in each room to complement the murals she paints on walls, ceilings and doors. Being inside the home she shares with her husband, Pierre Imhof, is like being inside one of her paintings – mesmerising, magical and otherworldly.</p><p>Claire’s ability to create unique and deeply moving interior environments comes, in part, from her desire to share the power of several seminal childhood experiences. When she was 12, she had an epiphany at a Gothic palace in Avignon. While other youngsters might have been tugging at their parents’ sleeves begging for early release from sightseeing at the Palais des Papes, Claire was immovable inside its 14th-century walls. Enveloped on all sides by ancient frescoes inside Pope Clement VI’s private study, the chambre du cerf, she was overcome. “I had the strong impression that I was not just looking at the painting,” she recalls, “but was part of the painting.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/rooms-in-bloom-the-flower-filled-chateau-of-a-french-artist\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/rooms-in-bloom-the-flower-filled-chateau-of-a-french-artist", "date_published": "2023-03-18 16:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The SVB debacle has exposed the hypocrisy of Silicon Valley | John Naughton", "description": "<p>US tech innovators have a culture of regarding government as an innovation-blocking nuisance. But when Silicon Valley Bank collapsed, investors screamed for state protection</p><p>So one day Silicon Valley Bank (SVB) was a bank, and then the next day it was a smoking hulk that looked as though it might bring down a whole segment of the US banking sector. The US government, which is widely regarded by the denizens of Silicon Valley as a lumbering, obsolescent colossus, then magically turned on a dime, ensuring that no depositors would lose even a cent. And over on this side of the pond, regulators arranged that HSBC, another lumbering colossus, would buy the UK subsidiary of SVB <a href=\"https://www.theguardian.com/business/2023/mar/13/hsbc-buy-silicon-valley-banks-uk-tech-startups\">for the princely sum of £1</a>.</p><p>Panic over, then? We’ll see. In the meantime it’s worth taking a more sardonic look at what went on.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/the-svb-debacle-has-exposed-the-hypocrisy-of-silicon-valley-bank\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/the-svb-debacle-has-exposed-the-hypocrisy-of-silicon-valley-bank", "date_published": "2023-03-18 16:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘ChatGPT said I did not exist’: how artists and writers are fighting back against AI", "description": "<p>From lawsuits to IT hacks, the creative industries are deploying a range of tactics to protect their jobs and original work from automation</p><p>No need for more scare stories about the looming automation of the future. Artists, designers, photographers, authors, actors and musicians see little humour left in jokes about AI programs that will one day do their job for less money. That dark dawn is here, they say.</p><p>Vast amounts of imaginative output, work made by people in the kind of jobs once assumed to be protected from the threat of technology, have already been captured from the web, to be adapted, merged and anonymised by algorithms for commercial use. But just as GPT-4, the enhanced version of the AI generative text engine, was <a href=\"https://www.theguardian.com/technology/2023/mar/15/what-is-gpt-4-and-how-does-it-differ-from-chatgpt\" title=\"\">proudly unveiled last week</a>, artists, writers and regulators have started to fight back in earnest.</p> <a href=\"https://www.theguardian.com/technology/2023/mar/18/chatgpt-said-i-did-not-exist-how-artists-and-writers-are-fighting-back-against-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/mar/18/chatgpt-said-i-did-not-exist-how-artists-and-writers-are-fighting-back-against-ai", "date_published": "2023-03-18 16:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Lage: The Layers review – otherworldly jazz guitar", "description": "<p>(Blue Note)<br />The American guitarist’s sparse, largely acoustic companion piece to last year’s acclaimed View With a Room is another captivating creation</p><p>A childhood prodigy who played the Grammys at age 12, <a href=\"http://www.julianlage.com/\">Julian Lage</a> has evolved into the most admired jazz guitarist of his generation (he’s now 35). This third album for Blue Note is drawn from the same sessions as last year’s feted <em>View With a Room</em>, again featuring his regular sidekicks, bassist <a href=\"https://www.jorgeroeder.com/\">Jorge Roeder</a> and drummer <a href=\"https://www.daveking.net/about\">Dave King</a>, with veteran guitarist <a href=\"https://www.billfrisell.com/\">Bill Frisell</a> as special guest. Once again produced by Margaret Glaspy (a singer-songwriter who is also Lage’s wife), the album is a companion piece to <em>View</em>, or, as Lage has it, “a prequel, it has all the musical seeds that grew into <em>View</em> but it has a heartbeat of its own”.</p><p>While possessing the same entrancing quality as its predecessor, <em><a href=\"https://julianlage.lnk.to/TheLayers\">The Layers</a></em> is still sparser, with few of the Americana flavours that the much-travelled Frisell previously helped bring, and with half of its six tracks delivered on acoustic guitar. Lage is a masterful player, alternating careful, detailed lines with bursts of dexterous improvisation, and Roeder in particular proves a splendid foil, not least on the title track. Frisell, a fellow fretboard technician, brings intricate harmonic touches to the otherworldly Missing Voices. Like <em>View</em>, <em>The Layers</em> proves a captivating creation, but at under 30 minutes seems a little frugal by comparison.</p> <a href=\"https://www.theguardian.com/music/2023/mar/18/julian-lage-the-layers-review-otherworldly-jazz-guitar-bill-frisell-jorge-roeder-dave-king\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/18/julian-lage-the-layers-review-otherworldly-jazz-guitar-bill-frisell-jorge-roeder-dave-king", "date_published": "2023-03-18 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Syabira Yusoff: ‘Bake Off really helped my self-confidence’", "description": "<p>The Great British Bake Off winner on the stress of the show, growing up in a family of seven children, and why egg and cress sandwiches made her cry</p><p><strong>Before </strong><em><strong>The Great British </strong></em><em><strong>Bake Off</strong></em><strong>, </strong>I never thought to bake a cake in four hours or do something that elaborate. It’s so surprising how the stress and desperation pushes you. I’d call it a human instinct to survive: no matter what I do, I have to serve <em>something</em> at the end.</p><p><strong>I grew up in </strong><strong>Malacca City</strong><strong>, </strong>in the south part of Malaysia and I’m the second of seven children and the first daughter. The thing about being the first daughter is you have to do everything. It starts in the morning: I had to do the laundry, get ready for school, cycle to school, do my homework, cook for dinner, tidy up everything and repeat every day. So I’m used to a very tight schedule, being busy. When I don’t have anything to do, I’m always rearranging stuff in my house.</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/syabira-yusoff-bake-off-helped-my-self-confidence\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/syabira-yusoff-bake-off-helped-my-self-confidence", "date_published": "2023-03-18 16:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark King suspended from World Snooker Tour amid betting investigation", "description": "<ul><li>Allegations of irregular betting patterns in defeat by Joe Perry</li><li>Ten Chinese players suspended since October face April hearing</li></ul><p>The snooker player Mark King has been suspended from the World Snooker Tour amid an investigation into irregular betting patterns. The allegation concerns King’s 4-0 defeat to Joe Perry in last month’s first round of the Welsh Open.</p><p>A statement from the World Professional Billiards and Snooker Association read: “WPBSA chairman Jason Ferguson has today taken the decision to suspend Mark King from attending or competing on the World Snooker Tour with immediate effect.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/mark-king-suspended-from-world-snooker-tour-amid-betting-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/mark-king-suspended-from-world-snooker-tour-amid-betting-investigation", "date_published": "2023-03-18 15:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NI police arrest man in connection with John Caldwell shooting", "description": "<p>Suspect detained in Derry after note purportedly from New IRA claims responsibility for attack on detective</p><p>A man has been arrested in connection with a claim of responsibility by the New IRA for the shooting of the senior detective John Caldwell.</p><p>The man was arrested in Derry on Saturday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/ni-police-arrest-man-in-connection-with-john-caldwell-shooting\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/ni-police-arrest-man-in-connection-with-john-caldwell-shooting", "date_published": "2023-03-18 15:14:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Home Office accused of ‘shunting’ Afghan child refugees around UK ‘like cattle’", "description": "<p>After the Observer revealed cases of girls denied chance to sit GCSE exams, new evidence emerges of school pupils being uprooted</p><p>MPs and charities have condemned the Home Office for “shunting” young Afghan refugees around the UK “like cattle”, as new evidence emerges of children being moved out of London hotels weeks before their GCSEs.</p><p>The <em>Observer</em> has uncovered a growing number of cases of Afghan families being compulsorily relocated out of London by the Home Office despite being about to start their exams on 15 May. Andy Slaughter MP, the shadow solicitor general for England and Wales, has battled unsuccessfully to prevent the removal of three young Afghan people living in bridging hotels in his constituency, Hammersmith in west London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/home-office-accused-of-shunting-afghan-child-refugees-around-uk-like-cattle\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/home-office-accused-of-shunting-afghan-child-refugees-around-uk-like-cattle", "date_published": "2023-03-18 15:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sir Derek Jacobi: ‘The sound and magic of voice’ are disappearing from theatre", "description": "<p>The acclaimed actor – who is to receive a lifetime achievement award at this year’s Olivier Awards – says the demise of repertory theatre is putting paid to the vocal prowess</p><p>The demise of repertory theatre, where young actors once learned their craft in a resident company, has taken its toll on vocal technique with words “becoming less important” in live performance, according to one of the nation’s most acclaimed stars of stage and screen.</p><p>Sir Derek Jacobi told the <em>Observer </em>that “the use of voice, the magic of voice, has all but disappeared [in the theatre]”.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/18/derek-jacobi-the-sound-and-magic-of-voice-disappearing-from-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/18/derek-jacobi-the-sound-and-magic-of-voice-disappearing-from-theatre", "date_published": "2023-03-18 15:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese football stars and officials held in Xi’s corruption crackdown", "description": "<p>Stadiums are reopening but detentions of major football figures overshadow the sport, as scandal engulfs basketball</p><p></p><p>Sergio Agüero may be one of the greatest strikers of his generation, but he won an even rarer accolade in 2015, when he became the first – and last – Premier League footballer to take a selfie with Xi Jinping, China’s football-loving leader.</p><p>The <a href=\"https://www.independent.co.uk/sport/football/premier-league/sergio-aguero-selfie-manchester-city-striker-pictured-with-david-cameron-and-chinese-president-xi-jinping-a6705981.html\" title=\"\">photo</a>, taken at Manchester City’s stadium – with then prime minister David Cameron – comes from an era when Xi was fostering warm relations with the UK and pushing China to become a world football superpower by 2050, both ambitions that seem distant possibilities today.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/chinese-stars-officials-held-xi-jinping-football-corruption-crackdown\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/chinese-stars-officials-held-xi-jinping-football-corruption-crackdown", "date_published": "2023-03-18 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "On my radar: Ivo van Hove’s cultural highlights", "description": "<p>The Olivier-winning theatre director on Paul Mescal’s star turn in Streetcar, an ideal Saturday in south London and the best composer he’d never heard of</p><p>Belgian theatre director <a href=\"https://www.theguardian.com/stage/ivo-van-hove\">Ivo van Hove</a>, 64, has been the artistic director of Toneelgroep Amsterdam, now <a href=\"https://ita.nl/en/\">Internationaal Theater Amsterdam</a>, since 2001. His “maximalist minimalist” productions have included the Tony and Olivier-winning <em>A View from the Bridge</em> at the Young Vic, <em>Lazarus</em> at King’s Cross theatre and <em>Hedda Gabler</em> at the National. He also directed the 2009 film <em>Amsterdam</em> and a number of operas such as <em>Salome</em> by Richard Strauss and Wagner’s <em>Ring Cycle</em>. Van Hove’s adaptation of Hanya Yanagihara’s <em>A Little Life</em>, starring James Norton and Omari Douglas, is at the <a href=\"https://www.atgtickets.com/shows/a-little-life/harold-pinter-theatre/\">Harold Pinter theatre</a> from 25 March to 18 June and the <a href=\"https://www.atgtickets.com/shows/a-little-life/savoy-theatre/\">Savoy theatre</a> from 4 July to 5 August.</p> <a href=\"https://www.theguardian.com/stage/2023/mar/18/on-my-radar-ivo-van-hove-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/mar/18/on-my-radar-ivo-van-hove-cultural-highlights", "date_published": "2023-03-18 15:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brilliant Blair Kinghorn hat-trick seals bonus-point win for Scotland over Italy", "description": "<ul><li>Scotland 26-14 Italy</li><li>Van der Merwe also scores as Scots seal third in Six Nations</li></ul><p>Blair Kinghorn rose to the challenge of replacing Finn Russell at stand-off as he scored a hat-trick of tries to help Scotland end their Six Nations campaign with a bonus-point 26-14 victory over spirited Italy.</p><p>The versatile Edinburgh back went over the line either side of half-time to add to an earlier touchdown by Duhan Van Der Merwe. And heKinghorn then completed the scoring in the last moment of a hard-fought game as the Scots fended off an Azzurri fightback to ensure they ended the championship with three wins out of five for the first time since 2018.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/scotland-italy-six-nations-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/scotland-italy-six-nations-rugby-union-match-report", "date_published": "2023-03-18 14:54:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "France v Wales: Six Nations 2023 – live", "description": "<ul><li>Updates from the 2.45pm GMT game at Stade de France</li><li><a href=\"https://www.theguardian.com/sport/2023/mar/17/jittery-wales-present-easy-pickings-as-france-hope-for-six-nations-miracle\">Michael Aylwin: Wales easy pickings as France hope for miracle</a></li><li>Get in touch: <a href=\"mailto:lee.calvert.casual@theguardian.com\">email Lee</a> or tweet <a href=\"https://twitter.com/bloodandmud\">@bloodandmud</a></li></ul><p>Funny game this if you’re a Wales fan, what are you hoping to get from it? Let me know this and anything else on the <a href=\"mailto:lee.calvert.casual@theguardian.com\">email</a> or via tweet <a href=\"https://twitter.com/bloodandmud\">@bloodandmud</a></p><p>A team that wins by 43 points at Twickenham shouldn’t need a great deal of tinkering; a sentiment Fabien Galthie agrees with as he makes just two changes to the side that walloped England last week. Uini Atonio is back from his ban to start at tight-head and Romain Taofifenua is in for Paul Willemse.</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/18/france-wales-six-nations-2023-rugby-union-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/18/france-wales-six-nations-2023-rugby-union-live-updates", "date_published": "2023-03-18 14:15:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Southampton v Tottenham, Wolves v Leeds and more: clockwatch – live", "description": "<ul><li>Updates from Premier League, Football League and Europe</li><li><a href=\"https://www.theguardian.com/football/2023/mar/18/championship-manager-churn-watford-huddersfield\">Will Unwin: Championship’s manager churn hits player morale</a></li><li>Get in touch: <a href=\"mailto:tom.bassam.casual@theguardian.com\">email Tom</a>!</li></ul><p><strong>Alexander Isak’s <a href=\"https://www.theguardian.com/football/2023/mar/17/nottingham-forest-newcastle-premier-league-match-report\">late penalty</a></strong> last night means there is a bit of mustard on Spurs’ trip to Southampton. With no Champions League to focus on, the fabled ‘fourth place trophy’ is all Antonio Conte can achieve in <s>his last few months at Tottenham</s> the last few months of the season.</p><p>In my head Spurs have a really good record at St Mary’s, but the facts say otherwise. The 5-2 thrashing at the start of the 2020/21 season was the only time in their last five meetings on the south coast that Spurs left victorius, with Saints winning two and a pair of 1-1 draws completing the set.</p><p>Aston Villa v Bournemouth</p><p>Brentford v Leicester</p><p><strong>Southampton v Tottenham</strong></p><p>Wolves v Leeds</p> <a href=\"https://www.theguardian.com/football/live/2023/mar/18/southampton-v-tottenham-wolves-v-leeds-and-more-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/mar/18/southampton-v-tottenham-wolves-v-leeds-and-more-clockwatch-live", "date_published": "2023-03-18 14:11:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From curried cauli to aubergine mole: Daniel Watkins’ veg-led sharing plates – recipes", "description": "<p>Grilled sweet pepper with a super-savoury miso bagna cauda, an aromatic roast cauliflower masala, and aubergine steaks soaking up a rich Mexican sauce</p><p>Cauliflower is a truly versatile vegetable whose mild properties make it the ideal conduit for stronger flavours. Here, it’s elevated with some key aromatics, all of which will stand you in good stead for a well-stocked pantry.</p><p>Daniel Watkins is chef/co-founder of <a href=\"https://www.acmefirecult.com/\">Acme Fire Cult</a>, London E8</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/curried-cauliflower-masala-aubergine-mole-pepper-bagna-cauda-daniel-watkins-veg-led-sharing-plates-recipes\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/curried-cauliflower-masala-aubergine-mole-pepper-bagna-cauda-daniel-watkins-veg-led-sharing-plates-recipes", "date_published": "2023-03-18 14:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thérèse Coffey’s ‘eat turnips’ message leaves bitter taste after UK’s biggest grower gives up", "description": "<p>Environment secretary’s response to salad shortages suggests she was unaware vegetable farmer – in her constituency – was forced to quit due to costs</p><p>It wasn’t a cunning plan, but Thérèse Coffey sparked more interest in turnips than anyone since Blackadder when she <a href=\"https://www.theguardian.com/business/2023/feb/23/food-shortages-environment-secretary-urges-britons-cherish-turnips\" title=\"\">suggested that people might eat them instead of tomatoes</a>.</p><p>The environment secretary’s response to salad shortages attracted more ridicule than Baldrick – <a href=\"https://www.theguardian.com/world/video/2023/mar/16/come-to-russia-for-turnips-putin-mocks-western-vegetable-shortage-video\" title=\"\">even from Vladimir Putin</a>, who suggested last week that sanctions against Russia had backfired on the west. Turnips are good but they’ll probably have to get them from us, he said.</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/therese-coffeys-eat-turnips-message-leaves-bitter-taste-after-uks-biggest-grower-gives-up\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/therese-coffeys-eat-turnips-message-leaves-bitter-taste-after-uks-biggest-grower-gives-up", "date_published": "2023-03-18 14:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fleur East: ‘I need to cherish every moment’", "description": "The singer, 35, talks about her musical childhood, supportive husband, rising above rejection and life after The X Factor<p><strong>I grew up </strong>in Walthamstow. My strongest memories are of my mum and dad listening to music every day. Dad wired speakers into every room in the house. We’d listen to George Michael, Michael Jackson and Bob Marley constantly. When they had parties, I always had to sing, which I dreaded. I would get butterflies in my stomach if I knew people were coming round.</p><p><strong>I was scared </strong>of my parents. They were a great tag team; I very rarely rebelled. The one time I did, I crept back in from a party at 1.30am thinking I’d got away with it. Mum said: “I don’t know why you’re laughing, you’re grounded for the next few weeks.”</p> <a href=\"https://www.theguardian.com/music/2023/mar/18/this-much-i-know-fleur-east-i-need-to-cherish-every-moment\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/18/this-much-i-know-fleur-east-i-need-to-cherish-every-moment", "date_published": "2023-03-18 14:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Loyle Carner review – hip-hop with an open heart", "description": "<p><strong>Eventim Apollo, London</strong><br />From daddy issues to violent crime, the south London rapper’s thoughtful set is distinguished by its emotional candour and vulnerability</p><p>“I broke the cycle,” declares south London rapper Loyle Carner, savagely but happily. He’s talking about HGU – one of the most hard-hitting songs on his resonant third album, <em><a href=\"https://www.theguardian.com/music/2022/oct/23/loyle-carner-hugo-review-a-beautiful-blistering-masterpiece\">Hugo</a></em>. As his band of nuanced live players slide gracefully into languid, jazz-tinged breakbeats, Carner dedicates the song to “my father, and his father, and his father’s father”, as a sold-out crowd bay their approval. We’re neck-deep in the first of a two-night residency in London towards the end of Carner’s UK tour: there’s another sellout – at the 12,500-capacity Wembley Arena – the following night, which will be livestreamed.</p><p>Even if you don’t know Carner’s own story, it would be hard to throw a pebble and not hit someone with daddy issues. There is a sense in this room of him strumming people’s pain with his fingers. The music fades out to leave him, clad in simple white T-shirt, rapping a cappella. His final verse goes hard against the conditions that created his line of absent fathers – who were, to quote Philip Larkin, “fucked up in their turn” – looking for a break point in the circuit. Carner wants to “rewrite the ending, and the prequel” because for “the cycle to repeat” is the “default”.</p> <a href=\"https://www.theguardian.com/music/2023/mar/18/loyle-carner-eventim-hammersmith-apollo-london-review-hip-hop-with-an-open-heart-hugo\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/18/loyle-carner-eventim-hammersmith-apollo-london-review-hip-hop-with-an-open-heart-hugo", "date_published": "2023-03-18 14:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s justified’: Joe Biden welcomes ICC arrest warrant for Vladimir Putin", "description": "<p>US president says Russian leader has clearly committed war crimes and move makes ‘a very strong point’</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/mar/17/russia-ukraine-war-live-polands-decision-to-send-warplanes-puts-pressure-on-kyivs-allies\">Russia-Ukraine war – latest news updates</a></li></ul><p>Joe Biden has welcomed the international criminal court’s decision to issue an arrest warrant for the Russian president for war crimes in Ukraine.</p><p>The US president said Vladimir Putin had clearly committed war crimes and that the <a href=\"https://www.theguardian.com/world/2023/mar/17/vladimir-putin-arrest-warrant-ukraine-war-crimes\">arrest warrant</a> for the Russian leader made a “very strong point”.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/joe-biden-welcomes-icc-arrest-warrant-vladimir-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/joe-biden-welcomes-icc-arrest-warrant-vladimir-putin", "date_published": "2023-03-18 13:58:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cambridge college to create fellowship to examine slavery links", "description": "<p>Trinity academic to establish how college benefited from slave trade in move to achieve ‘reconciliation’</p><p>A University of Cambridge college is to appoint an academic to examine its legacies of slavery.</p><p>Trinity College, Cambridge, has announced that its new legacies of slavery research and teaching fellow will investigate the college’s links to the transatlantic slave trade.</p> <a href=\"https://www.theguardian.com/education/2023/mar/18/cambridge-trinity-college-to-create-fellowship-to-examine-slavery-links\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/mar/18/cambridge-trinity-college-to-create-fellowship-to-examine-slavery-links", "date_published": "2023-03-18 13:41:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aviation chiefs rejected measures to curb climate impact of jet vapours", "description": "<p>Airline industry claimed science not ‘robust’ enough to implement new controls to combat climate warming caused by vapour trails</p><p>Airlines and airports opposed measures to combat global warming caused by jet vapour trails that evidence suggests account for more than half of the aviation industry’s climate impact, new documents reveal.</p><p>The industry argued in government submissions that the science was not “robust” enough to justify reduction targets for these non-CO<sub>2</sub> emissions. Scientists say the climate impact of vapour trails, or contrails, has been known for more than two decades, with one accusing the industry of a “typical climate denialist strategy”.</p> <a href=\"https://www.theguardian.com/science/2023/mar/18/aviation-chiefs-rejected-measures-to-curb-climate-impact-of-jet-vapours\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/mar/18/aviation-chiefs-rejected-measures-to-curb-climate-impact-of-jet-vapours", "date_published": "2023-03-18 13:10:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taylor Swift review – pop’s hardest-working star gives Eras tour her all", "description": "<p><strong>State Farm Stadium, Glendale, Arizona</strong></p><p>The electrifying start of the singer-songwriter’s first tour in five years saw a mammoth, fan-pleasing 44-song set and extravagant staging</p><p>By Friday afternoon, there was a new destination in Arizona: Swift City, population 70,000 fans in town for the first stop on Taylor Swift’s Eras tour, and designated by some of them on Google Maps as a place of worship. “Welcome to ERAzona,” the 33-year-old pop star’s publicist emailed me hours before the show, referring to one of the hashtags Swifties developed to tag their arrival for what was billed – and delivered – as an expansive celebration of her undeniably prolific catalog. Team Swift is, as ever, attuned to the online conversation around her; you cannot consume Taylor Swift music without dipping (or diving) into Taylor Swift content. This is an artist who, as some have argued, has come <a href=\"https://www.theatlantic.com/ideas/archive/2022/10/taylor-swift-fandom-true-metaverse/671814/\">closer than Mark Zuckerberg to building a true metaverse</a> and cultivated a famously chatty, close virtual relationship with her fans.</p><p>Those fans turned out in force on Friday night in Glendale – fittingly for the base of her popularity, a suburb, roughly the same distance from Phoenix as Hendersonville, the town in Tennessee where Swift attended her one year of high school, is from Nashville, home of the country music industry that shaped her early career. Mostly women and gay men (along with a few good sport boyfriends/husbands) dressed in the instantly recognizable iconography of her 10 albums – Reputation-era black leotards, Lover-era pastels, mock-ups of her 2021 Folklore Grammy dress, rhinestone-adorned bodysuits a la Bejeweled music video, and at least two men in “sexy baby” T-shirts (see: <a href=\"https://www.youtube.com/watch?v=b1kbLwvqugk\">Antihero</a>).</p> <a href=\"https://www.theguardian.com/music/2023/mar/18/taylor-swift-eras-tour-review-arizona\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/18/taylor-swift-eras-tour-review-arizona", "date_published": "2023-03-18 13:07:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are Texas’s abortion laws being used for state-sponsored spousal harassment? | Arwa Mahdawi", "description": "<p>A Texas man is suing his ex-wife’s friends for helping her get an abortion – whether he wins or not, the lawsuit is sending a terrifying message to women</p><p>Meet <a href=\"https://www.theguardian.com/world/2021/oct/10/texas-abortion-law-jonathan-f-mitchell-profile\">Jonathan Mitchell</a>. The former solicitor general of Texas is not a household name but you’ll be familiar with his work. He’s the architect of the dystopian Texas law that lets private citizens act as vigilantes and sue abortion providers or anyone who “aids or abets” the procedure. As the <a href=\"https://www.nytimes.com/2021/09/12/us/politics/texas-abortion-lawyer-jonathan-mitchell.html\">New York Times</a> noted in a 2021 profile of Mitchell, he’s devoted much of the past decade to “honing a largely below-the-radar strategy of writing laws deliberately devised to make it much more difficult for the judicial system – particularly the supreme court – to thwart them.” In other words: he’s brilliant at finding sneaky ways to inflict his beliefs on everyone else. And he appears to have made it his life’s work to weaponize the law to terrorize and control women.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/are-texass-abortion-laws-being-used-for-state-sponsored-spousal-harassment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/are-texass-abortion-laws-being-used-for-state-sponsored-spousal-harassment", "date_published": "2023-03-18 13:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My food revolution: how I learned to love a gluten-free diet", "description": "<p>After years of pain, the diagnosis of coeliac disease was a crucial turning point for Lizzy Davies. She explains the changes it forced her to make – and how she learned to love food once again</p><p>It starts with a strange tingling on my tongue as I get on the tube in central London. About five minutes later, I start to wonder if I might feel a little faint (or is it just really, really hot down here?). After 15, I know: I’m going to vomit the entire contents of my stomach into a bag full of orchard fruits from my friend’s dad’s garden. “Have some apples and pears from Normandy,” she’d said, charmingly, just an hour or two earlier, as we sat down for my 40th birthday afternoon tea. Little did she know the horror that was to be unleashed on that inoffensive little tote.</p><p>A few minutes later, as I stand at the side of the road in north-east London, puking into a bin in broad daylight, it occurs to me that people must think I’m drunk. But alcohol has nothing to do with my current predicament. You can blame that entirely on the scones. Or perhaps the sandwiches. I certainly have my suspicions about the dainty little tart whose pastry tasted so good, so buttery, so, well, not gluten-free, that I double checked with the waitress. But that’s the thing about being coeliac: you’re often not quite sure what the culprit was. You just know there’s been a crime – and your poor, long-suffering gut is the victim.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/my-food-revolution-how-i-learned-to-love-a-gluten-free-diet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/my-food-revolution-how-i-learned-to-love-a-gluten-free-diet", "date_published": "2023-03-18 13:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Geysers of burning oil, looting and mayhem – reporting on the opening days of the Iraq war", "description": "<p>The Guardian and Observer’s correspondent recalls his 2003 journey dodging US tanks, checkpoints and police </p><p>The morning we crossed the border from Kuwait into Iraq, dodging checkpoints and military police on a March afternoon in 2003, our first encounter was a geyser of burning oil arcing against a sky blackened by the smoke of burning wells.</p><p>As we were not embedded with the military, our plan was vague – head first to Basra, where British troops were still fighting to enter the city, and improvise from there in a car loaded with 200 litres of fuel in jerrycans and enough food and water for a fortnight.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/geysers-of-burning-oil-looting-and-mayhem-reporting-on-the-opening-days-of-the-iraq-war\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/geysers-of-burning-oil-looting-and-mayhem-reporting-on-the-opening-days-of-the-iraq-war", "date_published": "2023-03-18 13:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump claims he ‘will be arrested’ on Tuesday in New York criminal case", "description": "<p>Ex-president makes remark on Truth Social without any official confirmation of the likelihood or timing of charges being brought</p><p>Donald Trump has posted on his own social media platform Truth Social that he expects to be arrested on Tuesday in the criminal case in New York <a href=\"https://www.theguardian.com/us-news/2023/mar/16/stormy-daniels-donald-trump-legal-team-pushes-for-end-to-hush-money-case\">involving hush money</a> payments to porn star Stormy Daniels.</p><p>Earlier this year the former US president calling for protests by his supporters if he was indicted in any of the numerous criminal investigations in New York, Georgia and by federal authorities into his conduct relating to allegations of illegal campaign payments, election interference, efforts to overturn his loss in the 2020 presidential election and keeping top secret documents at his home after leaving office. On Saturday he posted: “Take our nation back!”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/donald-trump-arrest-stormy-daniels-\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/donald-trump-arrest-stormy-daniels-", "date_published": "2023-03-18 12:51:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: Siemens Hallé international conductors competition; LSO/ Hannigan; Turandot – review", "description": "<p><strong>Bridgewater Hall, Manchester; Barbican; Royal Opera House, London</strong><br />A trio of young conductors vie for a job with the Hallé; Barbara Hannigan takes Mahler at his word; and Antonio Pappano makes a thriller of Puccini’s final opera</p><p>The cheers in Manchester on Tuesday night were not only for the football (City’s 7-0 win against Leipzig). Another contest took place the same evening with more than 200 entries from across the world whittled down to a shortlist of eight, three finalists and one deserved winner. The aim of the <strong><a href=\"https://www.conductors-competition.com/\">Siemens Hallé international conductors competition</a></strong> is to appoint the Hallé orchestra’s next assistant conductor. (Wipe clean your image of that job as portrayed in the film <em><a href=\"https://www.theguardian.com/film/2023/jan/16/monstrous-maestro-cate-blanchett-cancel-culture-tar\">Tár</a></em>, which I vowed never to mention again but must, in the interests of accuracy.) The assistant role has existed at the Hallé since 2002 – the first holder of the title was Edward Gardner, now principal conductor of the London Philharmonic Orchestra – but the competition itself is new. <a href=\"https://www.delyanalazarova.com/\">Delyana Lazarova</a> was the inaugural winner in 2020, and now ends her successful two-year stint in Manchester.</p><p>Much is at stake for all. From the conversational buzz last week it was clear many in the audience had followed earlier rounds (judged by an international panel of seven) and had views and favourites. As well as working alongside Mark Elder, now nearing the end of his long stint as the Hallé’s music director, the assistant must run its youth orchestra and engage with the many outreach projects, in care homes, schools, hospitals. Being able to conduct, as each of the finalists did, Mozart’s <em>Marriage of Figaro</em> overture is not enough.</p> <a href=\"https://www.theguardian.com/music/2023/mar/18/siemens-halle-international-conductors-competition-final-2023-bridgewater-hall-review-lso-london-symphony-orchestra-barbara-hannigan-mahler-4-barbican-turandot-pappano-royal-opera-house\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/18/siemens-halle-international-conductors-competition-final-2023-bridgewater-hall-review-lso-london-symphony-orchestra-barbara-hannigan-mahler-4-barbican-turandot-pappano-royal-opera-house", "date_published": "2023-03-18 12:30:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scotland v Italy: Six Nations 2023 – live", "description": "<ul><li>Updates from the 12.30pm GMT match at Murrayfield</li><li><a href=\"https://www.theguardian.com/sport/2023/mar/17/hard-yards-and-tough-calls-await-england-rugby-union-to-become-a-force-again\">Robert Kitson: England face ‘hard yards’ on road back</a></li><li>Get in touch: <a href=\"mailto:daniel.gallan.casual@theguardian.com\">email Daniel</a> or tweet <a href=\"https://twitter.com/danielgallan\">@danielgallan</a></li></ul><p>ITV is showing highlights from Italy’s win over Wales last year. I was there, <a href=\"https://www.theguardian.com/sport/2022/mar/19/wales-italy-six-nations-rugby-union-match-report\">reporting on the game</a>, and it was just sensational. One of the most emotional finishes I’d ever seen. Don’t count on them doing something similar today.</p><p><strong>Gregor Townsend</strong> is not taking Italy lightly:</p><p>We’re very weary. They were close to beating Ireland and France. They move the ball from everywhere and they’ve got nothing to lose</p> <a href=\"https://www.theguardian.com/sport/live/2023/mar/18/scotland-italy-six-nations-2023-rugby-union-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/mar/18/scotland-italy-six-nations-2023-rugby-union-live-updates", "date_published": "2023-03-18 12:14:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "SNP chief executive Peter Murrell resigns with immediate effect", "description": "<p>Murrell is the husband of the outgoing Scottish National party leader and first minister Nicola Sturgeon</p><p>Peter Murrell, the Scottish National party’s chief executive and Nicola Sturgeon’s husband, has resigned with immediate effect.</p><p><em>More </em><em>details soon …</em></p> <a href=\"https://www.theguardian.com/politics/2023/mar/18/snp-chief-executive-peter-murrell-resigns-nicola-sturgeon\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/18/snp-chief-executive-peter-murrell-resigns-nicola-sturgeon", "date_published": "2023-03-18 12:12:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taking on the powerhouses: Grimsby’s golden age in the FA Cup", "description": "<p>This year’s surprise quarter-finalists have previously gone further in the competition – to the semi-finals in 1936 and 1939</p><p>It’s hard to know what, in the year 2023, looks more far-fetched. That when Grimsby play Brighton on Sunday they will be attempting to reach the club’s third FA Cup semi-final, not the first; or that the previous runs to the last four, which included wins over Manchester City and Chelsea, had nothing to do with David or Goliath.</p><p>Grimsby’s semi-final appearances in 1936 and 1939 were highlights of the greatest period in the club’s history. From 1929–48, including a break for the second world war, they spent 10 out of 12 seasons in the top flight. All three of Grimsby’s England internationals were capped in that time: the inside-forward Jackie Bestall (described in this paper as an “artful dodger and constructive genius”), the goalkeeper George Tweedy and the inspirational centre-back Harry Betmead each made a single appearance between 1935 and 1937.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/taking-on-the-powerhouses-grimsbys-golden-age-in-the-fa-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/taking-on-the-powerhouses-grimsbys-golden-age-in-the-fa-cup", "date_published": "2023-03-18 12:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Fizz look back: ‘We look close in that old photo, but we didn’t know each other at all’", "description": "<p>Mike Nolan, Cheryl Baker and Jay Aston, now known as the Fizz, on their Eurovision triumph, sudden fame and roast dinners</p><p>The Fizz are Mike Nolan, Cheryl Baker and Jay Aston. The trio are founding members of Bucks Fizz – the pop group who won the Eurovision song contest in 1981 with Making Your Mind Up. Having triumphed in the early 80s with hits such as The Land of Make Believe, the group disbanded in 1985, with decades of lineup alterations and litigation relating to the ownership of the Bucks Fizz brand to follow. Bucks Fizz’s fourth original member, Bobby Gubby, along with his partner Heidi Manton, <a href=\"https://www.theguardian.com/law/2011/aug/24/bucks-fizz-judge-ownership-name\" title=\"\">now own the group’s original name</a>. The Fizz perform on 31 March at Indigo at the O2 in London.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/the-fizz-look-back-we-look-close-in-that-old-photo-but-we-didnt-know-each-other-at-all\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/the-fizz-look-back-we-look-close-in-that-old-photo-but-we-didnt-know-each-other-at-all", "date_published": "2023-03-18 12:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Classical home listening: Il Pomo d’Oro and Emelyanychev play Mozart; Magnificat 3 from Cambridge", "description": "<p>Maxim Emelyanychev and co launch their Mozart series with the first and last symphonies. And more evening canticles from the choir of St John’s College and Andrew Nethsingha</p><p>• Mozart wrote his first symphony at the age of eight when, already a renowned prodigy, he was on a visit to London as part of a European tour. While perhaps not a masterpiece, it has vim and flair. He completed the last, No 41 in C major, K551 “Jupiter”, in 1788, three years before his death at the age of 35. The first of a new series of Mozart symphonies on disc,<strong> <a href=\"https://www.apartemusic.com/albums/mozart-the-symphonies/?lang=en\">The Beginning and the End</a></strong> (Aparté)<strong>, </strong>includes both works, played by the period instrument group <a href=\"https://www.ilpomodoro.org/\">Il Pomo d’Oro</a>. <strong>Maxim Emelyanychev, </strong>best known in the UK as <a href=\"https://www.sco.org.uk/profile/maxim-emelyanychev\">principal conductor of the Scottish Chamber Orchestra</a>, conducts these effervescent, brisk performances, with fleet string figures and ripe, punchy woodwind. He is also the soloist, playing fortepiano, in Mozart’s pIano concerto No 3 in A major, K488 (interesting to compare with the revivified – in abeyance for years – <a href=\"https://aam.co.uk/mozart-recordings/\">complete Mozart piano concerto cycle</a> with fortepianist Robert Levin and the Academy of Ancient Music). If you prefer a more opulent sound for Mozart, this won’t be for you. I found it engrossing.</p><p>• As director of the <strong>choir of St John’s College, Cambridge</strong>, <strong>Andrew Nethsingha</strong> – now <a href=\"https://www.westminster-abbey.org/abbey-biographies/andrew-nethsingha\">organist and master of the choristers at Westminster Abbey</a> – turned an already first-class choir into an exemplary, adventurous ensemble. The more than two dozen discs they recorded together during his <a href=\"https://www.joh.cam.ac.uk/thank-you-for-the-music\">15-year tenure</a> have strong thematic shape (as well as, in their elegant black packaging, a unifying visual identity). In <strong><a href=\"https://signumrecords.com/product/magnificat-vol-3/SIGCD742/\">Magnificat 3</a> </strong>(Signum), their third disc of evening canticles, the choir sings settings of the liturgically paired Magnificat and Nunc Dimittis. Composers include Charles Villiers Stanford, George Dyson and Herbert Howells, as well as those currently working: Bryan Kelly (b.1934) and Philip Moore (b.1943).</p> <a href=\"https://www.theguardian.com/music/2023/mar/18/mozart-the-beginning-and-the-end-il-pomo-doro-maxim-emelyanychev-symphony-no-1-41-piano-concerto-no-3-magnificat-3-choir-of-st-johns-college-cambridge-andrew-nethsingha\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/mar/18/mozart-the-beginning-and-the-end-il-pomo-doro-maxim-emelyanychev-symphony-no-1-41-piano-concerto-no-3-magnificat-3-choir-of-st-johns-college-cambridge-andrew-nethsingha", "date_published": "2023-03-18 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Meera Sodha’s vegan recipe for celeriac sloppy joes | The new vegan", "description": "<p>This vegan spin on the classic ground beef sandwich uses celeriac and mushrooms to provide texture and cider, mustard and tomatoes for depth of flavour</p><p>I feel conflicted when writing a vegan recipe and naming it after an original that contains meat. With this column, my aim is to show you how versatile and exciting vegetables can be, rather than how they can replace a cow-shaped hole in your life. But, as a take on the original goes, I think today’s dish really stands up. The roast celeriac and mushroom provide “meatiness”, while the cider, mustard, paprika and tomatoes give depth, heat and sweetness. And, besides, Sloppy Meera doesn’t have quite the same ring to it …</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/vegan-recipe-celeriac-sloppy-joes-meera-sodha\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/vegan-recipe-celeriac-sloppy-joes-meera-sodha", "date_published": "2023-03-18 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Give me overs’: Rehan Ahmed has desire to be England’s next spin king", "description": "<p>The 18-year-old on making his international debut and the ‘huge shoes to fill’ eventually taking over from Adil Rashid</p><p>If England wanted to put a positive spin on a trip to Bangladesh that ended with <a href=\"https://www.theguardian.com/sport/2023/mar/14/england-suffer-first-t20-whitewash-since-2016-after-defeat-to-bangladesh\">a T20 series whitewash</a> they could find it in the integration of a positive spinner. To watch Rehan Ahmed is to see a young cricketer apparently without fear. Parachuted into a squad full of World Cup winners, in difficult conditions and unfamiliar surroundings, the 18-year-old demanded the ball when in the field and the strike while at the crease.</p><p>“I think that comes quite natural for me,” he says. “When I was playing in clubs where there are so many proper first-class bowlers and I was only 13 or 14 and I wasn’t getting overs, I just kept asking the captain: ‘Give me overs, give me overs.’ That’s just something I’ve grown up with.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/give-me-overs-rehan-ahmed-has-desire-to-be-englands-next-spin-king\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/give-me-overs-rehan-ahmed-has-desire-to-be-englands-next-spin-king", "date_published": "2023-03-18 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Little but elite’ Lewes primed for FA Cup clash with Manchester United", "description": "<p>Chief executive Maggie Murphy talks finances in the women’s game and how the Championship minnows have flourished</p><p>When Lewes welcome Manchester United to the Dripping Pan on Sunday, many will view it as a David v Goliath type battle, of Championship minnows against Women’s <a href=\"https://www.theguardian.com/football/2023/mar/12/chelsea-manchester-united-womens-super-league-match-report-wsl\">Super League title contenders</a>. But while the visitors will be favourites to progress to the FA Cup semi-finals, to bill it as a mismatch is perhaps a little unfair.</p><p>“We’re still in the top 20 teams in the country,” says Lewes’s chief executive, Maggie Murphy. “We are little Lewes, but remember we are also an elite team. We shouldn’t undermine the incredible achievements of the players who have got us this far. They have already created club history by getting this far. This is a huge game for us. It shows the progress that we as a club have been making over the last few years.”</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/lewes-primed-for-fa-cup-clash-with-manchester-united\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/lewes-primed-for-fa-cup-clash-with-manchester-united", "date_published": "2023-03-18 12:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blackburn’s rejuvenated rejects target promotion and FA Cup progress", "description": "<p>The 90s powerhouse are rising again thanks to academy talent and a core of young players released by Premier League clubs</p><p>Blackburn Rovers have come a long way from the big-spending days and 1995 Premier League title under the ownership of Jack Walker. They have needed to adapt to their position in the north-west’s football ecosystem because they are no longer challenging for honours at the top of the pyramid.</p><p>The last time Blackburn played in an FA Cup quarter-final, in 2007, Hayden Carter was at Manchester City – the club they beat that day – albeit in the under-sevens. The defender was released at 13 and was signed by Blackburn, where he has been joined by a number of teammates who went through similar rejection at Premier League clubs. They hope the next stage of their journey will be a Wembley semi-final, the reward if they win at Sheffield United on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/blackburns-rejuvenated-rejects-target-promotion-and-fa-cup-progress\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/blackburns-rejuvenated-rejects-target-promotion-and-fa-cup-progress", "date_published": "2023-03-18 12:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The US was prepared to bomb the Middle East into shape. In Ukraine, it seems no less self-serving | Randeep Ramesh", "description": "<p>Washington split with old allies in order to pursue its own interests in Iraq. Its support for Kyiv is equally conditional</p><p>In the two decades since the second Iraq war, the United States appears like the Bourbon kings who had learned nothing and forgotten nothing. The illegal invasion and occupation of Iraq was a story of geopolitical failure and domestic political disaster. To understand the foolhardy decision to launch the war, one must first understand the US grand strategy of <a href=\"https://www.economist.com/the-world-ahead/2021/11/08/francis-fukuyama-on-the-end-of-american-hegemony\">global hegemony</a>, which Washington has pursued since 1945.</p><p>The “war on terror” provided political cover for the further pursuit of supremacy, despite threatening democratic government with lies, fraud and violence. George W Bush’s rash actions did provoke some <a href=\"https://www.thecrimson.com/article/2002/10/22/boxer-defends-vote-against-war-in/\">murmurs of concern</a> about the damage being inflicted but <a href=\"https://www.reuters.com/article/uk-iraq-usa-idUKN1929611920080320\">these faded</a> from the corridors of power. Instead the US has refused to move on, believing that countries are “either with us or against us”.</p><p>Randeep Ramesh is chief leader writer for the Guardian and author of The War We Could Not Stop: The real story of the battle for Iraq</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/middle-east-ukraine-washington-iraq-kyiv\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/middle-east-ukraine-washington-iraq-kyiv", "date_published": "2023-03-18 12:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Comic Relief raises over £34m as stars parody The Traitors and Eurovision", "description": "<p>Hosts of BBC fundraiser include AJ Odudu and Paddy McGuinness but Lenny Henry is absent for first time</p><p>The BBC’s annual Comic Relief fundraiser, which this year featured sketches based on the popular show The Traitors and the Eurovision song contest, has raised more than £34m.</p><p>The show, hosted at Media City in Salford, included AJ Odudu, Joel Dommett and Paddy McGuinness as presenters.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/18/comic-relief-raises-stars-parody-traitors-eurovision\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/18/comic-relief-raises-stars-parody-traitors-eurovision", "date_published": "2023-03-18 11:38:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gauguin’s ‘child-wife’: in search of the muse that inspired a masterpiece", "description": "<p>Who is the young girl in Paul Gauguin’s painting Spirit of the Dead Watching? On a trip to Tahiti, the film-maker and novelist Devika Ponnambalam finds out the troubling truth</p><p>She lies naked, on her belly, palms flat on the pillow. Her skin is dark as wet earth, hair black as night. A traditional Tahitian cloth covers the mattress, marigold yellow petals against midnight blue. The wall behind the bed is violet-dark with phosphorescent flashes of white. At her feet, a shadow crouches with a black shroud covering the head, so that the face appears as a death mask. This old woman at the young girl’s feet is a <em>tupapau</em><em>,</em> or spirit of the dead.</p><p>The first time I saw Spirit of the Dead Watching was in 2001 as a tiny colour reproduction embedded within a magazine article about <a href=\"https://www.theguardian.com/artanddesign/gauguin\">Paul Gauguin</a>’s life – how the French painter had left western civilisation behind in order to find an untouched world and a new way of seeing. The article also described how he’d died of syphilis.</p> <a href=\"https://www.theguardian.com/books/2023/mar/18/gauguins-child-wife-in-search-of-the-muse-that-inspired-a-masterpiece\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/18/gauguins-child-wife-in-search-of-the-muse-that-inspired-a-masterpiece", "date_published": "2023-03-18 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Very sensitive subject’: plan to take Welsh water for London stirs painful memories", "description": "<p>‘Drowning’ of village of Capel Celyn to provide water to Liverpool in the 60s remains an emotive issue</p><p>On a February night 60 years ago, three young men battled through blizzard conditions to plant a bomb at a construction site in a lonely Welsh valley. Their target was a dam being built by an English privatised water company to supply water for Liverpool.</p><p>To provide million of litres a day for the English city, the people in the small Eryri (Snowdonia) village of Capel Celyn were to be evictedand their homes, farms, post office, school, chapel and cemetery flooded to create a reservoir.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/very-sensitive-subject-plan-to-take-welsh-water-for-london-stirs-painful-memories\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/very-sensitive-subject-plan-to-take-welsh-water-for-london-stirs-painful-memories", "date_published": "2023-03-18 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cheltenham anoints new greats but thin crowds hint at need for shake-up", "description": "<p>Constitution Hill and Galopin Des Champs reigned supreme to supply stunning spectacle. Why were so few there to see it?</p><p>Two brilliant performances by new champions of jump racing bookended this year’s Cheltenham Festival, and both Constitution Hill, <a href=\"https://www.theguardian.com/sport/2023/mar/14/constitution-hill-champion-hurdle-easy-win-cheltenham-festival-horse-racing\">the Champion Hurdle winner</a>, and Galopin Des Champs, who survived all manner of problems to <a href=\"https://www.theguardian.com/sport/2023/mar/17/galopin-des-champs-gains-redemption-in-the-cheltenham-gold-cup-horse-racing\">run out an easy winner of the Gold Cup</a>, promise to be fixtures at the meeting for several years to come.</p><p>The precise days on which they should be pulling in the crowds – and there’s more on that to come – remain to be seen. Galopin Des Champs, clearly, is a huge new talent among staying chasers and, all being well, will line up for two more Gold Cups at least. Constitution Hill, though, is the potential wild card. He is already established as a generational talent over hurdles but could yet rise even further among the all-time greats if his immense talent can stretch to a switch to chasing.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/18/cheltenham-crowds-constitution-hill-galopin-des-champs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/18/cheltenham-crowds-constitution-hill-galopin-des-champs", "date_published": "2023-03-18 10:46:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "With $1.6bn at stake, Fox News is suddenly interested in freedom of the press | Margaret Sullivan", "description": "<p>Fox pundits called mainstream journalists ‘leftwing media hacks’ and ‘cringing animals’. Now they’re eager for solidarity</p><p>As it tries to defend itself against the accusation that it knowingly spread lies about the 2020 presidential election, Fox News has touted some lofty notions about the role of journalism in a democratic society.</p><p>“There will be a lot of noise and confusion generated by Dominion and their opportunistic private equity owners,” said a recent company statement, “but the core of this case remains about freedom of the press and freedom of speech, which are fundamental rights afforded by the Constitution and protected by New York Times v Sullivan<em>.</em>”</p><p>Margaret Sullivan is a Guardian US columnist writing on media, politics and culture</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/fox-news-dominion-lawsuit-rupert-murdoch-freedom-of-the-press\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/fox-news-dominion-lawsuit-rupert-murdoch-freedom-of-the-press", "date_published": "2023-03-18 10:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden urgeed an investigation into how guns are peddled to kids. Will it stop the ads?", "description": "<p>The action is aimed at expanding last year’s bipartisan Safer Communities act, which strengthened background checks</p><p>Last year the Georgia-based gun manufacturer Daniel Defense <a href=\"https://web.archive.org/web/20220525074522/https://twitter.com/DanielDefense/status/1526237750277681154\">tweeted an image</a> of a young child with a rifle – about the same size as the child himself – in his lap. “Train up a child in the way he should go, and when he is old, he will not depart from it,” the caption read.</p><p>The post came just eight days before an 18-year-old shot and killed 19 students and two teachers in Uvalde, Texas – using a weapon made by Daniel Defense.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/gun-manufacturers-firearms-marketing-children-ftc\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/gun-manufacturers-firearms-marketing-children-ftc", "date_published": "2023-03-18 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Championship’s managerial churn hurts clubs and hits player morale", "description": "<p>Watford and Huddersfield are two examples of why continually changing coach is no good recipe for a Premier League return</p><p>Being a Championship manager is a precarious business, only ever a short run of defeats from the sack. Fifteen have been dismissed this season and five clubs are on to their third manager. A cycle of constant change rarely seems to help.</p><p>Overall there have been 19 managerial changes in the division by 14 clubs, leaving 10 managers in the position they started in when the first ball was kicked in July. The Championship is a division few want to be in – for most it is as a vehicle to reach the monied top flight– and that means clubs are willing to make bold decisions to try to get out of it.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/championship-manager-churn-watford-huddersfield\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/championship-manager-churn-watford-huddersfield", "date_published": "2023-03-18 10:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melissa Thompson’s recipe for smoked haddock and coconut soup", "description": "<p>A zingy Caribbean take on chowder</p><p>This soup riffs somewhere between a chowder and rundown, a Jamaican stew that’s “cooked down” with coconut milk. The smokiness of the fish and paprika add depth, while the sweetcorn gives welcome pops of sweetness. Don’t be alarmed by the scotch bonnet - it’s to add flavour more than heat, hence its inclusion whole. Leave it in for just 10 minutes for a gentle warmth, or for the whole cook for a higher heat level.</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/smoked-haddock-coconut-soup-recipe-melissa-thompson\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/smoked-haddock-coconut-soup-recipe-melissa-thompson", "date_published": "2023-03-18 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My mother, the troll: ‘I think she lost sight of the McCanns’ humanity’", "description": "<p>When Ben Leyland’s mum said she was in trouble, he had no idea she was about to be exposed for sending hundreds of abusive tweets about Madeleine McCann’s parents – or of the tragic end to her story</p><p>“There was this entire part of Mum that I never knew about,” Ben Leyland says. Brenda Leyland was a stylish, well-spoken and rather private woman who lived in a picturesque village in Leicestershire. He knew she told stories, and that some of them may have been on the tall side. He also knew that she spent a lot of time on her laptop and was increasingly living online. What he didn’t know was that his mother had become a Twitter troll who spent the final years of her life relentlessly attacking the parents of Madeleine McCann, the girl who disappeared in Portugal in 2007 at the age of three and hasn’t been seen since.</p><p>In 2014, Brenda was approached by a Sky News journalist who asked her why she was trolling the McCanns on Twitter. She was about to get into a car with her friend to visit a garden centre, and declined to comment. The journalist then told her that she had been reported to Scotland Yard and her tweets were being investigated as part of a larger campaign of abuse against the McCanns. “Well, that’s fair enough,” she said calmly. But Brenda’s face gave her away. Her eyes blinked and her cheek twitched anxiously. Four days later, on 4 October 2014, <a href=\"https://www.theguardian.com/media/2014/oct/06/sky-saddened-death-alleged-mccann-troll-brenda-leyland\" title=\"\">Brenda killed herself</a>.</p> <a href=\"https://www.theguardian.com/society/2023/mar/18/my-mother-troll-of-madeleine-mccann-parents\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/18/my-mother-troll-of-madeleine-mccann-parents", "date_published": "2023-03-18 10:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Holidaymakers face big rise in car hire costs abroad this summer", "description": "<p>Prices for popular destinations could be up almost 60% on 2022, analysis carried out for the Guardian shows</p><p></p><p></p><p>People planning to hire a car abroad this summer face having to pay almost 60% more than they did before the coronavirus pandemic.</p><p>New figures for six popular destinations show average car rental prices are continuing to rise, with the average cost coming in at about £565 for a week’s hire.</p> <a href=\"https://www.theguardian.com/money/2023/mar/18/holidaymakers-car-hire-costs-summer\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/18/holidaymakers-car-hire-costs-summer", "date_published": "2023-03-18 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I looked at Tony Blair and said: ‘You murdered my son.’ I feel that just as strongly today | Rose Gentle", "description": "<p>For years after my Gordon’s death in Iraq, I campaigned for justice – until the 2016 inquiry and that encounter. A reckoning is overdue</p><p>Although it’s 20 years since the Iraq war started, and coming up to 19 years since my son was killed, it still feels like yesterday to me. Anniversaries don’t mean much except another year without Gordon. It’s just as hard as it was in the beginning.</p><p>Gordon never really had an ambition to join the forces. He was just a normal boy: full of fun, loved his sisters to bits, never got into trouble. He loved climbing, so if you were looking for Gordon you’d look up the nearest tree. He’d have his pals round every weekend, and they built a shed in a neighbour’s garden and nicknamed themselves the shed heads.</p><p>Rose Gentle’s son, Gordon Gentle, was killed in Iraq in June 2004. As told to Katy Guest</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/tony-blair-son-gordon-death-iraq-inquiry\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/tony-blair-son-gordon-death-iraq-inquiry", "date_published": "2023-03-18 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Weather-beaten California eyes relief from ‘constant firehose’ of storms", "description": "<p>Spring could bring some respite for the state in the grips of a dramatic weather u-turn from extremely dry to dripping wet</p><p>The sun beamed through a cloudless sky across parts of California on Thursday, offering a much-needed break from relentless rains that have drenched the state for weeks. The window of good weather wouldn’t last long. The 12th atmospheric river in mere months is expected to unleash a new set of hazards across the sodden state early next week.</p><p>“[The storm] is going to exacerbate things further with the flooding and the other impacts going on unfortunately,” said Jon Gottschalck, who heads the operational prediction branch of the National Oceanic and Atmospheric Administration’s (Noaa) climate prediction center, noting that more heavy rainfall and higher elevation snowfall is in the forecast. “It is also going to hamper ongoing relief efforts.”</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/california-storm-relief-spring\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/california-storm-relief-spring", "date_published": "2023-03-18 10:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Lineker jokes about ‘quiet’ week as he prepares for BBC return", "description": "<p>Presenter will host live FA Cup match on Saturday evening in first appearance since his suspension</p><p>Gary Lineker will return to TV screens for the first time since his BBC suspension on Saturday after joking about having had a “quiet” week.</p><p>The broadcaster, 62, was <a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">taken off air</a> last weekend for a tweet criticising the language used by ministers when discussing the government’s asylum policy.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/gary-lineker-jokes-quiet-week-bbc-return\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/gary-lineker-jokes-quiet-week-bbc-return", "date_published": "2023-03-18 09:58:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris clashes continue over French pension age rise", "description": "<p>Growing opposition presents biggest challenge to Emmanuel Macron since gilets jaunes protests</p><p>Riot police and protesters clashed for a second night in Paris as a new demonstration took place against the government’s plans to raise the French state pension age.</p><p>The growing opposition to the policy, which has resulted in a wave of strikes since the start of the year and <a href=\"https://www.theguardian.com/world/2023/mar/15/its-disgusting-paris-rots-under-mounds-of-rubbish-as-bin-collectors-extend-strike\">rubbish piling up</a> on the streets of the capital, has left President Emmanuel Macron with the <a href=\"https://www.theguardian.com/world/2023/mar/17/emmanuel-macron-pensions-plan-could-define-his-remaining-four-years-in-office\">gravest challenge to his authority</a> since the <em>gilets </em><em>jaunes</em> (yellow vest) protests of December 2018.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/paris-clashes-continue-over-french-pension-age-rise\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/paris-clashes-continue-over-french-pension-age-rise", "date_published": "2023-03-18 09:51:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pakistani police enter Imran Khan’s home as he appears in court, party says", "description": "<p>Move follows standoff and clashes outside Lahore residence as former PM faces trial in Islamabad</p><p>Pakistani police entered the property of the former prime minister Imran Khan in Lahore, officials from his political party said, as he was appearing in court in the capital, Islamabad.</p><p>The move followed <a href=\"https://www.theguardian.com/world/2023/mar/15/pakistan-police-attempt-arrest-imran-khan-lahore-clashes\">days of standoff and clashes</a> between police and his supporters around the property, where police had attempted to arrest Khan on Tuesday.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/pakistani-police-enter-imran-khan-home-court\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/pakistani-police-enter-imran-khan-home-court", "date_published": "2023-03-18 09:35:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sofia Coppola: ‘My most embarrassing moment? Being on the cover of a magazine that said, “Did she ruin The Godfather?”’", "description": "<p>The film-maker on wanting to be an editor, why she can’t tell lies and being in the jungle during filming of Apocalypse Now</p><p>Born in New York, Coppola, 51, started her career as an actor, playing roles including Mary Corleone in The Godfather Part III, directed by her father, <a href=\"https://www.theguardian.com/film/francis-ford-coppola\" title=\"\">Francis Ford Coppola</a>. She went on to become a film-maker, and won a best original screenplay Oscar for 2003’s Lost in Translation. Her 2010 film <a href=\"https://www.theguardian.com/film/2010/dec/09/somewhere-review\" title=\"\">Somewhere</a> took the Golden Lion at the Venice international film festival, and her remake of <a href=\"https://www.theguardian.com/film/2017/may/24/the-beguiled-review-sofia-coppola-colin-farrell-feminist-psychodrama\" title=\"\">The Beguiled</a> won her best director at Cannes in 2017. Her directorial feature debut, 1999’s The Virgin Suicides, is available on 4K UHD, Blu-ray, DVD and digital. She is married with two children and lives in New York.</p><p><strong>When were you happiest?<br /></strong>Driving my convertible over the Bay Bridge when I was 18, listening to Thinking of You by Sister Sledge.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/sofia-coppola-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/sofia-coppola-interview", "date_published": "2023-03-18 09:30:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Inclusion is a family’: Arsenal’s sign language change is spreading the love", "description": "<p>The incorporation of British Sign Language at the Emirates is life-changing for deaf fans. Every club should follow suit</p><p>The majority of football matches are middling to dull, and before the start of every season, the majority of fans know their team will spend it ensconced in mediocrity. So why do we keep coming back?</p><p>Max Parsons has been going to Arsenal all his life, since the Highbury days – “I used to go with my dad but he’s stopped, he’s an old man,” he says. “Arsenal’s like family to me. And it’s part of my love. I have a partner, a son, and I feel like I love Arsenal as well. That’s my life.” Because he is deaf, he has never felt quite fully welcomed – until now, thanks to the incorporation of British Sign Language into everything that happens on the Emirates’ big screens.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/arsenal-bsl-sign-language-emirates-inclusion\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/arsenal-bsl-sign-language-emirates-inclusion", "date_published": "2023-03-18 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Let’s make these folks famous’: the leftwing push to raise 18 Republicans’ profiles", "description": "<p>Indivisible is targeting little-known GOP House members in swing districts for the 2024 election. Co-founder Ezra Levin says: ‘They are basically Marjorie Taylor Greenes in how they vote’</p><p>Juan Ciscomani. Tom Kean Jr. Brian Fitzpatrick. Marc Molinaro. David Schweikert. Brandon Williams … Many Americans would struggle to identify who these people are or what they do.</p><p>They are all, in fact, Republican members of Congress. And progressive activists argue that their fate is more crucial to the future of American democracy than more high-profile rightwing political figures such as Matt Gaetz and Marjorie Taylor Greene.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/republican-house-targets-2024-ezra-levin-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/republican-house-targets-2024-ezra-levin-interview", "date_published": "2023-03-18 09:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Baddiel: ‘Football fills a God-shaped hole’", "description": "<p>Ahead of a new book about our need for faith, the ‘militant atheist’ discusses oversharing, identity – and why he’s distancing himself from Richard Dawkins </p><p>David Baddiel was six years old when his mother told him death was like a long sleep from which you never wake up. “I think from that point,” he says, “I never really wanted to go to sleep again.” That night, he lay on the top bunk of his bed, fervently praying – “probably” the first and last time he has prayed with any sincerity – that “my life as it was in Dollis Hill in 1971 would still somehow continue after death”.</p><p>More than half a century later Baddiel is still an insomniac, and he’s still terrified by the prospect of dying. “I don’t quite believe anyone who says they’re not,” he says. That childhood memory, and that conviction, is what kicks off his latest book, The God Desire, which delivers in a brisk 110-odd pages what Baddiel considers “an absolutely slam-dunk argument” against the existence of God.</p> <a href=\"https://www.theguardian.com/books/2023/mar/18/david-baddiel-football-fills-a-god-shaped-hole\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/18/david-baddiel-football-fills-a-god-shaped-hole", "date_published": "2023-03-18 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The crowd goes wild: FC Barcelona reveals Camp Nou stadium’s animal inhabitants", "description": "<p>Swifts, swallows, bats and geckos all enjoy a ‘coexistence of mutual respect’ on the football stands, wildlife census shows</p><p>In the silence after the final whistle you can hear the blackbirds sing, or perhaps a chaffinch or a Sardinian warbler. Or, if night has already fallen, you may see the bats swoop low over the centre circle as the fans shuffle towards the exits. This is the Spotify Camp Nou, the home of Barcelona football club … but also of myriad creatures.</p><p>Barcelona is probably the first major football club in the world to produce <a href=\"https://www.fcbarcelona.com/fcbarcelona/document/2023/02/01/cdf1bb4f-7efe-43f9-93a4-24567885d390/GEN-A5-Guia_diversitat-CAS-OK.pdf\">a guide to its stadium’s wildlife</a>, after carrying out a census of its animal occupants. The guide is part of the club rethinking its role in the community and its environmental impact, says Jordi Portabella, an environmentalist and former candidate for mayor of the city, now in charge of developing the club’s sustainability policy.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/18/barcelona-football-camp-nou-stadium-animal-inhabitants-wildlife\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/18/barcelona-football-camp-nou-stadium-animal-inhabitants-wildlife", "date_published": "2023-03-18 09:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boozy sorbet, scotch eggs and scones: Yotam Ottolenghi’s Mother’s Day treats – recipes", "description": "<p>Spoil Mum with homemade scotch eggs, freshly baked scones with ginger and rhubarb compote and a citrus cocktail slushie</p><p>A scotch egg, a scone, a sorbet and a sgroppino: nothing says Mother’s Day tea like a mix of dishes that, when paired, seem slightly incongruous, yet are all made with so much love. Focus on one of today’s offerings, or go all out with all three. Extra marks for anyone who can get them all on a tray and presented to a still-snoozing Mum by lunchtime – or maybe teatime – tomorrow. Ready, steady, go!</p> <a href=\"https://www.theguardian.com/food/2023/mar/18/mothers-day-treat-recipes-rhubarb-scones-blood-orange-sgroppino-kibbeh-scotch-eggs-yotam-ottolenghi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/18/mothers-day-treat-recipes-rhubarb-scones-blood-orange-sgroppino-kibbeh-scotch-eggs-yotam-ottolenghi", "date_published": "2023-03-18 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police stopped a couple in Tennessee. Then they took their children away", "description": "<p>Bianca Clayborne and Deonte Williams were stopped for a citation and arrested for a misdemeanor, then their family was separated</p><p>Nearly a month ago, Bianca Clayborne, Deonte Williams, and their five children were on their way from Georgia to Chicago for Clayborne’s uncle’s funeral when a highway patrol officer stopped them in Manchester, Tennessee.</p><p>That moment – about 60 miles outside Nashville – has since upended their lives as Clayborne and Williams try to regain custody of their children after they say state authorities “kidnapped” them on account of a minuscule amount of marijuana in the car, the <a href=\"https://tennesseelookout.com/2023/03/16/a-black-family-fights-to-get-their-kids-back-from-tennessee-department-of-childrens-services/\">Tennessee Lookout</a> first reported.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/police-stopped-a-couple-in-tennessee-then-they-took-their-children-away\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/police-stopped-a-couple-in-tennessee-then-they-took-their-children-away", "date_published": "2023-03-18 08:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pigs and ponies join UK’s wild bison to recreate prehistoric landscape", "description": "<p>Ancient breeds will act as ecosystem engineers to convert commercial pine plantation into a wild wood</p><p>The UK’s first wild bison in millennia have been joined by iron-age pigs, Exmoor ponies and longhorn cattle as the rewilding project moves forward in creating a rich and natural new habitat.</p><p>The Wilder Blean project in Kent is deploying the animals to replicate the roles played by mega-herbivores when bison, aurochs and wild horses roamed prehistoric England. The animals will be closely monitored as they transform a former commercial pine plantation into a wild wood.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/18/pigs-and-ponies-join-uks-wild-bison-to-recreate-prehistoric-landscape\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/18/pigs-and-ponies-join-uks-wild-bison-to-recreate-prehistoric-landscape", "date_published": "2023-03-18 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Streaming: the best films about motherhood", "description": "<p>This Mother’s Day weekend, let’s celebrate self-sacrificing, feuding, exhausted, loving screen mums, from Stella Dallas to Lady Bird, Mommie Dearest to 20th Century Women</p><p>We often talk a bit flippantly about female movie stars past a certain age being consigned to “mum roles”: blandly supportive background figures who pop up merely to nag or nurture when required. “Mum” shouldn’t be a byword for mainstream cinema’s laziest, most ageist and least dimensional instincts when it comes to female characterisation; the best films about motherhood treat it as a state of being, not just as a balm for others.</p><p>Many of the so-called “women’s pictures” of Hollywood’s golden age hinged on complex, conflicted portrayals of motherhood. King Vidor’s excellent 1937 version of <strong><a href=\"https://www.amazon.co.uk/gp/video/detail/0P9H279RL9R60JNX8Z1980V7NT/ref=atv_dl_rdr?tag=just016-21\">Stella Dallas</a></strong> (Amazon Prime Video) is the mother-daughter weepie to end them all, powered by Barbara Stanwyck’s wrenching performance as a working-class woman who gives up her daughter to ensure her a better life. Twenty-two years later, equivalent themes of personal sacrifice and class subversion merged with surprisingly sharp racial politics in Douglas Sirk’s magnificent <strong><a href=\"https://www.justwatch.com/uk/movie/imitation-of-life\">Imitation of Life</a></strong>, in which a white woman and her black maid are bonded by fraught relationships with their respective daughters.</p> <a href=\"https://www.theguardian.com/film/2023/mar/18/streaming-the-best-films-about-motherhood-mums-on-screen-mothers-day\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/mar/18/streaming-the-best-films-about-motherhood-mums-on-screen-mothers-day", "date_published": "2023-03-18 08:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The women forced out of Iran: ‘Every act of resistance is a spark of hope’", "description": "<p>As Iranian girls rise up against the iron rule of the Islamic Republic, seven women – from a boxer to a politician – talk about why they had to flee their homeland</p><p><strong>Parastou Forouhar, artist</strong></p> <a href=\"https://www.theguardian.com/society/2023/mar/18/women-forced-out-of-iran-acts-of-resistance-hope\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/18/women-forced-out-of-iran-acts-of-resistance-hope", "date_published": "2023-03-18 08:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Goodbye tasteful neutrals, hello riotous prints: a Georgian renovation that delights in colour", "description": "<p>The decor of this period house in Rye, reflects the Georgians’ exuberant, hedonistic spirit</p><p>Georgian interiors tend to be decorated with quiet, tasteful dignity – all subdued hues and well-polished wood. But Nicola Gill, the owner of the Old Stout House in Rye, East Sussex, wasn’t fired up by this approach: “I didn’t want to do another Georgian renovation with a palette of sludgy neutrals, portraits leaning against walls and pared-back styling. The Georgians were exuberant, colourful and hedonistic, using vibrant colours and pattern. I wanted an uplifting clash of styles, eras, patterns, textures and colour.”</p><p>Built in the late 18th century, the building has a varied past – as an ale house, a grocer’s and a haberdasher’s before becoming a home in the 1960s. When Gill, a writer and interior designer, and her musician partner Pete found the place in late 2021, it was completely unmodernised, with no central heating and ancient electrics and plumbing.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/goodbye-tasteful-neutrals-hello-riotous-prints-a-georgian-renovation-that-delights-in-colour\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/goodbye-tasteful-neutrals-hello-riotous-prints-a-georgian-renovation-that-delights-in-colour", "date_published": "2023-03-18 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The grown-up vanilla scents without a whiff of dessert | Sali Hughes", "description": "<p>Channelling Parisian patisseries rather than cloying cupcakes, these sophisticated fragrances are light enough for spring</p><p>I heard recently from a retailer that vanilla perfumes are currently outselling florals, and it occurred to me that I’ve rarely written about the former. I love and wear lots of fragrances <em>containing</em> vanilla (Chanel’s Coco and Celine’s Black Tie, for two), but when vanilla is the entire point, I’m turned off by the sickly sponge batter scent.</p><p>And so I set myself the challenge of finding a more sophisticated selection of vanilla perfumes – grownup and not cloying as we enter spring, unsticky and with not a whiff of cupcake.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/18/the-grown-up-vanilla-scents-without-a-whiff-of-dessert\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/18/the-grown-up-vanilla-scents-without-a-whiff-of-dessert", "date_published": "2023-03-18 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on Cinderella and the fairy book agent – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/mar/18/tom-gauld-on-cinderella-and-the-fairy-book-agent-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/mar/18/tom-gauld-on-cinderella-and-the-fairy-book-agent-cartoon", "date_published": "2023-03-18 08:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Graham Potter at Chelsea is lovely PR – but is it misdirection before the big plot twist? | Barney Ronay", "description": "<p>The European Super League project never went away and England’s two refuseniks now have cause to change their minds</p><p>Six years ago the German military launched Project Cassandra, a programme designed to predict disasters and black swan events by getting novelists, poets and hacks to write stories about them. What could possibly go wrong? After all, everyone knows writers are perfect in a crisis.</p><p>Admittedly Cassandra’s operational span has coincided so far with an unforeseen pandemic and an unforeseen war. Although to be fair the ministry’s in-house writers were probably still arguing about tone and leitmotifs and the pacing of the third act while all this was going on. You can’t rush the process.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/graham-potter-chelsea-todd-boehly-european-super-league\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/graham-potter-chelsea-todd-boehly-european-super-league", "date_published": "2023-03-18 08:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man-Eating Typewriter by Richard Milward review – homage to 60s gay counterculture", "description": "<p>Studded with Polari, this bold novel is a dazzling entertainment of sexual and linguistic transgression</p><p>This bold chunk of fiction comes garlanded with the promise that it is written in Polari, the historical cant of British gay male society. This turns out to be not quite true – Polari was only ever a vocabulary, rather than a full language – but it certainly indicates where we’re heading; back to the late 1960s, when Polari had its heyday, and far out into the choppy waters of linguistic transgression.</p><p>The largest part of the book is taken up with what purports to be a typescript of the “anarcho-surrealist” memoirs of one Raymond Novak. The tersest summary of Novak’s literary stylings might be to say that Julian and Sandy, those Polari-dishing stars of Round the Horne<em>,</em> meet Bataille and Breton – and lose. Other antecedents include the slang that <a href=\"https://www.theguardian.com/books/anthonyburgess\" title=\"\">Anthony Burgess</a> invented for the droogs of A Clockwork Orange, and the potty-mouthed wordplay of Jarry’s Père Ubu. As if this wasn’t already more than enough, the deadpan footnotes that frame Novak’s memoir give the reader to understand that it is being received in instalments by the staff of Glass Eye Press, a Fitzrovian publisher of under-the-counter filth whose back catalogue would make Joe Orton blush.</p> <a href=\"https://www.theguardian.com/books/2023/mar/18/man-eating-typewriter-by-richard-milward-review-homage-to-60s-gay-counterculture\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/18/man-eating-typewriter-by-richard-milward-review-homage-to-60s-gay-counterculture", "date_published": "2023-03-18 07:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Two decades after the Iraq invasion: what happened to the promise of education for girls?", "description": "<p>Twenty years ago Iraqi women and girls were promised a new future of liberation and education by former US president Bush. The reality is different</p><p>Coming home late in the evening as a young girl in the southern Iraqi city of Basra, Zainab, then 15, feared each day could be the last time she could go to school. Living in a conservative district in Basra province, where females out alone in the evening are frowned upon, Zainab’s family were not happy about it. They were also concerned about her safety.</p><p>Her school, like many in Iraq, had been forced to divide and rotate pupils into morning, afternoon and evening shifts as there were not enough buildings available to accommodate all the students at once.</p><p><em>Produced in collaboration with <a href=\"https://jummar.media/\">Jummar</a>, an independent Iraqi media platform</em></p> <a href=\"https://www.theguardian.com/global-development/2023/mar/18/iraq-girls-women-education-president-bush-invasion-promise\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/mar/18/iraq-girls-women-education-president-bush-invasion-promise", "date_published": "2023-03-18 07:30:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Biden backs Putin arrest warrant, saying Russian leader ‘clearly committed war crimes’", "description": "<p>US president says international criminal court’s warrant ‘makes a very strong point’ while Moscow rejects move as ‘meaningless’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/mar/18/russia-ukraine-war-at-a-glance-what-we-know-on-day-388-of-the-invasion\">Russia-Ukraine war: what we know on day 388 of the invasion</a></li></ul><p>Joe Biden has said Vladimir Putin clearly committed war crimes and that the international criminal court’s decision to issue an arrest warrant for the Russian leader is justified.</p><p>“Well, I think it’s justified,” the US president said on Friday of the warrant. “But the question is – it’s not recognised internationally by us either. But I think it makes a very strong point.”</p><p><strong>Russia is sustaining up to 1,500 casualties a day in its current offensive, mostly in the eastern city of Bakhmut, </strong>according to a senior Nato official. Ukraine was taking “an order of magnitude less” in fighting where “several thousand” shells a day have been fired by both sides, said the official, speaking on condition of anonymity.</p><p><strong>China’s President Xi Jinping is to visit Russia next week in an apparent show of support for Vladimir Putin</strong>. During the visit, scheduled for 20-22 March, the two leaders <a href=\"https://www.theguardian.com/world/2023/mar/17/xi-jinping-visit-russia-vladimir-putin\">would sign “important” bilateral documents</a> and discuss issues of further development of comprehensive partnership and strategic interaction between Moscow and Beijing<strong>,</strong> the Chinese foreign ministry has said.</p><p><strong>The US has deep concerns that China could try to position itself as a peacemaker in the war in Ukraine by promoting a ceasefire, </strong>the White House has said. A ceasefire in Ukraine would “in effect recognise Russia’s gains and its attempt to conquer its neighbour’s territory by force, allowing Russian troops to continue to occupy sovereign Ukrainian territory”, said the White House national security spokesperson, John Kirby.</p><p><strong>President Recep Tayyip Erdoğan said Turkey would <a href=\"https://www.theguardian.com/world/2023/mar/17/turkish-president-lifts-veto-on-finland-nato-application\">start the process of ratifying Finland’s Nato membership bid</a></strong> in parliament after Helsinki took “authentic and concrete steps” to keep its promises in a trilateral agreement. Erdoğan also said Turkey’s willingness to consider ratifying Sweden’s Nato bid would “depend on the solid steps Sweden will take”.</p> <a href=\"https://www.theguardian.com/world/live/2023/mar/18/russia-ukraine-war-live-xxxxx\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/mar/18/russia-ukraine-war-live-xxxxx", "date_published": "2023-03-18 07:14:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jon Snow ‘at complete ease’ with becoming a father again in his 70s", "description": "<p>Former Channel 4 News anchor and his wife, Precious Lunga, 48, had a boy via a surrogate in 2021</p><p>The former Channel 4 News anchor <a href=\"https://www.theguardian.com/media/jon-snow\">Jon Snow</a> has said he is “at complete ease” with becoming a father again in his 70s.</p><p>The broadcaster, 75, and his wife, the academic Precious Lunga, 48, welcomed a baby boy via a surrogate in March 2021 after struggling with “medical setbacks and miscarriages”.</p> <a href=\"https://www.theguardian.com/media/2023/mar/18/jon-snow-channel-4-late-fatherhood\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/mar/18/jon-snow-channel-4-late-fatherhood", "date_published": "2023-03-18 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK health expert raises alarm at ‘epidemic’ of vaping among teenagers", "description": "<p>Leading respiratory doctor fears generation could end up with long-term addictions and lung damage</p><ul><li><a href=\"https://www.theguardian.com/society/2023/mar/18/beside-himself-with-craving-the-teenagers-hooked-on-vaping\">‘Beside himself with craving’: the teenagers hooked on vaping</a></li></ul><p>One of the UK’s leading respiratory doctors has raised the alarm about the exploding popularity of vaping among teenagers, saying that without urgent regulation a generation could end up with long-term addictions and lung damage.</p><p>Dr Mike McKean, vice-president of policy for the Royal College of Paediatricians and Child Health, said vaping was becoming an “epidemic” among teenagers even though it is illegal before the age of 18. If its rapid growth maintains the same trajectory, almost all children will vape within five years, he said.</p> <a href=\"https://www.theguardian.com/society/2023/mar/18/uk-health-expert-raises-alarm-at-epidemic-of-vaping-among-teenagers\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/18/uk-health-expert-raises-alarm-at-epidemic-of-vaping-among-teenagers", "date_published": "2023-03-18 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What are the real signs of a healthy gut? A user’s guide", "description": "<p>It’s a huge organ that gives us the energy to live, grow and repair. But how does it work – and how do you keep it healthy? Our science editor unravels its astonishing job</p><p>The gut, or gastrointestinal system, is the long and winding route that food and drink takes through the body. It ensures that all the beneficial nutrients are absorbed and used for energy, growth and repair. You can think of it as a number of hollow organs connected by a tube which starts at the mouth and ends at the anus. Once food has been swallowed, the oesophagus delivers it to the stomach. It then goes through the small and large intestines before waste – the material the body cannot use – is expelled as a stool. Solid organs help along the way: the liver, pancreas and gall bladder. The entire digestive tract is about 5m long in a typical adult, with the small intestine making up two-thirds, but there is plenty of variation between people. Spread the whole lot out, and the surface area of the gut that comes into contact with food is about 32m<sup>2</sup>. That’s about <a href=\"https://pubmed.ncbi.nlm.nih.gov/24694282/#:~:text=The%20mean%20total%20mucosal%20surface,of%20half%20a%20badminton%20court.\" title=\"\">half the size of a badminton court</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/what-are-the-real-signs-of-a-healthy-gut-a-users-guide\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/what-are-the-real-signs-of-a-healthy-gut-a-users-guide", "date_published": "2023-03-18 07:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An arty weekend in … St Davids, Pembrokeshire", "description": "<p>In the first of a new series of art-inspired field trips, we explore the tiny city that is home to Wales’s first contemporary art hotel, Graham Sutherland exhibitions, and an epic coastline to sketch</p><p></p><p></p><p><strong>Make the trip for …</strong><br />Britain’s smallest city (population 1,350) has history and heritage in spades, and is close to the beaches of the <a href=\"https://www.pembrokeshirecoast.wales/\">Pembrokeshire Coast national park</a>. It is also home to the country’s first contemporary art hotel. <a href=\"https://twryfelinhotel.com/art-history/\" title=\"\">Twr y Felin</a>, a windmill built in 1806, is now a hotel/gallery. The owner commissioned more than 100 artworks representing Pembrokeshire and St Davids when the hotel opened in 2015, and a further 70 for an extension in 2021.</p><p>Sinister portraits of Welsh stars such as Tom Jones and Shirley Bassey by street artist Pure Evil eyeball diners in the restaurant; spray-painted landscapes by Mr Jago enliven the gallery-like lounge; and depictions of drunken antics, inspired by Dylan Thomas and painted by Cherry Pickles, spur on drinkers in the bar.<br /><br /><strong>Now what?</strong><br /><a href=\"https://www.pembrokeshirecoast.wales/oriel-y-parc\" title=\"\">Oriel Y Parc</a>, St Davids’ eco-friendly gallery and visitor centre, is a stone’s throw from the hotel and has exhibits about local nature, geology and archaeology. The gallery often shows works by Graham Sutherland, who was inspired by the Pembrokeshire landscape, and holds temporary exhibitions by visiting artists in its tower. <a href=\"https://www.pembrokeshire.gov.uk/the-riverside-information/gallery\" title=\"\">The Riverside</a> cultural centre in Haverfordwest, 16 miles from St Davids, also displays works by Sutherland, plus other Welsh artists including Gwen and Augustus John.</p> <a href=\"https://www.theguardian.com/travel/2023/mar/18/an-arty-weekend-in-st-davids-pembrokeshire\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/mar/18/an-arty-weekend-in-st-davids-pembrokeshire", "date_published": "2023-03-18 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How many seeds are there in a sunflower? Try our kids’ quiz", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/how-many-seeds-are-there-in-a-sunflower-try-our-kids-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/how-many-seeds-are-there-in-a-sunflower-try-our-kids-quiz", "date_published": "2023-03-18 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Thick of It was fuelled by my anger at the Iraq war – and the way it left truth for dead | Armando Iannucci", "description": "<p>Tony Blair’s terrible decision inspired my tale of stupidity in the corridors of power – with a howl of frustration among the one-liners</p><p>Shortly before George W Bush and Tony Blair launched their war, the Arab League issued a statement declaring that invading Iraq would “<a href=\"https://www.irishtimes.com/news/iraq-strike-would-open-the-gates-of-hell-arab-league-head-1.1094445\">open the gates of hell</a>”. Of all the pieces of intelligence that the CIA and British agents were gathering at the time, this turned out to be the only accurate one.</p><p>The invasion was launched on “evidence” about weapons of mass destruction (WMDs) that consisted mostly of whatever it was Iraqi informants knew our intelligence agencies most wanted to hear and would happily pay for. The biggest contributor to this self-fulfilling dossier was an alcohol-fixated defector called <a href=\"https://www.theguardian.com/world/2011/feb/15/curveball-iraqi-fantasist-cia-saddam\">Curveball</a>, who later admitted his improvisations about chemical weapons weren’t true.</p><p>Armando Iannucci is a film and TV writer whose credits include The Thick of It, In the Loop and Veep</p> <a href=\"https://www.theguardian.com/commentisfree/2023/mar/18/thick-of-it-iraq-war-anger-truth-tony-blair-power\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/mar/18/thick-of-it-iraq-war-anger-truth-tony-blair-power", "date_published": "2023-03-18 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Which songwriter was musical director for Marlene Dietrich? The Saturday quiz", "description": "<p>From Jack Black to Hakuhō Shō, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Three-year-old Eliza Armstrong was the first patient at which hospital?<br /><strong>2</strong> What is the world’s largest <strong> </strong>trade book fair?<br /><strong>3</strong> Marduk was the chief god of which city?<br /><strong>4</strong> Which songwriter was musical director for Marlene Dietrich?<br /><strong>5</strong> Which three countries border both Russia and China?<br /><strong>6</strong> Hakuhō Shō is considered the greatest ever competitor in which sport?<br /><strong>7</strong> Where is England’s only statue of Bonnie Prince Charlie?<br /><strong>8</strong> How is the boss of Stratton Oakmont described in a film title?<br /><strong>What links:<br />9</strong> Labino; Lalique; Lipofsky; Liskova; Littleton?<br /><strong>10</strong> Arius; Marcion; Nestorius; Pelagius; Sabellius?<br /><strong>11</strong> Zika virus; chikungunya; West Nile virus; dengue; malaria?<br /><strong>12</strong> Pui Fan Lee; voice of Jack Black; Turin and Piacenza; 84?<br /><strong>13</strong> Cunningham; Owen; Beckham; McManaman; Woodgate?<br /><strong>14</strong> Washington DC (1st and 2nd); Buffalo (3rd); Dallas (4th)?<br /><strong>15</strong> Pseudonymous Satoshi Nakamoto; programmer Vitalik Buterin; singer Akon?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/which-songwriter-was-musical-director-for-marlene-dietrich-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/which-songwriter-was-musical-director-for-marlene-dietrich-the-saturday-quiz", "date_published": "2023-03-18 07:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "M&S goes big on suits with shorts for hybrid-working women", "description": "<p>Store says it is focusing on the style in response to shoppers’ demands for less formal, more flexible clothing</p><p>First <a href=\"https://www.theguardian.com/fashion/2023/feb/10/john-lewis-declares-death-of-the-floral-midi-dress\">John Lewis cancelled the floral dress</a>. Now M&amp;S is coming for trousers.</p><p>Unveiling its latest womenswear collection earlier this week, the British retailer rebuked the traditional two-piece suit. In place of expected tailored trousers, there were shorts.</p> <a href=\"https://www.theguardian.com/fashion/2023/mar/18/ms-goes-big-on-suits-with-shorts-for-hybrid-working-women\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/mar/18/ms-goes-big-on-suits-with-shorts-for-hybrid-working-women", "date_published": "2023-03-18 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "NHS waiting times driving patients to seek weight-loss help in Turkey, says surgeon", "description": "<p>Concerns grow after 67 cases of botulism poisoning in past three weeks linked to clinics in Istanbul and İzmir</p><p>Desperate patients are seeking risky weight-loss treatments in Turkey because of unacceptable NHS waiting times, a surgeon has said.</p><p>Ahmed Ahmed, a consultant bariatric surgeon at Imperial College healthcare trust and the treasurer of the British Obesity and Metabolic Surgery Society, said there had been a notable increase in patients presenting with complications after undergoing surgery abroad.</p> <a href=\"https://www.theguardian.com/society/2023/mar/18/nhs-waiting-times-weight-loss-patients-turkey-botulism\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/18/nhs-waiting-times-weight-loss-patients-turkey-botulism", "date_published": "2023-03-18 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taking the lead: dog owners urged to keep their pets in check in the countryside", "description": "<p>The Wildlife Trusts warn letting dogs loose in nature reserves in spring and summer can cause damage and disturbances to animals and plants</p><p>From scaring endangered birds on their nests to the mountain of excrement they produce each day, dogs with irresponsible owners are a growing problem in UK nature reserves, say conservationists, who are urging owners to keep their pets on a short lead.</p><p>The <a href=\"https://www.wildlifetrusts.org/\">Wildlife Trusts</a>, which operate more than 2,300 nature reserves across the country, say loose dogs are a leading cause of plant and animal disturbances in UK reserves and their waste carries diseases for wildlife, with growing evidence that the <a href=\"https://www.theguardian.com/lifeandstyle/2021/jan/30/excremental-growth-uk-sniffs-a-pandemic-puppy-poo-problem\">3,000 tonnes of faeces</a> and urine produced by dogs each day disturbs the balance of ecosystems at <a href=\"https://www.theguardian.com/environment/2022/feb/07/dog-pee-and-poo-harming-nature-reserves-study\">levels that would be illegal on farmland</a>.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/18/nature-reserves-urge-dog-owners-control-keep-pets-in-check-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/18/nature-reserves-urge-dog-owners-control-keep-pets-in-check-aoe", "date_published": "2023-03-18 07:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt’s ‘stealth’ income tax rise: here’s how it will affect you", "description": "<p>Millions of Britons face paying basic or higher-rate tax for first time. We look at how much it will cost and what you can do</p><p>The government’s decision to freeze income tax thresholds means nearly 3 million low- and middle-income Britons will have to pay basic or higher-rate tax for the first time this year while existing taxpayers will also have to stump up more.</p><p>There was no mention of this in Jeremy Hunt’s budget speech but that is because he had already said in November that <a href=\"https://www.theguardian.com/uk-news/2022/nov/17/jeremy-hunt-autumn-statement-budget-income-tax\">personal tax thresholds</a> are going to stay the same until 2028.</p> <a href=\"https://www.theguardian.com/money/2023/mar/18/jeremy-hunt-income-tax-rise-basic-higher-rate-tax-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/mar/18/jeremy-hunt-income-tax-rise-basic-higher-rate-tax-cost", "date_published": "2023-03-18 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Beside himself with craving’: the teenagers hooked on vaping", "description": "<p>One mother says son loved mountain biking but a year later ‘he’s not interested – he runs out of breath’</p><ul><li><a href=\"https://www.theguardian.com/society/2023/mar/18/uk-health-expert-raises-alarm-at-epidemic-of-vaping-among-teenagers\">UK health expert raises alarm at ‘epidemic’ of vaping among teenagers</a></li></ul><p>When Sarah caught her 13-year-old son vaping in his room last year, he tried a classic teenage line on her. “He said: ‘It’s not mine, it’s my friend’s,’” remembers the teacher from West Yorkshire. “I said: ‘Yeah, pull the other one, it’s got bells on.’”</p><p>Liam*, now 14, first tried vaping with two friends after one of them sneaked a parent’s vape. “They’d been watching videos on TikTok showing tricks you can do,” says Sarah. “I think they thought it was cool.”</p> <a href=\"https://www.theguardian.com/society/2023/mar/18/beside-himself-with-craving-the-teenagers-hooked-on-vaping\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/mar/18/beside-himself-with-craving-the-teenagers-hooked-on-vaping", "date_published": "2023-03-18 07:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They stole my childhood’: Paris Hilton on teenage trauma, sex tapes and having a baby by surrogate", "description": "<p>From the outside she was a flighty socialite living the easy life. But the It girl was a troubled teen who was sent away to ‘behaviour modification’ schools. She still struggles with the scars today</p><p>“All of the things that every teenage girl would go through: going to school, going to the prom, going to college, I missed out on so much of that,” Paris Hilton tells me. It would be natural to assume this was just the opportunity cost of her fame; the Shirley Temple of partying, she’s been red-carpeting so long that even if she’s younger than you – she’s 42 – it probably feels as if she’s lived longer. Of course she didn’t go to college: those sequins weren’t going to wear themselves to Coachella.</p><p>In the beginning, Paris Hilton was famous because her parents were, and they were famous because of her great-grandfather, hotel tycoon <a href=\"https://www.theguardian.com/lifeandstyle/2011/apr/23/hilton-hotel-paris-family-dynasties-ian-sansom\" title=\"\">Conrad Hilton</a>, and the whole family was famous because of its wealth. As she moved into her late teens, she became a name in her own right: a model and It girl, the “<a href=\"https://mega.onemega.com/the-og-influencer-how-paris-hilton-started-influencer-marketing/\" title=\"\">OG influencer</a>”, as she describes it – the first person on record to seek and attain payment for turning up at parties. This, at the time, seemed to seal her in the public imagination as a bauble, one of life’s fripperies. Certainly, we didn’t spend a lot of time pondering that it takes quite a lot of entrepreneurial moxie to recognise the value of your stardust and monetise it, especially when you’re already minted.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/they-stole-my-childhood-paris-hilton-teenage-trauma-sex-tapes-having-baby-by-surrogate\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/they-stole-my-childhood-paris-hilton-teenage-trauma-sex-tapes-having-baby-by-surrogate", "date_published": "2023-03-18 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Body positivity – a recent history: Edith Pritchett cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/18/body-positivity-a-recent-history-edith-pritchett-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/mar/18/body-positivity-a-recent-history-edith-pritchett-cartoon", "date_published": "2023-03-18 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jeremy Hunt backed Labour plan last year for tax break on NHS pensions", "description": "<p>Labour says chancellor had time to draw up more targeted changes rather than including wealthiest savers</p><p>Jeremy Hunt previously backed Labour’s idea of giving a pensions tax break only to NHS staff, despite ruling out such a move in this week’s budget because it would not come into force quickly enough.</p><p>The chancellor was chair of the health select committee last year when members wrote <a href=\"https://publications.parliament.uk/pa/cm5803/cmselect/cmhealth/115/report.html\">a report</a> calling for the NHS pension scheme to be overhauled to encourage senior doctors to stay in their jobs.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/18/jeremy-hunt-backed-labour-plan-last-year-tax-break-nhs-pensions\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/18/jeremy-hunt-backed-labour-plan-last-year-tax-break-nhs-pensions", "date_published": "2023-03-18 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the triumphant return of Challenge Anneka", "description": "<p>She’s back in her buggy and ready to help communities. Plus: Keira Knightley’s captivating new true-crime film. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/18/tv-tonight-the-triumphant-return-of-challenge-anneka\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/mar/18/tv-tonight-the-triumphant-return-of-challenge-anneka", "date_published": "2023-03-18 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump deregulated railways and banks. He blames Biden for the fallout", "description": "<p>In true hypocritical manner, the ex-president has quickly forgotten why the two sectors are in shambles</p><p>When a fiery train derailment took place on the Ohio-Pennsylvania border last month, Donald Trump saw an opportunity. The former US president visited East Palestine, accused Joe Biden of ignoring the community – “<a href=\"https://twitter.com/sav_says_/status/1628477944870862849?s=20\">Get over here</a>!” – and distributed self-branded water before dropping in at a local McDonald’s.</p><p>Then, when the Silicon Valley Bank last week became the second biggest bank to fail in US history, Trump again lost no time in making political capital. He predicted that Biden <a href=\"https://truthsocial.com/users/realDonaldTrump/statuses/110010342902760637\">would go down</a> as “the Herbert Hoover of the modrrn [sic] age” and predicted a worse economic crash than the Great Depression.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/17/donald-trump-railways-banks-deregulation-blames-biden\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/17/donald-trump-railways-banks-deregulation-blames-biden", "date_published": "2023-03-18 06:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘She tried to bring up politics but I was worried she was more leftwing'", "description": "<p>Mariana, 34, a publishing rights manager, meets Oliver, 32, an account manager at a creative agency</p><p></p><p><strong>What were you hoping for?</strong><br />Not to make a fool of myself, as everyone I know (and have dated) reads the Guardian.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/blind-date-mariana-oliver\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/blind-date-mariana-oliver", "date_published": "2023-03-18 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson may be only witness called in Partygate investigation", "description": "<p>Privileges committee rebuffs lawyer’s request to give evidence alongside former prime minister </p><p>Boris Johnson may be the only witness called by the privileges committee for its investigation into whether he misled parliament over Partygate, as the inquiry has rebuffed his lawyer’s request to give evidence alongside him.</p><p>The former prime minister is preparing to appear at a televised hearing on Wednesday. The length of the grilling will depend on how much he says.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/18/boris-johnson-may-be-only-witness-called-in-partygate-investigation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/18/boris-johnson-may-be-only-witness-called-in-partygate-investigation", "date_published": "2023-03-18 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t plan on stopping anytime soon’: world’s longest-serving female DJ looks back", "description": "<p>Mary McCoy, 85, hung out with Elvis, performed in a prison alongside rodeo bulls and fought off unwanted attention from advertisers on her Texas radio show</p><p><a href=\"https://www.theguardian.com/world/2023/mar/15/texan-mary-mccoy-85-longest-serving-radio-presenter\">Mary McCoy</a> has broken her neck, had multiple bouts with Covid-19 and grieved the deaths of two husbands. But none of that could get the 85-year-old off the airwaves she has been on for more than 70 years. The transition from vinyl to purely digital control panels was no match either.</p><p>“I have seen it all,” the radio presenter from Texas told the Guardian, weeks before the end of her 72nd year in her role. “And you know what? I don’t plan on stopping anytime soon.”</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/mary-mccoy-female-dj-guinness-world-records\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/mary-mccoy-female-dj-guinness-world-records", "date_published": "2023-03-18 06:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Rye Lane to Resident Evil 4: a complete guide to this week’s entertainment", "description": "<p>Fancy a heatwarming London-set romcom? Or running for your life from chainsaw-wielding, parasite-infected wrong ‘uns? Our critics have your cultural needs covered for the next seven days</p><p><strong>Pearl</strong><br /><em>Out now</em><br />Last year, Ti West gave us X, a 1979-set slasher with an unusual ploy: the killers were a geriatric couple, one of whom was called Pearl and played by twentysomething Mia Goth wearing ageing prosthetics. Why? Because now, we get to see what happened in 1918 to turn young Pearl into a killer.</p> <a href=\"https://www.theguardian.com/culture/2023/mar/18/going-out-staying-in-guide-to-the-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/mar/18/going-out-staying-in-guide-to-the-weeks-entertainment", "date_published": "2023-03-18 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: there’s a hole in my roof, but I have an ingenious plan", "description": "<p>I stare up, imagining successful repair scenarios. Maybe I could abseil down from an upstairs window, tool belt on …</p><p>The narrow gap running between the side of the house and the garden wall is partially roofed over with sheets of clear corrugated plastic. It’s where we keep things that do not need to be warm, but do need to be dry: paint, scrap wood, garden tools and an old toaster that isn’t quite broken enough to throw away.</p><p>At the end of February I noticed the plastic roof has a hole in it, about six inches in diameter. I think a fox probably put its foot through it while it was gnawing on the chicken bones I found up there when I finally dragged the ladder out for a look.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/18/tim-dowling-theres-a-hole-in-my-roof-but-i-have-an-ingenious-plan\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/18/tim-dowling-theres-a-hole-in-my-roof-but-i-have-an-ingenious-plan", "date_published": "2023-03-18 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden administration quietly resumes deportations to Russia", "description": "<p>Exclusive: Apparent reversal of position adopted after invasion of Ukraine sends men fleeing Putin’s draft back to Russia</p><p>The Biden administration has quietly resumed deportations to <a href=\"https://www.theguardian.com/world/russia\">Russia</a>, an apparent reversal of the position adopted after Russia invaded Ukraine just over a year ago, when such removals were suspended, the Guardian has learned.</p><p>Immigration advocates were taken by surprise when a young Russian man, who came to the US fleeing Vladimir Putin’s efforts to mobilize citizens to fight in Ukraine, was abruptly deported at the weekend from the US back to Russia.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/18/biden-administration-russia-deportations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/18/biden-administration-russia-deportations", "date_published": "2023-03-18 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: Life on the farm is pregnantly poised | Sarah Laughton", "description": "<p><strong>Long Dean, Cotswolds:</strong> The sows are weeks from farrowing, last year’s calves have been weaned ahead of the new births – and we’re anxiously waiting for rain</p><p>I watched a barn owl hunting this morning. It flew low over the tussocky grass beside the river upstream from us, tilting and turning, close enough that I could see its buff and white softness. I crouched, mesmerised, the dogs gathered beside me, until they grew restless and whimpered to get on.</p><p>By contrast, everything else is waiting quietly. The sow, a couple of weeks from farrowing, moves ponderously. The cows, close to their calving, seem almost passive. They display all the patience attributed to their breed, browsing and cudding and dozing. Life on the farm is pregnantly poised.</p> <a href=\"https://www.theguardian.com/environment/2023/mar/18/country-diary-life-on-the-farm-is-pregnantly-poised\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/mar/18/country-diary-life-on-the-farm-is-pregnantly-poised", "date_published": "2023-03-18 05:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Golf clubs and a $24K dagger: Trump failed to report dozens of foreign gifts", "description": "<p>Several items given to the former president, including a life-size painting of him given by El Salvador, are still unaccounted for</p><p>Donald Trump’s White House failed to report more than 100 gifts from foreign nations worth more than a quarter-million dollars, according to a US government report, and several of those gifts – including a lifesize painting of Trump given by the president of El Salvador and golf clubs from the prime minister of Japan – are still unaccounted for.</p><p>The revelations came as part of a report on Friday from Democrats on the House Oversight Committee. The report details numerous unreported items, among them 16 gifts from Saudi Arabia worth more than $45,000 in all, including a dagger valued at up to $24,000, and 17 presents from India that include expensive cufflinks, a vase and a $4,600 model of the Taj Mahal.</p> <a href=\"https://www.theguardian.com/us-news/2023/mar/17/donald-trump-failed-to-report-gifts-from-foreign-nations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/mar/17/donald-trump-failed-to-report-gifts-from-foreign-nations", "date_published": "2023-03-18 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rail strikes to severely disrupt travel in Great Britain this weekend", "description": "<p>RMT staff at 14 operators to take action, affecting LNER, Avanti, LNER and Southern among others</p><p>Rail travel around Great Britain will be severely disrupted again this weekend after the second 24-hour strike in three days started on Saturday morning.</p><p>Thousands of members of the RMT union working as train staff at 14 operators are on strike in the long-running dispute over pay and jobs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/mar/18/rail-strikes-travel-great-britain-rmt-lner-avanti-lner-avanti\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/mar/18/rail-strikes-travel-great-britain-rmt-lner-avanti-lner-avanti", "date_published": "2023-03-18 05:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belarus jails senior staff at independent news site in crackdown on Lukashenko critics", "description": "<p>Twelve-year sentences for the women condemned as president’s ‘revenge’ while UN report accuses country of possible crimes against humanity</p><p>Belarus has handed long jail terms to senior staff at the country’s largest independent news site, which was forced to close after historic demonstrations against strongman Alexander Lukashenko over two years ago.</p><p>The verdicts are the latest in a crackdown on journalists, opposition figures and activists who challenged Lukashenko’s claim that he won a sixth presidential term in 2020.</p> <a href=\"https://www.theguardian.com/world/2023/mar/18/belarus-jails-senior-staff-at-independent-news-site-in-crackdown-on-lukashenko-critics\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/belarus-jails-senior-staff-at-independent-news-site-in-crackdown-on-lukashenko-critics", "date_published": "2023-03-18 04:29:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 388 of the invasion", "description": "<p>Joe Biden says international criminal court’s arrest warrant for Vladimir Putin is justified, while Volodymyr Zelenskiy hails the ‘historic’ move</p><ul><li><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></li></ul> <a href=\"https://www.theguardian.com/world/2023/mar/18/russia-ukraine-war-at-a-glance-what-we-know-on-day-388-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/mar/18/russia-ukraine-war-at-a-glance-what-we-know-on-day-388-of-the-invasion", "date_published": "2023-03-18 02:12:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fairleigh Dickinson stun Purdue in one of NCAA tournament’s greatest upsets", "description": "<ul><li>No 16 Fairleigh Dickinson stun No 1 Purdue in historic upset</li><li>New Jersey school becomes second No 16 to ever beat No 1</li><li><a href=\"https://www.theguardian.com/sport/2023/mar/17/ncaa-tournament-scores-tom-izzo-michigan-state\">Michigan State’s Izzo snaps whiteboard during win over USC</a></li></ul><p>Fairleigh Dickinson became the second No 16 seed in history to win an NCAA tournament game, stunning top-seeded Purdue 63-58 behind 19 points from Sean Moore and a relentless, hustling defense on Friday night.</p><p>The shortest team in the tourney, the Knights (21-15) showed no fear in swarming 7ft 4in All-America center Zach Edey from the start. FDU’s players were quicker and more composed than the Big Ten champion Boilermakers (29-6).</p> <a href=\"https://www.theguardian.com/sport/2023/mar/17/fairleigh-dickinson-purdue-upset-ncaa-tournament-march-madness\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/17/fairleigh-dickinson-purdue-upset-ncaa-tournament-march-madness", "date_published": "2023-03-18 01:11:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Braverman criticised for shutting out Guardian and BBC from Rwanda trip", "description": "<p>Home secretary accused of rewarding favourable coverage on visit that is aimed at reinforcing the government’s migrant plan</p><p>Suella Braverman has made her first trip to Rwanda as home secretary amid criticism that the Guardian, other liberal newspapers and the BBC have been shut out from the publicly funded visit.</p><p>Ahead of the trip on Friday, Braverman said her controversial policy to deport asylum seekers to the African country “will act as a powerful deterrent against dangerous and illegal journeys”.</p> <a href=\"https://www.theguardian.com/politics/2023/mar/18/braverman-criticised-for-shutting-out-guardian-and-bbc-from-rwanda-trip\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/mar/18/braverman-criticised-for-shutting-out-guardian-and-bbc-from-rwanda-trip", "date_published": "2023-03-18 00:48:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucas Leiva retires from football at age of 36 due to heart condition", "description": "<ul><li>Former Liverpool midfielder spent 10 seasons at Anfield</li><li>Issue was discovered during tests at current club Grêmio</li></ul><p>The former Liverpool midfielder, Lucas Leiva, has announced his retirement from football at the age of 36 due to a heart condition.</p><p>The Brazil international played nearly 600 games in his 17-year club career. Lucas joined Liverpool in 2007, staying at Anfield for 10 years before moving to Serie A in 2017, where he played for five seasons with Lazio.</p> <a href=\"https://www.theguardian.com/football/2023/mar/18/lucas-leiva-retires-heart-condition-liverpool-lazio-brazil\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/18/lucas-leiva-retires-heart-condition-liverpool-lazio-brazil", "date_published": "2023-03-18 00:13:02+00:00", "persistent": false, "user": null, "language": "en-UK"}]