[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Why Crime Boss: Rockay City May Be One of the Biggest Games of the Year", "description": "Ingame Studios has done a pretty commendable job of marketing Crime Boss: Rockay City to cater to a wide audience. Firstly, as mentioned previously, the game features a star studded cast of household names in Hollywood which allows it to reach a big target audience in the first place. And secondly, the short turnaround period between reveal and release also helps keep excitement surrounding the game at a constant high throughout the development cycle.\n\nAs such, there are plenty of factors that are currently in favor of Crime Boss: Rockay City. But the developer can’t just win on the basis of public goodwill alone at this point. It needs to deliver the goods. As such, it will have to deliver on its promise of a bombastic heist game to win the trust of gamers - and assuming it does that, we can’t think why it wouldn't end up dominating sales charts in the coming months.", "link": "https://www.youtube.com/watch?v=Nc7GKsruVig", "date_published": "2023-03-18 15:30:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Games That NEED Story DLC But Will Never Get One", "description": "Plenty of narrative-focused games leave players with a sense of wanting more, either via their success in delivering a visceral world which gamers yearn to get more lost in, or maybe by their stories feeling incomplete in some way. \n\nMany of the games in this rundown feature deliberately open-ended conclusions; of course, not every loose narrative thread needs to be tied up, but it’s still fun to imagine what shape story DLC would take if it were indeed released. It goes without saying there are spoilers for the games featured, so skip a section if you’re wanting to experience a game’s story first-hand.\n\nThumbnail credit: Nexusmod user: doe774", "link": "https://www.youtube.com/watch?v=RiMY4ePEHAM", "date_published": "2023-03-18 13:30:09+00:00", "persistent": false, "user": null, "language": "en-US"}]