[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Seventh Son — How to Build a Cinematic Nightmare | Anatomy of a Failure", "description": "Get 27-37% off ALL posters on Displate's site (discount applies automatically at checkout): https://displate.com/promo/filmento?art=5f1ae994a3377\n\nSeventh Son is a 2014 wannabe fantasy blockbuster uniting elements from fantasy material like Lord of the Rings, The Witcher and Dungeons and Dragons. And it's one of the most nonsensical and confusing movies you'll see, thanks to which it become a box office flop and lost a bunch of money. The fantasy elements are handled in a way that feels like a fever dream -- things just happen with no logic. And since that new fantasy movie, Dungeons & Dragons: Honor Among Thieves is coming out, let's see what exactly made Seventh Son fail in the same category.\n\nBook, Amazon: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n#SeventhSon #anatomyofafailure #dungeonsanddragons  \n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\n\n-\nSeventh Son (2014)\nA powerful knight trains his young apprentice to do battle against a diabolical witch who is gathering an army to wage supernatural war on all of mankind in this adaptation of author Joseph Delaney's young-adult novel The Spook's Apprentice. Years ago, brave Master Gregory (Jeff Bridges) succeeded in capturing evil enchantress Mother Malkin (Julianne Moore), and locking her away to rot in prison. Now Mother Malkin has escaped, and she's hungry for revenge. As her followers gather power, the dreaded witch reveals her seventh son bad fantasy movies everything wrong with seventh son honest trailer worst fantasy movies RIPD the worst blockbuster you've never heard of infernal intentions to the noble knight who once imprisoned her, and who dungeans and dragons movie new trailer official fantasy movies now has until the next full moon to train Tom Ward (Ben Barnes), the seventh son of a seventh son, to defend humanity against a threat whose evil knows no bounds.\n-\nDungeons & Dragons: Honor Among Thieves (2023)\nA charming thief and a band of unlikely adventurers undertake an epic heist to retrieve a lost relic, but things go dangerously awry when they run afoul of the wrong people. Dungeons & Dragons: Honor Among Thieves brings the rich world and playful spirit of the legendary roleplaying game to the big screen in a hilarious and action-packed adventure.", "link": "https://www.youtube.com/watch?v=91yKCXfzgkA", "date_published": "2023-03-18 16:50:48+00:00", "persistent": false, "user": null, "language": "en-US"}]