[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Most EPIC Large Scale Battles In Video Games", "description": "Epic battles in video games can be hard to pull off. It's not just about scale (though that certainly helps), but also the circumstances leading up to it that give them weight. So whether it's a single person annihilating hordes of enemies and shifting the tides of war, or a desperate battle for survival, let's look at 15 of the most epic large-scale battles of all time. Spoilers follow, so be warned.", "link": "https://www.youtube.com/watch?v=nnVtWQzrhIg", "date_published": "2023-04-27 15:30:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 GRAPHICALLY INTENSIVE Games That Pushed the Limits of Their Hardware", "description": "Games are a beautiful mix of art and technology, and developers have been constantly toying with new ideas and techniques that push the envelope of what’s possible with commercially available gaming hardware at any given time. \n\nWe have been treated to plenty of games that pushed their target systems to the absolute limit, and today we will be looking at 15 such games.", "link": "https://www.youtube.com/watch?v=1tMHT18yDgw", "date_published": "2023-04-27 13:30:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Strayed Lights Review - The Final Verdict", "description": "Like I mentioned at the beginning of this feature, these factors come together to make Strayed Lights a bland experience. And that’s one of the worst places to be for any entertainment product. It doesn’t do anything exceptionally well, and it doesn’t do anything exceptionally bad either. It’s a mediocre product that fails to do anything to keep you interested in what it has to say. \n\nThe parry based combat is interesting in concept, but falters in the face of repetitive enemy encounters and mostly lackluster bosses. The minimalist approach to the narrative feels like the game is trying too hard to follow in the footsteps of the likes of Journey - but fails to capture the magic of what makes those stories interesting in the first place. All in all, it’s pretty hard to recommend this game to anyone - which is all the more saddening because it could have been something special had it spent some more time in the oven.", "link": "https://www.youtube.com/watch?v=hgoSvkDl4pg", "date_published": "2023-04-27 12:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}]