[{"source": "https://www.pcworld.com/index.rss", "title": "Windows 10 won’t receive any more feature updates", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Windows 10 might not be dead, but it&rsquo;s nearing the end of the road.</p>\n\n\n\n<p>Microsoft said Thursday that the company doesn&rsquo;t plan on releasing any additional feature updates to Windows 10. &ldquo;The current version, 22H2, will be the final version of Windows 10, and all editions will remain in support with monthly security update releases though that date,&rdquo; Microsoft&rsquo;s Jason Leznek said in a <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://techcommunity.microsoft.com/t5/windows-it-pro-blog/windows-client-roadmap-update/ba-p/3805227&amp;xcust=2-1-1801718-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">blog post</a> describing the latest Windows client roadmap update.</p>\n\n\n\n<p>Microsoft has also updated the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://learn.microsoft.com/en-us/lifecycle/products/windows-10-home-and-pro&amp;xcust=2-1-1801718-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">lifecycle page</a> for Windows 10 Home and Pro to reflect the changes. </p>\n\n\n\n<p>&ldquo;Windows 10 will reach end of support on October 14, 2025,&rdquo; the page reads. &ldquo;The current version, 22H2, will be the final version of Windows 10, and all editions will remain in support with monthly security update releases through that date. Existing [business] releases will continue to receive updates beyond that date based on their specific lifecycles.&rdquo;</p>\n\n\n\n<p>Microsoft hasn&rsquo;t made any changes to the end-of-life support date for Windows 10; October of 2025 has been the target date to <a href=\"https://www.pcworld.com/article/1069153/windows-10-continue-until-2025-microsoft.html\">end support for Windows 10</a>, and <a href=\"https://www.pcworld.com/article/394713/windows-11-rumors-flare-anew-with-windows-10-retirement-set-for-2025.html\">has been for years</a>. What&rsquo;s new is simly confirming what many suspected: That this current version of Windows 10, version 22H2, would be the last feature release for Windows 10. The latest feature release wasn&rsquo;t really even a feature release, just mainly bug fixes.</p>\n\n\n\n<p>Meanwhile, Microsoft&rsquo;s Windows 11 2022 Update (previously code-named &lsquo;Windows 11 2H22&Prime;) is a collection of new features that address many things that many people&nbsp;<em>don&rsquo;t</em>&nbsp;use regularly, including accessibility features, as our&nbsp;<a href=\"https://www.pcworld.com/article/827065/windows-11-22h2-review-subtle-improvements-but-not-where-it-should.html\">Windows 11 2022 Update (22H2) review</a>&nbsp;concludes. <a href=\"https://www.pcworld.com/article/628721/windows-11-at-6-months-still-playing-catchup-to-windows-10.html\">Windows 10 is an excellent operating system</a>, however, which has made it difficult to recommend a move &mdash; we&rsquo;ve been able to think of&nbsp;<a href=\"https://www.pcworld.com/article/541673/3-things-youll-love-about-windows-11-and-three-you-wont.html\">three reasons to upgrade to Windows 11</a>, but others have made it difficult to transition.</p>\n\n\n\n<p>What we do know now, however, is that Windows 11 is the future. Well, yes, we knew that already, but Microsoft is making it official. Sorry, Windows 10 fans. Your time is nearing an end.</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1801718/windows-10-wont-receive-any-more-feature-updates.html", "date_published": "2023-04-27 19:01:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Intel Arc GPUs revisited: How much improvement has Intel made in 6 months?", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>It&rsquo;s been six months since Intel broke into the <a href=\"https://www.pcworld.com/article/416006/the-best-graphics-cards-for-pc-gaming.html\">desktop graphics card market</a>, dominated by Nvidia and AMD in a duopoly that&rsquo;s spanned more than two decades. You probably know <a href=\"https://www.pcworld.com/article/1341464/intel-arc-a770-a750-graphics-card-xe-hpg-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">all about the Intel Arc hardware</a>, but PCWorld&rsquo;s Keith May has been meticulously documenting the other side of the equation: Intel&rsquo;s graphics driver software. In the final entry of his monthly series, we see how much Intel has managed to improve in the last year. </p>\n\n\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n\n</div></figure>\n\n\n\n<p>The verdict? In short, Intel has noticeably improved performance for the Arc cards with software updates, as it promised to do at the launch of the line. Across an impressive eight major updates in just six months, performance has been improved consistently in a wide variety of games, and the cards are more stable with a now-much-better Arc Control software suite. &ldquo;The general sentiment I&rsquo;ve seen so far is that Intel is, indeed, headed in the right direction,&rdquo; says Keith. </p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"now-the-best-1080p-gpu-for-ray-tracing\">\n\t\t\t\t\tnow The best 1080P gpu for ray tracing\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"intel-arc-a750-limited-edition\">Intel Arc A750 Limited Edition</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Intel Arc A750 Limited Edition\" class=\"product-widget__image\" height=\"4000\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/01/Intel-Arc-A750.jpg?quality=50&amp;strip=all\" width=\"6000\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/1499123/intel-slashes-arc-a750-price-to-249-touts-substantial-gaming-improvements.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>Most of the games tested on the Arc A750 and A770 showed an improvement in overall FPS of 5 to 10 percent, with at least some gains in 1 percent lows indicating an improvement of stability. Games that weren&rsquo;t available six months ago were tested with their launch driver. These results weren&rsquo;t universal &mdash; a few games like <em>Watch Dogs Legion</em> were more or less static, especially if they were running on newer tech like DirecX12. The much older <em>Counter-Strike: GO </em>saw the biggest gains &mdash; up to 30 performance improvement over the launch driver. </p>\n\n\n\n<p>Though general stability kept these value-driven cards from being an easy recommendation at launch, Keith says it hasn&rsquo;t been much of a problem since then, clearing one of the biggest consumer-facing hurdles for this new player in the GPU market. (Just <a href=\"https://www.pcworld.com/article/394720/faster-gaming-frame-rates-for-free-resizable-bar-explained.html\" rel=\"noreferrer noopener\" target=\"_blank\">make sure you enable resizable BAR</a>, one of the crucial technologies making these cards viable.) <a href=\"https://www.pcworld.com/article/701194/intels-arc-laptop-plans-interview.html\" rel=\"noreferrer noopener\" target=\"_blank\">Xe Super Sampling</a>, Intel&rsquo;s answer to Nvidia&rsquo;s DLSS and AMD&rsquo;s Fixelity FX Super Resolution, is also showing promising boosts in the games that support it. </p>\n\n\n\n<p>For more deep dives into PC gaming tech, be sure to <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.youtube.com/@pcworld/featured&amp;xcust=2-1-1799919-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">subscribe to PCWorld on YouTube</a>! </p>\n\nGraphics Cards</div>", "link": "https://www.pcworld.com/article/1799919/intel-arc-gpus-how-much-improvement-has-intel-made-in-6-months.html", "date_published": "2023-04-27 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Chromebooks are getting a video editor, virtual desks, and more", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p><em>Editor&rsquo;s Note: Google has begun rolling out the new Photos app with movie capabilities to Chromebooks today. The original story follows.</em></p>\n\n\n\n<p>Move over, Windows &mdash; Google Photos is getting its own video editor, which will arrive on Chromebooks this fall. And if that&rsquo;s not enough, the professional-grade LumaFusion video-editing app will be available on Chromebooks, too.</p>\n\n\n\n<p>Like other developers, Google typically releases a bundle of new features, which roll out over time. The headliner for the fall, however, will be the new video editor, which will complement Google Photos in much the same way Microsoft&rsquo;s own Video Editor (or <a href=\"https://www.pcworld.com/article/708192/how-to-use-clipchamp-microsofts-video-editor.html\">Clipchamp, a superior alternative</a>) complements Windows&rsquo; Photos app. Chromebooks will also get light and dark themes, as well as other personalization options.</p>\n\n\n\n<p>If a still image of the video editor that Google released is indicative of the final feature set, however, than Microsoft has nothing to worry about. That screenshot only shows the option to adjust characteristics like contrast and brightness, add a soundtrack, and possibly stitch clips together. Google also says that you&rsquo;ll be able to add a title card, too.</p>\n\n\n\n<p>On the other hand, what Google is trying to do seems much more in tune with what it algorithmically knows about you and your movies and photos. The Photos movie editor will offer themes, as Clipchamp does; but it will also pull its own clips, apparently. &ldquo;Start by selecting a theme and the people (or pets!) you&rsquo;d like to feature, and Google Photos will make a movie with both video clips and photos,&rdquo; Google wrote in a blog post. &ldquo;It even intelligently selects the most meaningful moments from your long videos.&rdquo;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Google Chromebook light dark theme\" class=\"wp-image-820724\" height=\"683\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/google-light-dark-themes.gif\" width=\"1024\" /><figcaption>The Light and Dark themes within the Google Photos Gallery app.</figcaption></figure><p class=\"imageCredit\">Google</p></div>\n\n\n\n<p>But there&rsquo;s more: Google also said that it&rsquo;s bringing the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://luma-touch.com/&amp;xcust=2-3-820692-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">LumaTouch LumaFusion app</a> to Chromebooks. That&rsquo;s not only interesting as it gives Chromebook users a professional-level video editing application, but it also brings what has previously been an iOS app into the ChromeOS universe &mdash; Apple even awarded LumaFusion its app of the year previously. The app adds video transitions and distortions, graphics and sound effects, plus narration and color grading, according to Google. </p>\n\n\n\n<p>Other, smaller upgrades are also coming to the Gallery and Photos apps for Chromebooks over the next few months. Like in Windows, you&rsquo;ll be able to open a photo in the Gallery app and then open it within the Photos editor. Google also plans to add new PDF editing features to the Gallery app beginning in August, allowing users to fill out forms and highlight text. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"Google Photos Gallery PDF\" class=\"wp-image-820723\" height=\"683\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/07/Google-Photos-PDF.png\" width=\"1024\" /><figcaption>Google is adding the capability for Chromebooks to be able to edit PDFs.</figcaption></figure><p class=\"imageCredit\">Google</p></div>\n\n\n\n<p>Finally, you&rsquo;ll also be able to pull photos from Photos and use them as background images to personalize your desktop. Photos will also form the foundation of a new Light and Dark theme for Chromebooks in August, with wallpapers that can self-adjust for the change in tone &mdash; a nifty trick that can be programmed to take place as day turns into night, and vice versa.</p>\n\n\n\n<p>Chromebooks are also gaining two new productivity features, including virtual &ldquo;desks&rdquo; (Google-ese for Windows&rsquo; virtual desktops, presumably) which will allow users to group tabs and apps together for specific tabs. Google&rsquo;s implementation will allow you to open and close them with a click. Finally, if you click on the date on the Chromebook shelf (taskbar), a calendar will open up that can be used to access Google Calendar dates. Google will launch the calendar feature in August, and add the desks by late September, the company said.</p>\n\nChromebooks</div>", "link": "https://www.pcworld.com/article/820692/820692.html", "date_published": "2023-04-27 17:51:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "AMD issues BIOS patch to solve Ryzen 7000X3D burnout problem", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>AMD&rsquo;s ongoing X3D chip crisis has another wrinkle: AMD is now placing additional guardrails on AMD Ryzen 7000 as well as Ryzen 7000X3D processors, preventing them from being overclocked via a new BIOS update.</p>\n\n\n\n<p>If you own a Ryzen 7000 or Ryzen 7000XD processor and don&rsquo;t overclock it, this tweak shouldn&rsquo;t really affect you&mdash;though you&rsquo;ll soon be receiving a new BIOS update anyway. If you do overclock one of those chips, AMD&rsquo;s follow-up will be more significant. Specifically, AMD said in a statement that the company is distributing a new AGESA revision that caps the SOC&rsquo;s voltage at 1.3V, regardless of whether the associated PC memory is being overclocked. </p>\n\n\n\n<p><a href=\"https://www.pcworld.com/article/1444835/amd-launches-fastest-gaming-processors-with-even-more-v-cache.html\">AMD touted its Ryzen 9 7950X3D</a> as the &ldquo;ultimate processor for gaming,&rdquo; and our recent <a href=\"https://www.pcworld.com/article/1524570/amd-ryzen-9-7950x3d-review-v-cache.html\">review of the 7950X3D chip</a> proved that out&mdash;mostly. Unfortunately, the chip lost out in a few tests to Intel&rsquo;s rival 13th-gen Core chips, which is sometimes the impetus to overclock it. Doing so, however, actually <a href=\"https://www.pcworld.com/article/1796033/amd-motherboards-add-bios-restrictions-after-reports-of-x3d-chips-burning-out.html\">burnt out a few of the chips</a>. In response, MSI placed greater restrictions on overclocking the chips via an additional BIOS update. It appears that other motherboard makers will soon follow suit.</p>\n\n\n\n<p>AMD is issuing a new AGESA update that essentially blocks the CPU from operating beyond 1.3V, and is asking all of its motherboard partners to issue new BIOS updates, too.</p>\n\n\n\n<p>&ldquo;We have root caused the issue and have already distributed a new AGESA that puts measures in place on certain power rails on AM5 motherboards to prevent the CPU from operating beyond its specification limits, including a cap on SOC voltage at 1.3V,&rdquo; AMD said. &ldquo;None of these changes affect the ability of our Ryzen 7000 Series processors to overclock memory using EXPO or XMP kits or boost performance using PBO technology.&rdquo;</p>\n\n\n\n<p>&ldquo;We expect all of our ODM partners to release new BIOS for their AM5 boards over the next few days,&rdquo; the statement continued. &ldquo;We recommend all users check their motherboard manufacturers website and update their BIOS to ensure their system has the most up to date software for their processor.&nbsp;Anyone whose CPU may have been impacted by this issue should contact AMD customer support. Our customer service team is aware of the situation and prioritizing these cases.&rdquo;</p>\n\n\n\n<p>Overclocking the CPU and the memory is complicated by the fact that both the memory controller and the CPU live in the same package, which means that increasing the voltage of the memory controller increases the CPU voltage as well. That came into focus in 2021, when <a href=\"https://www.pcworld.com/article/394250/why-xmp-and-memory-overclocking-are-ok-even-if-they-void-your-warranty.html#:~:text=%E2%80%9CAMD%E2%80%99s%20product%20warranty%20does%20not%20cover%20damages%20caused,This%20would%20include%20any%20form%20of%20memory%20overclocking.%E2%80%9D\">Intel began allowing memory overclocking</a> on locked CPUs. Both AMD and Intel adopted a sort of &ldquo;don&rsquo;t ask, don&rsquo;t tell&rdquo; policy, though, tacitly allowing it even if their warranties don&rsquo;t cover it.</p>\n\n\n\n<p>&ldquo;AMD&rsquo;s product warranty does not cover damages caused by overclocking, even when overclocking is enabled via AMD hardware and/or software,&rdquo; AMD said then. &ldquo;This would include any form of memory overclocking.&rdquo;</p>\n\n\n\n<p>AMD&rsquo;s latest statement, of course, implies that AMD <em>will</em> cover any costs caused by overclocking&mdash;even if AMD is now clamping down on overclocking both the Ryzen 7000 and Ryzen 7000X3D processors. </p>\n\n\n\n<p>But the message here is clear: If you own a Ryzen 7000 or 7000X3D chip, overclocking the CPU is a no-no until further notice.</p>\n\nCPUs and Processors</div>", "link": "https://www.pcworld.com/article/1801488/amd-issues-bios-patch-to-solve-ryzen-7000x3d-burnout-problem.html", "date_published": "2023-04-27 16:53:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Windows 11 PCs can now manage iPhone texts and calls (with caveats)", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Apple&rsquo;s iOS and MacOS offer some pretty deep integration between their phone and PC platforms. Ditto for Google&rsquo;s Android and ChromeOS. But what about Microsoft, whose mobile phone aspirations were dead and buried years ago? Windows has Phone Link, which is at least an option for managing your calls and texts, if a somewhat janky one. After <a href=\"https://www.pcworld.com/article/1525289/windows-11-phone-link-manage-iphone-texts-and-calls.html\" rel=\"noreferrer noopener\" target=\"_blank\">a short testing period</a>, Phone Link can now support iPhones for all Windows 11 users. </p>\n\n\n\n<p>Phone Link (and <a href=\"https://www.pcworld.com/article/628261/microsoft-is-updating-your-phone-and-calling-it-phone-link.html\" rel=\"noreferrer noopener\" target=\"_blank\">its predecessor Your Phone</a>) were previously restricted to Android devices, probably because the more open platform is both easier to link to and a closer match to Windows in terms of interoperability. But the mobile market is much more divided than laptops and desktops, and Microsoft had to embrace iOS eventually. When connected to an iPhone, the Phone Link app can show you mobile notifications on your desktop, plus make and receive calls and use at least some messaging systems. </p>\n\n\n\n<p>Phone Link on iOS is <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://blogs.windows.com/windowsexperience/2023/04/26/phone-link-for-ios-is-now-rolling-out-to-all-windows-11-customers/&amp;xcust=2-1-1801392-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">a bit more restrictive</a> than it is on Android, as you might have guessed. First of all, you&rsquo;ll need an iOS 14, and you can&rsquo;t use it on an iPad. Messages are also limited to SMS (not Apple&rsquo;s ubiquitous iMessage), and you can&rsquo;t send images or videos or participate in group chat. Oh, and if you want access to the photos on your phone, you&rsquo;ll need to open the Windows Photos app and connect it to iCloud. </p>\n\n\n\n<p>The Phone Link app should be installed for all Windows 11 users over the next few weeks. If you&rsquo;re in a hurry, you can <a href=\"https://www.pcworld.com/article/1799412/razer-blackshark-v2-pro-review.html\" rel=\"noreferrer noopener\" target=\"_blank\">download it directly from the Microsoft Store</a>. </p>\n\niPhone, Windows</div>", "link": "https://www.pcworld.com/article/1801392/all-iphone-owners-can-now-use-phone-link-on-windows-11.html", "date_published": "2023-04-27 16:01:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Microsoft Designer’s superb, free AI art tools open to everyone", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Microsoft is taking its superb AI art / visual designer tool, Microsoft Designer, and opening it up to the general public today. The company is also publicizing its intelligent features: AI-generated captions and hashtags, new image formatting for social media, and AI-powered editing tools.</p>\n\n\n\n<p>We called <a href=\"https://www.pcworld.com/article/1419066/microsoft-designer-is-almost-a-masterpiece-already.html\">Microsoft Designer nearly an AI masterpiece</a> when we went hands-on with the tool several months ago, and now you have a chance to try it out for yourself, too. While Designer doesn&rsquo;t fall into the category of <a href=\"https://www.pcworld.com/article/1672975/the-best-ai-art-generators-for-you-midjourney-bing-and-more.html\">the best AI art generator</a> tools, it stands nearly alone with Canva and Adobe&rsquo;s design tools as a way to develop a holistic design from the ground up. </p>\n\n\n\n<p>You can <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://designer.microsoft.com/&amp;xcust=2-1-1799866-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">try Microsoft Designer here</a>. </p>\n\n\n\n<p>Designer starts with an image, either one you supply or one it can generate via the AI art tools found within <a href=\"https://www.pcworld.com/article/1666493/hands-on-with-bing-image-creator-bing-chats-ai-art-tool.html\">Bing Image Creator</a>. The magic is that it either can generate the image from your description of the image <em>or</em> the event: you can ask it to generate a baseball for a meetup at an Oakland A&rsquo;s game, but Microsoft Designer is intelligent enough to take &ldquo;Let&rsquo;s meet up at the A&rsquo;s game&rdquo; and generate layouts that involve baseball imagery. You can then work with the text, changing the font and so on, to create the final design.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Designer start screen\" class=\"wp-image-1799903\" height=\"593\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Designer-start-screen.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Starting out with Microsoft Designer begins with a text prompt.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>What Designer has lacked, though, are some of the more advanced design tools that competitors offer. Designer includes templates, but nothing specific to the end product. Microsoft&rsquo;s &ldquo;open house&rdquo; layout intelligently combines text and house photos, but doesn&rsquo;t understand where that design will end up. </p>\n\n\n\n<p>Now, it does. You can format Designer&rsquo;s end result to match up with the layouts used by Instagram and Facebook, for example, or a total of 20 different social media formats &mdash; and, in a nice touch, use AI to generate captions and even hashtags to make your images more discoverable. If you resize the image, the layout will &ldquo;flow&rdquo; to accommodate the new dimensions.</p>\n\n\n\n<p>Microsoft Designer can even post to your social media feeds directly from Designer. (The option to add AI captions appears when you download your image for posting, then allows you to connect to those feeds.)</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Designer AI image art\" class=\"wp-image-1419224\" height=\"1200\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/11/AI-image.png?w=1135\" width=\"1135\" /><figcaption>Designer can start with AI art, or your own image.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Designer also works the other way around, too. Like <a href=\"https://www.pcworld.com/article/1780581/microsoft-edge-now-puts-an-ai-image-generator-at-your-fingertips.html\">Edge&rsquo;s Image Creator</a>, Microsoft will add Designer to its Edge browser, where you&rsquo;ll be able to find it in the right-hand sidebar. (You may need to scroll down and expand the sidebar options to view it.) </p>\n\n\n\n<p>While you&rsquo;re browsing Twitter or Facebook within Edge and posting updates, Designer can automatically generate additional art to spice up a post, according to a demonstration video Microsoft provided.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Microsoft Designer in Microsoft Edge\" class=\"wp-image-1799901\" height=\"689\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Microsoft-Designer-in-Edge.png?w=1200\" width=\"1200\" /><figcaption>Microsoft Designer will be integrated into Microsoft Edge, too.</figcaption></figure><p class=\"imageCredit\">Microsoft</p></div>\n\n\n\n<p>Finally, Microsoft is adding editing features to Microsoft Designer. Those who use AI art generators know that editing AI art with AI is one of the newer features. Often called &ldquo;inpainting&rdquo; or &ldquo;outpainting,&rdquo; Microsoft&rsquo;s Erase and Fill features allow you to add and subtract elements of a photo, illustration, or AI-generated art. </p>\n\n\n\n<p>If Microsoft&rsquo;s features work like other AI tools, you&rsquo;d be able to highlight a king&rsquo;s crown, for example, and either delete it entirely or replace it with something else, like a baseball cap. Microsoft is also offering a similar feature, Replace Background, that uses AI to first identify the background and then replace it with something else. (Adobe Photoshop offers the same feature, incidentally.)</p>\n\n\n\n<p>And yes, Microsoft Designer is free. Like <a href=\"https://www.pcworld.com/article/708192/how-to-use-clipchamp-microsofts-video-editor.html\">Clipchamp, its equally talented cousin</a> for video editing, Microsoft is using a &ldquo;freemium&rdquo; model: offer the base app for free, then add premium features on top of it. Microsoft hasn&rsquo;t said what those premium features will be, but the company said Thursday that it plans to lock them behind a Microsoft 365 subscription. If everything that Microsoft has shown so far remains free, Designer will offer substantial value all by itself.</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1799866/microsoft-designers-superb-ai-art-tools-open-to-everyone.html", "date_published": "2023-04-27 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Razer BlackShark V2 Pro review: A flexible gaming headset with surprising value", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Razer is known for somewhat flashy and bombastic hardware designs. Even the company&rsquo;s PC headsets are adorned with RGB lights, presumably for the benefit of your Twitch stream. The BlackShark line is basically the antithesis of this idea: laser-focused on e-sports performance, packed with high-end hardware, and shod of all unnecessary adornments. No noise cancellation, no haptics, and indeed, no RGB lights. So it is with the new BlackShark V2 Pro, the most capable (and most expensive) headset in Razer&rsquo;s expansive PC gaming headset line.</p>\n\n\n\n<p>The V2 Pro aims for function over form in almost every capacity, from its gaming-focused sound profiles to its new high-quality microphone to its lightweight yet long-lasting design. But the headset also adds some creature comforts in the form of a Bluetooth connection, which makes it compatible with everything from the PlayStation 5 to a 10-year-old iPhone. It&rsquo;s an impressive update to an already-good design, and though it&rsquo;s by no means cheap, it&rsquo;s a solid value compared to similar models from the competition.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Further reading:</strong> See our roundups of the <a href=\"https://www.pcworld.com/article/418660/the-best-gaming-headsets.html\">best gaming headsets</a> and <a href=\"https://www.pcworld.com/article/820791/best-wireless-gaming-headsets.html\">best wireless gaming headsets</a> to learn about competing products.</p></blockquote>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The BlackShark V2 Pro is an impressive update to an already-good design.</p></blockquote></figure>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Comfortable </li><li>Long battery life </li><li>Pre-loaded EQ profiles</li><li>Great microphone</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>No notches on volume wheel</li><li>Aggressive battery saving</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">The BlackShark V2 Pro (2023) is Razer&rsquo;s most focused and most pricey e-sports headset, but its much-improved microphone, battery life, and dedicated EQ profiles make it worth consideration. </p>\n</div>\n\n\n<h2 id=\"whats-new-in-the-pro-v2-2023\">What&rsquo;s new in the Pro V2 2023?</h2>\n\n\n\n<p>Before we go any further, let&rsquo;s address the name of this gadget. If you&rsquo;re doing some comparison shopping, you might notice that Razer already has a headset named the BlackShark V2 Pro. That&rsquo;s the previous model, which came out in 2020. This is the BlackShark V2 Pro (2023). Despite looking almost identical, the biggest technical upgrade is the addition of Bluetooth capability, and it&rsquo;s $20 more expensive with a suggested retail price of $200.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 volume knob \" class=\"wp-image-1799825\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01254.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>Why isn&rsquo;t this upgraded model called the BlackShark V3 Pro? Honestly, I have no idea. My condolences to the store clerks who will have to deal with both models on the shelf for at least a little while.</p>\n\n\n\n<p>For the sake of comparison, here are the highlights of the headset&rsquo;s specs, with the changes made from the 2020 model in bold:</p>\n\n\n\n<div class=\"wp-container-2 wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<div class=\"wp-container-1 wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<ul><li>50mm titanium drivers</li><li>Memory foam earcups</li><li>THX Spatial virtual surround sound</li><li>2.4GHz Razer Hyperspeed wireless +<strong> Bluetooth 5.2</strong></li><li>Detachable microphone</li><li><strong>HyperClear Wideband Microphone with 32kHz sampling rate</strong></li><li><strong>USB Type-C charging</strong></li><li><strong>70 hours of battery life (15 minutes of charging for 6 hours)</strong></li><li><strong>On-headset pro-tuned FPS profiles</strong></li></ul>\n</div></div>\n</div></div>\n\n\n\n<p>Razer representatives were also quick to highlight reinforced steel headband sliders, though I&rsquo;ll have to take their word for it, as I haven&rsquo;t used the original model.&nbsp;</p>\n\n\n\n<h2 id=\"how-does-the-blackshark-v2-pro-feel-to-use\">How does the BlackShark V2 Pro feel to use?&nbsp;</h2>\n\n\n\n<p>Pairing and using the BlackShark V2 Pro for the first time, I was surprised at how comfy the earcups are. The foam cups are clad in cloth instead of leather, bringing to mind cheaper designs like the Logitech G435. But the cups are both super-comfy and breathable, for when online competition gets especially heated. And when that happens, the removable mic boom stays put and out of the way.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 foam ear pads\" class=\"wp-image-1799827\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01275.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>Other physical controls are similarly deceptive&mdash;and I mean that in a good way. The volume wheel seems a bit cumbersome at first, but it&rsquo;s extended out from the body so your fingers can find it immediately. (Though I would have appreciated some notches for a better grip.) I thought this gaming-focused design lacked media controls, but in fact, you can quickly tap the power button for play/pause&mdash;extremely handy when I get up from my desk to cook dinner and want to keep my podcast going.&nbsp;</p>\n\n\n\n<p>The aforementioned volume and power controls (which also doubles as the pair button) are on the left cup, joined by a manual mute toggle for the microphone, if you don&rsquo;t feel like physically removing the boom. On the right side is a single button for switching between pre-defined equalizer profiles (more on those later in the review), and a double-tap will quickly switch between your Hyperspeed USB dongle and any Bluetooth devices you have paired. These combos are a bit daunting at first, especially if you&rsquo;re frequently adjusting the EQ, but I got the hang of them in a few days.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 USB-C charge port\" class=\"wp-image-1799824\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01233.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>I found the headset comfy and easy to wear, even on my extra-large head, though it&rsquo;s about middle of the pack in terms of weight. I&rsquo;ll trade that weight for longevity, which the V2 Pro has in spades. Razer quotes 90 hours in Bluetooth mode and 70 hours in Hyperspeed mode, and since I was only able to drain the headset once in my testing, I believe it. It&rsquo;s not quite as jaw-dropping as the 300 hours of the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B09TRW57WB/&amp;xcust=2-2-1799412-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">HyperX Cloud Alpha Wireless</a>, but that headset also lacks a lot of the more impressive bells and whistles of the Razer alternative. You&rsquo;ll get at least a week&rsquo;s worth of use out of the V2 Pro.&nbsp;</p>\n\n\n\n<p>I did find one annoying little quirk: The V2 Pro will shut itself off after 10 minutes of inactivity. I assume this is an aggressive battery-saving meter, but I&rsquo;ll often pause videos or music for that long during a workday, and having to turn the headset back on multiple times a day got annoying. Sadly there doesn&rsquo;t appear to be a software option to adjust the timeout period. </p>\n\n\n\n<h2 id=\"how-is-the-audio-quality-on-the-blackshark-v2-pro\">How is the audio quality on the BlackShark V2 Pro?</h2>\n\n\n\n<p>Sound quality is always subjective, and I don&rsquo;t consider myself an audiophile. But with that qualifier out of the way, I found the V2 Pro tuned a little heavily in favor of mids and highs, which sounds odd coming from the big 50mm drivers. No doubt that&rsquo;s the &ldquo;e-sports&rdquo; focus of this set, the better to distinguish your teammates&rsquo; comms over the internet.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>You can switch to these hardcoded profiles for <em>Valorant, Apex Legends, Call of Duty, Counter-Strike: GO, </em>and <em>Fortnite.</em></p></blockquote></figure>\n\n\n\n<p>No matter. A few taps of the EQ button can quickly adjust to a more mellow, full-ranged sound, better suited for movies or music. In that mode I found the V2 Pro more than capable, and if you&rsquo;re the kind of listener who wants the bass to beat your ears like a boxer, then this headset is certainly capable of doing so. The lack of active noise cancellation means that it&rsquo;s less suited for, say, a long bus ride than a more well-rounded, Bluetooth-only set of headphones, but that&rsquo;s not a point against this design. It&rsquo;s focused on PC gaming, after all.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"razer fortnite audio setting\" class=\"wp-image-1799833\" height=\"997\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/razer-fortnite-audio-setting.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Razer</p></div>\n\n\n\n<p>Speaking of which, the equalizer can be custom-tuned in Razer Synapse, of course. And you can set specific profiles to launch with specific programs or games, with or without virtual surround sound enabled. But there&rsquo;s a more interesting function to play with: pre-programmed settings for popular shooters, created in conjunction with big names in e-sports. These profiles are pre-loaded into the firmware of the headset itself&mdash;no need to dive into Synapse.&nbsp;</p>\n\n\n\n<p>Hold down the EQ button for three seconds and you can switch to these hardcoded profiles, then tap once to switch between <em>Valorant, Apex Legends, Call of Duty, Counter-Strike: GO, </em>and <em>Fortnite. </em>These can be further customized in Synapse, but since you&rsquo;re paying a premium for profiles pre-set by &ldquo;pros,&rdquo; you might as well try them out first.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 control buttons\" class=\"wp-image-1799822\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01317.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>I did. I&rsquo;m no pro gamer, but <a href=\"https://www.pcworld.com/article/1657300/hardcore-gamers-its-time-to-try-fortnite.html\" rel=\"noreferrer noopener\" target=\"_blank\">I&rsquo;ve played enough <em>Fortnite</em></a><em> </em>(in no build mode, because I&rsquo;m a couple of decades older than the average player) to get a few victories in every season. And while the pre-made EQ setting was a little high on treble for my tastes, it did let me hear and zero-in on enemy footsteps and weapon-swapping noises, notably faster than with my own HyperX headset. So call that a win, and ask someone who knows how to count i-frames if you want a more technical breakdown of the headset&rsquo;s gaming merits.&nbsp;</p>\n\n\n\n<p>The other major improvement to the hardware is the microphone. &ldquo;Serious&rdquo; gamers will use a dedicated USB mic for communication, but Razer wants to make a case for its headset mic instead. To that end it&rsquo;s powered up with a 32KHz sampling rate. If you&rsquo;re not familiar with audiophile specs, that&rsquo;s double the usual rate of less expensive microphones and headsets, but still less than the 48KHz of full-sized &ldquo;pro&rdquo; dedicated mics.&nbsp;Razer also added an additional &ldquo;hard&rdquo; pop filter underneath the foam protective filter that comes pre-installed. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro microphone\" class=\"wp-image-1799830\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01268.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>It works. Listeners on the other end of my meetings and audio calls said that my voice was clearer and crisper than with my usual headset, and due to a fixed proximity to my mouth, at least as intelligible as when I use my Blue Yeti. (Plugging in the mic boom is also a lot less of a hassle than dealing with the latter, which is still using an ancient mini-USB cable.) So yes, the BlackShark V2 Pro (2023&mdash;ugh, what a mouthful) is certainly serviceable for both gaming and meetings.&nbsp;</p>\n\n\n\n<h2 id=\"should-you-buy-the-blackshark-v2-pro-2023\">Should you buy the BlackShark V2 Pro (2023)?</h2>\n\n\n\n<p>Razer&rsquo;s asking a hefty 200 bucks for the V2 Pro. That&rsquo;s hardly unusual for Razer hardware, but it&rsquo;s still the most expensive PC gaming headset the company sells, tied with the Kraken V3 Pro and its arguably useful head-shaking haptics.&nbsp;But looking around at similarly equipped headsets from the competition, and you might be shocked to find that Razer is beating them on price. Similar 2.4GHz + Bluetooth setups from rivals like Logitech, Corsair, and HyperX are in the $230 to $270 range.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Razer finds itself in the rare position of being a value proposition, if not exactly an inexpensive one.</p></blockquote></figure>\n\n\n\n<p>The closest match in terms of hardware and price is the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B08SVS99Q5/&amp;xcust=2-2-1799412-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">SteelSeries Arctis 9</a>, which features much of the same specs plus an attractive collapsible boom mic for $200 (around $180 on sale, at the time of writing). But Razer has this model beat with more than triple the battery life, and I&rsquo;d also give it the edge for more finger-friendly volume controls, bigger drivers, a slightly lighter build, and USB-C charging versus MicroUSB.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023\" class=\"wp-image-1799826\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01338.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>So yes, Razer finds itself in the rare position of being a value proposition, if not exactly an inexpensive one. That takes this product from a tentative recommendation to a definite one. If you&rsquo;re looking for a PC gaming headset that&rsquo;s great for immersion out of the box (especially for online shooters) and can handle some light Bluetooth duty for other devices, the BlackShark V2 Pro (2023) should be at the top of your list.&nbsp;</p>\n\n\n\n<p>Even though it really should be called the V3. Really.&nbsp;</p>\n\nHeadphones</div>", "link": "https://www.pcworld.com/article/1799412/blackshark-v2-pro-review.html", "date_published": "2023-04-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Razer BlackShark V2 Pro review: One of the best gaming headsets gets even better", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Razer is known for somewhat flashy and bombastic hardware designs. Even the company&rsquo;s PC headsets are adorned with RGB lights, presumably for the benefit of your Twitch stream. The BlackShark line is basically the antithesis of this idea: laser-focused on e-sports performance, packed with high-end hardware, and shod of all unnecessary adornments. No noise cancellation, no haptics, and indeed, no RGB lights. So it is with the new BlackShark V2 Pro, the most capable (and most expensive) headset in Razer&rsquo;s expansive PC gaming headset line.</p>\n\n\n\n<p>The Razer BlackShark V2 Pro aims for function over form in almost every capacity, from its gaming-focused sound profiles to its new high-quality microphone to its lightweight yet long-lasting design. But the headset also adds some creature comforts in the form of a Bluetooth connection, which makes it compatible with everything from the PlayStation 5 to a 10-year-old iPhone. It&rsquo;s an impressive update to an already-good design, and though it&rsquo;s by no means cheap, it&rsquo;s a solid value compared to similar models from the competition.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Further reading:</strong> See our roundups of the <a href=\"https://www.pcworld.com/article/418660/the-best-gaming-headsets.html\">best gaming headsets</a> and <a href=\"https://www.pcworld.com/article/820791/best-wireless-gaming-headsets.html\">best wireless gaming headsets</a> to learn about competing products.</p></blockquote>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The BlackShark V2 Pro is an impressive update to an already-good design.</p></blockquote></figure>\n\n\n<div class=\"review\" id=\"review-body\"><img alt=\"Editors' Choice\" class=\"review-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" /><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Comfortable </li><li>Long battery life </li><li>Pre-loaded EQ profiles</li><li>Great microphone</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>No notches on volume wheel</li><li>Aggressive battery saving</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">The BlackShark V2 Pro (2023) is Razer&rsquo;s most focused and most pricey e-sports headset, but its much-improved microphone, battery life, and dedicated EQ profiles make it worth consideration. </p>\n</div>\n\n\n<h2 id=\"whats-new-in-the-pro-v2-2023\">What&rsquo;s new in the Pro V2 2023?</h2>\n\n\n\n<p>Before we go any further, let&rsquo;s address the name of this gadget. If you&rsquo;re doing some comparison shopping, you might notice that Razer already has a headset named the BlackShark V2 Pro. That&rsquo;s the previous model, which came out in 2020. This is the BlackShark V2 Pro (2023). Despite looking almost identical, the biggest technical upgrade is the addition of Bluetooth capability, and it&rsquo;s $20 more expensive with a suggested retail price of $200.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 volume knob \" class=\"wp-image-1799825\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01254.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>Why isn&rsquo;t this upgraded model called the BlackShark V3 Pro? Honestly, I have no idea. My condolences to the store clerks who will have to deal with both models on the shelf for at least a little while.</p>\n\n\n\n<p>For the sake of comparison, here are the highlights of the headset&rsquo;s specs, with the changes made from the 2020 model in bold:</p>\n\n\n\n<div class=\"wp-container-2 wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<div class=\"wp-container-1 wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<ul><li>50mm titanium drivers</li><li>Memory foam earcups</li><li>THX Spatial virtual surround sound</li><li>2.4GHz Razer Hyperspeed wireless +<strong> Bluetooth 5.2</strong></li><li>Detachable microphone</li><li><strong>HyperClear Wideband Microphone with 32kHz sampling rate</strong></li><li><strong>USB Type-C charging</strong></li><li><strong>70 hours of battery life (15 minutes of charging for 6 hours)</strong></li><li><strong>On-headset pro-tuned FPS profiles</strong></li></ul>\n</div></div>\n</div></div>\n\n\n\n<p>Razer representatives were also quick to highlight reinforced steel headband sliders, though I&rsquo;ll have to take their word for it, as I haven&rsquo;t used the original model.&nbsp;</p>\n\n\n\n<h2 id=\"how-does-the-blackshark-v2-pro-feel-to-use\">How does the BlackShark V2 Pro feel to use?&nbsp;</h2>\n\n\n\n<p>Pairing and using the BlackShark V2 Pro for the first time, I was surprised at how comfy the earcups are. The foam cups are clad in cloth instead of leather, bringing to mind cheaper designs like the Logitech G435. But the cups are both super-comfy and breathable, for when online competition gets especially heated. And when that happens, the removable mic boom stays put and out of the way.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 foam ear pads\" class=\"wp-image-1799827\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01275.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>Other physical controls are similarly deceptive&mdash;and I mean that in a good way. The volume wheel seems a bit cumbersome at first, but it&rsquo;s extended out from the body so your fingers can find it immediately. (Though I would have appreciated some notches for a better grip.) I thought this gaming-focused design lacked media controls, but in fact, you can quickly tap the power button for play/pause&mdash;extremely handy when I get up from my desk to cook dinner and want to keep my podcast going.&nbsp;</p>\n\n\n\n<p>The aforementioned volume and power controls (which also doubles as the pair button) are on the left cup, joined by a manual mute toggle for the microphone, if you don&rsquo;t feel like physically removing the boom. On the right side is a single button for switching between pre-defined equalizer profiles (more on those later in the review), and a double-tap will quickly switch between your Hyperspeed USB dongle and any Bluetooth devices you have paired. These combos are a bit daunting at first, especially if you&rsquo;re frequently adjusting the EQ, but I got the hang of them in a few days.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 USB-C charge port\" class=\"wp-image-1799824\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01233.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>I found the headset comfy and easy to wear, even on my extra-large head, though it&rsquo;s about middle of the pack in terms of weight. I&rsquo;ll trade that weight for longevity, which the V2 Pro has in spades. Razer quotes 90 hours in Bluetooth mode and 70 hours in Hyperspeed mode, and since I was only able to drain the headset once in my testing, I believe it. It&rsquo;s not quite as jaw-dropping as the 300 hours of the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B09TRW57WB/&amp;xcust=2-2-1799412-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">HyperX Cloud Alpha Wireless</a>, but that headset also lacks a lot of the more impressive bells and whistles of the Razer alternative. You&rsquo;ll get at least a week&rsquo;s worth of use out of the V2 Pro.&nbsp;</p>\n\n\n\n<p>I did find one annoying little quirk: The V2 Pro will shut itself off after 10 minutes of inactivity. I assume this is an aggressive battery-saving meter, but I&rsquo;ll often pause videos or music for that long during a workday, and having to turn the headset back on multiple times a day got annoying. Sadly there doesn&rsquo;t appear to be a software option to adjust the timeout period. </p>\n\n\n\n<h2 id=\"how-is-the-audio-quality-on-the-blackshark-v2-pro\">How is the audio quality on the BlackShark V2 Pro?</h2>\n\n\n\n<p>Sound quality is always subjective, and I don&rsquo;t consider myself an audiophile. But with that qualifier out of the way, I found the V2 Pro tuned a little heavily in favor of mids and highs, which sounds odd coming from the big 50mm drivers. No doubt that&rsquo;s the &ldquo;e-sports&rdquo; focus of this set, the better to distinguish your teammates&rsquo; comms over the internet.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>You can switch to these hardcoded profiles for <em>Valorant, Apex Legends, Call of Duty, Counter-Strike: GO, </em>and <em>Fortnite.</em></p></blockquote></figure>\n\n\n\n<p>No matter. A few taps of the EQ button can quickly adjust to a more mellow, full-ranged sound, better suited for movies or music. In that mode I found the V2 Pro more than capable, and if you&rsquo;re the kind of listener who wants the bass to beat your ears like a boxer, then this headset is certainly capable of doing so. The lack of active noise cancellation means that it&rsquo;s less suited for, say, a long bus ride than a more well-rounded, Bluetooth-only set of headphones, but that&rsquo;s not a point against this design. It&rsquo;s focused on PC gaming, after all.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"razer fortnite audio setting\" class=\"wp-image-1799833\" height=\"997\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/razer-fortnite-audio-setting.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Razer</p></div>\n\n\n\n<p>Speaking of which, the equalizer can be custom-tuned in Razer Synapse, of course. And you can set specific profiles to launch with specific programs or games, with or without virtual surround sound enabled. But there&rsquo;s a more interesting function to play with: pre-programmed settings for popular shooters, created in conjunction with big names in e-sports. These profiles are pre-loaded into the firmware of the headset itself&mdash;no need to dive into Synapse.&nbsp;</p>\n\n\n\n<p>Hold down the EQ button for three seconds and you can switch to these hardcoded profiles, then tap once to switch between <em>Valorant, Apex Legends, Call of Duty, Counter-Strike: GO, </em>and <em>Fortnite. </em>These can be further customized in Synapse, but since you&rsquo;re paying a premium for profiles pre-set by &ldquo;pros,&rdquo; you might as well try them out first.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023 control buttons\" class=\"wp-image-1799822\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01317.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>I did. I&rsquo;m no pro gamer, but <a href=\"https://www.pcworld.com/article/1657300/hardcore-gamers-its-time-to-try-fortnite.html\" rel=\"noreferrer noopener\" target=\"_blank\">I&rsquo;ve played enough <em>Fortnite</em></a><em> </em>(in no build mode, because I&rsquo;m a couple of decades older than the average player) to get a few victories in every season. And while the pre-made EQ setting was a little high on treble for my tastes, it did let me hear and zero-in on enemy footsteps and weapon-swapping noises, notably faster than with my own HyperX headset. So call that a win, and ask someone who knows how to count i-frames if you want a more technical breakdown of the headset&rsquo;s gaming merits.&nbsp;</p>\n\n\n\n<p>The other major improvement to the hardware is the microphone. &ldquo;Serious&rdquo; gamers will use a dedicated USB mic for communication, but Razer wants to make a case for its headset mic instead. To that end it&rsquo;s powered up with a 32KHz sampling rate. If you&rsquo;re not familiar with audiophile specs, that&rsquo;s double the usual rate of less expensive microphones and headsets, but still less than the 48KHz of full-sized &ldquo;pro&rdquo; dedicated mics.&nbsp;Razer also added an additional &ldquo;hard&rdquo; pop filter underneath the foam protective filter that comes pre-installed. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro microphone\" class=\"wp-image-1799830\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01268.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>It works. Listeners on the other end of my meetings and audio calls said that my voice was clearer and crisper than with my usual headset, and due to a fixed proximity to my mouth, at least as intelligible as when I use my Blue Yeti. (Plugging in the mic boom is also a lot less of a hassle than dealing with the latter, which is still using an ancient mini-USB cable.) So yes, the BlackShark V2 Pro (2023&mdash;ugh, what a mouthful) is certainly serviceable for both gaming and meetings.&nbsp;</p>\n\n\n\n<h2 id=\"should-you-buy-the-blackshark-v2-pro-2023\">Should you buy the BlackShark V2 Pro (2023)?</h2>\n\n\n\n<p>Razer&rsquo;s asking a hefty 200 bucks for the V2 Pro. That&rsquo;s hardly unusual for Razer hardware, but it&rsquo;s still the most expensive PC gaming headset the company sells, tied with the Kraken V3 Pro and its arguably useful head-shaking haptics.&nbsp;But looking around at similarly equipped headsets from the competition, and you might be shocked to find that Razer is beating them on price. Similar 2.4GHz + Bluetooth setups from rivals like Logitech, Corsair, and HyperX are in the $230 to $270 range.&nbsp;</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Razer finds itself in the rare position of being a value proposition, if not exactly an inexpensive one.</p></blockquote></figure>\n\n\n\n<p>The closest match in terms of hardware and price is the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B08SVS99Q5/&amp;xcust=2-2-1799412-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">SteelSeries Arctis 9</a>, which features much of the same specs plus an attractive collapsible boom mic for $200 (around $180 on sale, at the time of writing). But Razer has this model beat with more than triple the battery life, and I&rsquo;d also give it the edge for more finger-friendly volume controls, bigger drivers, a slightly lighter build, and USB-C charging versus MicroUSB.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Razer BlackShark V2 Pro 2023\" class=\"wp-image-1799826\" height=\"676\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC01338.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>So yes, Razer finds itself in the rare position of being a value proposition, if not exactly an inexpensive one. That takes this product from a tentative recommendation to a definite one. If you&rsquo;re looking for a PC gaming headset that&rsquo;s great for immersion out of the box (especially for online shooters) and can handle some light Bluetooth duty for other devices, the BlackShark V2 Pro (2023) should be at the top of your list.&nbsp;</p>\n\n\n\n<p>Even though it really should be called the V3. Really.&nbsp;</p>\n\nHeadphones</div>", "link": "https://www.pcworld.com/article/1799412/razer-blackshark-v2-pro-review.html", "date_published": "2023-04-27 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Leaked Asus ROG Ally pricing could be big trouble for the Steam Deck", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>At the time of writing, Asus is being coy about the pricing of its <a href=\"https://www.pcworld.com/article/1680929/asus-takes-on-the-steam-deck-with-its-rog-ally.html\" rel=\"noreferrer noopener\" target=\"_blank\">ROG Ally portable gaming PC</a>. Despite showing off the Steam Deck competitor at a press event last week, and ostensibly setting a more formal worldwide debut for May, about the only thing anyone has gotten an Asus representative to say is &ldquo;under a thousand dollars.&rdquo; But several widely reported leaks pin the price of the Ally with an AMD Z1 Extreme processor, ostensibly the more powerful configuration, at just $699.</p>\n\n\n\n<p>If the retail price that <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.theverge.com/23700094/asus-rog-ally-price-amd-z1-extreme&amp;xcust=2-2-1801086-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">The Verge is reporting</a> is true, it&rsquo;s shocking. That&rsquo;s just a bit more than the price of a fully-loaded Steam Deck, despite the Ally beating it in basically every single measure of hardware and capability, for a device with identical RAM and storage (16GB and 512GB, respectively). And that&rsquo;s presumably the <em>higher-end configuration</em>, since a standard Ryzen Z1 model (RAM and storage unknown at the moment) would be even cheaper. </p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Further reading: </strong><a href=\"https://www.pcworld.com/article/1796614/hands-on-the-rog-ally-is-the-steam-deck-for-gamers-who-want-more-power-and-options.html\">Hands-on: The ROG Ally is a Steam Deck competitor with more power and options</a></p></blockquote>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"ROG Ally and XG graphics dock\" class=\"wp-image-1796660\" height=\"741\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC00904.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>That Z1 Extreme processor in the Ally is <a href=\"https://www.pcworld.com/article/1797689/amd-ryzen-z1-chips-will-power-a-new-generation-of-pc-gaming-portables.html\">based on the latest AMD Zen 4 architecture</a> and <a href=\"https://www.pcworld.com/article/1370428/amd-rdna-3-radeon-rx-7900-xtx-reveal.html\">Radeon RDNA 3 integrated graphics tech</a>, while the Steam Deck is running on relatively old Zen 2 chips. The screen is higher resolution and higher quality, and it&rsquo;s running Windows out of the box (a considerable chunk of any device&rsquo;s retail price, and obviously more than Valve&rsquo;s home-grown SteamOS). And it has a huge selection of other goodies like dual fans, a fingerprint reader, and a proprietary eGPU expansion port. </p>\n\n\n\n<p>The Verge points to a series of leaks based on <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/wickedkhumz/status/1651463573296812033&amp;xcust=2-2-1801086-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">what appears to be a Best Buy listing for the Ally</a>, with the Z1 Extreme processor, 16GB DDR5 RAM, and 512GB M.2 SSD listed in black and white. While not exactly impossible to fake, it does fit with Asus&rsquo; promotional material thus far, which indicates that Best Buy will be the exclusive US retail partner for the Ally at launch. </p>\n\n\n\n<p>Again, I&rsquo;d like to emphasize that Asus has given essentially zero official indication of what the retail price for the ROG Ally will be. <a href=\"https://www.pcworld.com/article/1796614/hands-on-the-rog-ally-is-the-steam-deck-for-gamers-who-want-more-power-and-options.html\" rel=\"noreferrer noopener\" target=\"_blank\">In my hands-on post</a> I estimated a price of $1000 for the base model. That was based on the expanded capability and the idea that Valve is selling the Steam Deck (which starts at just $400) at a loss and making up the difference on its game store platform, and the fact that the Steam Deck&rsquo;s current Windows-based competition is almost all in the $1100-1300 range. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"ROG Ally exploded view\" class=\"wp-image-1796662\" height=\"1069\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/DSC00712.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Michael Crider/Foundry</p></div>\n\n\n\n<p>Assuming that the leak is accurate, Asus would be extremely aggressive with this pricing, even leaning on its massive economies of scale. (Remember, Asus is a much bigger company than you might think &mdash; it makes computers, phones, monitors, networking equipment, and enthusiast PC components, with manufacturing centers in Taiwan, China, Mexico, and the Czech Republic.) While $600-700 isn&rsquo;t exactly an impulse purchase, it&rsquo;s could be a no-brainer versus the higher-end Steam Deck for anyone who&rsquo;s already invested into the PC gaming platform. </p>\n\n\n\n<p>That&rsquo;s because the Steam Deck still needs to run many games through its Proton compatibility layer. Despite an extensive certification program, several high-profile games still don&rsquo;t work on the Steam Deck&rsquo;s native operating system, like <em>Fortnite</em>, <em>Destiny 2</em>, and <em>COD: Modern Warfare 2</em>. While Asus might not be able to beat the Steam Deck for pure, rock-bottom price, the ROG Ally could become a strong #2 &ldquo;dark horse&rdquo; competitor in this growing product space more or less overnight. Especially considering its ability to dock to an (admittedly pricey) external GPU for desktop-style power.</p>\n\n\n\n<p>With Valve reportedly <a href=\"https://www.pcworld.com/article/1555020/valve-says-the-steam-deck-2-is-years-away.html\" rel=\"noreferrer noopener\" target=\"_blank\">years away from a new design</a>, and Asus used to yearly iterations of new phones and laptops, the portable gaming PC market is starting to look a lot less like a one-horse town. </p>\n\nGaming Laptops</div>", "link": "https://www.pcworld.com/article/1801086/rog-ally-leaked-pricing-could-be-big-trouble-for-the-steam-deck.html", "date_published": "2023-04-27 14:49:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Google Authenticator’s long-awaited cloud 2FA feature carries hidden risk", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Google Authenticator first launched in 2010, and the app&mdash;which stores and generates <a href=\"https://www.pcworld.com/article/403535/two-factor-authentication-faq-sms-authenticator-security-key-icloud.html\">two-factor authentication (2FA)</a> codes&mdash;lacked backups and multi-device support for years. It made transferring phones more difficult, and dealing with a lost or stolen device a complete nightmare if you didn&rsquo;t have an alternate form of 2FA in place. You&rsquo;d be missing the info needed to log into accounts protected by that extra layer of security and end up locked out.</p>\n\n\n\n<p>On Monday, that situation finally changed when Google updated Authenticator with support for cloud-synced backups. As of version 6.0 on Android and version 4.0 on iOS, you now have the option to back up your 2FA seeds (the information that codes are generated from) to a Google account. If you choose to do so, you&rsquo;ll be able to access and manage your 2FA codes from any device.&nbsp;</p>\n\n\n\n<p>It&rsquo;s a feature Google Authenticator users have requested for ages, and for good reason. Account lockouts are no joke. But even with such a hellish scenario in mind, you may want to still hold off syncing your 2FA codes in the cloud.&nbsp;</p>\n\n\n\n<p>At the moment, Google Authenticator backups don&rsquo;t use end-to-end encryption (E2EE)&mdash;and as pointed out by <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/mysk_co/status/1651021165727477763&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">the security researchers</a> who discovered the issue, your 2FA seeds don&rsquo;t remain completely secret. Google has the ability to see them.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage center\"><figure class=\"wp-block-image aligncenter size-full\"><img alt=\"Mysk tweet partial screenshot\" class=\"wp-image-1800143\" height=\"1054\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/mysk-google-authenticator-warning-tweet.png\" width=\"605\" /><figcaption><p>A partial screenshot of the warning <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/mysk_co/status/1651021165727477763&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">tweeted out</a> by Mysk.</p> </figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Why is that the case when Google says it uses encryption in transit (when you&rsquo;re sending info to and from its servers) and at rest (when the data sits on its servers)? It relates to <em>how</em> the data is encrypted. With the current method, Google holds the encryption keys&mdash;and because it has the ability to encrypt and decrypt your data, it can see the info when it&rsquo;s unencrypted.&nbsp;</p>\n\n\n\n<p>In contrast, if your Google Authenticator 2FA seeds were secured with E2EE, you&rsquo;d control the encryption. Your data would remain secret when leaving your device, passing between different servers, and stored on Google&rsquo;s servers. In practical terms you&rsquo;d lock down the 2FA seeds on your phone with a passcode or password, and then use the same credential to unlock them anytime you downloaded them to a new device.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Google Authenticator on iOS\" class=\"wp-image-1800176\" height=\"675\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/google-authenticator-new-version-ios.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Keep it secret. Keep it safe. (This is just one 2FA account stored in Google Authenticator. You can have more.)</p></figcaption></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>E2EE better shields you if your Google account (or more catastrophically, Google&rsquo;s servers) becomes compromised. Think of it like leaving a set of important house keys in a safe deposit box. In theory, they&rsquo;re safe&mdash;so long as you never lose your safe deposit box key and no one makes a duplicate unbeknownst to you (i.e., someone discovering or guessing your Google account password). You also have to trust the bank employees won&rsquo;t access them, and will always properly safeguard the vault holding the safe deposit boxes.</p>\n\n\n\n<p>But since someone can steal your safe deposit box key (so to speak&mdash;people often reuse passwords or use weak ones), you can get more protection by first wrapping and sealing those house keys in a way only you can undo. (This is E2EE.) You could get carjacked on the way to the bank, or the bank could have an employee go rogue, or someone could blow up the vault with safe deposit boxes, but your precious keys would remain secure.</p>\n\n\n\n<p>According to Google, however, the lack of E2EE support is intended. Christiaan Brand, the group product manager for the Authenticator app, explained in <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://twitter.com/christiaanbrand/status/1651279598309744640&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">a short series of tweets</a> that the team balanced protection with usability and convenience. Brand also revealed optional end-to-end encryption would eventually make its way to Authenticator.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage center\"><figure class=\"wp-block-image aligncenter size-full\"><img alt=\"Google response to Authenticator's lack of E2EE\" class=\"wp-image-1800147\" height=\"822\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/google-authenticator-3.png\" width=\"607\" /></figure><p class=\"imageCredit\">PCWorld</p></div>\n\n\n\n<p>Until then, you should probably consider holding off on backups for Google Authenticator. The risk might not be worth the reward&mdash;not when you can switch to a better alternative app. For cloud-synced 2FA codes, <a href=\"https://www.pcworld.com/article/1376010/how-to-use-two-factor-authentication-to-lock-down-your-accounts-the-right-way.html\">Authy</a> has cross-platform support (iOS, Android, Windows, Mac, Linux), uses E2EE, and also lets you to restrict the addition of new devices.</p>\n\n\n\n<p>Meanwhile, if you only need to back up your 2FA seeds, you can use an app like <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://play.google.com/store/apps/details?id=com.beemdevelopment.aegis&amp;hl=en_US&amp;gl=US&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Aegis</a> (Android) or <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://apps.apple.com/us/app/raivo-otp/id1459042137&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Raivo</a> (iOS). It supports password protection and encryption of your 2FA secrets. You don&rsquo;t have to save to the cloud, either. Instead, you can export an encrypted copy of your seeds and then store them elsewhere offline.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Aegis Authenticator website screenshot\" class=\"wp-image-1800155\" height=\"681\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/aegis.png?w=1200\" width=\"1200\" /><figcaption>Aegis also has a dark mode.</figcaption></figure><p class=\"imageCredit\">Aegis / PCWorld</p></div>\n\n\n\n<p>If you choose to still use Google Authenticator&rsquo;s cloud backups, be sure you have two-factor authentication enabled on your <em>Google</em> account. You don&rsquo;t want someone with unauthorized access to download Authenticator, link it to your Google account, and immediately see all your 2FA codes&mdash;likely the final piece of the puzzle needed to take over your other, non-Google accounts.</p>\n\n\n\n<p>Currently, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.google.com/accounts/answer/1066447?hl=en&amp;co=GENIE.Platform%3DAndroid&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Google&rsquo;s help pages</a> say that 2FA is mandatory to use Authenticator, so you might think you&rsquo;re all set if you&rsquo;ve got cloud backups set up. However, we were able to link Google Authenticator with Google accounts lacking 2FA protection, which contradicts the help pages. (We reached out to Google on the discrepancy, but did not immediately receive a response to our request for comment.) So check and be sure.</p>\n\n\n\n<p>Overall, the basic takeaway is that to keep your 2FA codes completely safe, you&rsquo;re currently best off switching away from Google Authenticator. (You can do so very easily if you follow Google&rsquo;s instructions for generating <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://support.google.com/accounts/answer/1066447?hl=en&amp;co=GENIE.Platform%3DAndroid#:~:text=On%20your%20old%20device%2C%20create%20a%20QR%20code%3A&amp;xcust=2-2-1800132-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">an export QR code</a>.) Otherwise, you should at least make sure two-factor authentication enabled for your Google account&mdash;and use several 2FA methods to avoid an accidental lockout.</p>\n\nInternet, Security</div>", "link": "https://www.pcworld.com/article/1800132/google-authenticator-finally-got-cloud-backups-for-2fa-secrets-but-you-should-hold-off.html", "date_published": "2023-04-27 14:38:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "This vibrant no-wires gaming keyboard and mouse combo is just $50", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>There&rsquo;s nothing I love more than the sheer value of a tech accessory bundle. If you&rsquo;re shopping around for such a bundle, then you better hold onto your seat, as I&rsquo;m about to lay a hot one on you today. Amazon&rsquo;s currently selling the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/RedThunder-Wireless-Rechargeable-Mechanical-Anti-ghosting/dp/B09BR46F63&amp;xcust=2-2-1801063-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">RedThunder K10 wireless gaming keyboard and mouse combo for $49.99</a>, which is a savings of $30. This is a phenomenal value, as these peripherals are practically oozing with cool features. Let&rsquo;s get into it.</p>\n\n\n\n<p>The wireless keyboard features a frosted metal cover, 104 anti-ghosting keys, rainbow lighting effects, and a 3800 mAh battery. The anti-ghosting keys are designed to help prevent phantom presses. As for the mouse, it has a maximum DPI of 3,200 and a 800 mAh battery. The manufacturer claims you can use both peripherals (with the lighting effects enabled) for up for eight hours on a single charge. That&rsquo;s a pretty good number right there.</p>\n\n\n\n<p>Again, this is a fantastic value. It&rsquo;s kind of like a nifty starter pack for the beginner gamer, or anyone who is sick of the cheap ho-hum peripherals tossed in the box with their PC. You better pick it up now before it&rsquo;s gone.</p>\n\n\n<p class=\"cta wp-block wp-block-button\"><a class=\"cta__btn\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/RedThunder-Wireless-Rechargeable-Mechanical-Anti-ghosting/dp/B09BR46F63&amp;xcust=2-2-1801063-7-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">Get the RedThunder K10 wireless gaming keyboard and mouse combo for $49.99 at Amazon</a></p>\nAccessories</div>", "link": "https://www.pcworld.com/article/1801063/1801063.html", "date_published": "2023-04-27 14:12:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Asus ProArt PA279CRV review: Top-notch color for creators on a budget", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n<div class=\"review\" id=\"review-body\"><span class=\"review-title\">At a glance</span><h3 class=\"review-subTitle\" id=\"experts-rating\">Expert's Rating</h3><div class=\"starRating\"></div>\n<div><div class=\"review-columns\"><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"pros\">Pros</h3><ul class=\"pros review-list\"><li>Plenty of connectivity</li><li>Numerous image-quality options</li><li>Extremely wide color-gamut</li><li>Good value for money</li></ul></div><div class=\"review-column\"><h3 class=\"review-subTitle\" id=\"cons\">Cons</h3><ul class=\"cons review-list\"><li>Medicore contrast and brightness</li><li>Subpar HDR performance</li><li>Unimpressive motion clarity</li></ul></div></div></div><h3 class=\"review-subTitle review-subTitle--borderTop\" id=\"our-verdict\">Our Verdict</h3><p class=\"verdict\">Asus&rsquo; affordable ProArt PA279CRV delivers the color performance and customization that demanding creators crave and an attractive price that keeps it in range for those on a budget.</p>\n</div>\n\t\t\t\t<h3 class=\"review-best-price\" id=\"best-prices-today-asus-proart-pa279cv\">\n\t\t\tBest Prices Today: Asus ProArt PA279CV\t\t</h3>\n\t\t\t\t<div class=\"wp-block-price-comparison price-comparison \">\n\t\t\t<div class=\"price-comparison__record price-comparison__record--header\">\n\t\t\t\t<div>\n\t\t\t\t\t<span>Retailer</span>\n\t\t\t\t</div>\n\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t<span>Price</span>\n\t\t\t\t</div>\n\t\t\t</div>\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record\">\n\t\t\t\t\t\t\t<div class=\"price-comparison__image\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img alt=\"Amazon\" src=\"https://www.pcworld.com/wp-content/themes/idg-base-theme/dist/static/img/amazon-logo.svg\" />\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div class=\"price-comparison__price\">\n\t\t\t\t\t\t\t\t<span>$419.99</span>\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t<div>\n\t\t\t\t\t\t\t\t<a class=\"price-comparison__view-button\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B08K2GFDKM?tag=pcworld02-20&amp;linkCode=ogi&amp;th=1&amp;psc=1&amp;xcust=2-1-1794810-2-1794948-11291&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">View Deal</a>\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"price-comparison__record price-comparison__record--footer\">\n\t\t\t\t\t<span class=\"price-comparison__footer-text\">\n\t\t\t\t\t\t\t\t\t\t\t\t\tPrice comparison from over 24,000 stores worldwide\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t</div>\n\t\t\n\n\n<p>Asus ProArt monitors are a proven option for professionals, artists, and creators who need excellent color performance on a budget. The PA279CRV ups the ante with an extremely wide color gamut that rivals more expensive displays.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Further reading:</strong> See our roundup of the <a href=\"https://www.pcworld.com/article/1382692/best-monitors-for-graphics-design.html\">best monitors for graphic design</a> to learn about competing products.</p></blockquote>\n\n\n\n<h2>What are the Asus ProArt PA279CRV specs<strong>?</strong></h2>\n\n\n\n<p>The Asus ProArt PA279CRV&rsquo;s specifications are similar to most professional content-creation monitors available today. It provides 4K resolution, a 60Hz refresh rate, and supports HDR 10.&nbsp;</p>\n\n\n\n<ul><li>Display size: 27-inch widescreen</li><li>Native resolution: 3480&times;2160</li><li>Panel type: IPS LCD</li><li>Refresh rate: 60Hz</li><li>Adaptive-Sync: Yes, Adaptive Sync</li><li>HDR: HDR10</li><li>Ports: 1x USB-C with DisplayPort Alternate Mode and 96 watts Power Delivery, 2x DisplayPort 1.4 (supports Daisy Chain), 2x HDMI 2.0, 3x USB-A 3.2 Gen-1, 3.5mm audio-out</li><li>Stand adjustment: Height, swivel, tilt, pivot</li><li>VESA mount: Yes, 100x100mm</li><li>Speakers: Yes, 2x 2-watt</li><li>Price: $469 MSRP</li></ul>\n\n\n\n<p>The new PA279CRV is a successor to the older <a href=\"https://www.pcworld.com/article/630536/asus-proart-pa279cv-monitor-review-the-go-to-for-content-creators-on-a-budget.html\">PA279CV</a>, a popular budget option that PCWorld recommends as a <a href=\"https://www.pcworld.com/article/1389780/best-home-office-monitors.html\">top home office monitor</a> and <a href=\"https://www.pcworld.com/article/1386286/best-monitors-for-video-editing.html\">go-to pick for video editors</a> on a budget. Asus&rsquo; improves the formula with an increase to USB-C Power Delivery (from 65 watts to 96 watts), a DisplayPort-out port, and a slightly lower MSRP.</p>\n\n\n\n<h2 id=\"asus-proart-pa279crv-design\">Asus ProArt PA279CRV design</h2>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794939\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-1.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>The Asus ProArt focuses on professional use, possibly in a studio or office bullpen, so it doesn&rsquo;t take design risks. It&rsquo;s an elegant and sleek monitor, however, with a thin display panel, slim bezels on three sides, a small chin on the bottom, and attractive materials across all surfaces.&nbsp;</p>\n\n\n\n<p>Build quality is excellent. The exterior is mostly plastic, aside from the base, yet the monitor feels rigid when handled. I would have liked to see a handle built into the stand, which would make the monitor easier to move around an office or studio, but this is a minor point.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794937\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-5.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>The Asus ProArt PA279CRV has a clean and simple look made for professionals.</p>\n</figcaption></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>The stand is otherwise excellent. It feels solid, looks elegant, and operates smoothly. Ergonomic adjustment for height, tilt, swivel, and pivot is supported. Asus wisely opts for a small stand base, as well, which minimizes the monitor&rsquo;s footprint on a desk. A 100x100mm VESA mount is available for adding a third-party monitor stand or arm.&nbsp;</p>\n\n\n\n<h2 id=\"asus-proart-pa279crv-features-and-menus\">Asus ProArt PA279CRV features and menus</h2>\n\n\n\n<p>Connectivity is extensive. The ProArt PA279CRV provides a USB-C port, two HDMI 2.0 ports, and two DisplayPort 1.4 ports. One of the DisplayPort ports is an input while the other is an output that can be used to connect a second display. This is handy if you&rsquo;re using a laptop with a single video output or just want to reduce cord clutter.&nbsp;</p>\n\n\n\n<p>The USB-C port supports DisplayPort Alternate Mode for video input and provides up to 96 watts of USB Power Delivery. That&rsquo;s enough to charge many laptops, though it will fall short of the power requirements of many Windows laptops with discrete graphics.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794938\" height=\"800\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-4.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption><p>Asus ProArt PA279CRV&rsquo;s menu.</p>\n</figcaption></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>The ProArt menu provides extensive image calibration and tuning options. It includes multiple preset modes that target the sRGB, Adobe RGB, Rec.2020, DCI-P3, DICOM, and Rec. 709 color gamuts. Further customization can be achieved through a &ldquo;Palette&rdquo; sub-menu, which provides color hue, temperature, gamma, black level, and RGB gain/offset adjustment. This should be enough to satisfy nearly any user and excellent for the price point. Competitors like Dell and BenQ tend to reserve this range of color adjustment to their most expensive professional monitors, which are typically priced at least a couple hundred dollars higher than the PA279CRV.</p>\n\n\n\n<p>The menu also includes a set of professional tools called &ldquo;QuickFIt Plus.&rdquo; This includes several center marker, ruler, and safe area modes. These might prove useful if you&rsquo;re working with images that will go to print and need to target a specific physical scale. With that said, however, most image editing suites provide similar features that are easier to use.&nbsp;</p>\n\n\n\n<p>A joystick on the front bezel provides menu access. It&rsquo;s joined by six physical, clicky buttons, all located on the front bezel. Their placement on the front of the display makes the menu easy to use, as you&rsquo;ll never have to guess whether you&rsquo;re pressing the right button.&nbsp;</p>\n\n\n\n<p>Two 2-watt speakers wrap up the ProArt PA279CRV&rsquo;s features. They&rsquo;re dull, harsh, and lack volume, but this is typical of bundled monitor speakers. BenQ is the only brand that offers superior audio quality in some monitors, such as the <a href=\"https://www.pcworld.com/article/700314/benq-mobiuz-ex3210u-monitor-review.html\">Mobiuz E3210U</a>&mdash;but these monitors don&rsquo;t target professional and office use.&nbsp;</p>\n\n\n\n<h2 id=\"how-is-the-asus-proart-pa279crv-image-quality\">How is the Asus ProArt PA279CRV image quality?</h2>\n\n\n\n<p>The Asus ProArt PA279CRV is intended for demanding workloads, which, of course, places high expectations on the monitor&mdash;but this is balanced by its pricing, which is modest for a monitor in this category. The PA279CRV manages to deliver image quality that&rsquo;s useful for professionals, artists, and creators of all stripes, but keep your expectations in check.</p>\n\n\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Buttons on the front of the display make the menu easy to use, as you&rsquo;ll never have to guess whether you&rsquo;re pressing the right button.</p></blockquote></figure>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794940\" height=\"850\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-brightness.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>The new ProArt PA279CRV stumbles out of the gate with a maximum brightness of 366 nits. That&rsquo;s behind the pack and less than its predecessor, the ProArt PA279CV. This may not put off many buyers, as creators often work with a monitor set to a relatively low level of brightness. Still, the lack of brightness could feel limiting if you&rsquo;re working in a brightly lit home office or a corporate bullpen.&nbsp;</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794941\" height=\"846\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-contrast.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>Contrast isn&rsquo;t great, either, with a maximum measured contrast ratio of 930:1. That&rsquo;s lower than the competitive set and once again falls a bit behind the older Asus ProArt PA279CV. The limited contrast ratio can be an issue when viewing darker content, which lacks detail and may appear hazy, and also saps depth from brighter scenes.</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"great-contrast-monitor\">\n\t\t\t\t\tGreat contrast monitor\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"dell-u3223qe\">Dell U3223QE</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"Dell U3223QE\" class=\"product-widget__image\" height=\"1000\" src=\"https://b2c-contenthub.com/wp-content/uploads/2022/04/dell-ultrasharp-u3223qe-2.jpg?quality=50&amp;strip=all\" width=\"1501\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t<img alt=\"Editors' Choice\" class=\"product-widget__review-details--editors-choice-logo\" src=\"https://www.pcworld.com/wp-content/uploads/2021/09/PC-ED-CHOICE.png\" />\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/693931/dell-u3223qe-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p><a href=\"https://www.pcworld.com/article/693931/dell-u3223qe-review.html\">Dell&rsquo;s Ultrasharp U3223QE</a> (and its little sibling, the U2723QE) stands out in this test, roughly doubling the contrast ratio of the new ProArt. It archives this with an IPS Black panel that can reach lower levels of luminance in dark content. Dell&rsquo;s monitor is about $100 more expensive, though, so you have to pay for its improved performance.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794942\" height=\"848\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-color-gamut.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>Asus strikes back in color gamut. The new PA279CRV spans 100 percent of sRGB, 99 percent of DCI-P3, and 98 AdobeRGB, which together provide the best result of any similarly priced monitor we&rsquo;ve recently tested. This level of color performance rivals more expensive monitors with an OLED panel.&nbsp;</p>\n\n\n\n<p>This is a crucial benchmark for creators, as color gamut describes the breadth of color visible on a display. None of the monitors used for comparison score poorly, but the PA279CRV is a cut above similarly priced alternatives and a big upgrade over its predecessor. The monitor&rsquo;s AdobeRGB color gamut support is especially strong, matched only by the Gigabyte M27Q-X.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Asus ProArt PA279CRV\" class=\"wp-image-1794943\" height=\"902\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/asus-proart-pa279crv-color-accuracy.png?w=1200\" width=\"1200\" /></figure><p class=\"imageCredit\">Matt Smith</p></div>\n\n\n\n<p>Color accuracy is a bit less impressive, as the ProArt PA279CRV delivers the worst score in this competitive set. However, this level of color accuracy should be acceptable for most tasks, and the monitor&rsquo;s extensive customization options will help picky users reign in the color accuracy if necessary.</p>\n\n\n\n<p>The ProArt PA279CRV delivered an out-of-box gamma curve of 2.2 and a color temperature of 6500K. Both scores precisely hit our target, which is excellent. Even high-end monitors are usually a tad off in at least one of these two measurements. The PA279CRV&rsquo;s excellent result in both tests means that most content viewed on a PC will appear to have an accurate luminance and color temperature at default settings. And, as mentioned, the monitor has multiple gamma and color temperature options, which is useful if you are working in content with a different gamma or color temperature target.&nbsp;</p>\n\n\n\n<p>Sharpness is great, too. The monitor&rsquo;s 3840&times;2160 resolution packs 163 pixels per inch across the 27-inch widescreen panel. It&rsquo;s possible to find a higher resolution in the rare 5K or 8K monitor, but this is otherwise the sharpest image you&rsquo;ll find on a PC-compatible display.&nbsp;</p>\n\n\n\n<p>The ProArt PA279CRV&rsquo;s SDR image quality has its ups and downs but delivers what most creators need: a color gamut wide enough to handle nearly any SDR workflow. The sharp 4K panel also allows editing of 4K content at native resolution. The downsides are found in brightness and contrast, which can limit the monitor&rsquo;s image quality in games and movies.</p>\n\n\n\n<h2 id=\"how-is-the-asus-proart-pa279crv-hdr-image-quality\">How is the Asus ProArt PA279CRV HDR image quality?</h2>\n\n\n\n<p>The Asus ProArt PA279CRV is VESA DisplayHDR 400 certified and compatible with HDR10, but it&rsquo;s not a great performer. It lacks the brightness and contrast required to deliver on the promise of HDR. Bright scenes and objects will still appear blown out and lack subtle details.</p>\n\n\n\n<p>Attempting to view HDR content alongside SDR (as is common on a Windows or Mac desktop) is a problem. The lack of a Mini-LED backlight or OLED panel means the monitor can&rsquo;t dynamically dim or brighten areas of the display and, as a result, SDR content viewed on an HDR-enabled desktop tends to look washed out and dull. The monitor does provide a dynamic backlighting mode, but the monitor&rsquo;s edge-lit LED backlight can&rsquo;t offer the detail required to make the mode usable. I generally found the monitor less appealing when HDR was on than when it was off.&nbsp;</p>\n\n\n\n\t\t<div class=\"wp-block-product-widget-block product-widget is-half-width is-float-right\">\n\t\t\t<div class=\"product-widget__block-title-wrapper\">\n\t\t\t\t<h4 class=\"product-widget__block-title\" id=\"mentioned-in-this-article\">\n\t\t\t\t\tMentioned in this article\t\t\t\t</h4>\n\t\t\t</div>\n\n\t\t\t<div class=\"product-widget__content-wrapper\">\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__title-wrapper\">\n\t\t\t\t\t\t<h3 class=\"product-widget__title\" id=\"aoc-agon-pro-ag274qzm\">AOC Agon Pro AG274QZM</h3>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"product-widget__image-outer-wrapper\">\n\t\t\t\t\t\t<div class=\"product-widget__image-wrapper\">\n\t\t\t\t\t\t\t<img alt=\"AOC Agon Pro AG274QZM\" class=\"product-widget__image\" height=\"1000\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/03/aoc-agon-pro-ag274qzm-5.jpg?quality=50&amp;strip=all\" width=\"1500\" />\n\t\t\t\t\t\t</div>\n\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t\t\t\t\t\t<div class=\"review product-widget__review-details\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__rating-and-review-link\">\n\t\t\t\t\t\t\t\t<div class=\"product-widget__review-details--rating\">\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"starRating\"></div>\n\t\t\t\t\t\t\t\t\t\t</div>\t\t\t\t\t\t\t\t\t<a class=\"product-widget__review-link\" href=\"https://www.pcworld.com/article/1528866/aoc-agon-pro-ag274qzm-monitor-review.html\" target=\"_blank\">Read our review</a>\n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\n\t\t\t\t<div class=\"product-widget__information\">\n\t\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__information--rrp-wrapper\">\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-label\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t<span class=\"product-widget__information--rrp-value\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t<div class=\"product-widget__pricing-details  \">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"product-widget__pricing-details--label\">\n\t\t\t\t\t\t\t\t\tBest Prices Today:\n\t\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t<span class=\"product-widget__pricing-details--links-wrapper\">\n\t\t\t\t\t\t\t\t<a class=\"product-widget__pricing-details--link\" href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.amazon.com/dp/B0BRTJK236?tag=pcworld02-20&amp;linkCode=ogi&amp;th=1&amp;psc=1&amp;xcust=2-1-1794810-5-1528909-10872&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\" target=\"_blank\">$1,049.99 at  Amazon</a>\t\t\t\t\t\t\t</span>\n\t\t\t\t\t\t</div>\n\t\t\t\t\t\t\t\t\t</div>\n\t\t\t</div>\n\t\t</div>\n\n\t\t\n\n\n<p>In short, don&rsquo;t buy the ProArt PA279CRV for HDR. Creators looking to work in HDR&nbsp; should consider Mini-LED and OLED monitors such as the <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://www.google.com/search?q=pcworld+aoc+agon+pro&amp;client=safari&amp;sxsrf=APwXEdf_v2zeTk2klJNyGMTyILjit1Opqw%3A1681754706442&amp;source=hp&amp;ei=Uoo9ZO-nGLaH0PEP5NOG-Ac&amp;iflsig=AOEireoAAAAAZD2YYsIw0VMeed0uyxCwybgPpZ7rAoHa&amp;ved=0ahUKEwjvmP--wLH-AhW2AzQIHeSpAX8Q4dUDCAo&amp;uact=5&amp;oq=pcworld+aoc+agon+pro&amp;gs_lcp=Cgdnd3Mtd2l6EAMyBQghEKsCOgUIABCABDoICAAQgAQQsQM6CAguEIAEELEDOgsILhCABBDHARDRAzoOCC4QgAQQsQMQxwEQ0QM6CwguEIoFELEDEIMBOgsIABCABBCxAxCDAToICAAQigUQsQM6DgguEMcBELEDENEDEIAEOgcIABCABBAKOgoIABAWEB4QDxAKOgYIABAWEB46CAgAEAgQHhANOggIABCKBRCGAzoFCCEQoAFQAFjZD2DaEGgBcAB4AIABd4gB_A6SAQQxNy40mAEAoAEB&amp;sclient=gws-wiz&amp;xcust=2-1-1794810-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">Agon Pro AG274QZM</a> and <a href=\"https://www.pcworld.com/article/1440675/alienware-aw3423dwf-review.html\">Alienware AW3423DWF</a>, though these unfortunately lack the ProArt&rsquo;s depth of image customization options.</p>\n\n\n\n<h2 id=\"asus-proart-pa279crv-motion-performance\">Asus ProArt PA279CRV motion performance</h2>\n\n\n\n<p>Gamers aren&rsquo;t the ProArt PA279CRV&rsquo;s target, and it shows. Fast-moving objects suffer significant motion blur that obscures fine details. Scrolling test images of League of Legends and DOTA showed some character silhouettes were hard to make out. Character names were completely unreadable and health bars lacked detail.</p>\n\n\n\n<p>The monitor at least supports Adaptive Sync, though it doesn&rsquo;t promise official support for AMD FreeSync or Nvidia G-Sync. AMD FreeSync functioned when the monitor was connected to an AMD Radeon RX 6600 video card and I had no issues with its performance.&nbsp;</p>\n\n\n\n<h2 id=\"is-the-asus-proart-pa279crv-worth-it\">Is the Asus ProArt PA279CRV worth it?</h2>\n\n\n\n<p>The Asus ProArt PA279CRV is ideal for creators who need an extremely wide color gamut and extensive image quality options. Most will find the PA279CRV is usable straight out of the box. It&rsquo;s also a great general-purpose home office monitor with a sharp, vivid image and extensive connectivity.</p>\n\n\n\n<p>Entertainment is where the PA279CRV stumbles. The monitor struggles with dark content, which often appears hazy and lacks shadow detail. Motion clarity is a sore spot, too, allowing significant motion blur to creep into games.&nbsp;</p>\n\n\n\n<p>These flaws are forgiven by its $469 MSRP. The PA279CRV can&rsquo;t do everything, but it can handle a huge swath of creative tasks for less than $500. It&rsquo;s an easy choice for creators on a budget.</p>\n\nMonitors</div>", "link": "https://www.pcworld.com/article/1794810/asus-proart-pa279crv-review.html", "date_published": "2023-04-27 10:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "How to tweak Windows to ease your tired eyes", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>After a long day of staring at a screen, your eyes can feel tired. Luckily, Windows offers several tools for those who have trouble seeing, either because of simple fatigue or a disability. Taking advantage of these features can ease eye strain, making you feel fresher and more productive.</p>\n\n\n\n<p>Accessibility is a major strength of the Windows operating system. Both Windows 10 and 11 offer numerous ways to make working easier on the eyes. Keep in mind that all eyes are different! Some forms of assistance might be useful while others might not be. All of our tips are free, though we&rsquo;re going to offer one hardware-based suggestion that you <em>will </em>need to pay for.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>Are you on the hunt for a new monitor? If so, you should check out our <a href=\"https://www.pcworld.com/article/811315/best-monitors-2.html\">roundup of the best monitors</a> available today. </p></blockquote>\n\n\n\n<h2 id=\"buy-a-better-monitor\">Buy a better monitor</h2>\n\n\n\n<p>More and more, laptop makers and display manufacturers are offering high-refresh-rate displays that push above the default refresh rate of 60Hz. These are primarily offered for gamers and smoother inking for professional artists, but your eyes can thank you, too. When a screen refreshes, your eyes have to compensate. But at a higher refresh rate these constant updates blur together, easing the strain on your eyes. Just don&rsquo;t push it too far: even Samsung, a display manufacturer, <a href=\"https://go.redirectingat.com/?id=111346X1569483&amp;url=https://insights.samsung.com/2022/06/02/prioritize-your-eyes-monitor-technology-that-puts-your-health-first/?CID=afl-ecomm-rkt-cha-040122-url_Cashback+on+Bing+for+Edge+browser&amp;utm_source=url_Cashback+on+Bing+for+Edge+browser&amp;utm_medium=affiliate&amp;utm_campaign=1&amp;utm_content=3829940&amp;rktevent=Cashback+on+Bing+for+Edge+browser__jZHTpnCvx8-OkimIkwnw0TRiFYZofmviA&amp;ranMID=47773&amp;ranEAID=%2FjZHTpnCvx8&amp;ranSiteID=_jZHTpnCvx8-OkimIkwnw0TRiFYZofmviA&amp;xcust=2-2-1796506-1-0-0&amp;sref=https://www.pcworld.com/feed\" rel=\"nofollow\">thinks 75Hz is enough</a>. </p>\n\n\n\n<p>Keep an eye out for displays that advertise themselves as flicker-free, too. I&rsquo;d prefer to use LED bulbs at our house, but my wife complains that even flicker-free LED bulbs can trigger her migraines. Some displays use a technology called pulse-width modulation to manage the amount of light generated by the brightness controls. You might not be able to consciously sense the flickering, but your eyes might. </p>\n\n\n\n<p>(Open these images in a new tab to help preserve <em>your</em> tired eyes.)</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Samsung Dynamic OLED blue light\" class=\"wp-image-1796589\" height=\"900\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Samsung-blue-light.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>It&rsquo;s not the best photo but conventional laptops can put out quite a lot of blue light, as evidenced by this imaging device. The conventional laptop puts out much more blue light than the Samsung Galaxy Book3, which hardly puts out any at all.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>I prefer big, bright displays that offer HDR capabilities for gaming, but that&rsquo;s not for everyone. Display luminosity (how much light a display puts out) is generally measured in nits. We consider about 250 nits or so to be suitable for everyday use; some laptops put out much more than that so that they can be used outside. You can avoid flickering issues by buying a 250-300 nit display and running it at maximum brightness.</p>\n\n\n\n<h2 id=\"turn-on-the-blue-light-filter\">Turn on the blue light filter</h2>\n\n\n\n<p>Some displays, like the Dynamic AMOLED 2X found inside the <a href=\"https://www.pcworld.com/article/1499055/samsung-galaxy-book3-pro-360-review.html\">Galaxy Book3 Pro 360</a>, promise to cut blue light just through normal operation. Regardless, <a href=\"https://www.pcworld.com/article/394952/how-to-enable-blue-light-filter-windows-10-sleep.html\">turning on the blue light filter in Windows 10</a> or <a href=\"https://www.pcworld.com/article/1511196/how-to-block-blue-light-on-windows-11.html\">enabling the blue-light filter in Windows 11</a> is a smart, easy way to avoid eye strain and ensure a more restful sleep. Blocking blue light gives your display a yellowish cast, but it&rsquo;s worth it. It&rsquo;s also a lot simpler than buying a screen film or special glasses.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-full\"><img alt=\"To block the blue light all the time, switch the Night Light settings to on by clicking the slider.\" class=\"wp-image-1511220\" height=\"683\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/02/switch-night-light-setting-to-on.jpg?quality=50&amp;strip=all\" width=\"1024\" /><figcaption>Simply flip the switch to enable the blue-light filter within Windows.</figcaption></figure><p class=\"imageCredit\">IDG / Alex Huebner</p></div>\n\n\n\n<p>In Windows 11, navigate to <em>System &gt; Display</em> within the Settings menu and turn on &ldquo;night light.&rdquo; Note that you should be able to schedule Night Light and adjust its strength, too. </p>\n\n\n\n<h2 id=\"dont-adjust-the-resolution\">(Don&rsquo;t) adjust the resolution</h2>\n\n\n\n<p>In general, higher screen resolution usually translates into more detail, so that images, text, and so on are sharp and well defined. You might say, well, adjusting a 4K display to 1920&times;1080 increases the size of the icons&mdash;that&rsquo;s good, right? Not really&mdash;this is one adjustment we usually recommend you <em>don&rsquo;t</em> make. Sometimes adjusting the screen resolution too high can lower the refresh rate.</p>\n\n\n\n<p>Screen resolution is adjusted on a display-by-display basis. To play around with the settings, go to the Windows Settings menu (<em>System &gt; Display)</em> and click on one of the displays in the diagram. Scroll down to <em>Display resolution</em> and make any tweaks you want to. Just be aware that any changes you make will automatically revert back unless you manually approve them.</p>\n\n\n\n<h2 id=\"adjust-the-size-and-scale-of-icons-text-and-more-in-windows\">Adjust the size and scale of icons, text, and more in Windows</h2>\n\n\n\n<p>That&rsquo;s why adjusting the resolution to change the size of your Windows icons is a bad idea. Windows already offers two different ways to adjust the size of what you&rsquo;ll see on your display and both are worth knowing about and experimenting with.</p>\n\n\n\n<figure class=\"wp-block-jetpack-image-compare\"><div class=\"juxtapose\"><img alt=\"Windows 11 text scaling\" class=\"image-compare__image-before\" height=\"1570\" id=\"1796591\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Windows-11-text-scaling.jpg?quality=50&amp;strip=all\" width=\"2335\" /><img alt=\"Windows 11 display scaling\" class=\"image-compare__image-after\" height=\"1595\" id=\"1796592\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Windows-11-scaling.png\" width=\"2382\" /></div><figcaption>Text scaling (left) versus display scaling (right) in Windows 11. Note the differences in the text, icons, and other navigation elements.</figcaption></figure>\n\n\n\n<p>In the Windows 11 Settings menu (<em>System &gt; Display)</em> Windows offers the option of <strong>adjusting the scale</strong> of text, apps, and other items. This setting adjusts the scale of the various elements on your screen on a display-by-display basis&mdash;you&rsquo;ll need to tweak it for a laptop display as well as any external monitors. As the name suggests, this tweaks the size of <em>everything</em> on your screen such as text, scrollbars, various UI interfaces, the works. We&rsquo;d agree with Windows that you should choose from the drop-down options instead of playing with custom scaling preferences.</p>\n\n\n\n<p>A similar setting in Windows 11 (<em>Accessibility &gt; Text size)</em> offers the option of <strong>adjusting the text size</strong> up and down. Doing so enlarges or shrinks the text, but leaves the size of icons and navigation elements unchanged. This isn&rsquo;t a bad idea for users who can recognize the icon of, say, Microsoft Edge without difficulty but struggle to read the text on a page. Just be aware that you&rsquo;ll see a blue screen (not a BSOD) for a few seconds while Windows re-configures itself.</p>\n\n\n\n<h2 id=\"use-windows-built-in-magnifier-to-enlarge-a-portion-of-the-screen\">Use Windows&rsquo; built-in Magnifier to enlarge a portion of the screen</h2>\n\n\n\n<p>If you&rsquo;re feeling the occasional need to squint at an isolated graphic or number, you&rsquo;re a good candidate to try out Windows&rsquo;s Magnifier function. This function is off by default, but can be configured to turn on either before or after sign-in via the <strong>Win</strong> and <strong>+</strong> shortcut on the Windows Settings menu (<em>Accessibility &gt; Magnifier)</em>. Combining the Windows and plus keys turns on Magnifier, which can be configured as a vertical rectangle, a full-screen enlargement, or a &ldquo;docked&rdquo; box that zooms in on a line or two. You can turn off Magnifier with the <strong>Win</strong> and the <strong>Esc</strong> key shortcut and zoom in and out with <strong>Win</strong> and the <strong>&ndash; </strong>key.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 Magnifier\" class=\"wp-image-1796602\" height=\"958\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Windows-Magnifier.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Windows 11&rsquo;s Magnifier is fairly simple to use.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>Magnifier is one of the ways to better <a href=\"https://www.pcworld.com/article/699722/if-microsoft-is-serious-about-accessibility-fix-windows-11.html\">view some of the tiny details in the Start menu</a> and there are options to invert the colors of the magnified text to make them easier to read.</p>\n\n\n\n<p>For those who are still having difficulty reading, <a href=\"https://www.pcworld.com/article/403212/microsoft-word-reads-to-you-how-to-use-the-speak-and-read-aloud-commands.html\">Microsoft includes Narrator and Read Aloud</a>, which are designed for the visually impaired. There&rsquo;s also a Reading shortcut (<strong>Ctrl+ Alt</strong> by default), but it doesn&rsquo;t seem to work on my machine.</p>\n\n\n\n<h2 id=\"enlarge-your-mouse-cursor-and-text-cursor\">Enlarge your mouse cursor and text cursor</h2>\n\n\n\n<figure class=\"wp-block-jetpack-image-compare\"><div class=\"juxtapose\"><img alt=\"Windows 11 mouse cursor 1\" class=\"image-compare__image-before\" height=\"3000\" id=\"1796594\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/20230424_144621.jpg?quality=50&amp;strip=all\" width=\"4000\" /><img alt=\"Windows 11 mouse cursor 2\" class=\"image-compare__image-after\" height=\"3000\" id=\"1796593\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/20230424_144642.jpg?quality=50&amp;strip=all\" width=\"4000\" /></div><figcaption>You can configure your mouse cursor in a variety of ways within Windows. You may see the cursor replaced with a bullseye in certain situations, if Microsoft think you need additional precision.</figcaption></figure>\n\n\n\n<p>If you&rsquo;re having trouble tracking your mouse cursor on the screen, you can make it larger and in a different color via the Settings menu <em>(Accessibility &gt; Mouse pointer and touch)</em>. Sometimes I will configure the mouse to shift back and forth between light and dark depending upon the background&mdash;yes, you can do that!</p>\n\n\n\n<p>You can also ask Windows to turn on a &ldquo;text cursor indicator preview,&rdquo; which adds a spot of color at the top and the bottom of any line you&rsquo;re typing. This is surprisingly handy for just about anyone. </p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 text cursor\" class=\"wp-image-1796595\" height=\"775\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Windows-11-text-cursor.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>The Windows 11 text cursor indicator preview.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<h2 id=\"adjust-windows-color-schemes-to-account-for-protanopia-and-more\">Adjust Windows&rsquo; color schemes to account for protanopia and more</h2>\n\n\n\n<p>Various forms of what some call &ldquo;color blindness&rdquo; (trouble seeing red or green, for example, is referred to as protanopia or deuteranopia) can be accounted for within Windows. Go to the Windows 11 Settings menu <em>(Accessibility &gt; Color filters)</em> and toggle the &ldquo;color filters&rdquo; to the on position. You&rsquo;ll then select what color filter works for you. (Toggle them on and off with <strong>Win + Ctrl + C</strong>). </p>\n\n\n\n<p>Windows will then adjust the relative strength and shades of the Windows UI to make it easier for you to see.</p>\n\n\n\n<h2 id=\"turn-on-dark-mode-in-windows\">Turn on dark mode in Windows</h2>\n\n\n\n<p>Finally, there&rsquo;s the old standby. It&rsquo;s late, it&rsquo;s dark, and you don&rsquo;t want your display blasting out any more light than you have to. That&rsquo;s where dark mode comes in.</p>\n\n\n\n<p>Within the Settings menu (<em>Personalization &gt; Colors)</em>, you&rsquo;ll have the choice of selecting the default Windows mode (light/dark), which can affect UI elements like your taskbar. Choosing your default app mode (light/dark) turns the background of certain Windows apps like Mail and Calendar dark, too.</p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image size-large\"><img alt=\"Windows 11 dark mode with app settings\" class=\"wp-image-1796597\" height=\"806\" src=\"https://b2c-contenthub.com/wp-content/uploads/2023/04/Windows-11-dark-mode-April-2023.jpg?quality=50&amp;strip=all&amp;w=1200\" width=\"1200\" /><figcaption>Remember, Windows 11 now allows you to configure light or dark mode for Windows as well as certain apps. (You can access the additional controls by selecting &ldquo;Custom&rdquo;.</figcaption></figure><p class=\"imageCredit\">Mark Hachman / IDG</p></div>\n\n\n\n<p>That won&rsquo;t always affect apps like Microsoft Edge, which has its own settings. (In the upper right-hand corner, click the vertical three dots, scroll down to <em>Settings</em>. On the next page, scroll down to <em>Appearance</em>). Here, you can specify whether Edge has its own settings or conforms to the Windows settings. You may find similar settings on other apps, too.</p>\n\n\n\n<p>The idea behind all of these settings is that you need to find a setup that works best for you. Would you prefer not wearing bifocals while working, but use a laptop screen and a desktop display? Configure the size and scale of the various elements accordingly. Having trouble distinguishing benchmark graphs because of their reliance on red and green? Color filters can help with that. </p>\n\n\n\n<p>If only a new prescription was as quick and easy, right?</p>\n\nWindows</div>", "link": "https://www.pcworld.com/article/1796506/how-to-tweak-windows-to-help-your-tired-eyes.html", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.pcworld.com/index.rss", "title": "Get a deal on TopGolf and more with this ultimate golfer’s bundle", "description": "<div id=\"link_wrapped_content\">\n<section class=\"wp-block-bigbite-multi-title\"><div class=\"container\"></div></section>\n\n\n\n<p>Golf season is finally here! It&rsquo;s been a long winter of playing inside on your home golf simulator, and it&rsquo;s time to get outside and hit the links. With <a href=\"https://shop.pcworld.com/sales/ultimate-golf-lovers-bundle-featuring-topgolf?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=ultimate-golf-lovers-bundle-featuring-topgolf&amp;utm_term=scsf-568137&amp;utm_content=a0x1P0000058agBQAQ&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">The Ultimate Golf Lovers Bundle Featuring TopGolf</a>, you&rsquo;ll have everything you need to kick off the season with a bang.</p>\n\n\n\n<p>This bundle includes a $25 gift card to TopGolf to help you get back into the swing of things with a fun round at a Swing Studio or full location. You&rsquo;ll also get Phigolf World Tour Edition to play at <a href=\"https://www.pcworld.com/article/1384165/best-work-from-home-tech-2022-2023.html\" rel=\"noreferrer noopener\" target=\"_blank\">home</a> on rainy days. But the real winner is the Nationwide Annual Golf Membership, giving you discounts at more than 3,000 courses around the country. You&rsquo;ll get 2-for-1 green fees all year long and save up to 70% off last-minute tee times, ensuring that your budget won&rsquo;t keep you from playing a round.</p>\n\n\n\n<p>Get out and golf! Right now, <a href=\"https://shop.pcworld.com/sales/ultimate-golf-lovers-bundle-featuring-topgolf?utm_source=pcworld.com&amp;utm_medium=referral&amp;utm_campaign=ultimate-golf-lovers-bundle-featuring-topgolf&amp;utm_term=scsf-568137&amp;utm_content=a0x1P0000058agBQAQ&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">The Ultimate Golf Lovers Bundle Featuring TopGolf</a> is 40% off $423 at just $249.99.</p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/ultimate-golf-lovers-bundle-featuring-topgolf?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=ultimate-golf-lovers-bundle-featuring-topgolf&amp;utm_term=scsf-568137&amp;utm_content=a0x1P0000058agBQAQ&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">&nbsp;</a></p>\n\n\n<div class=\"extendedBlock-wrapper block-coreImage undefined\"><figure class=\"wp-block-image\"><img alt=\"\" src=\"https://cdnp3.stackassets.com/a551006d22c6e002ffb59719bf8be1094db9bcfe/store/b5ec33c327cc99a9524884be890d29d823128fbc6961dcef889134e17acc/product_xxxxx_product_shots1.jpg\" /></figure></div>\n\n\n\n<p><strong>The Ultimate Golf Lovers Bundle Featuring TopGolf &ndash; $249.99</strong></p>\n\n\n\n<p><a href=\"https://shop.pcworld.com/sales/ultimate-golf-lovers-bundle-featuring-topgolf?utm_source=pcworld.com&amp;utm_medium=referral-cta&amp;utm_campaign=ultimate-golf-lovers-bundle-featuring-topgolf&amp;utm_term=scsf-568137&amp;utm_content=a0x1P0000058agBQAQ&amp;scsonar=1\" rel=\"noreferrer noopener\" target=\"_blank\">See Deal</a></p>\n\n\n\n<p>Prices subject to change.</p>\n\nEntertainment</div>", "link": "https://www.pcworld.com/article/1799880/get-a-deal-on-topgolf-and-more-with-this-ultimate-golfers-bundle.html", "date_published": "2023-04-27 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]