[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "CMA Says Nintendo Platforms Aren't 'Technically Capable' of Running Call of Duty - IGN Daily Fix", "description": "On today's Daily Fix:\n\nAs the UK Competition and Markets Authority blocked Microsoft and Activision Blizzard’s merger yesterday, it also asserted that Nintendo’s consoles aren’t technically capable of running Call of Duty. Star Wars Jedi: Survivor will ship with an arachnophobia mode that completely removes spider-like enemies from the game. Finally, Might & Magic: Clash of Heroes – Definitive Edition will be arriving this summer.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=PvW_lOVVd8I", "date_published": "2023-04-27 23:12:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Hunger Games: The Ballad of Songbirds & Snakes - Official Trailer (2023) Rachel Zegler", "description": "Check out the trailer for The Hunger Games: The Ballad of Songbirds & Snakes, an upcoming movie starring Tom Blyth, Rachel Zegler, Peter Dinklage, Hunter Schafer, Josh Andrés Rivera, Jason Schwartzman, and Viola Davis. \n\nExperience the story of The Hunger Games — 64 years before Katniss Everdeen volunteered as tribute, and decades before Coriolanus Snow became the tyrannical President of Panem.\n\nThe Hunger Games: The Ballad of Songbirds & Snakes follows a young Coriolanus (Tom Blyth) who is the last hope for his failing lineage, the once-proud Snow family that has fallen from grace in a post-war Capitol. With his livelihood threatened, Snow is reluctantly assigned to mentor Lucy Gray Baird (Rachel Zegler), a tribute from the impoverished District 12. But after Lucy Gray’s charm captivates the audience of Panem, Snow sees an opportunity to shift their fates. With everything he has worked for hanging in the balance, Snow unites with Lucy Gray to turn the odds in their favor. Battling his instincts for both good and evil, Snow sets out on a race against time to survive and reveal if he will ultimately become a songbird or a snake. \n\nThe Hunger Games: The Ballad of Songbirds & Snakes opens in theaters on November 17, 2023.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=nMbTpIZewfQ", "date_published": "2023-04-27 22:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Wrath of Becky - Official Red Band Trailer (2023) Kate Siegel, Lulu Wilson", "description": "Two years after she escaped a violent attack on her family, Becky attempts to rebuild her life in the care of an older woman - a kindred spirit named Elena. But when a group known as the “Noble Men” break into their home, attack them, and take her beloved dog, Diego, Becky must return to her old ways to protect herself and her loved ones.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=ty4-I3B45f4", "date_published": "2023-04-27 22:00:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ravenswatch - Official Franz, the Pied Piper Trailer", "description": "Meet Franz, the Pied Piper, and see the character in action in this latest trailer for the top-down roguelite action game Ravenswatch.\n\nRavenswatch is available now in Steam Early Access and will release on PC and consoles in 2024.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=U9YLGEh0dcE", "date_published": "2023-04-27 20:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ant-Man and The Wasp: Quantumania - Official Disney+ Release Date Trailer (2023) Paul Rudd", "description": "Marvel Studios’ Ant-Man and The Wasp: Quantumania is streaming on Disney+ on May 17, 2023. Watch the latest teaser trailer for the movie starring Paul Rudd, Jonathan Majors, Evangeline Lilly, Michael Douglas, Michelle Pfeiffer, Kathryn Newton, and more.\n\n#IGN #Marvel #Movies", "link": "https://www.youtube.com/watch?v=JvhAyjPfIXY", "date_published": "2023-04-27 19:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The First 17 Minutes of Star Wars Jedi: Survivor Gameplay (PC Max Settings)", "description": "Star Wars Jedi: Survivor opens up with an imprisoned Cal Kestis. Join us as we dive into the first 17 minutes of Star Wars Jedi: Survivor gameplay where we find out the fate of Cal all while playing on a PC at max settings.\n\n#IGN #Gaming StarWars", "link": "https://www.youtube.com/watch?v=QvLeHZEOzQY", "date_published": "2023-04-27 18:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last Case of Benedict Fox - Official Launch Trailer", "description": "The Last Case of Benedict Fox is available now on PC (Steam and Epic Games Store) and Xbox Series X/S, with Xbox Game Pass for console and PC. Dive into the strange world of the The Last Case of Benedict Fox in this launch trailer for this Lovecraftian action platformer game.\n\nIn The Last Case of Benedict Fox, step into roaring 20’s Boston as the eponymous self-proclaimed detective to experience the deep mauve haze, sinister spires, foreboding footpaths, and unnerving reverberations of Limbo. As Benedict, you will delve further into oblivion, in a journey to uncover the truth behind a mystifying family tragedy while answering to the whims of a demon that possesses your soul.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=dxjCGcQbt2c", "date_published": "2023-04-27 18:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Star Wars Jedi: Survivor - Official Jedi Training Trailer (Mark Hamill, Cameron Monaghan)", "description": "Take a look at the latest trailer for Star Wars Jedi: Survivor where actor Cameron Monaghan (Cal Kestis) gets some coaching on how to be a Jedi with the one and only Mark Hamill, Luke Skywalker himself. Star Wars Jedi: Survivor is available on April 28 for PlayStation 5, Xbox Series S|X, and PC.\n\n#IGN #Gaming #StarWars", "link": "https://www.youtube.com/watch?v=5_Dlf4Q1AZg", "date_published": "2023-04-27 17:20:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Forza Motorsport - Official Accessibility Features Overview", "description": "Accessibility consultant Brandon Cole demos the new Blind Driving Assists feature in Forza Motorsport, showing how it uses audio cues to help him navigate the game's tracks.\n\n#IGN #Gaming #Forza", "link": "https://www.youtube.com/watch?v=icXaA149P3k", "date_published": "2023-04-27 16:00:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: Fires of Rubicon Gameplay Trailer Breakdown", "description": "Check out our full breakdown of the latest gameplay trailer for Armored Core 6: Fires of Rubicon, with some extra context provided by FromSoftware to fill in some of the gaps. \n\nArmored Core 6: Fires of Rubicon will be available on August 25, on PlayStation 4, PlayStation 5, Xbox, and PC.\n\n#IGN #Gaming #ArmoredCore6", "link": "https://www.youtube.com/watch?v=PhlBnLDPZ04", "date_published": "2023-04-27 16:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Layers of Fear - Official Unreal Engine 5 Tech Showcase Trailer", "description": "Layers of Fear is being developed from the ground up using Unreal Engine 5 and this latest trailer shows off all the visual enhancements of the new game engine with comparisons from the original release. Check out the support for Ray Tracing, HDR, 4K resolution, and Unreal Engine 5-specific features such as Lumen for global illumination. Layers of Fear is launching in June 2023 for PlayStation 5, Xbox Series S|X, and PC.\n\n#IGN #LayersofFear #Gaming", "link": "https://www.youtube.com/watch?v=qKB5uzEixjc", "date_published": "2023-04-27 15:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Age of Wonders 4 - Official Launch Trailer", "description": "Watch the thrilling launch trailer for Age of Wonders 4 for another look at this upcoming fantasy strategy game. Age of Wonders 4 will be available on PC, PlayStation 5, and Xbox Series X/S on May 2, 2023.\n\n#IGN #AgeofWonders #Gaming", "link": "https://www.youtube.com/watch?v=dEgbQDWeraI", "date_published": "2023-04-27 15:00:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "19 Things That Star Wars Jedi: Survivor Doesn't Tell You", "description": "Whether you’re a proficient Jedi Knight, or it’s been awhile since playing Star Wars Jedi: Fallen Order, Jedi Survivor has a wealth of both new and returning features that are easy to miss, and not always told to you upfront unless you know where to look. Don’t worry, we’ve spent hours meditating on the ancient Jedi teachings to help you avoid these classic padawan pitfalls. Here are 19 Things that Star Wars Jedi Survivor Doesn’t Tell You.\n\nTimestamps:\n00:00 - Intro\n00:32 - 1: How to Throw Your Lightsaber\n00:51 - 2: Defeat Battle Droids with Force Push\n01:16 - 3: Use Force Push/Pull to Interrupt Red Attacks\n01:37 - 4: Use Void Training Room\n02:02 - 5: Use Advanced Parry to regain Force Meter\n02:33 - 6: Watch BD-1's Head as a Health Indicator\n02:53 - 7: Use Slow Time for Invulnerability\n03:09 - 8: Find Helpful Accessibility Settings in the Menu\n03:33 - 9: How To Use Shortcut Controls\n03:57 - 10: How to Change Cal's Clothing Color\n04:21 - 11: How to Change Cal's Beard\n04:32 - 12: How to Catch Scavenger Droids\n05:05 - 13: Rumors Point Your In A Direction\n05:24 - 14: Talk to Rumor Givers for Extra Dialogue\n05:52 - 15: Talk to NPCs Multiple Times\n06:10 - 16: Open The Map When You Are Safe\n06:24 - 17: How Optional Dialogue Choices Work\n06:51 - 18: Scan Enemies For Holotactics\n07:28 - 19: No Missable Core Upgrades\n\nFor more on Jedi Survivor, including collectible hints, walkthroughs, boss guides and more, head to our written guide on IGN.\nhttps://www.ign.com/wikis/star-wars-jedi-survivor/", "link": "https://www.youtube.com/watch?v=gPxnojGnhEY", "date_published": "2023-04-27 15:00:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Disney's Wish - Official Teaser Trailer (2023) Ariana DeBose, Chris Pine, Alan Tudyk", "description": "Check out the teaser trailer for Wish, an upcoming musical-comedy movie featuring the voices of Ariana DeBose as Asha, Chris Pine as Magnifico, and Alan Tudyk as Asha’s favorite goat, Valentino. \n\nIn Wish, Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force—a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe—the ruler of Rosas, King Magnifico—to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.\n\nThe film is helmed by director Chris Buck (“Frozen,” “Frozen 2”) and Fawn Veerasunthorn (“Raya and the Last Dragon”). It is produced by Peter Del Vecho (“Frozen,” “Frozen 2”) and co-produced by Juan Pablo Reyes (“Encanto”). Jennifer Lee (“Frozen,” “Frozen 2”) executive produces—Lee and Allison Moore (“Night Sky,” “Manhunt”) are writers on the project. Wish features original songs by singer/songwriter Julia Michaels and producer/songwriter/musician Benjamin Rice, plus a score by composer Dave Metzger. \n\nWish opens in theaters on November 22, 2023.\n\n#IGN #WishMovie #Movies", "link": "https://www.youtube.com/watch?v=ZvTnIG3iYtU", "date_published": "2023-04-27 14:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Occupy Mars: The Game - Official Launch Date Announcement Trailer", "description": "Enjoy the launch date announcement trailer for Occupy Mars: The Game, the upcoming survival game set on the Red Planet. It'll be launching into Early Access on May 10 for PC. Wishlist it on Steam here if you're interested:  https://store.steampowered.com/app/758690/Occupy_Mars_The_Game\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=_KJYloNncak", "date_published": "2023-04-27 14:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Redfall - Official Launch Trailer", "description": "Check out the exciting Redfall launch trailer. Arkane Austin’s new story-driven vampire FPS is coming to Xbox Series X/S, PC, and Game Pass on May 2, 2023. Take on the undead solo or with up to three friends and venture from Massachusetts into the clutches of mysterious psychic underworlds.\n\n#IGN #Gaming #Redfall", "link": "https://www.youtube.com/watch?v=IN6zOceVKe4", "date_published": "2023-04-27 14:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: Fires of Rubicon - Official Gameplay Reveal and Release Date Trailer", "description": "Get your first look at gameplay from Armored Core 6: Fires of Rubicon, the upcoming mech-based action game being developed by From Software and the latest in the studio's long-running series. Armored Core 6 will be released on August 25 for PC (via Steam), PS4, PS5, Xbox One, and Xbox Series X|S.\n\n#IGN #Gaming #ArmoredCore", "link": "https://www.youtube.com/watch?v=NTz9422mHIU", "date_published": "2023-04-27 14:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Citadel - Exclusive Clip (2023) Priyanka Chopra Jonas, Richard Madden", "description": "Priyanka Chopra Jonas gets the drop on her target in this exclusive scene from the Russos-produced espionage series Citadel.\n\nEight years ago, Citadel fell. The independent global spy agency—tasked to uphold the safety and security of all people—was destroyed by operatives of Manticore, a powerful syndicate manipulating the world from the shadows. With Citadel’s fall, elite agents Mason Kane (Richard Madden) and Nadia Sinh (Priyanka Chopra Jonas) had their memories wiped as they narrowly escaped with their lives. They’ve remained hidden ever since, building new lives under new identities, unaware of their pasts. Until one night, when Mason is tracked down by his former Citadel colleague, Bernard Orlick (Stanley Tucci), who desperately needs his help to prevent Manticore from establishing a new world order. Mason seeks out his former partner, Nadia, and the two spies embark on a mission that takes them around the world in an effort to stop Manticore, all while contending with a relationship built on secrets, lies, and a dangerous-yet-undying love.\n\nThe first season of Citadel consists of six episodes with two episodes premiering April 28 on Prime Video, and one episode rolling out weekly through May 26. The landmark, high-stakes drama is executive produced by the Russo Brothers’ AGBO and showrunner David Weil, and stars Richard Madden and Priyanka Chopra Jonas, with Stanley Tucci and Lesley Manville. Citadel will be available in more than 240 countries and territories worldwide.\n\nFrom Amazon Studios and the Russo Brothers’ AGBO, Citadel is executive produced by Anthony Russo, Joe Russo, Mike Larocca, Angela Russo-Otstot, and Scott Nemes for AGBO, with David Weil serving as showrunner and executive producer. Josh Appelbaum, André Nemec, Jeff Pinkner, and Scott Rosenberg serve as executive producers for Midnight Radio. Newton Thomas Sigel and Patrick Moran also serve as executive producers.\n\n#IGN", "link": "https://www.youtube.com/watch?v=GKBGe2C5YyI", "date_published": "2023-04-27 14:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: From Software Shares Story, Combat, and Setting Details", "description": "Looking to find out more about the story, combat, and setting of Armored Core 6? Well, you're in the right place. We sat down with FromSoftware Producer Yasunori Ogura to find out everything you need to know about the highly anticipated return to the Armored Core franchise, Armored Core 6: Fires of Rubicon.\n\n#IGN #Gaming #ArmoredCore6", "link": "https://www.youtube.com/watch?v=1iwDkLHVhEc", "date_published": "2023-04-27 14:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Spider-Man 2099: The Secret Origin of Across the Spider-Verse's Angry Hero #shorts", "description": "Oscar Isaac's Spider-Man 2099 is one of the most important new heroes being added to the cast of Spider-Man: Across the Spider-Verse. But who is Miguel O'Hara, and why is he so much more of a jerk than Peter Parker? Here's what you need to know about Spider-Man 2099 before the animated movie drops.", "link": "https://www.youtube.com/watch?v=nYVwkgN5z8Q", "date_published": "2023-04-27 13:45:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Rise of the Beasts - Official Trailer (2023) Anthony Ramos, Dominique Fishback", "description": "Check out the trailer for Transformers: Rise of the Beasts, an upcoming movie starring Anthony Ramos, Dominique Fishback, Luna Lauren Velez, Dean Scott Vazquez, Tobe Nwigwe, Peter Cullen, Ron Perlman, Peter Dinklage, Michelle Yeoh, Liza Koshy, John DiMaggio, David Sobolov, Michaela Jaé Rodriguez, Pete Davidson, Cristo Fernández, and Tongayi Chirisa.\n\nReturning to the action and spectacle that have captured moviegoers around the Returning to the action and spectacle that have captured moviegoers around the world, Transformers: Rise of the Beasts will take audiences on a ‘90s globetrotting adventure with the Autobots and introduce a whole new faction of Transformer – the Maximals – to join them as allies in the existing battle for earth.\n\nThe film's screenplay is by Joby Harold and Darnell Metayer & Josh Peters and Erich Hoeber & Jon Hoeber. The story is by Joby Harold. Based on Hasbro’s Transformers action figures. It is produced by Lorenzo di Bonaventura, p.g.a., Tom DeSanto & Don Murphy, Michael Bay, Mark Vahradian, p.g.a., and Duncan Henderson. Steven Spielberg, Brian Goldner, David Ellison, Dana Goldberg, Don Granger, Brian Oliver, Bradley J. Fischer, and Valerii An serve as executive producers.\n\nTransformers: Rise of the Beasts, directed by Steven Caple Jr., opens in US theaters on June 9, 2023, and in UK cinemas on June 8.\n\n#IGN #Transformers #Movies", "link": "https://www.youtube.com/watch?v=GroIBArrSrg", "date_published": "2023-04-27 13:41:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Age of Wonders 4 Review", "description": "Age of Wonders 4 reviewed by Leana Hafer on PC.\n\nThe fact that your legacy follows you in Age of Wonders 4 is rewarding, and the faster pace of its very strong campaign mechanics and pretty good tactical battles make it feel like you can write a new chapter of this saga in a reasonable amount of time. Cranking all the dials up to maximum weirdness can lead to some edge cases that ruin the fun a bit, but it's not that big of a price to pay for the vast map and empire customization we get to play with.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=EblFGcmNzFQ", "date_published": "2023-04-27 13:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gord - Official Console Announcement Trailer", "description": "Get your first look at gameplay from the newly announced console versions of Gord, the upcoming dark fantasy strategy game that's inspired by Slavic folklore, and created by some former members of CD Projekt Red. Gord will be released this summer for PC, PS5, and Xbox Series X|S.\n\n#IGN #Gaming #Gord", "link": "https://www.youtube.com/watch?v=aC_UzO3Z6dU", "date_published": "2023-04-27 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What you need to know about The Flash #theflash #dc #dccomics #dcuniverse #cinemacon #shorts", "description": "", "link": "https://www.youtube.com/watch?v=Fldn9JSyiuQ", "date_published": "2023-04-27 01:11:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "3 important features in TotK #tearsofthekingdom #zelda #nintendo #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=MGPilAugZc4", "date_published": "2023-04-27 01:10:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Jedi: Survivor is a 9 #starwars #gaming #reviews #jedisurvivor #jedifallenorder #shorts", "description": "", "link": "https://www.youtube.com/watch?v=rNBlYfM1DbI", "date_published": "2023-04-27 01:09:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "\"Let's Get Nuts\" 1989 vs 2023 #batman #michaelkeaton #theflash #dccomics #dcuniverse #shorts", "description": "", "link": "https://www.youtube.com/watch?v=ayiFaOtOJmc", "date_published": "2023-04-27 01:08:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "To all you who hate weapon degradation... #zelda #tearsofthekingdom #nintendo #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=GqnuMaY_91Q", "date_published": "2023-04-27 01:07:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Keanu meets a kid superfan #keanureeves #brzrkr #johnwick #thematrix #comics #shorts", "description": "", "link": "https://www.youtube.com/watch?v=nuRUaWxgu2U", "date_published": "2023-04-27 01:05:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Kraven movie is BRUTAL #kraventhhunter #kraven #spiderman #movies #marvel #shorts", "description": "", "link": "https://www.youtube.com/watch?v=EwMl76CNq_w", "date_published": "2023-04-27 01:04:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "What makes the TMNT a great idea #tmnt #thelastronin #gaming #godofwar #podcast #gaming #shorts", "description": "", "link": "https://www.youtube.com/watch?v=RXi05vCmdv4", "date_published": "2023-04-27 01:04:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Flash Movie Director Weighs In On Potential DCU Sequel - IGN The Fix: Entertainment", "description": "CinemaCon 2023 blessed us with The Flash movie trailer, pretty much delivering everything we’d ever want to see and expect from the DC film. With the highly anticipated movie hitting theaters June 16th, the trailer opens up with Micheal Keaton’s Batman describing what it was like to lose his parents, and the similar pain of losing a loved one Ezra Miller’s Barry Allen has gone through with the loss of his mother. The only difference is no matter how much crime fighting Bruce Wayne does, his actions cannot bring back his parents. #TheFlashMovie has a lot of hype around it, and many might be asking if there’s potential for #TheFlash to return in a sequel in the #DCU. A fan-favorite animated series is returning to Cartoon Network, Beetlejuice is making a comeback, and more on today’s fix of entertainment news with Akeem Lawanson.\n\n#IGN #TheFlash", "link": "https://www.youtube.com/watch?v=-6OYWtyvEm8", "date_published": "2023-04-27 00:12:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Xbox's Activision Blizzard Deal Blocked in UK - IGN Daily Fix", "description": "On today's Daily Fix:\n\nThe UK government's Competition and Markets authority has moved to prevent Xbox's acquisition of Activision Blizzard. Xbox hardware sales are down. Nintendo is officially returning to Gamescom. Finally, IGN has officially released our preview of The Legend of Zelda: Tears of the Kingdom!\n\n#IGN #Gaming #Xbox", "link": "https://www.youtube.com/watch?v=OMDNuiieShk", "date_published": "2023-04-27 00:02:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Next Goal Wins - Official Trailer (2023) Michael Fassbender, Taika Waititi", "description": "Directed by Academy Award winner Taika Waititi (Jojo Rabbit, Thor: Ragnarok), Next Goal Wins follows the American Samoa soccer team, infamous for their brutal 31-0 FIFA loss in 2001. With the World Cup Qualifiers approaching, the team hires down-on-his-luck, maverick coach Thomas Rongen (Michael Fassbender) hoping he will turn the world's worst soccer team around in this heartfelt underdog comedy.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=Vb1af65vi0E", "date_published": "2023-04-27 00:00:09+00:00", "persistent": false, "user": null, "language": "en-US"}]