[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Google Gets Court Order to Take Down CryptBot That Infected Over 670,000 Computers", "description": "Google on Wednesday said it obtained a temporary court order in the U.S. to disrupt the distribution of a Windows-based information-stealing malware called CryptBot and \"decelerate\" its growth.\nThe tech giant's Mike Trinh and Pierre-Marc Bureau said the efforts are part of steps it takes to \"not only hold criminal operators of malware accountable, but also those who profit from its distribution.", "link": "https://thehackernews.com/2023/04/google-gets-court-order-to-take-down.html", "date_published": "2023-04-27 15:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Paperbug Attack: New Politically-Motivated Surveillance Campaign in Tajikistan", "description": "A little-known Russian-speaking cyber-espionage group has been linked to a new politically-motivated surveillance campaign targeting high-ranking government officials, telecom services, and public service infrastructures in Tajikistan.\nThe intrusion set, dubbed Paperbug by Swiss cybersecurity company PRODAFT, has been attributed to a threat actor known as Nomadic Octopus (aka DustSquad).\n\"The", "link": "https://thehackernews.com/2023/04/paperbug-attack-new-politically.html", "date_published": "2023-04-27 13:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "LimeRAT Malware Analysis: Extracting the Config", "description": "Remote Access Trojans (RATs) have taken the third leading position in ANY. RUN's Q1 2023 report on the most prevalent malware types, making it highly probable that your organization may face this threat.\nThough LimeRAT might not be the most well-known RAT family, its versatility is what sets it apart. Capable of carrying out a broad spectrum of malicious activities, it excels not only in data", "link": "https://thehackernews.com/2023/04/limerat-malware-analysis-extracting.html", "date_published": "2023-04-27 11:45:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "RTM Locker's First Linux Ransomware Strain Targeting NAS and ESXi Hosts", "description": "The threat actors behind RTM Locker have developed a ransomware strain that's capable of targeting Linux machines, marking the group's first foray into the open source operating system.\n\"Its locker ransomware infects Linux, NAS, and ESXi hosts and appears to be inspired by Babuk ransomware's leaked source code,\" Uptycs said in a new report published Wednesday. \"It uses a combination of ECDH on", "link": "https://thehackernews.com/2023/04/rtm-lockers-first-linux-ransomware.html", "date_published": "2023-04-27 10:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Microsoft Confirms PaperCut Servers Used to Deliver LockBit and Cl0p Ransomware", "description": "Microsoft has confirmed that the active exploitation of PaperCut servers is linked to attacks designed to deliver Cl0p and LockBit ransomware families.\nThe tech giant's threat intelligence team is attributing a subset of the intrusions to a financially motivated actor it tracks under the name Lace Tempest (formerly DEV-0950), which overlaps with other hacking groups like FIN11, TA505, and Evil", "link": "https://thehackernews.com/2023/04/microsoft-confirms-papercut-servers.html", "date_published": "2023-04-27 08:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}]