[{"source": "https://www.engadget.com/rss.xml", "title": "Clubhouse is laying off employees and ‘resetting’ the company", "description": "<p>Clubhouse, the once hyped audio app that took off during the height of the pandemic, is <a href=\"https://blog.clubhouse.com/april-27-2023/\"><ins>laying off</ins></a> staff as part of a company “reset,” the startup announced. In a letter to staff shared by the company, founders Paul Davison and Rohan Seth said they were “scaling back our org by over 50% and saying goodbye to many talented, dedicated teammates.”</p><p>Interestingly, Davison and Seth said that the company, which was reportedly valued at <a href=\"https://techcrunch.com/2021/04/19/clubhouse/\"><ins>$4 billion</ins></a> in 2021, was still well-funded, with “years of runway remaining.” They added that they “do not feel immediate pressure to reduce costs.”</p><span id=\"end-legacy-contents\"></span><p>Clubhouse <a href=\"https://www.engadget.com/what-is-clubhouse-app-130015640.html\"><ins>exploded</ins></a> in popularity early in 2021 at a time when many people were feeling socially isolated due to the pandemic. The app was able to draw in big names like Elon Musk and Oprah for its live audio chats, which helped further fuel its early success. But Davison would later <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=7212db91-cd64-4c1b-ab0d-1d1c998f089e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=time&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI3MjEyZGI5MS1jZDY0LTRjMWItYWIwZC0xZDFjOTk4ZjA4OWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly90aW1lLmNvbS82MTA2ODg0L2NsdWJob3VzZS1hcHAtZ3Jvd3RoLyIsImNvbnRlbnRVdWlkIjoiZTgzNGI1N2MtYTQwMC00ODlhLWFmMWItN2E5NTczZjMwOTVjIn0&amp;signature=AQAAARCiJQW1aOlvWRRA4plaveWw4IkT1sKWynbad7LkTCHE&amp;gcReferrer=https%3A%2F%2Ftime.com%2F6106884%2Fclubhouse-app-growth%2F\"><ins>acknowledge</ins></a> that growth came “way too fast,” and usage <a href=\"https://www.vanityfair.com/news/2021/04/the-clubhouse-party-is-over\"><ins>dropped off</ins></a> amid competitors cloning the service and more people returning to their normal activities as the pandemic eased.</p><p>In their letter to staff, Davison and Seth alluded to these issues. “But as the world has opened up post-Covid, it’s become harder for many people to find their friends on Clubhouse and to fit long conversations into their daily lives,” they wrote. “To find its role in the world, the product needs to evolve. In order to fix this we need to reset the company, eliminate roles and take it down to a smaller, product-focused team.”</p><p>The founders went on to say that they will be focusing on “Clubhouse 2.0,” though they didn’t elaborate on what the service may look like going forward, just that it would be built by a “smaller team.”</p><p>Clubhouse isn’t the only live audio service to struggle. Spotify recently <a href=\"https://www.engadget.com/spotify-reaches-more-than-half-a-billion-users-for-the-first-time-142818686.html\"><ins>shut down</ins></a> its standalone live audio app, Greenroom. And Reddit closed its take on live audio, Reddit Talk, <a href=\"https://www.engadget.com/reddit-is-shutting-down-its-clubhouse-clone-on-march-21st-165812937.html\"><ins>in March</ins></a>. Even <a href=\"https://www.geekwire.com/2022/amazon-makes-staff-cuts-at-amp-the-app-it-launched-this-year-to-reimagine-radio/\"><ins>Amazon</ins></a> and <a href=\"https://www.engadget.com/reddit-is-shutting-down-its-clubhouse-clone-on-march-21st-165812937.html\"><ins>Meta</ins></a> have struggled to keep some of their audio projects going.</p>This article originally appeared on Engadget at https://www.engadget.com/clubhouse-is-laying-off-employees-and-resetting-the-company-213429978.html?src=rss", "link": "https://www.engadget.com/clubhouse-is-laying-off-employees-and-resetting-the-company-213429978.html?src=rss", "date_published": "2023-04-27 21:34:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta Quest Pro will soon support WiFi 6E", "description": "<p><a href=\"https://www.engadget.com/tag/meta/\"><ins>Meta</ins></a> will soon start rolling out its latest Quest firmware, and there's a particularly handy feature for <a href=\"https://www.engadget.com/meta-drops-the-price-of-its-quest-pro-vr-headset-to-999-153753541.html\"><ins>Meta Quest Pro</ins></a> owners. The company's highest-end VR headset is gaining WiFi 6E support. So, if you have a compatible router and a fast enough internet connection, your headset will supports speeds of up to 1.6Gbps.</p><p>Faster downloads could come in useful for those who try another new feature, which will be available on all models (<a href=\"https://www.engadget.com/meta-quest-1-end-feature-updates-102920605.html\">except the first one, unfortunately</a>). After you install the v53 firmware, you'll have the option to automatically update all of your apps before the headset shuts down. <a href=\"https://www.meta.com/blog/quest/meta-quest-v53-update-during-shutdown-wifi-6e-browser-parental-controls/\"><ins>Meta says</ins></a> this should help avoid having to wait for an app update when you pick up your headset again. This might only be truly effective for more ardent Quest users, though. If you tend to go a few weeks between VR sessions, you might still end up having to update apps when you put your headset on again. You can opt out of this feature from the power off dialog.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Elsewhere, there's another tool to help parents and guardians manage what teens can access in the Quest browser. The Quest Browser Website Category Filter is fairly self-explanatory. It can be used to block websites that fall under certain categories, such as gambling or hate and terrorism. The filters are tied to accounts, not devices, and can be set up from the parental supervision tab in the Quest mobile app.</p><p>Speaking of the Meta Quest Browser, it'll possible to watch Twitch there (unless perhaps a parent or guardian says otherwise). On top of that, Meta is moving some advanced camera settings it has been testing from the Experimental Settings panel into the core camera settings. Finally, users will at last have the option to record video with stereo audio instead of only mono.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-quest-pro-will-soon-support-wifi-6e-210046900.html?src=rss", "link": "https://www.engadget.com/meta-quest-pro-will-soon-support-wifi-6e-210046900.html?src=rss", "date_published": "2023-04-27 21:00:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube Music adds podcasts in the US", "description": "<p>As <a href=\"https://www.engadget.com/podcasts-are-coming-to-youtube-music-201928472.html\">promised</a>, YouTube Music now <a href=\"https://support.google.com/youtubemusic/thread/213056645\">offers</a> podcasts. In the US, you can launch the <a href=\"https://play.google.com/store/apps/details?id=com.google.android.apps.youtube.music&amp;hl=en_CA&amp;gl=US\">Android</a> or <a href=\"https://apps.apple.com/app/youtube-music/id1017492454\">iOS</a> app to stream audio or video podcasts without a Premium or Music Premium subscription. Shows will play in the background, and you can cast them to other devices like speakers.</p><p>The feature is reaching American users &quot;gradually,&quot; YouTube says, so don't be surprised if you have to wait a little while to see the podcast section. The format is coming to other regions, although YouTube hasn't provided a timeline. And before you ask: paying members will still have to listen to host-read ads.</p><span id=\"end-legacy-contents\"></span><p>The addition may seem odd when Google already <a href=\"https://www.engadget.com/google-podcasts-rss-feed-support-155519730.html\">has a Podcasts app</a>. This unifies listening for YouTube Music subscribers, though — and, of course, theoretically entices you to sign up. This could make the app a more viable alternative <a href=\"https://www.engadget.com/2020-02-05-spotify-podcasts-the-ringer.html\">to Spotify</a> if you're paying for on-demand music and want everything in one place.</p><p>YouTube has been <a href=\"https://www.engadget.com/youtube-podcast-section-132008328.html\">ramping up its podcast efforts</a> across the board, including an Explore page for non-Music users. Just don't count on the service producing a swath of originals like Spotify. The rival <a href=\"https://www.engadget.com/spotify-cancels-some-original-podcasts-134405125.html\">has dropped</a> some of its originals, and has been <a href=\"https://www.engadget.com/spotify-is-dropping-the-paywall-for-some-gimlet-podcasts-162547473.html\">expanding distribution</a> of Gimlet shows to other platforms. The podcast industry isn't as hot as it once was, even if there's still plenty of demand.</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-music-adds-podcasts-in-the-us-203332932.html?src=rss", "link": "https://www.engadget.com/youtube-music-adds-podcasts-in-the-us-203332932.html?src=rss", "date_published": "2023-04-27 20:33:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Super Tilt Bro.’ is like NES Smash Bros. with online matches", "description": "<p>If you’ve ever wondered what it would be like to play <em>Super Smash Bros.</em> a decade before it came out — with online gaming tech that didn’t exist in the 80s — <em>Super Tilt Bro.</em> is your answer. The retro homebrew NES game pays homage to Nintendo’s fighting franchise (while steering clear of Nintendo IP) in a lovingly crafted passion project now seeking funding on Kickstarter.</p><p>The platform-fighting game will ship as an NES cartridge using a custom memory management controller (MMC) with a WiFi chipset and antenna, allowing for online matches and software updates. It even uses modern tricks like rollback netcode, which predicts each player’s moves to account for potential network lag, correcting itself quickly if needed. In addition to online play, you can enjoy local co-op or try its solo story mode with AI-controlled opponents. It’s retro gaming with some modern luxuries, and <em>Ars Technica</em><a href=\"https://arstechnica.com/gaming/2023/04/wi-fi-in-an-nes-cartridge-super-tilt-bro-takes-the-1985-console-online/\">notes</a> that it “shines when played on a real NES and CRT television set.”</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Gameplay screenshot of NES homebrew title &#x002018;Super Tilt Bro.&#x002019; It features a green character with a sword attacking a red character in a large hat. The game stage features a red rocky platform with smaller platforms floating above and lava spouts to either side.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/432fab80-e52d-11ed-9e7b-dea92c0dad7f\" style=\"height: 393px; width: 655px;\" /><figcaption></figcaption><div class=\"photo-credit\">Sylvain Gadrat / Kickstarter</div></figure><p><em>Super Tilt Bro.</em> has been years in the making. <a href=\"http://supertiltbro.wontfix.it\">Developer Sylvain Gadrat</a> began work in 2016 on an ode to both the Smash Bros. franchise and NES pixel art aesthetics. After soliciting feedback from friends and fellow enthusiasts, Gadrat unveiled the retro platformer’s first version two years later, with subsequent iterations fine-tuning the game engine while adding new characters, stages and initial online capabilities. He even shipped a more rudimentary WiFi-friendly cartridge in a limited run of 50 copies. In sum, this isn’t some hasty money grab: Today’s version is the culmination of seven years of dedication.</p><p>At publication, the game’s <a href=\"https://www.kickstarter.com/projects/brokestudio/super-tilt-bro-new-online-nes-game\">Kickstarter campaign</a> has raised nearly $60,000, surpassing its initial $44,182 goal with 26 days to go. If you want to contribute, you’ll need to pay €55 (just over $60) for a WiFi-capable cartridge; a €15 pledge will get you a digital copy to play with an emulator. Delivery is expected in April 2024. Finally, you can download a demo <a href=\"https://brokestudio.fr/kickstarter/supertiltbro/SuperTiltBro-DEMO-KS.nes\">here</a> to see if <em>Super Tilt Bro.</em>’s retro vibe suits you.</p><div id=\"973371e11153459c9d1e3c17c4c4782f\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/super-tilt-bro-is-like-nes-smash-bros-with-online-matches-193043097.html?src=rss", "link": "https://www.engadget.com/super-tilt-bro-is-like-nes-smash-bros-with-online-matches-193043097.html?src=rss", "date_published": "2023-04-27 19:30:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best wireless workout headphones for 2023", "description": "<p>As some of you might know, I’m a runner. On occasion I review sports watches, and outside of work I’m a certified marathon coach. So when Engadget wanted to round up the best wireless workout headphones, I raised my hand.</p><p>In addition to fit and battery life, I considered factors such as style; ease of use; the charging case; the strength of the Bluetooth connection; support for assistants such as Siri and Alexa; water resistance ratings; and audio features such as noise cancelation and ambient sound modes. You’ll notice I don’t have much if anything to say about sound quality. Engadget’s resident expert Billy Steele has written plenty about the listening experience in his standalone reviews, which I’ve linked throughout, but for my purposes the differences were too subtle to make or break a purchasing decision.</p><span id=\"end-legacy-contents\"></span><p>In the end, I never quite mastered some of the over-complicated controls, but at no point did an earbud fall out while I was exercising. I also never came close to running out of juice. So, participation trophies for everyone? Ha: The companies wish. I do indeed have some favorites, while some fell short in key areas.</p><h2>How we tested</h2><h3>Water resistance</h3><p>Even if earbuds aren’t marketed specifically as workout headphones, a sturdy, water-resistant design will, by default, make them suitable for exercise. To avoid repeating myself throughout this guide, I’ll drop a quick primer here on durability, or ingression protection (IP), ratings. The first digit you’ll see after the “IP” refers to protection from dust and other potential intrusions. That spec is measured on a scale of 1 to 6. The second refers to water resistance or even waterproofing, in the best cases. Higher numbers mean more protection, while the letter “X” means the device is not rated for protection in that regard. The ratings for water resistance are ranked on a scale of 1 to 9.</p><p>All but one of the best workout headphones we tested for this guide is rated IPX4. That means there’s no dust protection, and the buds can withstand splashes from any direction, and are sweat resistant, but probably shouldn't be submerged. The most durable set of true wireless earbuds we tested, Jabra’s Elite Active 4, is rated IP57, which means a high level of both dust and water protection. Whereas the IPX 4 models can handle splashes, the Elite Active 4 can be immersed for up to 30 minutes in up to a meter (or about 3.2 feet) of water.</p><p>For a detailed breakdown of all the possible permutations, I recommend checking out <a href=\"https://www.enclosurecompany.com/ip-ratings-explained.php\">this guide</a> published by a supplier called The Enclosure Company.</p><table><tbody><tr><td><p><strong>Earbuds we tested</strong></p></td><td><p><strong>Durability rating</strong></p></td></tr><tr><td><p>Beats Powerbeats Pro</p></td><td><p>IPX4</p></td></tr><tr><td><p>Beats Fit Pro</p></td><td><p>IPX4</p></td></tr><tr><td><p>Jabra Elite Active 4</p></td><td><p>IP57</p></td></tr><tr><td><p>Sony WF-C500</p></td><td><p>IPX4</p></td></tr><tr><td><p>Anker Soundcore Liberty 3 Pro</p></td><td><p>IPX4</p></td></tr></tbody></table><h3><br />Active noise cancelation</h3><p>For the 2022 update to this guide, I decided to add a note up top about active noise cancelation (ANC), simply because most of the available models now offer it. And since the user experience is actually pretty similar across different brands, I thought it would be easier to share what noise canceling features they have in common, rather than repeat myself.</p><p>First of all, no noise cancellation is perfect. If you’re looking for sport earbuds that you can continue wearing even after you’re done working out, you might still hear some noise from the outside world, whether it be your robot vacuum or cars honking. The difference in quality with ANC enabled is undeniable; just don’t take these companies’ marketing claims too literally. Besides, I don’t recommend active noise cancellation while exercising outdoors; it’s not safe. And even if you are working out indoors, I still think a noise cancellation horse race is probably beside the point for the purpose of this guide.</p><h2>The Best Wireless Workout Headphones</h2><h2></h2><h2>The best all-purpose wireless workout headphones: Jabra Elite 4 Active</h2><p></p><ul><li><p><strong>Pros:</strong> Reasonably priced for the feature set; sleek, compact design; one of the lightest charging cases we tested (and some of the longest battery life); more durable than most; active noise cancelation, a transparency mode and customizable equalizer; works with Spotify Tap on Android.</p></li><li><p><strong>Cons:</strong> Onboard controls aren’t intuitive, but Jabra offers helpful instructions in its app; less comfortable after prolonged use than other brands.</p></li></ul><p><br />Much like the Elite Active 75t we tested a few years back, the newer <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KYWJyYS1BY3RpdmUtQmx1ZXRvb3RoLUVhcmJ1ZHMtQnVpbHQvZHAvQjA5TVZHUVJERD90aD0xJnRhZz1nZGd0MGMtcC1vLWtjLTIwIiwiY29udGVudFV1aWQiOiI1NTZiZTJlMC1kYjk2LTMyNmQtYjU4Ny1jYTljZWEwMDk0Y2IifQ&amp;signature=AQAAARnYSsBT4JpYdlSIBF9YSIbrkNj84GEq3S8C-kbzaxfn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJabra-Active-Bluetooth-Earbuds-Built%2Fdp%2FB09MVGQRDD%3Fth%3D1\">Elite Active 4 earbuds</a> make a strong first impression, with a compact, stylish design and a lightweight charging case to match. Available in three colors, the earbuds aren’t just small and light, but they look especially sleek given that they don’t have any wingtips. Though they felt comfortable when I first put them in, my ears did feel a little sore by the end of a run.</p><p>Meanwhile, the 37.5-gram case is also among the lightest we tested, but still offers some of the longest battery life, promising a total of 28 hours. (Each individual earbud on its own is rated for seven hours. Jabra says you can return to an hour’s worth of juice after a 10-minute charge.)</p><p>In my testing, the earbuds were easy to insert and pair. Less easy is learning how to use the things. As you might expect, you press the right earbud once to stop and resume playback. You can also double-press the right bud to skip a track, and triple press it to play it again. But some of the other onboard controls are less obvious. To increase the volume, hold down the right earbud for a second; to lower it, long press the left earbud. Meanwhile, single-pressing the left earbud allows you to toggle between active noise cancelation, HearThrough mode, or neither. Lastly, double press the left bud to use a voice assistant.</p><p>The good news is, you don’t have to commit all those finger gestures to memory: Jabra’s Sound+ App for iOS and Android contains a helpful illustrated tutorial, which I recommend keeping open on your phone as you get settled in with your new earbuds.</p><p>I mastered the controls quickly enough, but the physical buttons on the earbuds require a little more pressure and coordination to get an accurate press in. I found myself waiting until I had slowed to a walk before I started fiddling with the tracks. Even then, I needed to be very deliberate to make sure I got it right. And usually I did. That said, given there’s no physical volume rocker, I did wish there were an aural cue confirming I had moved the volume up or down a notch; the progression from louder to softer (or vice versa) is very subtle.</p><p>After a roughly 35-minute run the battery was still at 90 percent – a similar showing to what I saw on the Beats Fit Pro, also featured in this guide. Like the Elite Active 75t I tested previously, the Elite 4 Active uses Jabra’s HearThrough technology. With that enabled, I could hear cars along my running route, though on an especially windy day the gusts drowned out softer noises like footsteps behind me. That’s despite the earbuds having four built-in mics with what Jabra calls a “mesh covering” for added wind noise reduction.</p><p>Although I tested the Elite 4 Active on an iPhone 12, the earbuds have some additional features on Android, including support for Spotify Tap, which resumes where you last left off listening to your Spotify account on any device. Android users also get support for Alexa and Google’s Fast Pair tech.</p><p>While I recommend the Elite 4 Active for most people, it’s also worth quickly mentioning the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9KYWJyYS1FbGl0ZS1BY3RpdmUtQmx1ZXRvb3RoLUVhcmJ1ZHMvZHAvQjA5RDE1RzhQRz90aD0xJnRhZz1nZGd0MGMtcC1vLWtjLTIwIiwiY29udGVudFV1aWQiOiI1NTZiZTJlMC1kYjk2LTMyNmQtYjU4Ny1jYTljZWEwMDk0Y2IifQ&amp;signature=AQAAAUy7hmzcCdH3_xCP_qbebYgcWxE18Ot9b99fmkgi3sbK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FJabra-Elite-Active-Bluetooth-Earbuds%2Fdp%2FB09D15G8PG%3Fth%3D1\">Elite 7 Active</a>, which adds Jabra’s ShakeGrip technology for what the company claims is a more secure fit. You also get slightly better battery life – eight hours per bud, or 30 hours with the case – and even faster charging (an hour of playback after a five-minute charge). Lastly, choosing the Elite 7 Active over the Elite 4 Active gives you the option of either Google Assistant or Alexa, as well as voice guidance. However, you’d be giving up call controls, which you do get on the Elite 4 Active.</p><p><a href=\"https://www.engadget.com/jabra-elite-4-active-review-140024466.html\"><strong>Read our Full Review of Jabra Elite 4 Active</strong></a></p><h2>The most comfortable wireless workout headphones: Beats Powerbeats Pro</h2><p></p><ul><li><p><strong>Pros:</strong> Comfortable, stable fit; pairs seamlessly with iOS devices; intuitive controls with mirrored access on the left and right sides; tied with Sony for the longest earbud battery life.</p></li><li><p><strong>Cons:</strong> Ear-hook design isn’t the most discreet, and doesn’t fit so well with sunglasses; relatively heavy charging case; no active noise cancelation, transparency mode or customizable EQ; speaking to an assistant is slightly less convenient if it’s not Siri.</p></li></ul><p><br />For the purposes of this guide I tested two pairs of Beats headphones: the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlKTDQxTjlDL3JlZj1mc19hX2J0Ml91czE_dGFnPWdkZ3QwYy1wLW8ta2MtMjAiLCJjb250ZW50VXVpZCI6IjU1NmJlMmUwLWRiOTYtMzI2ZC1iNTg3LWNhOWNlYTAwOTRjYiJ9&amp;signature=AQAAAWFPdrEVVlXpzoWrYaCGgeRadqGmj1sPVmFxo7zyZRsP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09JL41N9C%2Fref%3Dfs_a_bt2_us1\">Beats Fit Pro</a> earbuds, and the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Qb3dlcmJlYXRzLVByby1Ub3RhbGx5LVdpcmVsZXNzLUVhcnBob25lcy9kcC9CMDdSNVFENTk4P3RhZz1nZGd0MGMtcC1vLWtjLTIwIiwiY29udGVudFV1aWQiOiI1NTZiZTJlMC1kYjk2LTMyNmQtYjU4Ny1jYTljZWEwMDk0Y2IifQ&amp;signature=AQAAAZPv0blVE_Qjfb-Ush6-ic8L71InYASz89F-9Nw1mSWT&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPowerbeats-Pro-Totally-Wireless-Earphones%2Fdp%2FB07R5QD598%3F\">Powerbeats Pro</a>, earbuds with an over-the-ear hook design. I’ll start with the Powerbeats Pro, which I like better for exercising.</p><p>Other than being slightly conspicuous, the Powerbeats Pro comes in four colors and fits comfortably, though it doesn’t play as nicely with glasses and face masks as more compact in-ear designs. Compared to the other earbuds I tested, though, I felt especially confident the Powerbeats Pro would stay put during workouts.</p><p>Like Apple’s newest AirPods, the Powerbeats Pro use Apple’s H1 chip, which allows for particularly deep integration when you pair the earbuds with an Apple-made device. In addition to a fast, seamless pairing process, you can activate Siri by saying “Hey Siri,” without having to press a button. You can also share audio with other AirPods or Beats headphones, and can enjoy automatic switching between Apple devices.</p><p>For better and worse, the integration is so complete, in fact, that there’s no companion app; instead you check the earbuds’ and cases’ battery via other methods, such as a homescreen widget or by asking Siri.</p><p>The earbuds themselves are rated for nine hours of use, which is among the highest we’ve seen. The case is rated for a total of 24 hours of use, which isn’t bad, but given that it's not best in class you have to wonder why the case is as heavy as it is. (Heavy enough that my purse feels a little lighter without it.) iOS users won’t mind that the case charges via a Lightning cable and not USB-C, but others might be slightly put out.</p><p>If you’ve ever used AirPods or Apple’s old-school wired headphones, these should be pretty easy to master. Double-press the physical button on the earbud to skip tracks and triple-press it to go backward. I quickly came to love the physical key; it’s less finicky than a touch surface. I was also grateful for the mirroring of controls between the left and right earbuds — both left- and right-handed people should be happy.</p><p>Having tested other wireless earbuds that either lack onboard volume controls, or make it tedious, I have come to particularly appreciate the Powerbeats Pro’s onboard volume rockers – one for each earbud. I don’t know of any other workout earbuds that make it easier to adjust the volume, not even the Beats Fit Pro.</p><p>While it’s nice to have easier volume access, the audio experience is otherwise basic. There is no active noise cancellation or transparency mode. Not a dealbreaker for workouts, but something to consider if you're an audiophile or your goal is to get one pair of earbuds you can wear for everything.</p><p>Other features include support for voice assistants (yes, Google and Amazon too), but only Siri can be summoned by a voice command. You can also wear just one bud if you like (the right one) if all you need to do is talk on the phone, or if you want to keep an ear open to what’s going on around you.&nbsp;</p><p><a href=\"https://www.engadget.com/2019-05-16-beats-powerbeats-pro-review.html\"><strong>Read our Full Review of Beats Powerbeats Pro </strong></a></p><h2>Honorable mention: Beats Fit Pro</h2><p></p><ul><li><p><strong>Pros</strong>: Comfortable, stable fit; pairs easily with iOS devices; compact, lightweight charging case; adds ANC and transparency modes, which the Powerbeats Pro lacks.</p></li><li><p><strong>Cons:</strong> A smaller design than the Powerbeats Pro means shorter battery life and the loss of a physical volume rocker; no customizable EQ.</p></li></ul><p><br />One of my main complaints about the Powerbeats Pro is that they don’t fit as well if you’re wearing sunglasses (or, in pandemic times a mask). This is where the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlKTDQxTjlDL3JlZj1mc19hX2J0Ml91czE_dGFnPWdkZ3QwYy1wLW8ta2MtMjAiLCJjb250ZW50VXVpZCI6IjU1NmJlMmUwLWRiOTYtMzI2ZC1iNTg3LWNhOWNlYTAwOTRjYiJ9&amp;signature=AQAAAWFPdrEVVlXpzoWrYaCGgeRadqGmj1sPVmFxo7zyZRsP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09JL41N9C%2Fref%3Dfs_a_bt2_us1\">Beats Fit Pro</a> have the advantage: Their discreet design that promises to stay out of the way and safe even during sweaty workouts.</p><p>Available in four colors, the buds are easy to insert and comfortable to wear – just twist the bud to fold the wingtip into your upper ear. And, because the earbuds are smaller than the Powerbeats Pro, the case is markedly lighter and more compact (55g versus 80g on the Pro). Between the lightweight case and the less dorky design, the Beats Fit Pro make a strong case for themselves as earbuds you can wear not just during workouts, but everywhere.</p><p>Because the Beats Fit Pro were released more recently than the Powerbeats Pro, they have active noise cancellation, a feature older Powerbeats and AirPods products are lacking. At the same time, Apple built in a transparency mode – ideal for runners like me who would feel safer if they could still hear ambient cues like footsteps and car horns. Lastly, it supports Apple’s <a href=\"https://www.engadget.com/tag/spatial%20audio/\">Spatial Audio</a> format for a more immersive sound and will automatically kick in if you’re playing a compatible track.</p><p>For working out, the audio is fine. But if you can only afford one pair of earbuds, my colleague Billy Steele indicated in his <a href=\"https://www.engadget.com/beats-fit-pro-review-140004462.html\">review</a> that the sound quality is mediocre. He found calls could be patchy and, as he notes, Beats is one of the few brands that doesn’t offer users a customizable EQ.</p><p>Out of the box, the earbuds are set to active noise cancellation. There are two ways to adjust this: You can hold down the physical button on either earbud to cycle through audio profiles. Or, you can find the earbuds in your Bluetooth settings menu and click further to see a more detailed menu of options. Not only can you adjust the mode there, but you can also change what those physical buttons do. By default, they’re for toggling audio profiles, but you can also set them up so that one earbud controls volume up, and the other volume down. Personally, I preferred having the option of adjusting the volume from my earbuds mid-workout; it’s easy to just pick an audio mode before your run and stick with it.</p><p>Other than the slightly limited volume controls, the Beats Fit Pro works much like other Beats- and Apple-branded headphones. Press the physical button once to play or pause tracks; double press to skip forward; and triple press to replay a track. For anyone upgrading from an older pair of Beats or Apple earbuds, the transition should be easy. My only word of caution is that I found the physical button on the Beats Fit Pro harder to find by feel, as it’s smaller and less indented than the button on the Powerbeats Pro.</p><p>Apple rates the Beats Fit Pro for six hours of listening time per earbud, plus an additional 18 hours from the USB-C charging case. You can also wear just one bud if you like, to squeeze out even more runtime. In my testing, the battery on the buds dropped down to 89 percent after a 35-minute run. Extrapolate that, and the math comes close to Apple’s six-hours-per-bud claim. If you’ve managed to completely exhaust both the earbud and case, Apple says its “Fast Fuel” feature will get you back to one hour of use after five minutes of charging, the same claim Jabra makes for the comparably priced Elite Active 7. (Note: Apple’s one-hour estimate assumes you won’t be using ANC.)</p><p>Under the hood, the earbuds have the same Apple-made H1 chip as the Powerbeats Pro and Apple’s newer AirPods, allowing for hands-free “Hey Siri,” audio sharing with other AirPods or Beats headphones, and automatic switching between devices. The headphones also work with the Find My app, even on Android devices.</p><p><a href=\"https://www.engadget.com/beats-fit-pro-review-140004462.html\"><strong>Read our Full Review of Beats Fit Pro</strong></a></p><h2>The best budget workout earbuds: Sony WF-C500</h2><p></p><ul><li><p><strong>What you get:</strong> Reasonably priced earbuds that prioritize a light design and good audio quality.</p></li><li><p><strong>Pros:</strong> Lightweight; reasonably priced; support for Sony’s 360 Reality Audio format; the earbuds themselves claim relatively long battery life; customizable EQ; supports Google Fast Pair.</p></li><li><p><strong>Cons:</strong> No ANC or transparency mode; slightly trickier to pair on iOS than other earbuds we tested; the charging case has lower capacity than competing models; they have a larger, more bulbous design than others we tested (but are no less comfortable).</p></li></ul><p><br />With the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LVdpcmVsZXNzLUJsdWV0b290aC1IZWFkcGhvbmVzLXJlc2lzdGFuY2UvZHAvQjA5Q0ZQNko2RD90YWc9Z2RndDBjLXAtby1rYy0yMCIsImNvbnRlbnRVdWlkIjoiNTU2YmUyZTAtZGI5Ni0zMjZkLWI1ODctY2E5Y2VhMDA5NGNiIn0&amp;signature=AQAAAXjxziBl6ndakQxiVD6fKSBxSdl5kFLGJ7A8pZQ1loYj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-Wireless-Bluetooth-Headphones-resistance%2Fdp%2FB09CFP6J6D%3F\">WF-C500 earbuds</a>, Sony is really emphasizing the small design: The earbuds themselves weigh 5.46 grams, while the charging case is 35g. That would be the lightest case we tested, and nearly the lightest pair of earbuds, barring the much pricier Elite Active 7. It’s worth noting that a lighter charging case means shorter case battery life (a relatively low 20 hours). Even then, the earbuds themselves offer some of the longest battery life of the bunch: 10 hours per bud. If you do run low on charge, you can get back up to an hour’s worth of capacity in 10 minutes, Sony says.</p><p>The earbuds, available in four colors, were larger than I was expecting given their light weight, but they’re easy to insert and fit comfortably. They are slightly trickier for iPhone users to pair on iOS than other buds I tested for this guide, though Android users will benefit from support for Google Fast Pair.</p><p>By default, a robotic voice will tell you the earbuds’ battery charge as you’re putting them in. I found this useful, though it meant that there was a delay in getting to hear whatever I had been listening to. You can always disable voice guidance in Sony’s Headphones app if that bothers you.</p><p>The truth is, I rarely had range anxiety with these headphones anyway: Unlike other earbuds, which took a roughly 10 percent hit after my usual 35-minute run, these were still at 100 percent. It’s unlikely I’ll ever wear out both the buds and charging case before getting to a wall charger.</p><p>The controls were also easy to master without having to consult Sony’s companion app. On the right earbud, press once to play or pause audio playback, or to answer or end a call. Double press to skip tracks, and triple press to go to the previous song. Long-pressing the right earbud launches or cancels a voice assistant. You can also long press to decline a call. On the left earbud, some of the controls are mirrored: you can press once to receive/end a call, and long-press to reject it. The left bud is also where the volume controls live: press once to raise it, and hold the button down to lower it.</p><p>As one of the options in this guide with a lower price tag, the WF-C500 are the only ones without active noise cancellation. Which to me, isn’t a dealbreaker. The eartips already do a good enough job passively blocking noise, to the point where I was startled when a group of runners ran up from behind in the park and passed me. If anything, I wished the earbuds had a transparency mode that would allow more ambient noise through. Fortunately I could still hear louder noises like nearby traffic.</p><p>The lack of ANC aside, the audio quality is quite good – which makes sense, given Sony’s heritage in audio and home theater gear. Like other models listed here (barring Beats, anyway), you can adjust the EQ in the companion app. And, as you might expect, the earbuds support Sony’s <a href=\"https://www.engadget.com/tag/360%20reality%20audio/\">360 Reality Audio</a> format, which is similar to Apple’s spatial tech, which in turn i<a href=\"https://www.engadget.com/apple-music-lossless-dolby-atmos-131659010.html\">s built on the Dolby Atmos format</a>.</p><h2>The most customizable wireless workout headphones: Anker Soundcore Liberty 3 Pro</h2><p></p><ul><li><p><strong>Pros:</strong> The only buds we tested with wireless charging; long battery life, especially on the charging case; active noise cancelation, a transparency mode and customizable equalizer; lots of options for setting up the controls to your liking.</p></li><li><p><strong>Cons:</strong> Larger and a little harder to insert  than competing models; touch-sensitive controls can be finicky; worse sound quality than the competition; in-app battery indicator doesn’t give you a percentage.</p></li></ul><p><br />The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb3VuZGNvcmUtTGliZXJ0eS1DYW5jZWxsaW5nLVdpcmVsZXNzLVBsYXl0aW1lL2RwL0IwOUNHTTFCV0g_dGg9MSZ0YWc9Z2RndDBjLXAtby1rYy0yMCIsImNvbnRlbnRVdWlkIjoiNTU2YmUyZTAtZGI5Ni0zMjZkLWI1ODctY2E5Y2VhMDA5NGNiIn0&amp;signature=AQAAAde2BoD6n_AfSmNUAp0R-Ra2dHS1ljHNI9QZ4juWmqdG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSoundcore-Liberty-Cancelling-Wireless-Playtime%2Fdp%2FB09CGM1BWH%3Fth%3D1\">Soundcore Liberty 3 Pro</a> earbuds are available in four colors, and carry a big emphasis on ergonomic fit. That includes air-filled wings, silicone ear tips (similar to other brands) and a promise of air-pressure relief, per Anker. The earbuds don’t come with the eartips or wingtips attached, which adds some friction to the setup process but, on the plus side, you get a choice of four ear tip sizes, compared with three from most other headphone makers. Inside the Soundcore app you’ll find a fit test, but I actually ended up with a more comfortable fit by just following my gut. But it’s certainly worth playing around with.</p><p>The Liberty 3 Pro is right up there with the Sony CF-500 in terms of being some of the larger earbuds I tested for this guide. That said, they fit comfortably and stay put. I will say, however, that these were consistently harder to insert than some other brands I tested, even after I’d had a bit of practice.</p><p>When I originally published this guide, in September 2020, I ruled out Anker’s $55 Soundcore Spirit Dot 2 wireless earbuds on account of their fussy touch controls and the fact that you couldn’t adjust the volume from the buds themselves. I’m happy to report that the situation has improved – mostly. First, the bad news: The controls are still finicky, and especially difficult to get right while moving. But, they do offer volume control. (Thank goodness.) The controls are also programmable inside the Soundcore app. So you can at least customize the long press and single, double and triple taps in a way that feels intuitive. In addition to music and volume playback, you can also use the controls to toggle audio modes or to activate a voice assistant (Google or Alexa).</p><p>Just as you can modify the earbud controls, you have options as far as sound quality, too. There are ANC and transparency modes, along with a “normal” setting in between. Also, like Sony and Jabra, Anker allows for customization of the EQ from within the app. Interestingly, wind reduction is a feature you have to actively opt into. Anker says this is because the wind reducing mode dings ANC performance, and since it’s unlikely people will often find themselves in strong winds, it may as well not be turned on by default. Later this year, Anker will push out a software update that will add “enhanced vocal mode,” which promises to increase vocal pickup in the area around you, according to an Anker spokesperson.</p><p>Additionally, Anker touts three mics per earbud, along with AI noise reduction. I can’t prove that there’s a connection here, but I did notice they sounded a little tinnier compared with other headphones. Sometimes, some random buzz even crept in. It’s hard to know if that slight distortion is a result of the AI doing its work, but I wonder.</p><p>The Soundcore Liberty 3 Pro has the distinction of being the only earbuds we tested for this guide with a case that can charge wirelessly. The buds themselves are rated for eight hours of battery life apiece, or 32 hours with the case, making this the longest-lasting charging case we tested for this story. Anker also says that you can return to three hours of capacity after 15 minutes of charging. After a 35-minute run, the battery indicator in the app showed a mostly full charge, though unfortunately Anker doesn’t give you a percentage.</p>This article originally appeared on Engadget at https://www.engadget.com/best-wireless-workout-headphones-191517835.html?src=rss", "link": "https://www.engadget.com/best-wireless-workout-headphones-191517835.html?src=rss", "date_published": "2023-04-27 19:15:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "All the big tech layoffs of 2023", "description": "<p>The tech industry is reeling from the combination of a rough economy, the COVID-19 pandemic and some obvious business missteps. And while that led to job cuts in 2022, the headcount reductions have unfortunately ramped up in 2023. It can be tough to keep track of these moves, so we’ve compiled all the major layoffs in one place and will continue to update this story as the situation evolves.</p><h2>April</h2><h2></h2><figure><img alt=\"Lyft logo is seen in this illustration taken June 27, 2022. REUTERS/Dado Ruvic/Illustration\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-07/63baa330-085d-11ed-bf69-3a111366367f\" style=\"height: 2579px; width: 4000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Dado Ruvic / reuters</div></figure><h2>Lyft layoffs</h2><p>Lyft laid off 13 percent of staff in November 2022, but took further steps in April. The ridesharing company said it was <a href=\"https://www.engadget.com/lyft-is-laying-off-26-percent-of-employees-172550913.html\">laying off 1,072 workers</a>, or about 26 percent of its headcount. It comes just weeks after an executive shuffle that replaced CEO Logan Green with former Amazon exec David Risher, who said the company needed to streamline its business and refocus on drivers and passengers. Green previously said Lyft needed to boost its spending to compete with Uber.</p><span id=\"end-legacy-contents\"></span><h2>Dropbox layoffs</h2><p>Cloud storage companies aren't immune to the current financial climate. In April, Dropbox said it would <a href=\"https://blog.dropbox.com/topics/company/a-message-from-drew\">lay off 500 employees</a>, or roughly 16 percent of its team. Co-founder Drew Houston pinned the cuts on the combination of a rough economy, a maturing business and the &quot;urgency&quot; to hop on the growing interest in AI.  While the company is profitable, its growth is slowing and some investments are &quot;no longer sustainable,&quot; Houston said.&nbsp;</p><h2>March</h2><h2></h2><figure><img src=\"https://s.yimg.com/os/creatr-images/2019-06/462235c0-9102-11e9-b76d-3fd26de648d8\" /><figcaption></figcaption></figure><h2>Roku layoffs</h2><p>Roku shed 200 jobs <a href=\"https://www.engadget.com/roku-layoffs-streaming-2022-201541882.html\">at the end of 2022</a>, but it wasn't done. The streaming platform creator laid off <a href=\"https://www.engadget.com/roku-will-lay-off-another-200-workers-132908304.html\">another 200 employees</a> in March 2023. As before, the company argued that it needed to curb growing expenses and concentrate on those projects that would have the most impact. Roku has been struggling with the one-two combination of a rough economy and the end of a pandemic-fueled boom in streaming video.</p><h2>Lucid Motors layoffs</h2><p>If you thought luxury EV makers would be particularly susceptible to economic turmoil, you guessed correctly. Lucid Motors said in March that it would lay off <a href=\"https://www.engadget.com/lucid-motors-is-laying-off-1300-workers-to-reduce-expenses-090908953.html\">18 percent of its workforce</a>, or about 1,300 people. The marque is still falling short of production targets, and these cuts reportedly help deal with &quot;evolving business needs and productivity improvements.&quot; The cuts are across the board, too, and include both executives as well as contractors.</p><h2>Meta (Facebook) layoffs</h2><p>Meta slashed 11,000 jobs <a href=\"https://www.engadget.com/meta-mass-layoffs-facebook-111406126.html\">in fall 2022</a>, but it wasn't finished. In March 2023, the company unveiled plans to lay off <a href=\"https://www.engadget.com/zuckerberg-touts-year-of-efficiency-as-meta-lays-off-an-additional-10000-workers-131957819.html\">another 10,000 workers</a> in a further bid to cut costs. The first layoffs will affect its recruiting team, but it plans to shrink its technology teams in late April and its business groups in late May. The Facebook owner is hoping to streamline its operations by reducing management layers and asking some leaders to take on work previously reserved for the rank and file. It may take a while before Meta's staff count grows again — it doesn't expect to lift a hiring freeze until sometime after it completes its restructuring effort in late 2023.</p><h2>February</h2><h2></h2><figure><img src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-03/0d02d0e0-b856-11ed-bdff-3b6b0c6afd32\" /><figcaption></figcaption></figure><h2>Rivian layoffs</h2><p>Rivian conducted layoffs <a href=\"https://www.engadget.com/rivian-ceo-memo-cost-cutting-layoffs-205556718.html\">in 2022</a>, but that wasn't enough to help the fledgling EV brand's bottom line. The company laid off another <a href=\"https://www.engadget.com/rivian-layoffs-184047174.html\">six percent of its employees</a> in February, or about 840 workers. It's still fighting to achieve profitability, and the production shortfall from supply chain issues hasn't helped matters. CEO RJ Scaringe says the job cuts will help Rivian focus on the &quot;highest impact&quot; aspects of its business.</p><h2>Zoom layoffs</h2><p>Zoom was a staple of remote work culture <a href=\"https://www.engadget.com/zoom-earnings-214253721.html\">at the pandemic's peak</a>, so it's no surprise that the company is cutting back now that people are returning to offices. The video calling firm said in February it was <a href=\"https://www.engadget.com/zoom-layoffs-202256575.html\">laying off roughly 1,300 employees</a>, or 15 percent of its personnel. As CEO Eric Yuan put it, the company didn't hire &quot;sustainably&quot; as it dealt with its sudden success. The layoffs are reportedly necessary to help survive a difficult economy. The management team is offering more than just apologies, too. Yuan is cutting his salary by 98 percent for the next fiscal year, while all other executives are losing 20 percent of their base salaries as well as their fiscal 2023 bonuses.</p><h2>Yahoo layoffs</h2><p>Engadget's parent company Yahoo isn't immune to layoffs. The internet brand said in February that it would lay off <a href=\"https://www.axios.com/2023/02/09/yahoo-layoffs-2023-tech-media-companies\">over 20 percent of its workforce</a> throughout 2023, or more than 1,600 people. Most of those cuts, or about 1,000 positions, took place immediately. CEO Jim Lanzone didn't blame the layoffs on economic conditions, however. He instead pitched it as a restructuring of the advertising technology unit as it shed an unprofitable business in favor of a successful one. Effectively, Yahoo is bowing out of direct competition in with Google and Meta in the ad market.</p><h2>Dell layoffs</h2><p>The pandemic recovery and a grim economy have hit PC makers particularly hard, and Dell is feeling the pain more than most. It laid off <a href=\"https://www.engadget.com/dell-layoffs-144303513.html\">five percent of its workforce</a> in early February, or about 6,650 employees, after a brutal fourth quarter where computer shipments plunged an estimated 37 percent. Past cost-cutting efforts weren't enough, Dell said — the layoffs and a streamlined organization were reportedly needed to get back on track.</p><h2>Deliveroo layoffs</h2><p>Food delivery services flourished while COVID-19 kept people away from restaurants, and at least some are feeling the sting now that people are willing to dine out again. Deliveroo is <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3d6699dc-3184-47dd-a3f8-0e4b4c1dd37b&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Deliveroo+UK&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzZDY2OTlkYy0zMTg0LTQ3ZGQtYTNmOC0wZTRiNGMxZGQzN2IiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9kZWxpdmVyb28uY28udWsvbW9yZS9uZXdzLWFydGljbGVzL3dpbGwtc2h1LW1lc3NhZ2UtdG8tZGVsaXZlcm9vLWVtcGxveWVlcyIsImNvbnRlbnRVdWlkIjoiZWJiNDkzNzEtNTM5Ni00Y2JlLTlkZGQtNTZkYTQyYTRmMzc3In0&amp;signature=AQAAAeGBlzRDr0JyeLhwAuI8oqPUGfFz3VvJQ84vA3mdPgQ7&amp;gcReferrer=https%3A%2F%2Fdeliveroo.co.uk%2Fmore%2Fnews-articles%2Fwill-shu-message-to-deliveroo-employees\">laying off about 350 workers</a>, or nine percent of its workforce. &quot;Redeployments&quot; will bring this closer to 300, according to founder Will Shu. The justification is familiar: Deliveroo hired rapidly to handle &quot;unprecedented&quot; pandemic-related growth, according to Shu, but reportedly has to cut costs as it deals with a troublesome economy.</p><h2>DocuSign layoffs</h2><p>DocuSign may be familiar to many people who've signed documents online, but that hasn't spared it from the impact of a harsh economic climate. The company said in mid-February that it was <a href=\"https://www.sec.gov/Archives/edgar/data/1261333/000126133323000007/docu-20230216.htm\">laying off 10 percent of its workforce</a>. While it didn't disclose how many people that represented, the company had 7,461 employees at the start of 2022. Most of those losing their jobs work in DocuSign's worldwide field organization.</p><h2>GitLab layoffs</h2><p>You may not know GitLab, but its DevOps (development and operations) platform underpins work at tech brands like NVIDIA and T-Mobile — and shrinking business at its clients is affecting its bottom line. GitLab is <a href=\"https://about.gitlab.com/blog/2023/02/09/gitlab-news/\">laying off seven percent of employees</a>, or roughly 114 people. Company chief Sid Sijbrandij said the problematic economy meant customers were taking a &quot;more conservative approach&quot; to software investment, and that his company's previous attempts to refocus spending weren't enough to counter these challenges.</p><h2>GoDaddy layoffs</h2><p>GoDaddy conducted layoffs early in the pandemic, when it cut over 800 workers for its retail-oriented Social platform. In February this year, however, it took broader action. The web service provider laid off <a href=\"https://aboutus.godaddy.net/newsroom/press-releases/press-release-details/2023/A-message-from-GoDaddy-CEO-Aman-Bhutani/default.aspx\">eight percent of its workforce</a>, or more than 500 people, across all divisions. Chief Aman Bhutani claimed other forms of cost-cutting hadn't been enough to help the company navigate an &quot;uncertain&quot; economy, and that this reflected efforts to further integrate acquisitions like Main Street Hub.</p><h2>Twilio layoffs</h2><p>Twilio eliminated over 800 jobs in September 2022, but it made deeper cuts as 2023 got started. The cloud communications brand <a href=\"https://www.twilio.com/blog/restructuring-twilio\">laid off 17 percent of staff</a>, or roughly 1,500 people, in mid-February. Like so many other tech firms, Twillio said that past cost reduction efforts weren't enough to endure an unforgiving environment. It also rationalized the layoffs as necessary for a streamlined organization.</p><h2>January</h2><h2></h2><figure><img alt=\"An exterior view of building BV100, during a tour of Google's new Bay View Campus in Mountain View, California, U.S. May 16, 2022. Picture taken May 16, 2022.   REUTERS/Peter DaSilva\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2022-05/f50d6cc0-d84a-11ec-b3ed-100a619b2c97\" /><figcaption></figcaption><div class=\"photo-credit\">REUTERS/Peter DaSilva</div></figure><h2>Google (Alphabet) layoffs</h2><p>Google's parent company Alphabet has been cutting costs for a while, including<a href=\"https://www.engadget.com/google-shutting-down-stadia-162704135.html\"> shutting down Stadia</a>, but it took those efforts one step further in late January when it said it would<a href=\"https://www.engadget.com/google-parent-alphabet-is-laying-off-12000-employees-105523115.html\"> lay off 12,000 employees</a>. CEO Sundar Pichai wasn't shy about the reasoning: Alphabet had been hiring for a &quot;different economic reality,&quot; and was restructuring to focus on the internet giant's most important businesses. The decision hit the company's Area 120 incubator<a href=\"https://www.engadget.com/google-lays-off-most-employees-area-120-in-house-incubator-154329887.html\"> particularly hard</a>, with the majority of the unit's workers losing their jobs. Sub-brands like Intrinsic (robotics) and Verily (health) also shed significant portions of their workforce in the days before the mass layoffs. Waymo has <a href=\"https://www.reuters.com/article/alphabet-layoffs-waymo-idCAKBN2V33PW\">conducted</a> two rounds of layoffs that shed 209 people, or eight percent of its force.</p><h2>Amazon layoffs</h2><p>Amazon had already<a href=\"https://www.engadget.com/amazon-layoffs-report-191003720.html\"> outlined layoff plans</a> last fall, but expanded those cuts in early January when it said it would<a href=\"https://www.engadget.com/amazon-expanded-job-cuts-18000-102059372.html\"> eliminate 18,000 jobs</a>, most of them coming from retail and recruiting teams. It added <a href=\"https://www.engadget.com/amazon-will-lay-off-another-9000-employees-in-the-coming-weeks-152653190.html\">another 9,000 people</a> to the layoffs in March, and in April said <a href=\"https://www.engadget.com/amazon-lays-off-more-than-100-employees-across-its-gaming-divisions-190634108.html\">over 100 gaming employees</a> were leaving. To no one's surprise, CEO Andy Jassy blamed both an &quot;uncertain economy&quot; and rapid hiring in recent years. Amazon<a href=\"https://www.engadget.com/amazon-q1-2021-210221698.html\"> benefited tremendously</a> from the pandemic as people shifted to online shopping, but its<a href=\"https://www.engadget.com/amazon-q1-2022-earnings-growth-235926922.html\"> growth is slowing</a> as people return to in-person stores.</p><h2>Coinbase layoffs</h2><p>Coinbase was one of the larger companies impacted by the crypto market's 2022 downturn, and that carried over into the new year. The cryptocurrency exchange<a href=\"https://www.engadget.com/coinbase-lay-offs-reduced-expenses-153433234.html\"> laid off 950 people</a> in mid-January, just months after it<a href=\"https://www.engadget.com/coinbase-job-cuts-layoffs-150838290.html\"> slashed 1,100 roles</a>. This is one of the steepest proportionate cuts among larger tech brands — Coinbase offloaded about a fifth of its staff. Chief Brian Armstrong said his outfit needed the layoffs to shrink operating expenses and survive what he previously described as a &quot;crypto winter,&quot; but that also meant canceling some projects that were less likely to succeed.</p><h2>IBM layoffs</h2><p>Layoffs sometimes stem more from corporate strategy shifts than financial hardship, and IBM provided a classic example of this in 2023. The computing pioneer<a href=\"https://www.bloomberg.com/news/articles/2023-01-25/ibm-to-cut-about-3-900-workers-still-hiring-in-higher-growth-areas?sref=10lNAhZ9\"> axed 3,900 jobs</a> in late January after offloading both its AI-driven Watson Health business and its infrastructure management division (now Kyndryl) in the fall. Simply put, those employees had nothing to work on as IBM pivoted toward cloud computing.</p><h2>Microsoft layoffs</h2><p>Microsoft started its second-largest wave of layoffs in company history when it signaled it would<a href=\"https://www.engadget.com/microsoft-confirms-layoffs-151816595.html\"> cut 10,000 jobs</a> between mid-January and the end of March. Like many other tech heavyweights, it was trimming costs as customers<a href=\"https://www.engadget.com/microsoft-q2-fy23-earnings-report-211718819.html\"> scaled back their spending</a> (particularly on Windows and devices) during the pandemic recovery. The reductions were especially painful for some divisions — they reportedly<a href=\"https://www.windowscentral.com/microsoft/microsoft-has-laid-off-entire-teams-behind-virtual-mixed-reality-and-hololens\"> gutted the HoloLens and mixed reality teams</a>, while 343 Industries is believed to be<a href=\"https://www.engadget.com/343-industries-halo-unreal-engine-202439779.html\"> rebooting Halo development</a> after losing dozens of workers. GitHub is <a href=\"https://siliconangle.com/2023/02/09/github-gitlab-announce-job-cuts/\">cutting 10 percent</a> of its team, or roughly 300 people.</p><h2>PayPal layoffs</h2><p>PayPal has been one of the healthier large tech companies, having<a href=\"https://s201.q4cdn.com/231198771/files/doc_financials/2022/q3/PYPL-Q3-22-Earnings-Release.pdf\"> beaten expectations</a> in its third quarter last year. Still, it hasn't been immune to a tough economy. The online payment firm unveiled plans at the end of January to<a href=\"https://www.engadget.com/paypal-is-laying-off-2000-employees-212108119.html\"> lay off 2,000 employees</a>, or seven percent of its total worker base. CEO Dan Schulman claimed the downsizing would keep costs in check and help PayPal focus on &quot;core strategic priorities.&quot;</p><h2>Salesforce layoffs</h2><p>Salesforce set the tone for 2023 when it warned it would<a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001108524/000110852423000003/crm-20230104.htm\"> lay off 8,000 employees</a>, or about 10 percent of its workforce, just four days into the new year. While the cloud software brand thrived during the pandemic with rapidly growing revenue, it admitted that it hired too aggressively during the boom and couldn't maintain that staffing level while the economy was in decline.</p><h2>SAP layoffs</h2><p>Business software powerhouse SAP saw a steep 68 percent drop in profit at the end of 2022, and it started 2023 by<a href=\"https://news.sap.com/2023/01/sap-announces-fourth-quarter-and-full-year-2022-results/\"> laying off 2,800 staff</a> to keep its business healthy. Unlike some big names in tech, though, SAP didn't blame excessive pandemic-era hiring for the cutback. Instead, it characterized the initiative as a &quot;targeted restructuring&quot; for a company that still expected accelerating growth in 2023.</p><h2>Spotify layoffs</h2><p>Spotify spent aggressively in recent years as it<a href=\"https://www.engadget.com/2020-02-05-spotify-podcasts-the-ringer.html\"> expanded its podcast empire</a>, but it quickly put a stop to that practice as 2023 began. The streaming music service said in late January that it would<a href=\"https://www.engadget.com/spotify-will-lay-off-6-percent-of-employees-130337498.html\"> lay off 6 percent of its workforce</a> (9,800 people worked at Spotify as of the third quarter) alongside a restructuring effort that included the departure of content chief Dawn Ostroff. While there were more Premium subscribers than ever in 2022, the company also<a href=\"https://www.engadget.com/spotify-reaches-205-million-premium-subscribers-as-losses-mount-122503157.html\"> suffered steep losses</a> — CEO Daniel Ek said he was &quot;too ambitious&quot; investing before the revenue existed to support it.</p><h2>Wayfair layoffs</h2><p>Amazon isn't the only major online retailer scaling back in 2023. Wayfair said in late January that it would<a href=\"https://investor.wayfair.com/news/news-details/2023/Wayfair-Announces-Update-to-Cost-Efficiency-Plan-and-Business-Performance/default.aspx\"> lay off 1,750 team members</a>, or 10 percent of its global headcount. About 1,200 of those were corporate staff cut in a bid to &quot;eliminate management layers&quot; and otherwise help the company become leaner and nimbler. Wayfair had been cutting costs since August 2022 (including 870 positions), but saw the layoffs as helping it reach break-even earnings sooner than expected.</p>This article originally appeared on Engadget at https://www.engadget.com/big-tech-layoffs-183005386.html?src=rss", "link": "https://www.engadget.com/big-tech-layoffs-183005386.html?src=rss", "date_published": "2023-04-27 18:31:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Teenage Engineering enters the microphone space with the gorgeous CM-15", "description": "<p>Boutique music gadget manufacturer Teenage Engineering is back with a new product and it’s a whole lot more interesting <a href=\"https://teenage.engineering/products/field-desk\"><ins>than a $1,600 desk</ins></a>. The CM-15 is a <a href=\"https://teenage.engineering/products/cm-15\">legitimate portable condenser microphone</a> built for studio use and remote setups. The company describes it as the world’s “first all-in-1 mic offering” as it features multiple connection and power options.</p><p>You can power this thing via traditional phantom power by plugging it into any suitable mixer or audio interface. There is also a built-in battery that gets ten hours of use per charge. Don’t have access to any of that? Just plug it into any USB-C port to get some juice. That’s pretty convenient. As for connections, there is a 3.5mm line output, a mini XLR and the aforementioned USB-C port. The microphone includes a built-in preamp, so you can go straight into a computer, phone or another Teenage Engineering device like the <a href=\"https://www.engadget.com/teenage-engineerings-op-1-field-portable-synthsampler-has-a-huge-list-of-new-features-113504292.html\"><ins>similarly impressive (and expensive) OP-1 Field.</ins></a></p><span id=\"end-legacy-contents\"></span><p>Just like the <a href=\"https://www.engadget.com/teenage-engineering-tx-6-mixer-153033794.html\"><ins>recently-released TX-6 mixer,</ins></a> the CM-15 is tiny but still manages to find room for some audio wizardry. It contains a true 1-inch large-diaphragm capsule, which is a rarity in portable recording gear. The microphone also features ESS Sabre analog-to-digital conversion, which TE says helps the mic “preserve high-fidelity sound and capture exceptional detail in any recording situation.”</p><div id=\"a7cb122417f54cfb903f659c5a640685\"></div><p>There’s a gain switch on the back to match the audio source, and the 3.5mm line out can plug right into a video camera for synced audio/visual content. The machined metal build looks durable and adds to the overall aesthetic appeal of the microphone. It ships with various adapters for universal compatibility with mic stands and features a built-in tilting mechanism for precise placement. There's a mini-tripod available for the mic, but it costs an extra $100.</p><p>Now onto the price. This is a <a href=\"https://www.engadget.com/teenage-engineering-op1-tx6-expensive-fun-181029889.html\"><ins>Teenage Engineering product through-and-through</ins></a>, so get ready to fork over $1,200 to bring this little beast home. For a complete TE setup that includes the CM-15, a TX-6 mixer and an OP-1 Field synthesizer, that cost skyrockets to $4,400. The microphone starts shipping in June.</p>This article originally appeared on Engadget at https://www.engadget.com/teenage-engineering-enters-the-microphone-space-with-the-gorgeous-cm-15-181721397.html?src=rss", "link": "https://www.engadget.com/teenage-engineering-enters-the-microphone-space-with-the-gorgeous-cm-15-181721397.html?src=rss", "date_published": "2023-04-27 18:17:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'Forza Motorsport' will feature audio cues to help players with visual impairments drive", "description": "<p><a href=\"https://www.engadget.com/tag/forza-motorsport/\"><em><ins>Forza Motorsport</ins></em></a><em>&nbsp;</em>developer Turn 10 Studios has previewed some of the game's accessibility features. First and foremost, the studio is hoping to make it easier for blind and low-vision players to enjoy the racing sim with the help of audio cues.</p><p>Turn 10 <a href=\"https://news.xbox.com/en-us/2023/04/27/forza-motorsport-accessibility-features-blind-driving/\"><ins>spent two years</ins></a> building Blind Driving Assists with the help of accessibility consultant Brandon Cole (who is blind) and other blind and low-vision players. The feature offers supplemental audio cues to help players navigate. They'll receive audible information on things like track position and orientation, and their approach and progress during turns. Players will also learn details about the car, including the level of deceleration needed and when to shift gears if they're using manual transmission.</p><span id=\"end-legacy-contents\"></span><p>In <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1UN2FWVXFtUV9TYyIsImNvbnRlbnRVdWlkIjoiNzM3MzY2Y2QtZjAzYi00MzhkLTg5Y2MtNjhmMmFjNTYyMjE1In0&amp;signature=AQAAAaOsN6-KVdFAevbeHTdaNe0tzXfHPYNDURfxvqAqL6sU&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DT7aVUqmQ_Sc\"><ins>a video</ins></a> that shows off the feature and details its development, Cole notes that the steering guide option pans the engine noise and tire sounds to the left or right, depending on the direction players should turn. Beeping sounds will tell players when they're nearing the edge of the track. Cole says that, with the help of the cues, he was able to win a race against a bunch of AI-driven cars.</p><div id=\"89efaf17aa69440684d04f5b5ab57827\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Blind and low-vision players can preview the audio cues in the accessibility menu. They'll hear in-depth descriptions of what each cue means, thanks to the inclusion of a customizable screen narrator. Players can individually switch each set of cues on and off, and they'll be able to tweak the pitch and volume of them. Although it will likely take a while for players to get used to the cues, they could be immensely useful for blind and low-vision folks who want to play <em>Forza Motorsport</em>.</p><p>Along with more common accessibility features such as full controller remapping, colorblindness filters and customizable subtitles, there's another called One Touch Driving. This enables players to customize braking, steering and throttle assists to minimize the number of simultaneous inputs needed. They can enable as many of the assists as they like. Turn 10 worked with players who have mobility and stamina disabilities to create One Touch Driving, which is intended for those who may find it difficult to hold down buttons or press several buttons at the same time.</p><p><em>Forza Motorsport </em>is slated to arrive <a href=\"https://www.engadget.com/forza-motorsport-arrives-later-this-year-on-xbox-series-xs-pc-and-xbox-game-pass-210849958.html\"><ins>later this year</ins></a>. It will be available on Xbox Series X/S, Xbox Cloud Gaming and PC via the Microsoft Store and Steam.</p>This article originally appeared on Engadget at https://www.engadget.com/forza-motorsport-will-feature-audio-cues-to-help-players-with-visual-impairments-drive-180043633.html?src=rss", "link": "https://www.engadget.com/forza-motorsport-will-feature-audio-cues-to-help-players-with-visual-impairments-drive-180043633.html?src=rss", "date_published": "2023-04-27 18:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Armored Core VI: Fires of Rubicon’ delivers fast-paced mech combat this August", "description": "<p>Fans of the long-dormant Armored Core series can look forward to the franchise’s return before long, as FromSoftware announced today that <em>Armored Core VI: Fires of Rubicon</em> launches on August 25th. In addition, there is a new trailer and fresh story / gameplay details that shed more light on the upcoming mecha-based title.</p><p>Announced at <a href=\"https://www.engadget.com/fromsoftware-armored-core-vi-bandai-namco-040900986.html\">The Game Awards 2022</a>, <em>Armored Core VI: Fires of Rubicon</em> is the franchise’s first mainline game in over a decade. Fresh off the success of the acclaimed Elden Ring, FromSoftware had previously said the new entry is a reboot that will <a href=\"https://www.engadget.com/armored-core-vi-no-souls-gameplay-205332851.html\">take advantage</a> of the developer’s expanded resources to make the Armored Core game it always “wanted to make” while honoring the 26-year-old franchise’s roots, according to president Hidetaka Miyazaki. “What we are aiming to create with AC6,” game director Masaru Yamamura <a href=\"https://news.xbox.com/en-us/2023/04/27/armored-core-6-gameplay-preview/\">told</a><em>Xbox Wire</em>, “is a new mech action game as a product of what the current day FromSoftware can output.”</p><span id=\"end-legacy-contents\"></span><p><em>Armored Core VI</em>’s story is set on the planet Rubicon, where a precious but dangerous resource called Coral is discovered. Having previously been turned to ash by a massive disaster (thanks to Coral), Rubicon is a world of “hollowed-out industrial ruins” only barely concealed beneath a corporate “shiny shell of state-of-the-art mining constructs encasing the planet.” Whether the game flies or not, that’s a fun premise with plenty of opportunities for staggering set pieces (which you can see in the trailer) and real-world metaphors with present-day relevance.</p><figure><img alt=\"Gameplay screenshot from &#x002018;&#x002018;Armored Core VI: Fires of Rubicon.&#x002019; The player-controlled mech (right) has its jetpack turned on as it dodges fire from a giant mech in the distance. The sky is dark and purple, gunfire and explosions all around.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/15726df0-e518-11ed-9ffe-13eb01eed380\" style=\"height: 2160px; width: 3840px;\" /><figcaption></figcaption><div class=\"photo-credit\">FromSoftware / Bandai Namco Entertainment</div></figure><p>“It’s an intricate and multi-layered world, brimming with mega-structures and enormous underground facilities built by its former inhabitants. These structures cover a planetary surface wracked with extreme cold and contamination in the aftermath of the great disaster, and the player will be exploring these various environments as they proceed,” game director Masaru Yamamura <a href=\"https://blog.playstation.com/2023/04/27/armored-core-vi-fires-of-rubicon-launches-august-25-new-gameplay-details/\">explained to</a><em>PlayStation blog</em>.&nbsp;</p><p>New gameplay features include the new Assault Boost, a button-triggered skill that lets you instantly switch between long-range shooting and melee. “Assault Boost is an offensive action that helps close the gap between enemies and lets you quickly go from long distance to close range,” Yamamura said. “Say you activate Assault Boost to make your approach while using machine gun fire and a missile salvo to stagger the enemy, then use your pulse blade to score a direct melee hit once you’re up close.”</p><p>The developer says it’s building on and fine-tuning the franchise’s familiar customization. “The main thing we focused on in AC6 was to make sure that this customization element is not just about the parameters going up and down and numerical values; we want to reflect these changes in customization in the way the game and action feel as much as possible,” said Yamamura. “For example, you obviously you have the head, core, arms, and leg parts of the AC. The leg parts in particular control the mech’s movement and so these will change the basic behavior of the AC depending what type they are. Like, tank-type legs will be able to perform drift turns. Weapons will differ in terms of how they fire, how much recoil they have, and how the projectiles behave. We’ve been conscious of how this all affects the game feel and the individuality of different builds.”</p><p><em>Armored Core VI: Fires of Rubicon</em> launches on August 25th, and you can pre-order it now (in a $60 standard edition or $70 deluxe edition) for PlayStation 5 / 4, Xbox Series X / S, Xbox One and PC.</p><div id=\"5edd15ef9c7940b1816822ec86062daa\"></div>This article originally appeared on Engadget at https://www.engadget.com/armored-core-vi-fires-of-rubicon-delivers-fast-paced-mech-combat-this-august-172837938.html?src=rss", "link": "https://www.engadget.com/armored-core-vi-fires-of-rubicon-delivers-fast-paced-mech-combat-this-august-172837938.html?src=rss", "date_published": "2023-04-27 17:28:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lyft is laying off 26 percent of employees", "description": "<p>Lyft had warned of impending layoffs last week, and now it's taking action. The ridesharing company is <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/1759509/000175950923000036/lyft-20230427.htm\">cutting</a> 1,072 jobs, or about 26 percent of its employees. It's also scaling back hiring and will scrub 250 open roles.  The decision will carry severance and benefits costs of up to $47 million in the second quarter, but Lyft believes the savings will help with 'improvements&quot; for drivers and passengers. More details are coming during an earnings call on May 4th.</p><p>The firm had already laid off 13 percent of its team in November last year. This latest decision also follows just weeks after co-founder Logan Green <a href=\"https://www.engadget.com/lyft-co-founder-logan-green-is-stepping-down-as-ceo-221928157.html\">stepped down as CEO</a> following a rough earnings call. Green said the company would have to boost spending to remain competitive with Uber. While neither Lyft nor Uber has turned a profit on an annual basis, Uber was profitable last quarter thanks to investments in other businesses.</p><span id=\"end-legacy-contents\"></span><p>New Lyft chief (and former Amazon executive) David Risher, who started this month, has called for streamlined business and a renewed focus on the &quot;needs of riders and drivers.&quot; He's part of a broader executive shakeup that sees president and co-founder John Zimmer move to the board of directors, where Green still has a role.</p><p>Lyft is far from alone. Numerous tech giants have <a href=\"https://www.engadget.com/big-tech-layoffs-183005386.html\">laid off staff in 2023</a>, in many cases due to a rough global economy. However, its rival Uber has so far avoided severe cuts in recent months. <em>Layoffs.fyi</em><a href=\"https://layoffs.fyi/\">says</a> Uber laid off about 60 engineers in Lithuania last fall, and 150 Uber Freight workers in January.  This doesn't guarantee that Uber will avoid trouble, but it suggests the ride hailing giant is feeling less pressure than Lyft.</p>This article originally appeared on Engadget at https://www.engadget.com/lyft-is-laying-off-26-percent-of-employees-172550913.html?src=rss", "link": "https://www.engadget.com/lyft-is-laying-off-26-percent-of-employees-172550913.html?src=rss", "date_published": "2023-04-27 17:25:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "PlayStation VR2 is finally heading to retailers", "description": "<p>The <a href=\"https://www.engadget.com/playstation-vr2-review-great-headset-should-be-cheaper-130032254.html\"><ins>well-reviewed, yet pricey</ins></a>, PlayStation VR2 headset is making its way to retailers after a two-month stint of exclusivity at Sony’s Direct consumer storefront. The company <a href=\"https://twitter.com/PlayStation/status/1651571903574966275\"><ins>shared the news on Twitter</ins></a>, but has not set an official date or even announced what lucky retailers would get their mitts on the PS5-adjacent headset. Sony tells customers to check with local retailers for availability information.</p><p>UK retailer <a href=\"https://twitter.com/shoptonet/status/1651531222512812032\"><ins>ShopTo has suggested</ins></a> that the VR headset will be in stock starting May 12th, though it remains to be seen if that date holds for every online and brick-and-mortar retail location out there. It is worth noting that May 12th is when a little mom-and-pop video game called <em>The Legend of Zelda: Tears of the Kingdom</em> releases on Switch, so get ready for crowds if you head into a store looking for just a VR headset.</p><span id=\"end-legacy-contents\"></span><p>Beyond making it easier to score a PSVR 2 headset, wider availability will almost certainly lead to sales and discounts. At $550, the PS5 accessory is more expensive than the actual PS5. Sony has not disclosed any sales numbers for the headset but it did <a href=\"https://www.bnnbloomberg.ca/sony-slashes-playstation-vr2-headset-output-after-pre-orders-disappoint-1.1877035\"><ins>halve sales expectation numbers</ins></a> ahead of the February launch due to fewer-than-anticipated preorders. Having the headset locked behind an exclusive web portal likely did it no favors.</p><p>The PSVR 2 has been praised for its fantastic visuals, updated controllers and haptic feedback abilities, though the games library is on the anemic side (right now). Here is to hoping increased availability will bring the headset into more homes, hastening mainstream adoption and giving the Meta Quest platform a true run for its money. This could only be a good thing for VR in general.</p>This article originally appeared on Engadget at https://www.engadget.com/playstation-vr2-is-finally-heading-to-retailers-171803760.html?src=rss", "link": "https://www.engadget.com/playstation-vr2-is-finally-heading-to-retailers-171803760.html?src=rss", "date_published": "2023-04-27 17:18:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk will likely face deposition in lawsuit over deadly Tesla Autopilot crash", "description": "<p>Elon Musk may have to answer detailed questions regarding a <a href=\"https://www.engadget.com/2019-05-01-tesla-autopilot-lawsuit-model-x.html\">fatal 2018 Tesla crash</a> where Autopilot was involved. Judge Evette Pennypacker has <a href=\"https://www.reuters.com/legal/elon-or-deepfake-musk-must-face-questions-autopilot-statements-2023-04-26/?taid=6449d97e85d7d50001559959&amp;utm_campaign=trueAnthem:+Trending+Content&amp;utm_medium=trueAnthem&amp;utm_source=twitter\">ordered</a> Musk to give a three-hour deposition in a lawsuit over the crash, which killed Apple engineer Walter Huang when his Model X plowed into a highway median south of San Francisco. Attorneys for Huang's family want to grill the tech CEO over statements he made about Autopilot's capabilities in the years before the incident.</p><p>Most notably, the plaintiffs point to a 2016 Code Conference <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj13c2l4c1JJLVN6NCZ0PTQ3NjVzIiwiY29udGVudFV1aWQiOiJlYjExNWYzYi1hYzBkLTQyNjItOTljNi00MjY1NDliNDJhNGYifQ&amp;signature=AQAAAb0AOGuLXgj3csYUeWFMSqGkMx2beT6KJhMxD7CsK1WU&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DwsixsRI-Sz4%26t%3D4765s\">interview</a> (shown below) where Musk maintained that Tesla cars with Autopilot could already drive with \"greater safety than a person.\" They're also concerned about a 2016 self-driving <a href=\"https://www.tesla.com/videos/full-self-driving-hardware-all-tesla-cars\">demo video</a> that engineers testified was staged to show features that weren't ready. The implication, of course, is that Huang was falsely led to believe he could trust his Model X to drive down the highway without being ready to take over.</p><span id=\"end-legacy-contents\"></span><div id=\"d9b1ebba0b714a69bea1f601fc349cb8\"></div><p>Tesla says Autopilot was engaged at the time of the crash, but also maintains that Huang ignored three car warnings to put his hands back on the steering wheel. The National Transportation Safety Board (NTSB) says Huang was playing a phone game at the time. Tesla tried to resist the deposition by claiming Musk couldn't remember the associated statements, and that his popularity could prompt the creation of AI-based deepfake videos. Pennypacker rejected this argument as a \"deeply troubling\" tactic that could effectively shield any well-known person from responsibility for their statements.</p><p>The order is officially tentative, and a hearing is slated for today (April 27th) to make a final decision. However, <em>Reuters</em> notes California judges usually finalize these rulings with few changes. The lawsuit is slated to reach trial on July 31st.</p><p>Tesla has faced mounting criticism over its Autopilot safety claims, including concerns that over-reliance on the system has <a href=\"https://www.engadget.com/2019-09-05-tesla-autopilot-crash-ntsb-distracted-driving.html\">led to crashes</a>. Politicians have <a href=\"https://www.engadget.com/2020-01-25-senator-recommends-tesla-autopilot-changes.html\">called for the automaker to improve safety</a> and use more accurate naming. However, the company has also had a few victories as of late. The NTSB in February <a href=\"https://www.engadget.com/tesla-model-s-fatal-crash-autopilot-texas-ntsb-165332697.html\">ruled out Autopilot as a factor</a> in a deadly 2021 crash in Texas. Just days ago, Tesla <a href=\"https://www.engadget.com/tesla-wins-lawsuit-over-autopilot-model-s-crash-185405972.html\">thwarted a lawsuit</a> from a Los Angeles driver who faulted Autopilot for swerving her Model S into a median. There will be lingering concerns, then, whether or not Tesla survives the Huang lawsuit.</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-will-likely-face-deposition-in-lawsuit-over-deadly-tesla-autopilot-crash-155648745.html?src=rss", "link": "https://www.engadget.com/elon-musk-will-likely-face-deposition-in-lawsuit-over-deadly-tesla-autopilot-crash-155648745.html?src=rss", "date_published": "2023-04-27 17:08:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "SpaceX’s Starship launch caused a fire in a Texas state park", "description": "<p>After a <a href=\"https://www.engadget.com/spacex-will-attempt-starship-orbital-test-in-march-says-elon-musk-195410384.html\">string of delays</a> and a <a href=\"https://www.engadget.com/watch-spacexs-starship-orbital-test-flight-at-920am-et-124553427.html\">scrubbed launch attempt</a>,<em>&nbsp;</em><a href=\"https://www.engadget.com/tag/spacex/\">SpaceX</a> finally conducted the first test flight of its Starship spacecraft earlier this month. While the vehicle got off the ground, it seems federal agencies will be dealing with the explosive fallout of the mission for quite some time.</p><p>Federal agencies say the launch led to a 3.5-acre fire on state park land. The blaze was extinguished. Debris from the rocket, which SpaceX said it had to <a href=\"https://www.engadget.com/spacexs-starship-completes-its-first-fully-integrated-flight-test-but-fails-to-reach-orbit-134226956.html\">blow up in the sky</a> for safety reasons after a separation failure, was found across hundreds of acres of land. “Although no debris was documented on refuge fee-owned lands, staff documented approximately 385 acres of debris on SpaceX’s facility and at Boca Chica State Park,” the Texas arm of the US Fish and Wildlife Service told <a href=\"https://www.bloomberg.com/news/articles/2023-04-26/spacex-launch-sparked-3-5-acre-fire-on-state-park-land-us-says-lgy2cc46?sref=10lNAhZ9#xj4y7vzkg\"><em>Bloomberg</em></a>.</p><span id=\"end-legacy-contents\"></span><p>The agency noted it hasn’t found evidence of dead wildlife as a result of the incident. Still, it’s working with the Federal Aviation Administration on a site assessment and post-launch recommendations, while ensuring compliance with the Endangered Species Act.</p><p>Soon after the launch and Starship’s explosion, the FAA said it was carrying out a mishap investigation. Starship is grounded for now and its return to flight depends on the agency “determining that any system, process or procedure related to the mishap does not affect public safety.”</p><p>Starship’s approved launch plan included an anomaly response process, which the FAA says was triggered after the spacecraft blew up. As such, SpaceX is required to remove debris from sensitive habitats, carry out a survey of wildlife and vegetation and send reports to several federal agencies. “The FAA will ensure SpaceX complies with all required mitigations,” the agency told <em>Bloomberg</em>.</p><p>Even if SpaceX can sate federal agencies' concerns swiftly, it may be quite some time until the next Starship launch. The super heavy-lift space launch vehicle destroyed its launch pad, sending chunks of debris into the air. Footage <a href=\"https://www.washingtonpost.com/technology/2023/04/21/spacex-starship-launch-debris-shrapnel/\">showed</a> the shrapnel landing on a nearby beach and even hitting a van hundreds of yards from the launch site. Fortunately, no one was hurt, according to the FAA.</p>This article originally appeared on Engadget at https://www.engadget.com/spacex-starship-launch-caused-a-fire-in-a-texas-state-park-165630774.html?src=rss", "link": "https://www.engadget.com/spacex-starship-launch-caused-a-fire-in-a-texas-state-park-165630774.html?src=rss", "date_published": "2023-04-27 16:56:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best cameras for 2023", "description": "<p>It’s a strange and wonderful time to buy a camera. Since smartphones have gutted the casual photography market, manufacturers are focusing on building technological marvels designed for very specific uses. Mirrorless cameras continue to improve in terms of autofocus, video and more. Action cams provide sharp, fluid video, compact cameras are targeted to both tourists and vloggers, and DSLRs are available at some of the best prices we’ve seen. With so much choice, though, you may need some guidance to find just the right camera – and that’s where we come in. Whether you’re a creator looking for just the right vlogging camera, an aspiring wildlife photographer or an adrenaline sports junkie, we’ll help you find the perfect model to match your budget and needs.</p><h2>What to consider before choosing a camera</h2><p>There are a lot of reasons to choose a camera over a smartphone. The larger sensors in mirrorless cameras let more light in, and you have a wide choice of lenses with far superior optics. Where smartphones have one f/stop, cameras have many, which gives you more exposure control. You also get natural and not AI-generated bokeh, quicker shooting, a physical shutter, more professional video results and so on.</p><span id=\"end-legacy-contents\"></span><p>With that extra quality comes a lot of extra factors to consider, however. The first thing is sensor size. In general, the larger the sensor size, the better (and usually more expensive) the camera.</p><p>Full frame is available on models like Sony's new ZV-E1, the Canon EOS R6 II and Panasonic S5 II. At a size equivalent to 35mm film (36 x 24mm), it offers the best performance in terms of image quality, low-light capability and depth of field. It's also the most expensive and finicky. While bokeh looks incredible at f/1.4, the depth of field is so razor thin that your subject's nose might be in focus but not their eyes. This can also make video shooting difficult.</p><div id=\"17e6cba906c140a2ad6d0203360809e0\"></div><p>The next size category is APS-C (around 23.5 x 15.6mm for most models and 22.2 x 14.8mm for Canon), offered on Fujifilm's X Series lineup, Canon’s R10 and R50 and the Nikon Z50. It's cheaper than full frame, both for the camera body and lenses, but still brings most of the advantages like decent bokeh, high ISOs for low-light shooting and relatively high resolution. With a sensor size the same as movie cameras, it's ideal for shooting video, and it’s easier to hold focus than with full-frame cameras.</p><p>Micro Four Thirds (17.3 x 13mm), a format shared by Panasonic and Olympus, is the next step down in sensor size. It offers less bokeh and light-gathering capability than APS-C and full frame, but allows for smaller and lighter cameras and lenses. For video, you can still get reasonably tight depth of field with good prime lenses, but focus is easier to control.</p><p>The other common sensor size is Type 1 (1 inch), which is actually smaller than one inch at 12.7 x 9.5mm. That's used mostly by compact models like Sony’s ZV-1 vlogging camera. Finally, action cameras like the GoPro Hero 11 and DJI’s Osmo 3 have even smaller sensors (1/1.9 and 1/1.7 size, respectively).</p><p>For photographers, another key factor is autofocus (AF) speed and accuracy. Most modern mirrorless cameras have hybrid phase-detect AF systems that allow for rapid focus and fast burst speeds. The majority also feature AI smarts like eye-detect AF for people and animals. However, some models are just a bit faster and more reactive than others.</p><p>The electronic viewfinder (EVF) and rear display are also key. The best models have the sharpest and brightest EVFs that let you best judge a shot before taking it. For things like street photography, it’s best to have as bright and sharp a rear display as possible. You may also want a screen that flips out rather than just tilting.</p><p>DSLRs and mirrorless cameras let you change lenses, but you're stuck with what's built into a compact camera. While that's great for portability, a single lens means you're going to sacrifice something. Fujifilm's X100V, for instance, has a fast but fixed 35mm-equivalent f/2.0 lens and no zoom. Sony's RX100 V has a 24-70mm zoom, but it's slower at the telephoto end (f/2.8) and less sharp than a prime lens.</p><p>When it comes to video, there are other factors to consider. Does your camera do “pixel-binning” for video recording or read out the entire sensor? Better cameras tend to do the latter. Another key factor is sensor speed, as slower sensors tend to have more rolling shutter that can create a “jello” effect that skews video.</p><p>In addition, how’s the battery life? How do you like the handling and feel? How long can you shoot video before the camera heats up or stops? Does it support 10-bit HDR video? Is there a microphone and/or a headphone jack? (if you do a lot of interviews, it's preferable to have both.) How's the video autofocus? All of these things play a part in your decision – so now let’s take a look at the best models.</p><h2>The best cameras</h2><h3>Best mirrorless cameras</h3><p><a href=\"https://www.engadget.com/best-mirrorless-cameras-133026494.html\">Mirrorless</a> is far and away the biggest category of cameras these days, so it’s the best way to go if you’re shopping for a modern camera with the most advanced features. Both Canon and Nikon recently announced they’re discontinuing development of new DSLRs, simply because most of the advantages of that category are gone, as I detailed in a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1ueVBLQkJlSHk2ayZ0PTFzIiwiY29udGVudFV1aWQiOiIzNjg0YzFhZS03MTQ1LTRkYzItOWQ4OC0zMGRmZGZlZGFkYTIifQ&amp;signature=AQAAAaSW4adeV86kjVHSaZugxT9y3OFpmPGeYld4L6Wu_zQd&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DnyPKBBeHy6k%26t%3D1s\">recent video</a>. The biggest selling feature of a mirrorless camera is the ability to change lenses depending on the type of shooting you want to do.</p><p>The key features are sensor size, resolution, autofocus, shooting speeds and video specs. If you’re primarily a sports or wildlife photographer, you’ll likely want fast shooting speeds and accurate autofocus. Portrait and landscape shooters will likely favor large sensors and high resolution to maximize image quality. And content creators will want to look for things like flip-out displays, high-end video specifications and good in-body stabilization. Price is of course a major factor as well.</p><h2>Mirrorless cameras under $2,000</h2><h3>Best mirrorless camera under $2,000: Canon EOS R50</h3><p></p><p>My top budget camera pick is Canon’s brand new 24.2-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0ODgxMC1SRUcvY2Fub25fZW9zX3I1MF9taXJyb3JsZXNzX2NhbWVyYS5odG1sIiwiY29udGVudFV1aWQiOiIzNjg0YzFhZS03MTQ1LTRkYzItOWQ4OC0zMGRmZGZlZGFkYTIifQ&amp;signature=AQAAAQGNPOAPTjbMo8fI_NOy6A_tkuqZ8i7BBW96k7vQwVHQ&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1748810-REG%2Fcanon_eos_r50_mirrorless_camera.html\">R50</a>, which is a great model for both photographers and content creators. It can shoot bursts at up to 15 fps in electronic shutter mode, and offers 4K 10-bit at up to 30p with supersampling and no crop. It has a fully articulating display, and unlike other cameras in this price range, an electronic viewfinder. It uses Canon’s Dual Pixel AF with subject recognition mode, and even has a popup flash. The only drawback is the lack of decent quality lens that’s as affordable as the camera itself, and a lack of in-body stabilization.</p><h3>Runner up: Canon EOS R8</h3><p></p><p>Full-frame cameras generally used to start at $2,000 and up, but Canon’s brand new <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DYW5vbi1GdWxsLUZyYW1lLU1pcnJvcmxlc3MtTGlnaHR3ZWlnaHQtU21hcnRwaG9uZS9kcC9CMEJUVFRINUc2P3RoPTEmdGFnPWdkZ3QwYy1wLW8tdXUtMjAiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAbAei0t33-uU6JuLpkMzHI1ExD4-TvaQaFb7I4kE3eBP&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCanon-Full-Frame-Mirrorless-Lightweight-Smartphone%2Fdp%2FB0BTTTH5G6%3Fth%3D1\">EOS R8</a> is priced at just $1,500. It offers Canon’s excellent Dual Pixel AF with subject recognition AI, and can shoot bursts at up to 40 fps. It's equally strong with video, supporting oversampled 10-bit 4K at up to 60 fps. The R8 also offers a flip-out display, making it great for vloggers. The main drawback is a lack of in-body stabilization.</p><h3>Another good option: Panasonic Lumix S5 II</h3><p></p><p>Content creators should take a hard look at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=95276f3c-7b79-4c1e-803f-981cd9f7a968&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=B%26H+Photo&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI5NTI3NmYzYy03Yjc5LTRjMWUtODAzZi05ODFjZDlmN2E5NjgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYmhwaG90b3ZpZGVvLmNvbS9jL3Byb2R1Y3QvMTc0MjQyOC1SRUcvcGFuYXNvbmljX2RjX3M1bTJib2R5X2x1bWl4X3M1X2lpX21pcnJvcmxlc3MuaHRtbCIsImNvbnRlbnRVdWlkIjoiMzY4NGMxYWUtNzE0NS00ZGMyLTlkODgtMzBkZmRmZWRhZGEyIn0&amp;signature=AQAAAXS79eG_Lwa-CBFBcKPyylApACGfhOxX2X-0DGWyUbLc&amp;gcReferrer=https%3A%2F%2Fwww.bhphotovideo.com%2Fc%2Fproduct%2F1742428-REG%2Fpanasonic_dc_s5m2body_lumix_s5_ii_mirrorless.html\">Panasonic’s full-frame S5 II</a>. It’s the company’s first <a href=\"https://www.engadget.com/panasonic-s5-ii-review-the-full-frame-vlogging-camera-youve-been-waiting-for-150028638.html\">camera</a> with hybrid phase-detect AF designed to make focus \"wobble\" and other issues a thing of the past. You can shoot sharp 4K 30p video downsampled from the full sensor width, or 4K 60p from an APS-C cropped size, all in 10-bit color. It even offers 5.9K 30p capture, along with RAW 5.9K external output to an Atomos recorder. You also get a flip-out screen for vlogging and updated five-axis in-body stabilization that’s the best in the industry. Photo quality is also good thanks to the dual-gain 24-megapixel sensor. The main drawback is the slowish burst speeds.</p><h2>Mirrorless cameras over $2,000</h2><h3>Best mirrorless camera over $2,000: Sony ZV-E1</h3><p></p><p>Equipped with the same backside-illuminated (BSI) 12-megapixel sensor as the A7S III, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LUZ1bGwtRnJhbWUtSW50ZXJjaGFuZ2VhYmxlLU1pcnJvcmxlc3MtQ2FtZXJhL2RwL0IwQlpXTldDWjk_dGg9MSZ0YWc9Z2RndDBjLXAtby11dS0yMCIsImNvbnRlbnRVdWlkIjoiMzY4NGMxYWUtNzE0NS00ZGMyLTlkODgtMzBkZmRmZWRhZGEyIn0&amp;signature=AQAAAZTU1q8RvqilGwdTOj2mn_UqxBAeCCaJBZBAoKrWfvvS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-Full-Frame-Interchangeable-Mirrorless-Camera%2Fdp%2FB0BZWNWCZ9%3Fth%3D1\">Sony’s ZV-E1</a> offers <a href=\"https://www.engadget.com/sonys-12-megapixel-full-frame-zv-e1-is-a-low-light-vlogging-beast-140009036.html\">excellent low-light performance</a>, 4K at up to 120p and a host of new AI features like auto framing. It also comes with an updated in-body stabilization system aimed at vloggers that can smooth out even jolting movements like footsteps. The $2,200 price tag makes it enticing for vloggers as it offers features found on the $3,500 A7S III for considerably less money.</p><h3>Runner up: Fujifilm X-H2S</h3><p></p><p>If you’re OK with a smaller APS-C sensor, check out the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9GdWppZmlsbS1YLUgyUy1NaXJyb3JsZXNzLUNhbWVyYS1Cb2R5L2RwL0IwQjJGNVZITE0_dGFnPWdkZ3QwYy1wLW8tdXUtMjAiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAdI4J0wZt--Z9Pt5jI6_MzXeazc_YkxSPdkpYFzWPFwJ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FFujifilm-X-H2S-Mirrorless-Camera-Body%2Fdp%2FB0B2F5VHLM\">Fujifilm X-H2S</a>. It has an incredibly fast stacked, backside-illuminated 26.1-megapixel sensor that allows for rapid burst shooting speeds of 40 fps, along with 4K 120p video with minimal rolling shutter. It can capture ProRes 10-bit video internally, has 7 stops of in-body stabilization and a class-leading EVF. Yes, it’s expensive for an APS-C camera, but on the other hand, it’s the cheapest stacked sensor camera out there. The other downside is AF that’s not quite up to Canon and Sony’s level.</p><h3>Another good option: Sony A7R V</h3><p></p><p>For the ultimate high-resolution camera, check out <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LUZ1bGwtRnJhbWUtTWlycm9ybGVzcy1JbnRlcmNoYW5nZWFibGUtQ2FtZXJhL2RwL0IwQktMUUZGU0Y_dGg9MSZ0YWc9Z2RndDBjLXAtby11dS0yMCIsImNvbnRlbnRVdWlkIjoiMzY4NGMxYWUtNzE0NS00ZGMyLTlkODgtMzBkZmRmZWRhZGEyIn0&amp;signature=AQAAAVwf83dHGTo3WONrR1FZq3XI4_9vEx31tmFXhxYpZTX8&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-Full-Frame-Mirrorless-Interchangeable-Camera%2Fdp%2FB0BKLQFFSF%3Fth%3D1\">Sony’s A7R V</a>. With a 61-megapixel sensor, it shoots sharp and beautiful images at a very respectable speed for such a high-resolution model (10 fps). It has equally fast and reliable autofocus, the sharpest viewfinder on the market and in-body stabilization that’s much improved over the A7R IV. Video has even improved, with 8K and 10-bit options now on tap, albeit with significant rolling shutter. If you don’t need the video, however, Sony’s A7R IVa does mostly the same job, photo-wise, and costs a few hundred dollars less.</p><h2>Best action camera</h2><p>The most important features to look for in an action cam are image quality, stabilization and battery life. GoPro has easily been beating all rivals over the last few years in all those areas, but DJI made some strides last year with the Osmo Action 3. At the same time, GoPro’s latest models are more expensive than rivals.</p><h3>Best action camera: GoPro Hero 11 Black</h3><p></p><p>GoPro didn’t change the design on its latest model, but it has a larger sensor that enables a couple of cool features – Horizon Lock stabilization and Full Frame mode that makes it easier to shoot for, say, TikTok and YouTube at the same time. It also offers a new wider, though slightly distorted Hyperview field of view.</p><p>Otherwise, the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=06fa1f29-e83c-49e4-81a8-9732450da8a9&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=GoPro&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwNmZhMWYyOS1lODNjLTQ5ZTQtODFhOC05NzMyNDUwZGE4YTkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9nb3Byby5jb20vZW4vdXMvc2hvcC9jYW1lcmFzL2hlcm8xMS1ibGFjay9DSERIWC0xMTEtbWFzdGVyLmh0bWwiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAQxGXJQH_IppkyCdZjAB32vthp2txOLVTmKYXpTnYRrS&amp;gcReferrer=https%3A%2F%2Fgopro.com%2Fen%2Fus%2Fshop%2Fcameras%2Fhero11-black%2FCHDHX-111-master.html\">Hero 11 Black</a> offers better video quality than ever (up to 5.3K 60p), Hypersmooth stabilization that’s still the best in the business (by far), battery life that’s improved by 40 percent over the last model, and more. It’s easily the best action camera on the market, but you pay for that: it’s $400 with a one year subscription ($500 without it), compared to $329 for the DJI Osmo Action 3 and $300 for the Insta360 RS 4K bundle. If you’re serious about filming extreme sports, though, it’s worth it.</p><h3>Runner up: DJI Osmo Action 3</h3><p></p><p>After experimenting with an oddball modular design on the Action 2, design has gone back to a more classic action cam design on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ESkktU3VwZXItV2lkZS1Ib3Jpem9uU3RlYWR5LVdhdGVycHJvb2YtTG9uZy1MYXN0aW5nL2RwL0IwQjdYMkxYUTY_dGFnPWdkZ3QwYy1wLW8tdXUtMjAiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAfCLlzGupjmaFNj3gORx9vZ6hl-uM421pYSWosTHwFIx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDJI-Super-Wide-HorizonSteady-Waterproof-Long-Lasting%2Fdp%2FB0B7X2LXQ6\">Osmo Action 3</a>. It also comes with a slick new magnetic quick-release mount that lets you connect the camera directly to a GoPro-style mount with or without the case. Video quality and stabilization are quite good, but fall short of the Hero 11 Black (the Action 3 tops out at 4K 120p resolution compared to 5.3K 60p on the GoPro). While it’s not quite as good as the Hero 11, it’s considerably cheaper.</p><h2>Best compact camera</h2><p>This category has fewer cameras than it did even a few years ago and many models are older, as manufacturers focus instead on mirrorless models. However, I’m still a big believer in compact cameras. They’re a big step up from smartphones quality-wise, and a lot of people will take a compact traveling or to events when they’d never bother with the hassle of a DSLR or mirrorless camera.</p><p>Compacts largely have type 1-inch sensors, but a few offer larger options, particularly Fujifilm’s XF-100V. Another popular model, Sony’s XV-1, is primarily aimed at content creators looking to step up. In any case, desirable qualities include image quality, a fast lens, relatively long zoom, flip-out display, good battery life, a high quality EVF, decent video and good pocketability.</p><h3>Best compact camera: Fujifilm X100V</h3><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=0eee6f60-6f21-4ba6-b70e-cc15b39bf860&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Adorama&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZWVlNmY2MC02ZjIxLTRiYTYtYjcwZS1jYzE1YjM5YmY4NjAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYWRvcmFtYS5jb20vaWZqeDEwMHZzLmh0bWwiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAbZrABxIdUjxo2_QKkiEyqsbIKzN_vVi5pbbI4KJYg3n&amp;gcReferrer=https%3A%2F%2Fwww.adorama.com%2Fifjx100vs.html\">X100V</a> is the latest in Fujifilm's famous fixed-lens X100 camera series. Like other models in the lineup, it has an APS-C sensor and a 23mm f/2.0 lens, equivalent to 35mm on a full-frame sensor. You also get the same hybrid optical/electronic viewfinder, mechanical dials, film simulations and good looks as before. But the X100V is the most significant advancement in the series' history. It has Fujifilm's latest 26.1-megapixel X-Trans 4 CMOS sensor compared to 24.2-megapixels on the last model and a new, sharper lens to handle that extra resolution.</p><p>A new tilting rear display makes \"shooting from the hip\" street photography much easier, as does the fast 11 fps/20 fps shooting speeds in mechanical/silent shutter modes. You also get a better hybrid phase- and contrast-detect autofocus (AF) system with more AF points along with face and eye detection. Finally, it now has the same 4K video-shooting features as the X-T30. It doesn't come cheap, but the X100V is the ultimate camera if you're into street photography – assuming you can <a href=\"https://www.dpreview.com/forums/thread/4695587\">find one</a>.</p><h3>Runner up: Sony ZV-1</h3><p></p><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Tb255LUNvbnRlbnQtQ3JlYXRvcnMtVmxvZ2dpbmctTWljcm9waG9uZS9kcC9CMDg5NjVKVjhEP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdXUtMjAiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAaWp66eHqX1HYzlVjbEpsDrBC9YQpv-LJNpm4HH_FbKt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSony-Content-Creators-Vlogging-Microphone%2Fdp%2FB08965JV8D%3Fth%3D1\">ZV-1</a> is Sony’s first RX100-series camera designed specifically for vlogging. It does that job well thanks to a lightweight body, built-in high-quality microphone, flip-out display, best-in-class autofocus and excellent image quality. The 24-70mm lens is sharp, but it needs to be wider because of the 25 percent crop when using electronic stabilization. It also lacks a true touch display and a headphone port. That nitpicking aside, if you’re looking to step up from a smartphone or just want something simple, it does the job nearly perfectly.</p><h3>Another good option: Panasonic ZS-200</h3><p></p><p>For a value compact camera, the best option is Panasonic’s 20-megapixel <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9QQU5BU09OSUMtU3RhYmlsaXphdGlvbi1NZWdhcGl4ZWwtU2Vuc29yLURDLVpTMjAwUy9kcC9CMDc5UU5YRkNDP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdXUtMjAiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAAUezUfxPy2h-trf4jyr95QCSAAv0yL6EO77foAFnUdtj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FPANASONIC-Stabilization-Megapixel-Sensor-DC-ZS200S%2Fdp%2FB079QNXFCC%3Fth%3D1\">ZS-200</a>. It offers a lot of features for the price, like a 1-inch, 20.1 megapixel sensor, 5-axis stabilization, 4K, 30 fps video and more. Its main claim to fame, though, is the 24-360x lens that offers incredible reach for travel and more. Though it dates back to 2018, it’s actually one of the more recent compact models.</p><h2>Best DSLR camera</h2><p>With mirrorless cameras taking over the interchangeable lens market, but DSLRs still give you the ability to change lenses at relatively cheap prices. The defining feature is the reflex mirror that lets you look directly through the lens at your subject with no electronics in between. Most also have very fast autofocus thanks to a dedicated phase-detect sensor, and very fast battery life. However, many lack features you’d expect on modern mirrorless cameras like subject tracking, eye-detection and more.</p><h3>Best DSLR camera: Nikon D850</h3><p></p><p>Nikon's full-frame (FX) <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9OaWtvbi1EODUwLUZYLUZvcm1hdC1EaWdpdGFsLUNhbWVyYS9kcC9CMDc1MjRMSE1UP3RoPTEmdGFnPWdkZ3QwYy1wLW8tdXUtMjAiLCJjb250ZW50VXVpZCI6IjM2ODRjMWFlLTcxNDUtNGRjMi05ZDg4LTMwZGZkZmVkYWRhMiJ9&amp;signature=AQAAASKBTK1v7wIk9EBRLRFgcu_J1t23aEedlVLba83Si1V0&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FNikon-D850-FX-Format-Digital-Camera%2Fdp%2FB07524LHMT%3Fth%3D1\">D850</a> is the best deal on a high-end camera and arguably the best camera for photography. With a 45.7-megapixel sensor and max 102,400 ISO, it gives you the best quality for the money, whether mirrorless or DSLR. It can also shoot fast, at up to 7fps, which is very good for such a high-res camera. In addition, the battery life (1840 shots on a charge) puts any mirrorless option to shame, and there’s a massive number of FX Nikkor lenses to choose from. Nikon has upped its video game as well with the D850 by introducing 4K internal recording. If you’d still rather have a live optical rather than an electronic view, the D850 is the best option available.</p><h3>Runner up: Canon EOS Rebel SL3</h3><p></p><p>Another one of the best cameras for photography is Canon’s 24-megapixel APS-C <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9DYW5vbi1SZWJlbC0xOC01NW1tLUxlbnMtV2hpdGUvZHAvQjA3UUhQVDc4MT90aD0xJnRhZz1nZGd0MGMtcC1vLXV1LTIwIiwiY29udGVudFV1aWQiOiIzNjg0YzFhZS03MTQ1LTRkYzItOWQ4OC0zMGRmZGZlZGFkYTIifQ&amp;signature=AQAAASwImYIK8e5-fOTXlj2rbEEcYAUK69jT9uXLtHPplmJv&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FCanon-Rebel-18-55mm-Lens-White%2Fdp%2FB07QHPT781%3Fth%3D1\">EOS Rebel SL3</a>, which has a great blend of features, build quality and value. It offers features like a vari-angle touchscreen, 4K video (albeit with a crop) and Dual Pixel autofocus technology in live mode. You get shooting speeds of up to 5 fps, 1600 shots on a charge and an ISO range up to 51,200 (expanded).  It also offers guided screen options for beginners. Best of all, it offers excellent picture quality for the price thanks to Canon’s skin-friendly color science.</p>This article originally appeared on Engadget at https://www.engadget.com/best-cameras-151524327.html?src=rss", "link": "https://www.engadget.com/best-cameras-151524327.html?src=rss", "date_published": "2023-04-27 15:15:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Arturia's Augmented Brass plugin is built for synthwave and sci-fi scores", "description": "<p>Just about one year ago Arturia launched the first entry in its Augmented series of hybrid instruments, <a href=\"https://www.engadget.com/arturia-augmented-strings-synth-vst-150018015.html\">Augmented Strings</a>. Since then it's grown to include <a href=\"https://www.engadget.com/arturia-v-collection-9-grows-to-32-virtual-instruments-150052024.html\">Augmented Voices and Grand Piano</a>. Now the family is getting bigger still with Augmented Brass.</p><p>Just like the other installments Augmented Brass combines samples of its namesake — brass instruments — with advanced synth engines and effects to create something wholly new. The core concept isn't terribly different from what Output has with its Analog series, but the results generally hew closer to the real world instruments that inspired them.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>From a surface level, not much has changed. There are some minor workflow and visualization tweaks, but you still get the same main interface with a large morph knob in the middle that generally lets you dial in the balance of organic and synthetic sounds you're looking for. Around that are seven macro knobs for tweaking the timbre, dialing in effects levels, and adding delay and reverb.&nbsp;</p><figure><img alt=\"Arturia Augmented Brass' advanced sound design tab.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/5f63afd0-e501-11ed-9be5-745136b47132\" style=\"height: 1024px; width: 1689px;\" /><figcaption></figcaption><div class=\"photo-credit\">Arturia</div></figure><p>There is also the advanced tab for those that what to dig in deep on the sound design. Here still, the UI is clean, easy to navigate and unintimidating. But there is a lot of power to be found under the hood. Here you can freely choose your four different layers of synths and samples, customize your filter selection and the effects, and even add complex modulation. If you do dive into the advanced tab, don't overlook that modulation section where you'll find two LFOs, two function generators, two random generators and you can customize things like aftertouch and velocity effects.&nbsp;</p><p>If you never bother to mess with the advanced options, you'll still have a pretty large palette to work with. Augmented Brass comes with hundreds of presets that cover everything from '80s slasher film scores, to early aughts hip hop horns, to sci-fi dirges. If you've read any of my reviews in the past, it should come as no surprise that I was immediately drawn to the nostalgic warbles of the Muted Tape Orchestra preset. But I  loved the Full Brass Orchestra patch which was clearly made for scoring endless Game of Thrones spinoffs.&nbsp;</p><p>Arturia's been pretty busy recently, having also just launched <a href=\"https://www.arturia.com/products/software-effects/rev-lx-24/overview\">Rev LX-24</a>, a plugin that aims to recreate the revered (and <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e8c90726-6d93-44f8-97b0-21ecdf65b81e&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Reverb&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlOGM5MDcyNi02ZDkzLTQ0ZjgtOTdiMC0yMWVjZGY2NWI4MWUiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9yZXZlcmIuY29tL2l0ZW0vNjM0OTE3NDEtbGV4aWNvbi0yMjR4LWRpZ2l0YWwtcmV2ZXJiLXJldmVyYmVyYXRvci13aXRoLWxhcmMtcmVtb3RlIiwiY29udGVudFV1aWQiOiI4NTdlNzJkZS0wMmQzLTQ2YzUtYThjNy0wMWE1MmMyNzgwZWYifQ&amp;signature=AQAAAfY0yWQ87umAtEqfL0xD5H5gYXURQ5XXq2rA2B6WzJol&amp;gcReferrer=https%3A%2F%2Freverb.com%2Fitem%2F63491741-lexicon-224x-digital-reverb-reverberator-with-larc-remote\">insanely expensive</a>) Lexicon 224 Digital Reverb. Like most of the company's plugins, the LX-24 visually tries to hew pretty close to the hardware it's based on. That means a few sliders and buttons, and not much more in the default interface. But, as usual, there's an advanced tab here that allows you to add modulation, ducking and generally make use of the amenities you've come to expect from modern music software. Of course, the LX-24 is still based on a late '70s digital reverb, so expect crust, grime and maybe some gated snares.&nbsp;</p><p>Augmented Brass is available now at an introductory price for existing Arturia customers, but will go up to the regular price of $99 on May 11th. REV LX-24 is also available now for $99, though chances are it will make its way into the next version of <a href=\"https://www.engadget.com/arturia-fx-collection-3-distortion-lo-fi-granular-effects-173429817.html\">Arturia's FX Collection</a>.</p>This article originally appeared on Engadget at https://www.engadget.com/arturias-augmented-brass-plugin-is-built-for-synthwave-and-sci-fi-scores-150043349.html?src=rss", "link": "https://www.engadget.com/arturias-augmented-brass-plugin-is-built-for-synthwave-and-sci-fi-scores-150043349.html?src=rss", "date_published": "2023-04-27 15:00:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Dyson's $949 air-purifying Zone headset is now available in the US", "description": "<p>If you hate breathing in pollutants and don't mind being stared at, then your time might have come: The <a href=\"https://www.engadget.com/dyson-zone-headphones-mask-wearable-air-filtration-device-050027799.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZW5nYWRnZXQuY29tL2R5c29uLXpvbmUtYWlyLXB1cmlmeWluZy1oZWFkcGhvbmVzLWhhbmRzLW9uLXZpZGVvLTE2MzA1MDY1MC5odG1s&amp;guce_referrer_sig=AQAAAH1ZKcrUnE454cCrrRvQIBXt2XCwmk6E_NepwXgtNAqBgegH2v9EMM_K4k74wopPtH0Utcs9YQKXYNB0bYC5lAdsGlDWoAzeJzxIcFXvLB4sYUa5VxyJG4fDWsgLWyifW1QI-dFUzNZkYlcFOTyyHKz4ZhCqvmT8Yxg5-gIU6j8h\">Dyson Zone headphones are finally available</a> to buy in the US. They mark the company's first foray into wearable technology and it's certainly making a statement with them. The headphones include a sizeable (but detachable) visor that stretches across your mouth to provide cleaner air.&nbsp;</p><p>The visor's ectrostatic filter is designed to remove up to 99 percent of pollutants like nitrogen dioxide and ozone. It works in tandem with the ear cups — as they draw in air, it gets filtered. Then two purified streams of air flow into your mouth and nose — so, be prepared to feel that air if you use it. You can change the speed with a button on the left ear cup. The filter lasts for up to 12 months and, notably, it doesn't protect against COVID-19. A mask can be worn with it, but the product alone is not designed to block the virus.</p><span id=\"end-legacy-contents\"></span><p>The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8b96b196-8902-4854-bf81-2e614eba034c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dyson&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4Yjk2YjE5Ni04OTAyLTQ4NTQtYmY4MS0yZTYxNGViYTAzNGMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZHlzb24uY29tL2hlYWRwaG9uZXMvem9uZS9hbm5vdW5jZW1lbnQ_dXRtX3NvdXJjZT1HYWRnZXRGbG93JnV0bV9tZWRpdW09R2FkZ2V0RmxvdyZ1dG1fY2FtcGFpZ249R2FkZ2V0RmxvdyZ1dG1fY29udGVudD1HYWRnZXRGbG93IiwiY29udGVudFV1aWQiOiI1Zjg0ZGI5YS05YTNlLTRmNTgtOWU5Zi0wYjJhYzJmNjc5MWMifQ&amp;signature=AQAAATE3b6QIOnbRP2iWU7hzNk1G3W__CyiolWpfa2QrvO0f&amp;gcReferrer=https%3A%2F%2Fwww.dyson.com%2Fheadphones%2Fzone%2Fannouncement%3Futm_source%3DGadgetFlow%26utm_medium%3DGadgetFlow%26utm_campaign%3DGadgetFlow%26utm_content%3DGadgetFlow\">Dyson Zone headphones</a> last up to 50 hours with \"isolation\" or \"transparency\" noise cancelling options. You can control this and the airflow speed through the MyDyson app. It will also let you know how much nitrogen dioxide is in the air.&nbsp;</p><p>When we <a href=\"https://www.engadget.com/dyson-zone-air-purifying-headphones-hands-on-video-163050650.html\">tested the Dyson Zone headphones</a>, they were surprisingly comfortable — though it did take some time to figure out how to snap the visor in properly. The breeze of the air felt nice, almost like a personal air conditioning. The visor merited some stares when on a quick walk outside, so it could be more lowkey to use on an airplane.&nbsp;</p><div id=\"e8d59c29fd6f4ca4bba6aa83474cc65e\"></div><p>The headphones come with one filter, a USB-C charging cable and a visor cleaning brush and sleeve. They can be bought in satin silver and ultra blue or prussian blue and ultra blue. These two colorways have a 'Quarter Turn' hard case to keep them safe.&nbsp;&nbsp;</p><p>They're available on Dyson Direct in prussian blue and bright copper. This model comes with two filters, explorer case, in-flight adaptor kit and soft pouch. These unique headphones don't come cheap, though, starting at $949, they might merit trying them for yourself before going all in.</p>This article originally appeared on Engadget at https://www.engadget.com/dysons-949-air-purifying-zone-headset-is-now-available-in-the-us-150040191.html?src=rss", "link": "https://www.engadget.com/dysons-949-air-purifying-zone-headset-is-now-available-in-the-us-150040191.html?src=rss", "date_published": "2023-04-27 15:00:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Build tarot decks and seduce a god in 'The Cosmic Wheel Sisterhood'", "description": "<p>Deconstructeam creates games that feel like a new kind of noir, each one draped in pixelated shadows and filled with philosophical innuendo, short and slow-burning. The studio is known for <em>Gods Will Be Watching</em> and <em>The Red Strings Club</em>, two narrative titles that play with concepts of morality and manipulation in harsh futuristic environments. These games ask players to dictate the fates of friends, lovers and enemies, and then they provide languid scenes of rumination as the violence and betrayal unfolds. Deconstructeam’s latest project, <em>The Cosmic Wheel Sisterhood</em>, elevates these concepts to a grander plane.</p><p><em>The Cosmic Wheel Sisterhood</em> begins with a witch who lives on an asteroid. Her name is Fortuna, and she was exiled from her coven after her prediction of doom angered the witch in charge; the game begins on year 200 of Fortuna’s 1,000-year sentence. Fed up and lonely, she summons an ancient Behemoth to help her escape the space rock and enact revenge on her former sisters. It all plays out in classic Deconstructeam style, with densely detailed, vibrant pixel art.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"The Cosmic Wheel Sisterhood\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/19dbc4e0-e4ff-11ed-9b1f-e47b94a7b244\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Deconstructeam</div></figure><p><em>The Cosmic Wheel Sisterhood</em> feels bigger than previous Deconstructeam experiences, layered with divergent gameplay styles, characters and narrative branches. A main mechanic in its first hour involves building a deck of divination cards, choosing the backgrounds, main symbols and supporting elements based on a rich grimoire of the combinations and their interpretations.&nbsp;</p><p>Designing the cards can be as tedious a process as you want, and I thoroughly enjoyed taking my time to create a deck that I found to be beautiful (and creepy) as well as powerful.</p><p>At its core,<em> Cosmic Wheel</em> is a visual novel with narrative paths dictated by the player’s choices. The immortal Behemoth, Ábramar, is Fortuna’s main companion in the demo — but our little witch is actually fairly social for someone who's supposed to be exiled. As Fortuna rebuilds her deck with Ábramar, she reads the fates and fortunes of visitors that find her asteroid, and players are able to dictate, to an extent, what each card will reveal. These moments give Fortuna an upper hand, even in interactions with the massive god peering through her window, and they nicely supplement the standard flow of conversation.</p><section><img alt=\"The Cosmic Wheel Sisterhood\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/19db9dd0-e4ff-11ed-bf17-9688460b9429\" style=\"height: 1080px; width: 1920px;\" /></section><p>Ábramar suggests multiple times that Fortuna’s decisions in conversations will “dramatically” affect her fate, and even in just an hour of playtime, I saw evidence of this feature. At one point, there’s an opportunity to lie to an authority figure in charge of auditing Fortuna’s sentence — the deception doesn’t fit with statements Fortuna has already made, but in games like these, often the “(lie)” option is the correct one, regardless of logical flow. That’s not the case in <em>The Cosmic Wheel Sisterhood</em>. The lie is immediately spotted, much like it would be in a real-life conversation with a member of a parole board.</p><p>In another instance, Fortuna is given the option to destroy her coven — but the choice is provided before we’ve met any other witches involved, when the sisterhood is a vague entity filled with faceless enemies in the player’s mind. Only after this decision, <em>Cosmic Wheel</em> introduces players to some of Fortuna’s former friends in a camping-trip flashback, allowing ample time for any guilt and regret to fester. The conversations these friends have, pre-asteroid and pre-coven, are amusing and authentic, and the information they provide is relevant to future tasks.</p><p>Pay attention to the details in <em>The Cosmic Wheel Sisterhood</em>. Lie only when you’re sure you can get away with it, listen to your companions’ stories, build a beautiful divination deck, and go ahead, seduce an immortal god of gods (that last one is less gameplay advice, more wicked encouragement). The demo comes to a close after that camping trip, with three friends watching the stars appear above a tranquil lake, laughing about life and making plans. The weight of the choices you’ve already made, more than 200 years in the future, linger in the chill air. Above it all, Ábramar waits.</p><figure><img alt=\"The Cosmic Wheel Sisterhood\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/19dbebf0-e4ff-11ed-b2fd-0b17a13cd996\" style=\"height: 1080px; width: 1920px;\" /><figcaption></figcaption><div class=\"photo-credit\">Deconstructeam</div></figure><p><em>The Cosmic Wheel Sisterhood</em> is due out in 2023 for PC and Nintendo Switch, developed by Deconstructeam and published by Devolver Digital.</p>This article originally appeared on Engadget at https://www.engadget.com/build-tarot-decks-and-seduce-a-god-in-the-cosmic-wheel-sisterhood-150023513.html?src=rss", "link": "https://www.engadget.com/build-tarot-decks-and-seduce-a-god-in-the-cosmic-wheel-sisterhood-150023513.html?src=rss", "date_published": "2023-04-27 15:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Zozofit's capture suit takes the guesswork out of body measuring", "description": "<p>I’ve developed an odd fascination with <a href=\"https://www.engadget.com/scanatic-faceid-3d-body-scanning-fashion-140040343.html\">body-measuring technology</a>, especially as it relates to the fashion world. Many companies are working on infrastructure that will hopefully one day let us buy clothes custom-tailored for the exact contours of our bodies. That should make people like me, who feel very under-served by the traditional fashion industry, a lot happier. It should also help to reduce the waste generated by the overproduction of clothes nobody wants to buy, which is a problem both for businesses and the planet. So, when Zozofit, makers of the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3pvem9maXQuY29tLyIsImNvbnRlbnRVdWlkIjoiMzI2OGRjZGMtZjE0YS00ZjIxLTg5OWItYzQ4ZjcwZGNmNTU0In0&amp;signature=AQAAAes9ooohaO8bjWiBp04YxwhZKQ7e28Oxl_geUFyeuhYo&amp;gcReferrer=https%3A%2F%2Fzozofit.com%2F\">Zozosuit</a>, asked if I wanted to try its skin-tight body-measuring outfit, which has now been repurposed as a fitness tool, I agreed, albeit with my usual degree of trepidation.</p><p>The Zozosuit isn’t new, but its makers are using this year as a form of soft relaunch, with a new focus on breaking into the US. It was actually set up back in 2018 by Japanese high-end fashion retailer Zozo as a way of launching a custom-clothing line. Users bought the suit, scanned their bodies and then could order clothes that, on paper, were tailored to better suit their bodies. And while the clothes weren’t custom-made, the idea was that the outfits would be a better fit for them than the usual mass-produced stuff. But that idea, great in theory, didn’t necessarily shake out that well in practice.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://ww.fashionnetwork.com/news/Japan-s-zozo-ceases-international-operations-terminates-zozosuit-project,1095440.html\"><em>Fashion Network</em></a> said that the cost and complexity involved in launching the suit ate away at the company’s otherwise healthy profits. <a href=\"https://qz.com/quartzy/1539036/the-zozosuit-has-been-an-expensive-mistake-for-japans-zozo-inc\"><em>QZ</em></a> reported that while people bought the suits, which were sold at a deep discount, few went on to purchase the custom threads as Zozo had planned. It got worse, as many reporters who tested the system found the clothes they had ordered, like <a href=\"https://gizmodo.com/i-got-duped-by-zozos-polka-dot-suit-powered-custom-fit-1830850856\"><em>Gizmodo’s</em></a> Ryan F. Mandelbaum and the<em>&nbsp;</em><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f9d5f281-3a03-4bfb-935b-67e664cb086f&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Economist&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmOWQ1ZjI4MS0zYTAzLTRiZmItOTM1Yi02N2U2NjRjYjA4NmYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZWNvbm9taXN0LmNvbS8xODQzLzIwMTgvMTEvMjkvaS10cmllZC1vbi1hLXpvem9zdWl0LWFuZC1ub3ctaS1mZWVsLXVzZWQiLCJjb250ZW50VXVpZCI6IjMyNjhkY2RjLWYxNGEtNGYyMS04OTliLWM0OGY3MGRjZjU1NCJ9&amp;signature=AQAAAS1ehwjSpIB61yUCCOY_eGwJi6ESWPcDf-y7j6R3Voy3&amp;gcReferrer=https%3A%2F%2Fwww.economist.com%2F1843%2F2018%2F11%2F29%2Fi-tried-on-a-zozosuit-and-now-i-feel-used\"><em>Economist’s</em></a> Charlie Wells, didn’t actually fit. A better suit with higher-resolution dots for imaging was developed, but the project was subsequently put on ice.</p><p>Since then, Zozo has tried to open up its technology to third parties, but has now pivoted the technology toward something more fitness-focused. Since it already had the tech to make a body-measuring suit, it might as well be put to good use, or so the thinking goes. A number of health and fitness professionals advocate that, for people looking to get fitter, measure their bodies instead of stepping on the scale. So it makes sense for this to be offered as an elegant alternative to wrestling with a tape measure on a weekly basis.</p><p>Buying a Zozosuit is easy enough, just give it your weight in pounds, as well as your height in feet and inches, and cough up $98 plus tax. Not long after, you’ll get a slender package which contains a skinsuit made out of polyester and spandex. It looks very much like a motion capture suit commonly used in the production of visual effects, and functionally does the same job. Coming in two parts, the app will give you guidance on how to wear it, making sure that the waistband is pulled up high and covered by the top. You’ll need to try and keep everything as flat as you can, since visible creases will prevent you from taking an accurate scan.</p><figure><img alt=\"Picture of two people with different body shapes wearing the Zozofit Zozosuit, used for making quick 3D scans of your body.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/4a8d5db0-e4dc-11ed-bfcf-67523861f26a\" style=\"height: 465px; width: 620px;\" /><figcaption></figcaption><div class=\"photo-credit\">Zozofit</div></figure><p>As a 5’11”, 231-pound man, I did wonder if Zozo would have a suit large enough to cater for my body shape. The website has images of much more athletically-adept models wearing its clothing and you may be concerned there’s no option for bigger-sized folks. The suit I tried on was tight, as intended, but didn’t feel restrictive, and I don’t think you should be nervous that the company can’t accommodate your needs. Other users in a similar situation have documented a similar experience, including YouTuber <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1XYkpSREV0alRsbyIsImNvbnRlbnRVdWlkIjoiMzI2OGRjZGMtZjE0YS00ZjIxLTg5OWItYzQ4ZjcwZGNmNTU0In0&amp;signature=AQAAAWHqFYy4FvbZpmgmBCtam96IX0L7PimShqdCFsNzpcec&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DWbJRDEtjTlo\"><em>The Fabric Ninja</em></a>, who produced a “Plus-Size Review” in 2020. That said, I don’t think I could pull this off as some form of athleisure fashion statement, for all of the reasons you can probably presume.</p><p>Inside the package is a cardboard phone stand, which you’ll need to pop out and fold into place to prop your smartphone onto. The Zozofit uses your handset’s primary camera, and so you’ll need to stand it on a table and then stand six feet or so away from it. Once activated, you’ll get voice guidance talking you through the setup and measurement process, and you’ll be asked to hold your arms slightly away from your body. The coach will then ask you to turn to every position on the clock, taking 12 images as you shuffle around in a circle. Once completed, you’ll be notified that you can pick up your phone and then wait 30 seconds-or-so for the model to process.</p><p>And you’ll get a headless 3D-mesh model of your body with various measurements labeled off the sides. These include measurements for your upper arms, chest, waist and hips, upper thigh and your calves. After you’ve pawed at your vital statistics, you’ll be invited to set some fitness goals based on those initial measurements. Interestingly, these are capped, I suspect to keep you picking smaller, more sustainable goals and avoid becoming disappointed. It measured my waist at 46.6-inches, and you can only set the goal at inch-wide increments down to 41.6-inches or up to 51.6-inches. This will change in a later update, but I appreciated the more realistic form of goal-setting it promises.</p><p>You’ll also get the app’s rough calculation of your body fat percentage, which it clocked at 35.6 percent. Not long after, I jumped on my smart scale and it registered me as having 31.6 percent, and I suspect, too, the imaging might struggle to be as accurate when you’re dealing with such big figures. I’d wager, too, that body fat percentages might not be so easily calculated by sight alone, and perhaps Zozo could look to remove those measurements which aren’t as reliable. It may also dent the PR braggadocio the company is putting out, claiming that this setup is the “world’s most accurate at-home 3D body scanner.” (It says it has compared its results to several rivals on the market, as well as professional hand-measurements.)</p><figure><img alt=\"Screenshots of measurements taken of Daniel Cooper inside the Zozofit app showing a 3D-wire mesh of his body with measurements overlaid.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/3a1dcbd0-e4dd-11ed-b2f2-5a6b629b17fd\" style=\"height: 1120px; width: 1699px;\" /><figcaption></figcaption><div class=\"photo-credit\">Zozofit / Daniel Cooper</div></figure><p>Now, the company says that its <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3pvem9maXQuY29tL2Jsb2dzL25ld3MvaG93LWRvZXMtem96b2ZpdC1tZWFzdXJlLWJvZHktZmF0LXBlcmNlbnRhZ2UiLCJjb250ZW50VXVpZCI6IjMyNjhkY2RjLWYxNGEtNGYyMS04OTliLWM0OGY3MGRjZjU1NCJ9&amp;signature=AQAAAaRqht9JMMxMNbmtxCoUfbc7dLbaOzaOYFBi7s2E1OXP&amp;gcReferrer=https%3A%2F%2Fzozofit.com%2Fblogs%2Fnews%2Fhow-does-zozofit-measure-body-fat-percentage\">body fat measurements</a> use the US Navy Body Fat system, which calculates your body fat based on a series of body measurements. That method was developed to create a quick-and-dirty measurement to determine if someone was fit for service. (In the process of researching this, I learned that personnel describe it as the “rope and choke,” which isn’t relevant, but thought you’d appreciate the slang.) The company’s representatives added, to me, that it has found that curvier bodies are more likely to see less accurate results than thinner ones, and that it is working on its algorithms to improve this situation.</p><p>With any health-and-fitness technology, there’s a question of how much you can rely upon the accuracy of its measurements. Few consumer-level devices offer the same level of data quality you can get from a much more expensive clinical tool. Straight after my first scan, I ran a second, to see the sort of variation you can expect from an imaging-based measurement. The margin is fairly small, only a few tenths of an inch difference between each scan, which seems fair to me. I’d say, too, that what matters more with these sorts of tools is the trend and direction of travel, rather than obsessing over the pinpoint accuracy of each individual measurement.</p><p>And, to test that, as soon as I’d run my second scan (and changed back into normal clothes), I asked a friend to help measure me with a tailor’s tape. And there was a wider delta than I think some people might expect, especially if they’re in need of millimeter-perfect measurements. For instance, the app measured my chest at 43.4-inches, while the tape clocked it in at 44. My upper arms measured 14.5-inches, compared to 14.2 and 14.3-inches inside the app. With my waist and hips, the app said they were 44.6 and 45.3-inches, respectively, while the tape measure clocked them in at 44.5-inches and 47-inches.</p><p>Partially, I think these divergences are because computer imaging, even with help, isn’t going to hit as perfectly as a tape measure. Not to mention that the suit pulls you in a little compared to normal clothes, which are far baggier by comparison. I’m sure, too, that the garb sits less well on a larger body compared to a smaller one, where there are fewer issues with terrain. Maybe I’m grading on a curve, but it’ll depend on what exactly users want to get out of this system.</p><p>The other question, and a likely more relevant one, is if squeezing into a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3pvem9maXQuY29tLyIsImNvbnRlbnRVdWlkIjoiMzI2OGRjZGMtZjE0YS00ZjIxLTg5OWItYzQ4ZjcwZGNmNTU0In0&amp;signature=AQAAAes9ooohaO8bjWiBp04YxwhZKQ7e28Oxl_geUFyeuhYo&amp;gcReferrer=https%3A%2F%2Fzozofit.com%2F\">Zozosuit</a> is easier and less time-consuming than using a tape measure. It’s nice to have an automated process, and to have that data tracked over time, but nothing the app does could qualify as essential. That’s a fairly neat way to sum this up – if you’re a dedicated gym-goer looking for a more elegant way to monitor your vital statistics, then you may find some value here. I’m not sure how compelling this would be, however, if you’re expecting this to be the sum total of your fitness universe.</p>This article originally appeared on Engadget at https://www.engadget.com/zozofits-capture-suit-takes-the-guesswork-out-of-body-measuring-140006295.html?src=rss", "link": "https://www.engadget.com/zozofits-capture-suit-takes-the-guesswork-out-of-body-measuring-140006295.html?src=rss", "date_published": "2023-04-27 14:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The best 2-in-1 laptops for 2023", "description": "<p>The perfect hybrid machine that’s just as good a tablet as it is a laptop still doesn’t exist. But throughout last year, companies like Microsoft, Apple and Google continued to improve their operating systems for machines that do double duty. Windows 11 has features that make it friendlier for multi-screen devices, while Android has been better optimized for larger displays. Plus, with the rise of ARM-based chips for laptops, especially Apple’s impressive M series, prospects for a powerful 2-in-1 with a vast touch-friendly app ecosystem is at an all-time high.</p><p>Even the best 2-in-1 laptops still have their limits, of course. Since they’re smaller than proper laptops, they tend to have less-powerful processors. Keyboards are often less sturdy, with condensed layouts and shallower travel. Plus, they’re almost always tablets first, leaving you to buy a keyboard case separately. (And those ain’t cheap!) So, you can’t always assume the advertised price is what you’ll actually spend on the 2-in-1 you want.</p><span id=\"end-legacy-contents\"></span><p>Sometimes, getting a third-party keyboard might be just as good, and they’re often cheaper than first-party offerings. If you’re looking to save some money, <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1HZW5lcmF0aW9uLUtleWJvYXJkLUludGVncmF0ZWQtV2lyZWxlc3MvZHAvQjA3WUZGS0gyNz90YWc9Z2RndDBjLXAtby1jcy0yMCIsImNvbnRlbnRVdWlkIjoiOTE4MzE0YTUtYTBmZC0zM2EwLWI5MzAtMWMzMjhlOWZhY2Y4In0&amp;signature=AQAAAXrR3aAJM_k3Iz_4s4iMY7mYFj8RulUlMnm4lm8PdgPd&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Generation-Keyboard-Integrated-Wireless%2Fdp%2FB07YFFKH27\">Logitech’s Slim Folio</a> is an affordable option, and if you don’t need your keyboard to attach to your tablet, Logitech’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1NdWx0aS1EZXZpY2UtV2lyZWxlc3MtS2V5Ym9hcmQtQ29tcHV0ZXIvZHAvQjAxTFpUQktCRz90YWc9Z2RndDBjLXAtby1jcy0yMCIsImNvbnRlbnRVdWlkIjoiOTE4MzE0YTUtYTBmZC0zM2EwLWI5MzAtMWMzMjhlOWZhY2Y4In0&amp;signature=AQAAAZaQ8phkihiW9CiYO41l53QG44SyR2wW2Lyk8qq2Y0yR&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Multi-Device-Wireless-Keyboard-Computer%2Fdp%2FB01LZTBKBG\">K780 Multi-Device wireless keyboard</a> is also a good pick.</p><p>While we’ve typically made sure to include a budget 2-in-1 laptop in previous years, this time there isn’t a great choice. We would usually pick a Surface Go, but the latest model is still too expensive. Other alternatives, like cheaper Android tablets, are underpowered and don’t offer a great multitasking interface. If you want something around $500 that’s thin, lightweight and long-lasting, you’re better off this year looking at a conventional laptop (like those on <a href=\"https://www.engadget.com/best-affordable-windows-laptops-123000512.html\">our best budget PCs list</a>).</p><figure><img alt=\"Apple iPad Pro 12.9 2020\" src=\"https://media-mbst-pub-ue1.s3.amazonaws.com/creatr-uploaded-images/2020-11/c7370210-25c8-11eb-bfef-f2bf92a9b702\" /><figcaption>Chris Velazco / Engadget </figcaption></figure><p>When you’re shopping for a 2-in-1, there are some basic criteria to keep in mind. First, look at the spec sheet to see how heavy the tablet is (alone, and with the keyboard). Most modern hybrids weigh less than 2 pounds, with <a href=\"https://www.engadget.com/surface-pro-9-5g-review-sq3-arm-173012304.html\">the 1.94-pound Surface Pro 9</a> being one of the heaviest around. The <a href=\"https://www.engadget.com/apple-ipad-pro-2022-m2-review-140026198-140026510-140026377-140026181.html\">iPad Pro 12.9 (2022)</a> and <a href=\"https://www.engadget.com/samsung-galaxy-tab-s-8-review-in-a-class-of-its-own-132946024.html\">Samsung’s Galaxy Tab S8+</a> are both slightly lighter. If the overall weight of the tablet and its keyboard come close to 3 pounds, you’ll be better off just getting an ultraportable laptop.</p><p><strong>See Also:</strong></p><ul><li><p><a href=\"https://www.engadget.com/best-laptops-120008636.html\"><strong>Best Laptops for 2023</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-gaming-laptops-172033838.html\"><strong>Best Gaming Laptops</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-affordable-windows-laptops-123000512.html\"><strong>Best Cheap Windows Laptops for 2023</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-chromebooks-160054646.html\"><strong>Best Chromebooks</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-laptops-for-students-130054631.html\"><strong>Best Laptops for College Students</strong></a></p></li></ul><p>You’ll also want to opt for an 11-inch or 12-inch screen instead of a smaller 10-inch model. The bigger displays will make multitasking easier, plus their companion keyboards will be much better spaced. Also, try to get 6GB of RAM if you can for better performance — you’ll find this in the base model of the Galaxy Tab S7+, while this year’s iPad Pro and the Surface Pro 8 start with 8GB of RAM.</p><p>Finally, while some convertible laptops offer built-in LTE or 5G connectivity, not everyone will want to pay the premium for it. An integrated cellular radio makes checking emails or replying to messages on the go far more convenient. But it also often costs more, and that’s not counting what you’ll pay for data. And, as for 5G — you can hold off on it unless you live within range of a mmWave beacon. Coverage is still spotty and existing nationwide networks use the slower sub-6 technology that’s barely faster than LTE.</p><h2>Best overall: Surface Pro 9 (Intel)</h2><p></p><p>There’s no beating the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9kL3N1cmZhY2UtcHJvLTkvOTN2a2Q4bnA0ZnZrIiwiY29udGVudFV1aWQiOiI5MTgzMTRhNS1hMGZkLTMzYTAtYjkzMC0xYzMyOGU5ZmFjZjgifQ&amp;signature=AQAAAditFpxk7o-jNnrHRj6Ef83ha3Q8BqT9-E7pLIgCMNlu&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fd%2Fsurface-pro-9%2F93vkd8np4fvk\">Surface series</a> when it comes to 2-in-1s. They’re powerful, sleek tablets running an OS that’s actually designed for productivity. The <a href=\"https://www.engadget.com/surface-pro-9-intel-12th-gen-arm-sq3-140022182.html\">Surface Pro 9</a> is Microsoft’s latest and great tablet, and it builds upon the already excellent Pro 8. It features speedy 12th-gen Intel CPUs and all of the major upgrades from last year, including a 120Hz display and a more modern design. It’s the best implementation of Microsoft’s tablet PC vision yet.</p><p>Don’t confuse this with the similarly named <a href=\"https://www.engadget.com/surface-pro-9-intel-12th-gen-arm-sq3-140022182.html\">Surface Pro 9 with 5G</a>, though, which has a slower ARM processor and inferior software compatibility. Built-in cellular is nice and all, but the Intel Pro 9 is a far better PC.</p><p>Like most of the other convertible laptops on this list, the Pro 9 doesn’t come with a keyboard cover — you’ll have to pay extra for that. That’s a shame, considering it starts at $1,000. Microsoft offers a variety of <a href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9kL3N1cmZhY2UtcHJvLXR5cGUtY292ZXIvOTF2NHZ0bWh4d3BtP2FjdGl2ZXRhYj1waXZvdDpvdmVydmlld3RhYiIsImNvbnRlbnRVdWlkIjoiOTE4MzE0YTUtYTBmZC0zM2EwLWI5MzAtMWMzMjhlOWZhY2Y4In0&amp;signature=AQAAASvQufI9UUqXP7ddI--gGDHEfo1Ym6Nh3l_WpJOk1eC-&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fd%2Fsurface-pro-type-cover%2F91v4vtmhxwpm%3Factivetab%3Dpivot%3Aoverviewtab\">Type Covers</a> for its Surface Pros ranging from $100 to $180, depending on whether you want a slot for a stylus. But at least they’re comfortable and well-spaced. You can also get the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubWljcm9zb2Z0LmNvbS9lbi11cy9kL3N1cmZhY2Utc2xpbS1wZW4tMi84dGI5eHc4cndjMTQ_YWN0aXZldGFiPXBpdm90Om92ZXJ2aWV3dGFiIiwiY29udGVudFV1aWQiOiI5MTgzMTRhNS1hMGZkLTMzYTAtYjkzMC0xYzMyOGU5ZmFjZjgifQ&amp;signature=AQAAAdOlLn825BfIIDtL_VIZ8Z-caRNhGCcdCZgebotZYw60&amp;gcReferrer=https%3A%2F%2Fwww.microsoft.com%2Fen-us%2Fd%2Fsurface-slim-pen-2%2F8tb9xw8rwc14%3Factivetab%3Dpivot%3Aoverviewtab\">Surface Slim Pen 2</a> ($130) for sketching out your diagrams or artwork, which features haptic feedback for a more responsive experience.</p><h2>Best for Apple users: 12.9-inch iPad Pro</h2><p></p><p>If you’re already in the Apple ecosystem, the best option for you is obviously an iPad. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJKTEYyQlJNP3RhZz1nZGd0MGMtcC1vLWNzLTIwIiwiY29udGVudFV1aWQiOiI5MTgzMTRhNS1hMGZkLTMzYTAtYjkzMC0xYzMyOGU5ZmFjZjgifQ&amp;signature=AQAAAaORhEYGyD3Qbo2vbLTzeAtTn_gidKUNq0y5YaKHY4JY&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BJLF2BRM\">12-inch Pro</a> is our pick. Like older models, this iPad Pro has a stunning 12.9-inch screen with a speedy 120Hz refresh rate, as well as mini-LED backlighting. This year, it includes Apple’s incredibly fast M2 chip and more battery life than ever before.</p><p>Apple’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NYWdpYy1LZXlib2FyZC1pUGFkLVByby0xMi05LWluY2gvZHAvQjA5MzIyTFIxUj90YWc9Z2RndDBjLXAtby1jcy0yMCIsImNvbnRlbnRVdWlkIjoiOTE4MzE0YTUtYTBmZC0zM2EwLWI5MzAtMWMzMjhlOWZhY2Y4In0&amp;signature=AQAAAcyt3qgVrZ6JevbKPgyF9dQp4CdrnvzruIUETKyZtNcD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-Magic-Keyboard-iPad-Pro-12-9-inch%2Fdp%2FB09322LR1R\">Magic Keyboard</a> provides a satisfying typing experience, and its trackpad means you won’t have to reach for the screen to launch apps. But it’ll also cost you an extra $300, making it the most expensive case on this list by a lot. The <a href=\"https://www.engadget.com/apple-ipad-pro-2021-m1-review-liquid-retina-xdr-5g-features-price-130049005.html\">iPad</a> also lacks a headphone jack and its webcam is awkwardly positioned along the left bezel when you prop it up horizontally, so be aware that it’s still far from a perfect laptop replacement. Still, with its sleek design and respectable battery life, the iPad Pro 12.9 is a good 2-in-1 for Apple users.</p><h2>Best for Android users: Samsung Galaxy Tab S8+</h2><p></p><p></p><p>While Windows is better than iPadOS and Android for productivity, it lags the other two when it comes to apps specifically designed for touchscreens. If you want a tablet that has all the apps you want, and only need it to occasionally double as a laptop, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc2Ftc3VuZy5jb20vdXMvdGFibGV0cy9nYWxheHktdGFiLXM4L2J1eS8iLCJjb250ZW50VXVpZCI6IjkxODMxNGE1LWEwZmQtMzNhMC1iOTMwLTFjMzI4ZTlmYWNmOCJ9&amp;signature=AQAAAYo1c24-eS1X0ctN1NZMkKQrbyLZfuoaYMUUQVHkYQIn&amp;gcReferrer=https%3A%2F%2Fwww.samsung.com%2Fus%2Ftablets%2Fgalaxy-tab-s8%2Fbuy%2F\">Galaxy Tab S8+</a> is a solid option. You’ll enjoy watching movies and playing games on its gorgeous 12.4-inch 120Hz AMOLED screen, and <a href=\"https://www.engadget.com/samsung-galaxy-tab-s-8-review-in-a-class-of-its-own-132946024.html\">Samsung</a> includes the S Pen, which is great for sketching and taking notes. The Snapdragon 8 Gen 1 chip and 8GB of RAM keep things running smoothly, too.</p><p>Last year, Samsung dramatically improved its keyboard case, making the Tab an even better convertible laptop. You could type for hours on this thing and not hate yourself (or Samsung). The <a href=\"https://www.engadget.com/samsung-galaxy-tab-s7-plus-hands-on-specs-price-120-hz-140031993.html\">battery life </a>is also excellent, so you won’t need to worry about staying close to an outlet. The main caveat is that Android isn’t great as a desktop OS, even with the benefits of Android 12L. And while Samsung’s DeX mode offers a somewhat workable solution, it has plenty of quirks.</p><p><a href=\"https://www.engadget.com/samsung-galaxy-tab-s-8-review-in-a-class-of-its-own-132946024.html\"><strong>Read our Full Review of Samsung Galaxy Tab S8+ 2-in-1 Laptop</strong></a></p><p><em>Cherlynn Low contributed to this report.</em></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/the-best-2-in-1-laptops-for-2023-155052641.html?src=rss", "link": "https://www.engadget.com/the-best-2-in-1-laptops-for-2023-155052641.html?src=rss", "date_published": "2023-04-27 12:18:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Google Meet now offers 1080p video calls", "description": "<p><a href=\"https://workspaceupdates.googleblog.com/2023/04/full-hd-in-google-meet-video-calls.html\">Google Meet is rolling out 1080p resolution</a> to give users a crisper image on their next video call. The update brings the company in-line with its competitors, <a href=\"https://support.zoom.us/hc/en-us/articles/207347086-Using-Group-HD-video\">Zoom</a> and <a href=\"https://learn.microsoft.com/en-us/microsoftteams/prepare-network\">Microsoft Teams,</a> who already offer calls in full HD. Previously, the best quality you could get on a <a href=\"https://www.engadget.com/google-meet-leave-empty-calls-103516422.html\">Google Meet video call</a> was 720p.&nbsp;</p><p>The update has limited reach, as it's web-only for now, requires a camera with 1080p capabilities and is limited to two-person meetings. It's also only available for paid Google Meet versions, such as <a href=\"https://www.engadget.com/googles-workspace-apps-are-getting-an-updated-look-170404744.html\">Google Workspace</a> Business Standard or Plus and Enterprise Starter, Standard, Plus and Essential. Google One subscribers can also access the higher resolution if they have at least 2TB of storage on their device.</p><span id=\"end-legacy-contents\"></span><p>Qualifying customers will have to upgrade their resolution on Google Meet manually, as it's off by default. The process is pretty simple: When you login to a new Google Meet video call, a popup will appear from the change button (labelled with three vertical dots) stating, &quot;Let people see you in full HD&quot; alongside information about the update. You can then choose to turn it on or dismiss the notification. Either way, you can change your resolution at any time by clicking that button, then settings, video and finally choosing from the resolution dropdown choices.</p><p>The option for higher resolution calls follows other recent Google Meet updates, like <a href=\"https://www.engadget.com/google-meet-introduces-in-meeting-reactions-360-degree-backgrounds-and-more-102622052.html\">emoji reactions</a> and <a href=\"https://www.engadget.com/google-meet-transcript-participant-labels-chat-emoji-151505878.html\">automatic transcriptions</a>.&nbsp;</p><p>Google Meet will roll out 1080p resolution for customers with rapid release domains in the next two weeks and for those with scheduled release domains by May 19th.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/google-meet-now-offers-1080p-video-calls-114023670.html?src=rss", "link": "https://www.engadget.com/google-meet-now-offers-1080p-video-calls-114023670.html?src=rss", "date_published": "2023-04-27 11:40:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: ‘The Legend of Zelda: Tears of the Kingdom’ first impressions", "description": "<p>One of the most anticipated games of the year is almost here. <em>Legend of Zelda: Tears of the Kingdom</em> may seem to feature the same basic graphics, map layout and general mechanics as its predecessor, <em>Breath of the Wild</em>, but it breaks new ground with Link’s new skills – Ascend (shooting to the ceiling), Recall (rewinding time for an item), Fuse (combining items and weapons for countless effects) and Ultrahand (building machines). These can seemingly help fight enemies or get you from A to B. I’m now pretty excited for May 12th. Check out all of our impressions from a <a href=\"https://www.engadget.com/the-legend-of-zelda-tears-of-the-kingdom-hands-on-preview-a-sequel-with-endless-creative-potential-130047291.html\">75-minute playthrough</a>.</p><p>– Mat Smith</p><p></p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/lg-launches-a-new-superslim-gram-laptop-with-a-15-inch-oled-display-170407209.html\"><ins>LG launches a new SuperSlim Gram laptop with a 15-inch OLED display</ins></a></p><p><a href=\"https://www.engadget.com/black-mirror-returns-in-june-with-its-most-unpredictable-season-yet-162740972.html\"><ins>'Black Mirror' returns in June with its 'most unpredictable season yet' </ins></a></p><p><a href=\"https://www.engadget.com/japans-ispace-confirms-that-hakuto-r-failed-its-lunar-landing-110531710.html\"><ins>Japan's ispace confirms Hakuto-R failed its lunar landing</ins></a></p><p><a href=\"https://www.engadget.com/amazon-knocks-up-to-41-percent-off-govee-smart-lights-151928476.html\"><ins>Amazon knocks up to 41 percent off Govee smart lights</ins></a></p><p><a href=\"https://www.engadget.com/palantir-shows-off-an-ai-that-can-go-to-war-180513781.html\"><ins>Palantir shows off an AI that can go to war </ins></a></p><p><a href=\"https://www.engadget.com/microsoft-starts-rolling-out-ios-support-for-phone-link-syncing-to-all-windows-11-users-181521677.html\"><ins>Microsoft rolls out iOS support for Phone Link syncing to all Windows 11 users</ins></a></p><p></p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h2></h2><h2><a href=\"https://www.engadget.com/beats-studio-buds-leak-on-amazon-with-a-may-18th-release-date-091639570.html\">Beats Studio Buds+ leak on Amazon with a May 18th release date</a></h2><h3>The earbuds will have a transparent design option.</h3><a href=\"https://www.engadget.com/beats-studio-buds-leak-on-amazon-with-a-may-18th-release-date-091639570.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/d0421250-e4e8-11ed-b7ff-3aeff854ace8\" style=\"height: 439px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Amazon</div></figure></a><p>What are Nothing Ear 1s? Beats might release its next-gen Studio Buds model on May 18th. <em>MacRumors</em> spotted an Amazon listing that showed images and details for Apple's Beats Studio Buds+. The earbuds, listed for $170 or $20 more than the current model, will have a transparent option that puts their internal components on display, similar to Nothing's design. The Studio Buds+ microphones are three times larger than the current model's and have a more powerful processor. Those components enable 1.6 more active-noise canceling power and a transparency mode.</p><p><a href=\"https://www.engadget.com/beats-studio-buds-leak-on-amazon-with-a-may-18th-release-date-091639570.html\"><strong>Continue reading.</strong></a></p><h2><a href=\"https://www.engadget.com/indiana-jones-5-will-feature-a-de-aged-harrison-ford-for-the-first-25-minutes-103553183.html\">'Indiana Jones 5' will feature a de-aged Harrison Ford for the first 25 minutes</a></h2><h3>The technology used old LucasFilm footage of Ford for accuracy.</h3><h3></h3><p>The news that LucasFilm's <em>Indiana Jones and the Dial of Destiny</em> would feature a de-aged Ford came at the end of last year, but an interview with director James Mangold in <em>Total Film </em>just revealed it will be for almost a fifth of the film's running time. The news of Ford's extended return to his 30s comes a few months after Disney, which produced the movie alongside LucasFilm, announced it had built an AI that could make an actor appear older or younger with relative ease at the end of last year. The researchers behind the AI noted it would only work with real people if there were images available of the person in those poses and lighting at a younger age.</p><p><strong>Continue reading.</strong></p><p></p><h2><a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\">UK regulator blocks Microsoft's Activision Blizzard merger over cloud concerns</a></h2><h3>Regulators say it'll hand Microsoft too much power.</h3><h3></h3><p>The UK’s antitrust regulator, the Competition and Markets Authority, has <a href=\"https://www.gov.uk/government/news/microsoft-activision-deal-prevented-to-protect-innovation-and-choice-in-cloud-gaming\"><ins>announced</ins></a> it will block Microsoft’s <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-133637845.html\"><ins>purchase</ins></a> of <a href=\"https://www.engadget.com/microsoft-activision-blizzard-acquisition-uk-cma-investigation-172957902.html\"><ins>Activision Blizzard</ins></a>. The CMA said the deal risks creating a monopoly player in cloud gaming. It added that, if the deal concluded, Microsoft would have a market share of between 60 and 70 percent, an “incentive to withhold [Activision Blizzard] games from competitors and substantially weaken competition in this important growing market.”</p><p><a href=\"https://www.engadget.com/uk-regulator-blocks-microsofts-activision-blizzard-merger-over-cloud-concerns-113517255.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/tiles-latest-accessory-helps-track-your-cat-095531840.html\">Tile's latest accessory helps track your cat</a></h2><h3>It's a modified Tile sticker with a silicon collar attachment and costs $40.</h3><h3></h3><a href=\"https://www.engadget.com/tiles-latest-accessory-helps-track-your-cat-095531840.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/d0421251-e4e8-11ed-977e-71f45a2ca741\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Tile</div></figure></a><p>The $40 Tile for Cats tracker from Life360 is a modified version of the Tile Sticker with a silicon collar attachment and 250-foot Bluetooth range. The idea is to give you peace of mind that your cat is somewhere in the house, and then help you figure out exactly where the sneaky floof is hiding. The attachment can stretch up to 1.7 times without breaking and is water resistant, so it'll continue to function even if hit with a few drops.</p><p><a href=\"https://www.engadget.com/tiles-latest-accessory-helps-track-your-cat-095531840.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-the-legend-of-zelda-tears-of-the-kingdom-first-impressions-111530176.html?src=rss", "link": "https://www.engadget.com/the-morning-after-the-legend-of-zelda-tears-of-the-kingdom-first-impressions-111530176.html?src=rss", "date_published": "2023-04-27 11:15:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Brazilian court bans Telegram for failing to hand over data from neo-Nazi groups", "description": "<p>Telegram might soon disappear from Brazilian app stores after a federal court in the country has issued a temporary ban against the messaging service. Judge Wellington Lopes da Silva has <a href=\"https://www.bloomberg.com/news/articles/2023-04-26/brazil-court-orders-ban-on-telegram-over-neo-nazi-content?sref=10lNAhZ9\">ordered</a> Google and Apple to remove the app from their stores and for mobile carriers to block access to it for failing to hand over complete user data from two neo-Nazi group chats. Telegram will also have to pay a fine worth almost $200,000 a day until it's able to give authorities data from the groups believed to have been used to incite attacks on schools in Brazil.&nbsp;</p><p>According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c813ae39-7d58-41cb-ac66-ad830606ceef&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+New+York+Times&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjODEzYWUzOS03ZDU4LTQxY2ItYWM2Ni1hZDgzMDYwNmNlZWYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnl0aW1lcy5jb20vMjAyMy8wNC8yNi9icmllZmluZy9icmF6aWwtdGVsZWdyYW0tYmFuLmh0bWwiLCJjb250ZW50VXVpZCI6IjM4MGUwNWRiLWQ1MzItNGI1YS1hM2M5LTZjODdhZGUzNDRjOCJ9&amp;signature=AQAAAdazt5Fe-q5lsFv1-vDC_rkfHKL2jgoQ8pi-5vZxQA9u&amp;gcReferrer=https%3A%2F%2Fwww.nytimes.com%2F2023%2F04%2F26%2Fbriefing%2Fbrazil-telegram-ban.html\"><em>The New York Times</em></a>, the group chats were found on the phone of a teenager accused of committing two school shootings in November, which left three dead and 13 people injured. Authorities said they saw murder tutorials, bomb-manufacturing instructions and violent videos in those group chats, in addition to Nazi content. Brazilian justice minister Flavio Dino said: \"The so-called antisemitic movement is acting in these networks. And we know that this is at the base of violence against our children, our teens.\"</p><span id=\"end-legacy-contents\"></span><p>Judge da Silva explained that Telegram only handed over information on the administrator of a channel named the \"Brazilian Anti-Semitic Movement.\" It failed to give authorities information on members of that group and any data from another channel called \"Anti-Semitic Front.\" The service reportedly said that the groups had been deleted and that it couldn't recover any information, but that wasn't enough to justify not complying with the court's subpoena to the judge</p><p>The Brazilian Supreme Court <a href=\"https://www.engadget.com/telegram-banned-brazil-disinformation-093457196.html\">previously banned</a> Telegram for failing to freeze accounts spreading disinformation ahead of last year's presidential elections. However, <a href=\"https://www.engadget.com/brazil-telegram-ban-reverse-supreme-court-101057363.html\">the ban was reversed</a> in just a couple of days, and Telegram blamed its noncompliance to lost emails.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/brazilian-court-bans-telegram-for-failing-to-hand-over-data-from-neo-nazi-groups-100853097.html?src=rss", "link": "https://www.engadget.com/brazilian-court-bans-telegram-for-failing-to-hand-over-data-from-neo-nazi-groups-100853097.html?src=rss", "date_published": "2023-04-27 10:08:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Ayaneo 2S will give the Steam Deck and ASUS ROG Ally some serious competition", "description": "<p>In a new presentation, Ayaneo has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1oSXdIVGhFQ1BITSIsImNvbnRlbnRVdWlkIjoiNDcxNWYwOWItZjhiYS00YjJjLTk2YTItYzY5MzhhNjE1OWM1In0&amp;signature=AQAAAVmnE4mH75KjqHJLmsUSZPaLfJSHbATKNHyoYYpp_ALm&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DhIwHThECPHM\">confirmed</a> that its upcoming Ayaneo 2S Steam Deck-like handheld consoled will be powered by an AMD chip identical to the one in the <a href=\"https://www.engadget.com/asus-rog-ally-hands-on-possibly-the-most-powerful-handheld-gaming-pc-yet-140054506.html\">ASUS Rog Ally</a>, <a href=\"https://www.theverge.com/2023/4/26/23699548/ayaneo-2s-ryzen-7000-geek-kun-free-speakers-cooling\"><em>The Verge</em></a> has reported. The AMD Ryzen 7000 chip is likely the Ryzen 7 7840U, a chip that's supposed to be nigh on the same as the AMD Z1 Extreme found in the Ally. The Ayaneo 2S will also come with a three-pipe cooler and other improvements.&nbsp;</p><p>The Ayaneo 2S looks identical to the Ayaneo 2 we reviewed <a href=\"https://www.engadget.com/ayaneo-2-review-specs-price-a-more-premium-and-pricier-take-on-the-steam-deck-143039617.html\">earlier this year</a>, but has improvements under the hood that address some our key complaints. Namely, the new 7000 series processor with Radeon 780M graphics offers \"substantial performance gains in the low TDP 8-15W gold range\" compared to the 6800 in the current model.&nbsp;</p><span id=\"end-legacy-contents\"></span><div id=\"cf828505c7d14fbe957aced561f09c7e\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>That could mean improvements in battery life, which we called \"mediocre\" in the Ayaneo 2. Aya has also promised slightly reduced temperatures with the Ryzen 7000 processor as well. On top of the new chip, Aya says the console will have an improved fingerprint sensor, a more colorful screen, smoother triggers and a case that's easier to open.</p><p>Along with the new Ayaneo 2S, the company is also promising upgrades to existing handhelds. The Ayaneo Air will get a free speaker upgrade, and Ayaneo 2 and Ayaneo Geek buyers will receive a free cooling module that can lower temperatures by 12 degrees.&nbsp;</p><p>The company may offer Ayaneo 2 buyers a future motherboard upgrade as well, and Ayaneo Air Plus buyers will automatically be updated from the 6800U to the 7000 series chip if they haven't received it yet. Offsetting that good news a bit is that Aya indicated it will end its free lifetime warranty plan for the original Ayaneo Founder’s Edition and offer a voucher for a free Ayaneo 2021 instead.</p><p>The company also showed off the new Ayaneo Geek 1S, effectively a more basic Ayaneo 2 with a lower-resolution 800p screen, but packing the same Ryzen 7000 processor. The Ayaneo 2S and Geek 1s will arrive to Indiegogo at the end of April and open for orders in mid-May, with shipping set for the end of June.  The free cooling and speaker upgrades also arrive in mid-May. Launch of the <a href=\"https://www.engadget.com/ayaneo-air-plus-slide-handheld-gaming-pc-143046438.html\">Ayaneo Slide</a> we saw earlier this year is still unknown, and the Android-based Ayaneo Pocket Air will go into production in July.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/the-ayaneo-2s-will-give-the-steam-deck-and-asus-rog-ally-some-serious-competition-081023214.html?src=rss", "link": "https://www.engadget.com/the-ayaneo-2s-will-give-the-steam-deck-and-asus-rog-ally-some-serious-competition-081023214.html?src=rss", "date_published": "2023-04-27 08:10:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Bang & Olufsen's modular Beosound A5 portable speaker has a wireless phone charger", "description": "<p><a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">Portable speakers</a> aren't really considered luxury items, unless they're made by a company like <a href=\"https://www.engadget.com/bang-and-olufsen-beosound-level-announced-price-specs-availability-080035333.html\">Bang &amp; Olufsen</a>. The Danish audio outfit is well-known for its lavish take on <a href=\"https://www.engadget.com/bang-and-olufsen-beolab28-speaker-070031085.html\">home entertainment gear</a>, <a href=\"https://www.engadget.com/bang-and-olufsen-beoplay-eq-earbuds-070019390.html\">headphones</a> and <a href=\"https://www.engadget.com/bang-and-olufsen-beosound-explore-speaker-190043503.html\">even Bluetooth speakers</a>. Today, B&amp;O is introducing its latest portable option: the Beosound A5. Built in collaboration with designers <a href=\"http://gamfratesi.com/\">GamFratesi</a>, the A5 combines aluminum, wood and paper fiber for a decidedly high-end take on the modern portable speaker. As is the case with all of the company's products, there's a premium price tag to match.&nbsp;</p><p>Bang &amp; Olufsen says the Nordic Weave color option is made with an aluminum top and bottom, a light oak handle and a woven paper fiber grille, inspired by &quot;laid-back Scandinavian summers spent at the beach.&quot; There's also a black anthracite aluminum version with a dark oak handle and matching speaker cover that's meant to conjure &quot;the aesthetic of winter woodlands.&quot; Despite the seemingly temperamental materials, the company explains that the A5 is IP65 rated water and dust proof, so you should feel free to take it outdoors. That is, of course, if you feel comfortable taking a $1,000 speaker outside.</p><span id=\"end-legacy-contents\"></span><p>Another notable aspect of the Beosound A5 is its modular design. B&amp;O says it opted for this construction so that the speaker can be easily repaired with the aim of extending its life. The company also plans to sell additional covers in other materials and colors for customization. The A5 runs on B&amp;O's Mozart software, which allows the company to introduce new features for both audio and connectivity over time — like proximity pairing that's already in the works. Mozart also allows two units to be used in a stereo setup and to integrate the A5 into a multi-room arrangement.&nbsp;</p><figure><img alt=\"Bang &amp; Olufsen Beosound A5\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/ad33bcb0-e4a1-11ed-bf7f-208b78c6fe0b\" style=\"height: 2000px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Bang &amp; Olufsen</div></figure><p>The company says the Beosound A5 is its most powerful portable speaker thus far, thanks to a four-driver arrangement and four digital amplifiers that muster 280 watts. B&amp;O explains that's enough to fill larger spaces with 360-degree sound. More specifically, the A5 houses a 5.25-inch woofer, two 2-inch mid-range drivers and a 3/4-inch tweeter. The speaker also offers beamforming audio tech from the high-end Beolab 90 and 50 hi-fi speakers. Bang &amp; Olufsen says this addition &quot;creates an immersive experience far beyond the expectations of a portable speaker.&quot; What's more, AirPlay 2, Chromecast and Spotify Connect are all options for audio playback.&nbsp;</p><p>The A5 is capable of 12 hours of playtime on a charge and the top panel doubles as a wireless phone charger. Of course, topping up your handset is sure to impact battery life. Onboard controls give you access to basic audio tweaks or you can make those inside the Bang &amp; Olufsen app.&nbsp;</p><p>The Beosound A5 is available in stores and online starting today. The Nordic Weave color option costs $1,049 (£899/€999) while the Dark Oak version is $1,149 (£999/€1099).&nbsp;</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/bang-and-olufsen-beosound-a5-070038467.html?src=rss", "link": "https://www.engadget.com/bang-and-olufsen-beosound-a5-070038467.html?src=rss", "date_published": "2023-04-27 07:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's semiconductor business posted massive losses for Q1 2023", "description": "<p>Samsung's <a href=\"https://news.samsung.com/global/samsung-electronics-announces-first-quarter-2023-results?utm_source=feedly&amp;utm_medium=direct\">earnings results for the first quarter of 2023</a> are in, and they're a <a href=\"https://www.engadget.com/samsung-first-quarter-of-2022-earnings-044629049.html\">massive departure from the same period's</a> last year wherein it reported a steep rise in profit. The tech giant has posted a consolidated revenue of KRW 63.75 trillion (US$47.5 billion) and an operating profit of only KRW 0.64 trillion (US$477 million), mostly because its semiconductor business has (according to <a href=\"https://www.reuters.com/technology/samsung-electronics-reports-95-plunge-first-quarter-profit-2023-04-26/\"><em>Reuters</em></a>) reported record losses. Samsung's DS division, which operates its semiconductor and display businesses, reported a consolidated revenue of KRW 13.73 trillion (US$10.2 billion). However, it also posted KRW 4.58 trillion (US$3.4 billion) in operating losses for the first quarter.</p><p>Overall demand for memory products has been decreasing over the past months, with the division reporting only KRW 0.27 trillion (US$201 million) in operating profit for the fourth quarter of 2022. This quarter, Samsung blamed ongoing inventory adjustments, as well as the economic slowdown and the weakened customer spending that resulted from it for the decrease in overall demand. That said, the company expects demand to gradually recover in the second half of the year as customers' inventory levels get depleted.</p><span id=\"end-legacy-contents\"></span><p>Despite the loss in profits overall, Samsung's mobile division performed well in the first quarter. The company's MX and Networks businesses, which cover both mobile devices and telecommunication network equipment, posted KRW 31.82 trillion (US$23.7 billion) in consolidated revenue and KRW 3.94 trillion (US$2.9 billion) in operating profit. Samsung explained that while there was a low demand for smartphones overall, the market for premium devices grew year-over-year. The division's positive performance was apparently made possible by the strong sales of the <a href=\"https://www.engadget.com/samsung-galaxy-s23-plus-ultra-comparison-vs-iphone-pixel-181508859.html\">Galaxy S23 series</a>, specifically the <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\">Galaxy S23 Ultra</a>.&nbsp;</p><p>Going forward, the company's MX business will focus on supporting Galaxy S23 sales while boosting the marketing for its foldable phones to increase awareness about the devices before the next generation drops. Samsung is expected to unveil its next foldable devices in the second half of the year, possibly <a href=\"https://www.engadget.com/the-morning-after-galaxy-z-fold-4-and-galaxy-z-flip-4-111547725.html\">in August likes its previous launches</a>.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-semiconductor-business-posted-massive-losses-for-q1-2023-053610092.html?src=rss", "link": "https://www.engadget.com/samsungs-semiconductor-business-posted-massive-losses-for-q1-2023-053610092.html?src=rss", "date_published": "2023-04-27 05:36:10+00:00", "persistent": false, "user": null, "language": "en-US"}]