[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC-91UA-Xy2Cvb98deRXuggA", "title": "CONTROVERSY Causes CEO to Issue Public Apology! (Herman Miller)", "description": "Go to my sponsor https://aura.com/fluke to get a 14 day free trial and see if your personal information has been leaked online! \n\n❤️ Support my content because corporate sponsors rarely do! \n https://www.patreon.com/joshuafluke\n\n🔥 Need a resume/cover letter? Check out my templates!  \nhttps://grindreel.com/\n\n👊 Join the community! \nhttps://discord.gg/Joshuafluke\n\nSocials🤳\nhttps://www.tiktok.com/@joshua_fluke\nhttps://www.instagram.com/joshuafluke/  📸\nhttps://twitter.com/joshuafluke  🐦\n\n📧 Email me directly!: grindreel@gmail.com\n📧 Business inquiries: Joshuafluke@thoughtleaders.io  \n\nMy Gear ⚙️:  https://kit.co/JoshuaFluke\n\nThe TL:DR: CONTROVERSY Causes CEO to Issue Public Apology! (Herman Miller)\n\nHuge controversy in this video with Andi Owen realizing that after the video went viral she could no longer be dismissive of it. The video discusses the recent incident where Andi Owen, the CEO of MillerKnoll (Herman Miller CEO), lost her cool during a Zoom call when asked how to keep teams motivated during tough times. The conversation turned to bonuses, and Owen told employees to focus on helping the company earn the $26 million it needs instead of worrying about not getting a bonus. The outburst was leaked and quickly spread on social media, leading to a public apology from Owen to her staff via email. \n\nThe video also explores the context behind the incident, including the struggles of MillerKnoll during the pandemic, the company's merger with Herman Miller, and Owen's compensation, which included bonuses of $1.29 million in 2022 and $1.12 million in 2021 on top of her executive salary. The video argues that Owen's tone during the Zoom call was not empathetic and that the incident highlights the importance of empathy and communication in the workplace, particularly for those in leadership positions.", "link": "https://www.youtube.com/watch?v=_ZYuESrZ0y8", "date_published": "2023-04-27 18:23:44+00:00", "persistent": false, "user": null, "language": "en-US"}]