[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Rogan Makes Surprising Remarks About Tucker Carlson Ouster", "description": "Podcast giant Joe Rogan said on his show Thursday that Fox News was smart to try to keep former host Tucker Carlson locked down in his contract and to not let him go out and pursue other media ventures. Rogan responded to Carlson&#8217;s ouster by saying that Carlson was &#8220;really designed for the internet&#8221; rather ...", "link": "https://www.dailywire.com/news/joe-rogan-makes-surprising-remarks-about-tucker-carlson-ouster", "date_published": "2023-04-27 19:28:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "ESPN Reporter Fired After Calling Another Female Reporter The C-Word", "description": "An ESPN veteran female baseball reporter was reportedly fired after calling another female reporter the c-word. Marly Rivera , who had worked at ESPN for 13 years, was feuding with freelance reporter Ivon Gaete after Rivera told Gaete that Rivera had a planned interview with New York Yankees superstar Aaron Judge. Gaete — who happens ...", "link": "https://www.dailywire.com/news/espn-reporter-fired-after-calling-another-female-reporter-the-c-word", "date_published": "2023-04-27 19:19:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘DEI Is Dead’: Glenn Youngkin’s Diversity Officer Nukes Woke Diktats", "description": "What&#8217;s the soundest way to ensure that racist &#8220;diversity, equity, and inclusion&#8221; policies based on Critical Race Theory are eradicated from your government? Well, perhaps it is best done by putting somebody who loathes DEI with all his heart in your state&#8217;s Chief Diversity Officer slot. It seems that is what Virginia Governor Glenn Youngkin ...", "link": "https://www.dailywire.com/news/dei-is-dead-glenn-youngkins-diversity-officer-nukes-woke-diktats", "date_published": "2023-04-27 19:10:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "3 Colorado Teenagers Arrested For Allegedly Killing Driver With Rock: Report", "description": "Law enforcement officials in Colorado arrested three 18-year-old suspects this week for allegedly killing a woman with a rock while she was driving. The Jefferson County Sheriff&#8217;s Office arrested Joseph Koenig, Nicholas &#8220;Mitch&#8221; Karol-Chik, and Zachary Kwak for allegedly throwing a rock from their vehicle, which struck and killed Alexa Bartell, 20, on April 19 ...", "link": "https://www.dailywire.com/news/3-colorado-teenagers-arrested-for-allegedly-killing-driver-with-rock-report", "date_published": "2023-04-27 18:49:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Authorizes DOD To Deploy Personnel To Border As International Drug Trafficking Crisis Intensifies", "description": "President Joe Biden authorized Defense Department officials on Thursday to deploy active duty and reserve soldiers to the U.S.-Mexico border amid an international drug trafficking crisis overwhelming the southern border and American communities. Biden issued an executive order enclosed in a letter to Congress authorizing Secretary of Defense Lloyd Austin and Department of Homeland Security ...", "link": "https://www.dailywire.com/news/biden-authorizes-dod-to-deploy-personnel-to-border-as-international-drug-trafficking-crisis-intensifies", "date_published": "2023-04-27 18:41:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "YouTube’s Smash Hit ‘MrBeast’ Faces Quandary As Biological Male Sidekick Goes Public With Gender Transition", "description": "Popular YouTube children&#8217;s show MrBeast has gone woke after his biological male friend Chris Tyson, who often appears in his videos, recently revealed he&#8217;s taking hormones and is undergoing a gender transition. Jimmy Donaldson, aka ‘MrBeast,’ launched the platform in 2012 and has gained millions of young fans over the last decade as he and ...", "link": "https://www.dailywire.com/news/youtubes-smash-hit-mrbeast-faces-quandary-as-biological-male-sidekick-goes-public-with-gender-transition", "date_published": "2023-04-27 18:20:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Transgender Runner Offers To Give Back Medal After Beating 14,000 Women In Marathon, Says ‘I Didn’t Do Anything Wrong’", "description": "Transgender runner Glenique Frank, a male who identifies as a transgender woman, is offering to give his finisher’s medal back after he outperformed approximately 14,000 women in the women&#8217;s category of the London Marathon. “If they want me to give my medal back, I’ll say, ‘OK, fine. No problem,’” the 54-year-old told the New York ...", "link": "https://www.dailywire.com/news/transgender-runner-offers-to-give-back-medal-after-beating-14000-women-in-marathon-says-i-didnt-do-anything-wrong", "date_published": "2023-04-27 18:12:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Faces A Sea Of Troubles As He Stumbles With Re-Election Bid", "description": "Within hours of President Joe Biden announcing his 2024 re-election campaign on Tuesday, the White House was reporting for clean-up duty. Press secretary Karine Jean-Pierre rushed to tweet that she can &#8220;confirm&#8221; Biden would serve the entirety of a second term shortly after she created an air of uncertainty when telling a journalist she was ...", "link": "https://www.dailywire.com/news/biden-faces-a-sea-of-troubles-as-he-stumbles-with-re-election-bid", "date_published": "2023-04-27 17:47:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "North Carolina Lawmakers Unanimously Move To Stop Chinese Entities From Buying Up Farmland", "description": "Lawmakers in the North Carolina House of Representatives unanimously approved legislation on Wednesday to prevent state-controlled enterprises from China and other adversarial nations from owning land intended for agriculture or property near military bases. The bill, entitled the North Carolina Farmland and Military Protection Act, asserts that state officials have an interest to guard farmland ...", "link": "https://www.dailywire.com/news/north-carolina-lawmakers-unanimously-move-to-stop-chinese-entities-from-buying-up-farmland", "date_published": "2023-04-27 17:34:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Thursday Afternoon Update: Americans Abandoned In Sudan, Jerry Springer Dead, DOJ Sues Tennessee", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Debt Ceiling Bill Passes House Speaker of the House Kevin McCarthy (R-CA) mustered enough support for the GOP-led House to pass a debt ceiling plan late on Wednesday. The move cranks up pressure on the White House to ...", "link": "https://www.dailywire.com/news/thursday-afternoon-update-americans-abandoned-in-sudan-jerry-springer-dead-doj-sues-tennessee", "date_published": "2023-04-27 17:33:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Minnesota Trans Lawmaker Wanted To Remove Anti-Pedophile Clause From Human Rights Statute, Cries Victim As Colleagues Move To Protect Children", "description": "Minnesota lawmakers explicitly excluded pedophiles from the state’s human rights statutes after one of their colleagues suggested loosening language that exempted adults attracted to children from enjoying legal protections under the law. Minnesota State Rep. Leigh Finke, a member of the Democratic-Farmer-Labor Party and the first self-identified transgender in the Minnesota Legislature, introduced an amendment ...", "link": "https://www.dailywire.com/news/minnesota-trans-lawmaker-wanted-to-remove-anti-pedophile-clause-from-human-rights-statute-cries-victim-as-colleagues-move-to-protect-children", "date_published": "2023-04-27 17:15:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Big, Historical Things’: Orlando Bloom Says Katy Perry Will Be Singing At King Charles III Coronation", "description": "Hollywood star Orlando Bloom gushed about his fiancee singer Katy Perry when he talked about how she&#8217;s been present at &#8220;big, historical things&#8221; and would again be when she performs at King Charles III coronation celebration. The 46-year-old actor spoke to Entertainment Tonight in Las Vegas at Sony Pictures&#8217; presentation at CinemaCon 2023, and he ...", "link": "https://www.dailywire.com/news/big-historical-things-orlando-bloom-says-katy-perry-will-be-singing-at-king-charles-iii-coronation", "date_published": "2023-04-27 17:10:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tucker Draws 18 Million – And Counting – With Video Statement", "description": "Former Fox News host Tucker Carlson drew an audience of more than 18 million — and still counting — with his first video statement following his surprise departure from the network. Carlson dropped the video, which ran just over two minutes in length, via Twitter on Wednesday evening at 8 p.m. ET — at almost ...", "link": "https://www.dailywire.com/news/tucker-draws-18-million-and-counting-with-video-statement", "date_published": "2023-04-27 17:04:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tennessee Officials Sued By Biden Hit Back With Promise To Fight Child Sex-Change Push", "description": "Tennessee officials responded to the Biden administration&#8217;s lawsuit against the state over its law banning transgender hormone treatments and surgeries for minors, promising to fight to uphold the law and stand up for children.  Tennessee Attorney General Jonathan Skrmetti said that the state would “vigorously” fight to keep the law in place. “The federal government has ...", "link": "https://www.dailywire.com/news/tennessee-officials-sued-by-biden-hit-back-with-promise-to-fight-child-sex-change-push", "date_published": "2023-04-27 16:58:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fat Acceptance Activist Insists Childhood Obesity Isn’t A Problem After All — That’s Just White Supremacy", "description": "De-stigmatizing obesity for kids may be the newest frontier of the fat acceptance movement. At least, that’s the goal of author Virginia Sole-Smith. Her new book “Fat Talk: Parenting in the Age of Diet Culture” advocates for parents learning to embrace their overweight children just the way they are. She also believes in letting kids ...", "link": "https://www.dailywire.com/news/fat-acceptance-activist-insists-childhood-obesity-isnt-a-problem-after-all-thats-just-white-supremacy", "date_published": "2023-04-27 16:32:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Will Be Without Both ‘Shadow Presidents,’ So Who Is Really Running The Show?", "description": "President Joe Biden&#8217;s former Chief of Staff Ron Klain is long gone from the White House and domestic policy advisor Susan Rice will soon be departing — that raises the question, who will be left to really run the White House? Biden is not really in charge of the country. That is obvious to anybody, ...", "link": "https://www.dailywire.com/news/biden-will-be-without-both-shadow-presidents-so-who-is-really-running-the-show", "date_published": "2023-04-27 16:19:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘There’s Not A Place For Me’: ‘Yellowjackets’ Star Won’t Compete For Emmy Because Of Gendered Acting Categories", "description": "&#8220;Yellowjackets&#8221; star Liv Hewson said the actor won&#8217;t compete for an Emmy award for the role of Vanessa &#8220;Van&#8221; Palmer on the hit Showtime series because of gendered acting categories. The 27-year-old Australian actor said there was not an available category that would fit, opting instead to simply bow out of this year&#8217;s Primetime Emmys ...", "link": "https://www.dailywire.com/news/theres-not-a-place-for-me-yellowjackets-star-wont-compete-for-emmy-because-of-gendered-acting-categories", "date_published": "2023-04-27 16:15:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Nukes Reporter Over ‘Totally BS’ Claim: ‘Focus On The Facts And Stop Worrying About Narrative’", "description": "Florida Governor Ron DeSantis slammed a reporter during a press conference in Israel on Thursday when asked about a former detainee at Guantanamo Bay who claimed that DeSantis witnessed him being force-fed. DeSantis forcefully rejected the claims made by former detainee Mansoor Adayfi, who claims that he saw a picture of DeSantis on Twitter and ...", "link": "https://www.dailywire.com/news/desantis-nukes-reporter-over-totally-bs-claim-focus-on-the-facts-and-stop-worrying-about-narrative", "date_published": "2023-04-27 15:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘God Was Really Clear’: Whoopi Suggests the Bible Supports Parents Getting Trans Surgeries For Kids", "description": "Whoopi Goldberg suggested on Thursday that the Bible would support parents having the right to subject their minor children to sex reassignment surgeries. Goldberg made the comments during Thursday&#8217;s broadcast of ABC midday talk show &#8220;The View&#8221; — following a conversation about a trans-identifying Montana lawmaker who faced disciplinary action for breaking the rules of ...", "link": "https://www.dailywire.com/news/god-was-really-clear-whoopi-suggests-the-bible-supports-parents-getting-trans-surgeries-for-kids", "date_published": "2023-04-27 15:38:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘It’s Not Fair’: Tennis Legend Blows Up At Lia Thomas", "description": "Tennis legend Martina Navratilova lashed out at biological male transgender athlete Lia Thomas after the swimmer said critics are pushing &#8220;transphobic beliefs&#8221; under the &#8220;guise of feminism.&#8221; The 66-year-old responded on Twitter on Wednesday to a TMZ headline that read, &#8220;LIA THOMAS Fires Back At Critics &#8230;YOU&#8217;RE USING &#8216;FEMINISM&#8217; TO HIDE TRANSPHOBIA!!!&#8221; &#8220;Lia Thomas Says ...", "link": "https://www.dailywire.com/news/its-not-fair-tennis-legend-blows-up-at-lia-thomas", "date_published": "2023-04-27 15:26:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Catholic Group Sues DOJ, FBI Over Failure To Comply With FOIA Request Detailing Anti-Catholic Memo", "description": "Faith-based advocacy group CatholicVote filed a lawsuit against the Justice Department and FBI on Thursday for failing to provide a Freedom of Information Act (FOIA) request related to a leaked memo from the bureau targeting &#8220;Radical Traditional Catholics.&#8221; CatholicVote and non-profit government watchdog group Judicial Watch said federal authorities have refused to turn over legal ...", "link": "https://www.dailywire.com/news/catholic-group-sues-doj-fbi-over-failure-to-comply-with-foia-request-detailing-anti-catholic-memo", "date_published": "2023-04-27 15:06:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bill O’Reilly: Tucker Won, Fox News Did Carlson ‘A Favor’ In Firing", "description": "When Tucker Carlson was unceremoniously dumped by Fox News on Monday, the general feeling floating around was, &#8220;Oh, woe is he.&#8221; But former Fox News star Bill O&#8217;Reilly, who was also fired by the network but for a real reason, said Fox did Carlson &#8220;a favor.&#8221; “He’ll make a lot of clams,” O’Reilly said Wednesday ...", "link": "https://www.dailywire.com/news/bill-oreilly-tucker-won-fox-news-did-carlson-a-favor-in-firing", "date_published": "2023-04-27 14:48:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: See What Happens After South Korean President Belts Out Classic Rock Song At WH Dinner", "description": "South Korean President Yoon Suk Yeol definitely surprised everyone when he started singing a classic rock song at a Wednesday dinner at the White House. President Joe Biden and First Lady Jill Biden held a dinner for the South Korean leader along with fellow politicians and celebrities like Angelina Jolie, reality TV stars Chip and ...", "link": "https://www.dailywire.com/news/watch-see-what-happens-after-south-korean-president-belts-out-classic-rock-song-at-wh-dinner", "date_published": "2023-04-27 14:48:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Cruz Slams Hospital For Allegedly Giving ‘Puberty Blockers And Suppressors To Children As Young As 8’", "description": "Sen. Ted Cruz (R-TX) slammed a hospital in Texas this week after an undercover video allegedly showed a licensed social worker at the facility saying they had patients as young as eight years old receiving transgender treatments. Cruz responded during a Wednesday interview with Newsmax to the footage that Project Veritas released last week of ...", "link": "https://www.dailywire.com/news/cruz-slams-hospital-for-allegedly-giving-puberty-blockers-and-suppressors-to-children-as-young-as-8", "date_published": "2023-04-27 14:38:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Biden Stumped By Kid’s Question, Forgets Last Country He Visited", "description": "Remember when President Joe Biden was having the &#8220;time of his life&#8221; less than two weeks ago over in Ireland? Well, it looks like he has forgotten all about it. On Thursday, the president was stumped by a question at the White House from a child who asked him where the last country he traveled ...", "link": "https://www.dailywire.com/news/watch-biden-stumped-by-kids-question-forgets-last-country-he-visited", "date_published": "2023-04-27 14:31:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dwyane Wade Blamed ‘Anti-LGBTQ Policies’ For Leaving Florida — That’s Not What He Said 4 Years Ago", "description": "Former NBA player Dwyane Wade claimed recently that his family left Florida over &#8220;anti-LGBTQ policies&#8221; — particularly those implemented by Republican Governor Ron DeSantis — but that wasn&#8217;t what he said when he actually left the state in 2019. Wade, whose biological son began identifying as transgender in 2020, told Rachel Nichols on &#8220;Headliners&#8221; that ...", "link": "https://www.dailywire.com/news/dwyane-wade-blamed-anti-lgbtq-policies-for-leaving-florida-thats-not-what-he-said-4-years-ago", "date_published": "2023-04-27 14:29:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matt Walsh Addresses Trans Reality Star Jazz Jennings: ‘You Have Been Fed Lies’", "description": "Daily Wire podcast host Matt Walsh directly addressed transgender reality TV star Jazz Jennings, refuting claims made in a video Jennings posted on Instagram. Jennings shared two videos to the social media platform to highlight certain clips from conservative commentators, including Walsh, Daily Wire Editor Emeritus Ben Shapiro, podcast host Candace Owens, and others. Walsh responded ...", "link": "https://www.dailywire.com/news/matt-walsh-addresses-trans-reality-star-jazz-jennings-you-have-been-fed-lies", "date_published": "2023-04-27 14:18:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jada Pinkett Smith’s ‘Red Table Talk’ Show Canceled By Facebook", "description": "Jada Pinkett Smith&#8217;s &#8220;Red Table Talk&#8221; on Wednesday became the latest show to be canceled by Facebook as the social media platform&#8217;s parent company, Meta, reportedly announced plans to move toward virtual reality experiences. The 51-year-old actress&#8217; online program, which Smith co-hosted with her daughter, Willow, and her mother, Adrienne Banfield Norris, is the final ...", "link": "https://www.dailywire.com/news/jada-pinkett-smiths-red-table-talk-show-canceled-by-facebook", "date_published": "2023-04-27 14:14:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nearly 100 Harvard Professors Take A Stand For Free Speech At The Elite School", "description": "Dozens of Harvard University professors launched an effort to support freedom of expression at the elite school as dissenting views become increasingly ostracized in academia. More than 90 professors launched the Council of Academic Freedom at Harvard earlier this month to “promote free inquiry, intellectual diversity, and civil discourse on campus,” according to a recent ...", "link": "https://www.dailywire.com/news/nearly-100-harvard-professors-take-a-stand-for-free-speech-at-the-elite-school", "date_published": "2023-04-27 14:02:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Nominees Torpedo Own Confirmation To Kill Report Showing Whether Soft-On-Crime Policies Hurt Minorities", "description": "A federal civil rights commission devolved into chaos last week as Democrats went to extraordinary lengths to prevent a study on whether crime disproportionately impacts minorities—and, by implication, whether soft-on-crime policies create a civil rights issue by subjecting poor blacks to a high likelihood of becoming victims of crime.", "link": "https://www.dailywire.com/news/biden-nominees-torpedo-own-confirmation-to-kill-report-showing-whether-soft-on-crime-policies-hurts-minorities", "date_published": "2023-04-27 13:39:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Southwest Continues To Take Losses From Last Year’s Holiday Travel Meltdown", "description": "Southwest Airlines continues to see losses stemming from the holiday travel meltdown that left passengers stranded across the nation at the end of last year. The company announced a net loss of $159 million in the first quarter of 2023 as customers booked fewer flights in reaction to the carrier canceling thousands of flights between ...", "link": "https://www.dailywire.com/news/southwest-continues-to-take-losses-from-last-years-holiday-travel-meltdown", "date_published": "2023-04-27 13:32:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dominion Lawsuit Unearthed Damning Tucker Carlson Statements About Women, Report Says", "description": "Fox News&#8217; $787.5 million settlement with Dominion Voting Systems earlier this month revealed messages from the cable network&#8217;s former prime time star Tucker Carlson that included demeaning statements toward women, according to reports. Dominion’s suit accused Fox News of airing claims by hosts and guests that Dominion was partially responsible for rigging the results of ...", "link": "https://www.dailywire.com/news/dominion-planned-to-target-tucker-over-statements-about-women-report-says", "date_published": "2023-04-27 12:54:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "New Orleans Teen Awarded $9 Million In College Scholarships, Accepted To 170 Colleges", "description": "A Louisiana high school senior was awarded a staggering amount of scholarships and was accepted to at least 170 colleges he applied to with more acceptance letters rolling in every day. Dennis Barnes hopes to break the current record for most scholarships ever awarded, which currently sits at $9.4 million. The 16-year-old senior has been ...", "link": "https://www.dailywire.com/news/new-orleans-teen-awarded-9-million-in-college-scholarships-accepted-to-170-colleges", "date_published": "2023-04-27 12:39:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Don Lemon Breaks Silence In First On-Camera Comments Since CNN Exit", "description": "Ousted CNN anchor Don Lemon spoke out for the first time since his Monday statement announcing that the network had let him go, speaking to reporters from the red carpet at the TIME 100 Summit Gala in New York on Wednesday evening. Lemon, who attended the fancy affair alongside his partner Tim Malone, took several ...", "link": "https://www.dailywire.com/news/don-lemon-breaks-silence-in-first-on-camera-comments-since-cnn-exit", "date_published": "2023-04-27 12:38:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Pope Francis Allows Women To Join Group Of Bishops Advising Him", "description": "In another indication of his desire to revamp the Roman Catholic Church, Pope Francis formally approved permitting women and lay people to vote on major issues, including LGBT relationships, at a bishops’ conference. The upcoming bishops’ conference, called the “Synod on Synodality” and to be held between October 4-29, will feature changes including the addition ...", "link": "https://www.dailywire.com/news/pope-francis-allows-women-to-join-group-of-bishops-advising-him", "date_published": "2023-04-27 12:35:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Musk Meets With Lawmakers To Discuss AI: ‘Great Power To Do Good And Evil’", "description": "Elon Musk met with members of Congress on Wednesday to discuss the possibility of regulating artificial intelligence as many companies rush to incorporate the systems into their operations. Leading corporations and venture capital firms have poured considerable funds into developing AI tools meant for consumer products and internal business solutions. Musk contended on social media ...", "link": "https://www.dailywire.com/news/musk-meets-with-lawmakers-to-discuss-ai-great-power-to-do-good-and-evil", "date_published": "2023-04-27 11:57:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "West Virginia Governor Files To Run For Manchin’s Senate Seat", "description": "Republican West Virginia Governor Jim Justice filed to run for the U.S. Senate on Thursday, setting up a potential clash with Sen. Joe Manchin (D-WV). Forms filed with the Federal Election Commission (FEC) show Justice will run as a Republican in the 2024 election. The governor is expected to announce his candidacy during an event at ...", "link": "https://www.dailywire.com/news/west-virginia-governor-files-to-run-for-manchins-senate-seat", "date_published": "2023-04-27 11:50:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Alex Murdaugh, Serving Two Life Sentences For Murder, Charged With Additional Tax Evasion", "description": "Convicted murderer Alex Murdaugh has been indicted on tax evasion charges for allegedly failing to report more than $2.1 million in income he earned in 2020 and 2021 through illegal activity. Murdaugh had been previously indicted on tax evasion charges for actions that allegedly took place between 2011 and 2019, CBS News reported. In total, ...", "link": "https://www.dailywire.com/news/alex-murdaugh-serving-two-life-sentences-for-murder-charged-with-additional-tax-evasion", "date_published": "2023-04-27 11:05:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Iconic Talk Show Host Jerry Springer Dead At 79", "description": "Talk show host Jerry Springer is dead at the age of 79, per TMZ. The controversial TV personality is best known for hosting the syndicated talk show &#8220;The Jerry Springer Show&#8221; for 27 years. On it, guests often appeared to discuss wild topics and frequently got into fights onstage. A family spokesperson told TMZ that ...", "link": "https://www.dailywire.com/news/iconic-talk-show-host-jerry-springer-dead-at-79", "date_published": "2023-04-27 10:55:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nikki Haley Goes There: Not ‘Likely’ Biden Will Live Until End Of Second Term", "description": "With President Joe Biden, 80, announcing his plans to run for re-election, many critics — including Democrats — have been talking around the edges. He&#8217;s not as mentally strong as he once was, they say quietly. But GOP presidential candidate Nikki Haley didn&#8217;t mince words on Wednesday when she predicted Biden wouldn&#8217;t live until the ...", "link": "https://www.dailywire.com/news/nikki-haley-goes-there-not-likely-biden-will-live-until-end-of-second-term", "date_published": "2023-04-27 10:44:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "American Economic Growth Slows To 1.1% In First Quarter", "description": "American economic growth slowed to a 1.1% annualized rate in the first quarter of 2023, marking a significant slowdown from previous quarters as various headwinds continue to slow recovery from the lockdown-induced recession. The rise in real gross domestic product reflected increases in consumer spending, exports, nonresidential investment, and government spending, according to an advance ...", "link": "https://www.dailywire.com/news/american-economic-growth-slows-to-1-1-in-first-quarter", "date_published": "2023-04-27 10:32:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Stanford Law’s ‘Diversity Dean’ Who Lectured Judge Grew Up In Wealth, Privilege", "description": "The Stanford Law diversity dean who helped protesters shut down a speech by a conservative justice comes from a privileged family and is following in the footsteps of her mother&#8211;who married a white science professor from Cape Cod and then began running training sessions that accused Buddhists of being too white.", "link": "https://www.dailywire.com/news/stanford-laws-diversity-dean-who-lectured-judge-grew-up-in-wealth-privilege", "date_published": "2023-04-27 10:16:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Does Hollywood Want To Wrest The Western Out Of Conservative Hands?", "description": "Tinsel Town has turned some of the biggest movie genres against Heartland USA. Science Fiction? James Cameron’s “Avatar” franchise doubles as a climate change screed, while his “Terminator” franchise diminished Arnold Schwarzenegger in favor of a Girl Power aesthetic with the 2019 “Dark Fate” installment. Recent Marvel Cinematic Universe films hyper focus on LGBTQ themes ...", "link": "https://www.dailywire.com/news/does-hollywood-want-to-wrest-the-western-out-of-conservative-hands", "date_published": "2023-04-27 10:06:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dwyane Wade Said He Left Florida Because Family Wouldn’t Be ‘Accepted’ Or ‘Feel Comfortable’", "description": "Former NBA star Dwyane Wade said he moved his family out of Florida due to concern for his trans-identifying child. The former Miami Heat player told Rachel Nichols in an interview on &#8220;Headliners&#8221; that he left the state because his family would not &#8220;feel comfortable there.&#8221; Nichols asked Wade specifically about controversial legislation and politicians ...", "link": "https://www.dailywire.com/news/dwyane-wade-said-he-left-florida-because-family-wouldnt-be-accepted-or-feel-comfortable", "date_published": "2023-04-27 09:31:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Megyn Kelly Nukes Keith Olbermann After He Slams Her For Cheering Tucker Carlson On", "description": "Megyn Kelly reduced former ESPN host and hard-Left commentator Keith Olbermann to rubble after Olbermann derided her for giving cheer to Tucker Carlson. The sequence of events leading to Kelly’s evisceration of Olbermann began when the hosts of “The View” mocked Carlson after his departure, prompting Kelly to tweet, “Not one of these women could ...", "link": "https://www.dailywire.com/news/megyn-kelly-nukes-keith-olbermann-after-he-slams-her-for-cheering-tucker-on", "date_published": "2023-04-27 08:28:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-Fugees Rapper ‘Pras’ Found Guilty On Charges Involving International Conspiracy Between China And U.S. Gov", "description": "Grammy-winning artist Prakazrel “Pras” Michel, former member of the 1990s hip-hop trio the Fugees, was found guilty Wednesday in a federal court on 10 criminal counts related to an international conspiracy to help China influence the U.S. government. Michel, 50, was convicted of conspiracy, concealment of material facts, making false entries in records, witness tampering, ...", "link": "https://www.dailywire.com/news/ex-fugees-rapper-pras-found-guilty-on-charges-involving-international-conspiracy-between-china-and-u-s-gov", "date_published": "2023-04-27 08:09:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Air Force Takes Action Against Officers In Command Of Accused Classified Intelligence Leaker: Report", "description": "The U.S. Air Force said Wednesday that it has temporarily suspended two officers who were in command over Jack Teixeira, a Massachusetts Air National Guardsman who is accused of leaking classified military intelligence on the internet. Teixeira was arrested by FBI agents in North Dighton, Massachusetts, two weeks ago and was charged with unlawful retention ...", "link": "https://www.dailywire.com/news/air-force-takes-action-against-officers-in-command-of-accused-classified-intelligence-leaker-report", "date_published": "2023-04-27 07:45:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Hunter Biden’s Lawyers Meet With Federal Prosecutors To Discuss Potential Forthcoming Charges: Report", "description": "Hunter Biden&#8217;s attorneys reportedly met with federal prosecutors on Wednesday to discuss potential forthcoming criminal charges against the president&#8217;s son. CBS News reported that the attorneys met with the Department of Justice officials representing the tax division and U.S. attorney for Delaware David Weiss, a Trump-era prosecutor who is overseeing the criminal investigation into Hunter ...", "link": "https://www.dailywire.com/news/hunter-bidens-lawyers-meet-with-federal-prosecutors-to-discuss-potential-forthcoming-charges-report", "date_published": "2023-04-27 07:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Disney Executive Dies From Overdose On Trio Of Drugs", "description": "Medical examiners in Texas have concluded that former Disney executive Dave Hollis, ex-husband of famous self-help author Rachel Hollis, died earlier this year from a fatal overdose of a trio of drugs. The Travis County Medical Examiner’s Office said in its autopsy report that Hollis, who died in February at 47-years-old, &#8220;had fatal amounts of ...", "link": "https://www.dailywire.com/news/former-disney-executive-dies-from-overdose-on-trio-of-drugs", "date_published": "2023-04-27 00:07:48+00:00", "persistent": false, "user": null, "language": "en-US"}]