[{"source": "https://thehill.com/news/feed/", "title": "Why rap artists are asking Congress for help", "description": "Rap and hip-hop artists are asking Congress to pass legislation that would prevent lyrics from being used against artist defendants in criminal cases, which advocates say is a clear hit on the First Amendment.  Recording Academy CEO Harvey Mason Jr., the head of the Grammys, joined with Democratic Reps. Hank Johnson (Ga.) and Jamaal Bowman...", "link": "https://thehill.com/homenews/house/3976593-why-rap-artists-are-asking-congress-for-help/", "date_published": "2023-04-27 23:37:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "E. Jean Carroll to Trump lawyer: 'I thought it was time not to be silent'", "description": "Writer E. Jean Carroll, who has accused former President Trump of raping her in the 1990s, said during her second day on the stand that she came forward with the allegations in 2019 because of the #MeToo movement. \"I thought it was time not to be silent,\" Carroll said amid questioning from Trump attorney Joe...", "link": "https://thehill.com/regulation/court-battles/3976554-e-jean-carroll-to-trump-lawyer-i-thought-it-was-time-not-to-be-silent/", "date_published": "2023-04-27 23:28:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats seek to modify permit reform through electricity, renewables", "description": "Welcome to The Hill's Energy &#38; Environment newsletter {beacon} Energy &#38; Environment     Energy &#38; Environment   The Big Story  Democrats seek to modify permit reform through electricity, renewables House Democrats on Thursday released draft legislation that could be their opening bid in permitting reform negotiations. © Photo by Mark Felix / AFP...", "link": "https://thehill.com/newsletters/energy-environment/3976580-democrats-seek-to-modify-permit-reform-through-electricity-renewables/", "date_published": "2023-04-27 23:26:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CDC relaxes COVID restrictions for international travelers", "description": "The Centers for Disease Control and Prevention (CDC) is relaxing COVID-19 restrictions on international travelers as the national public health emergency is set to expire next month.  The CDC said in an update on its website posted Thursday that it will consider anyone who has received a single dose of a Pfizer or Moderna vaccine...", "link": "https://thehill.com/policy/healthcare/3976562-cdc-relaxes-covid-restrictions-for-international-travelers/", "date_published": "2023-04-27 23:26:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alleged Pentagon leaker appears in court", "description": "Welcome to The Hill's Defense &#038; NatSec newsletter {beacon} Defense &#038;National Security Defense &#038;National Security &#8202; The Big Story  No decision on whether to hold Jack Teixeira in custody Prosecutors argued the 21-year-old Air National Guardsman should remain in detention, calling him a flight risk after he allegedly leaked sensitive classified documents. © AP In court...", "link": "https://thehill.com/newsletters/defense-national-security/3976565-alleged-pentagon-leaker-appears-in-court/", "date_published": "2023-04-27 23:15:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Would Medicaid work requirements work?", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care &#8202; The Big Story  CBO says Medicaid work requirements won't make people work The Republican-passed debt ceiling bill would impose work requirements on Medicaid beneficiaries as a way to cut federal spending. But a federal analysis shows there won't be much impact on...", "link": "https://thehill.com/newsletters/health-care/3976547-would-medicaid-work-requirements-work/", "date_published": "2023-04-27 23:05:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top OMB aide to depart White House", "description": "A top aide in the White House’s Office of Management and Budget is leaving her position in the coming days, administration officials confirmed Thursday. Rachel Wallace, the chief of staff to OMB Director Shalanda Young and a veteran of President Biden’s 2020 campaign, is leaving her job to work as a consultant. Wallace has spent...", "link": "https://thehill.com/homenews/administration/3976512-top-omb-aide-to-depart-white-house/", "date_published": "2023-04-27 22:51:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump blasts Biden as ‘grossly incompetent’", "description": "Former President Donald Trump on Thursday went on the attack against President Biden, questioning his competence and ability to do the job for a second term days after Biden officially announced his reelection campaign.  Trump spoke to supporters in Manchester, N.H., where he sounded like a candidate already campaigning for the general election in many...", "link": "https://thehill.com/homenews/campaign/3976378-trump-blasts-biden-as-grossly-incompetent/", "date_published": "2023-04-27 22:13:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump swipes at Chris Christie during speech: 'Got a big mouth — that's all he's got'", "description": "Former President Trump swiped at former New Jersey Gov. Chris Christie (R) during a speech in New Hampshire on Thursday, saying he’s “got a big mouth — that’s all he’s got.”  Trump highlighted his large leads in most hypothetical Republican primary polls, noting that his top current and potential competitors like Florida Gov. Ron DeSantis,...", "link": "https://thehill.com/homenews/campaign/3976364-trump-swipes-at-chris-christie-during-speech-got-a-big-mouth-thats-all-hes-got/", "date_published": "2023-04-27 22:10:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Veterans sound alarm on McCarthy budget cuts", "description": "Veterans are blasting the debt ceiling legislation passed by the Republican-controlled House this week, warning it will cut key programs and services for the nation’s retired service members.  The House passed the Limit, Save, Grow Act largely along party lines in a 217-215 vote Wednesday night despite the Department of Veterans Affairs (VA) warning of...", "link": "https://thehill.com/policy/defense/3976425-veterans-sound-alarm-on-mccarthy-budget-cuts/", "date_published": "2023-04-27 22:08:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Paris Hilton pushes bipartisan bill to reform ‘troubled teen’ industry", "description": "Paris Hilton appeared on Capitol Hill Thursday with a bipartisan group of lawmakers to advocate for a newly introduced bill to regulate \"troubled teen\" facilities, meant for young people struggling with behavioral issues and substance abuse. Sens. Jeff Merkley (D-Ore.), John Cornyn (R-Texas) and Tommy Tuberville (R-Ala.), as well as Reps. Ro Khanna (D-Calif.) and...", "link": "https://thehill.com/blogs/in-the-know/3976271-paris-hilton-pushes-bipartisan-bill-to-reform-troubled-teen-industry/", "date_published": "2023-04-27 21:59:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kevin McCarthy revels in proving his doubters wrong", "description": "Speaker Kevin McCarthy (R-Calif.) is getting used to proving his critics and doubters wrong.  First through the four-day, 15-ballot Speaker election and most recently with House Republicans’ debt limit and spending cut bill, McCarthy has shown that he can successfully navigate the rocky ideological waters in House Republicans’ slim, four-seat majority. “You guys have been...", "link": "https://thehill.com/homenews/house/3976389-kevin-mccarthy-revels-in-proving-his-doubters-wrong/", "date_published": "2023-04-27 21:58:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Climate advocates hit GOP with attack ads over votes to repeal renewable tax credits", "description": "The League of Conservation Voters and Climate Power said Thursday that it would run attack ads against five Republicans who voted to repeal tax credits for renewable energy as part of the GOP debt limit bill. All but four Republicans voted to pass the bill, which would repeal tax credits for renewable energy that were...", "link": "https://thehill.com/policy/energy-environment/3976376-climate-advocates-gop-attack-ads-renewable-tax-credits/", "date_published": "2023-04-27 21:57:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judge holds off on pretrial custody ruling for Pentagon leak suspect Jack Teixeira", "description": "Jack Teixeira, the National Guard airman accused of leaking U.S. intelligence documents online, on Thursday asked a magistrate judge to release him from pretrial detention, though the judge has not yet made a decision on the request.  Magistrate Judge David Hennessy said he would consider arguments and later issue a ruling on whether the 21-year-old...", "link": "https://thehill.com/policy/defense/3976377-judge-holds-off-on-pretrial-custody-ruling-for-pentagon-leak-suspect-jack-teixeira/", "date_published": "2023-04-27 21:56:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US economy slows unexpectedly", "description": "Welcome to The Hill's Business &#38; Economy newsletter {beacon}   Business &#38; Economy     Business &#38; Economy   The Big Story  Why the economy is slowing down Experts knew the economy slowed down in the start of 2023. They just didn’t realize it slowed that much. AP Photo The U.S. economy grew far...", "link": "https://thehill.com/newsletters/3976329-us-economy-slows-unexpectedly/", "date_published": "2023-04-27 21:50:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "States lose bid to revive Meta antitrust case", "description": "Welcome to The Hill's Technology newsletter {beacon} Technology Technology &#8202; The Big Story  States lose bid to revive Meta antitrust case A push by a coalition of state attorneys general to revive an antitrust case against tech giant Meta was rejected by a federal court of appeals on Thursday.  © iStock The D.C. Circuit Court of...", "link": "https://thehill.com/newsletters/technology/3976357-states-lose-bid-to-revive-meta-antitrust-case/", "date_published": "2023-04-27 21:47:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hawaii Rep celebrates winner of 'RuPaul's Drag Race' on House floor: 'It gives us hope'", "description": "Rep. Jill Tokuda (D-Hawaii) on the House floor on Wednesday celebrated the recent victory of Hawaii native Sasha Kekauoha, best known by the stage name Sasha Colby, who placed first this month in the 15th season of the MTV drag competition show “RuPaul’s Drag Race.” “From the very beginning of the competition, Sasha, a seasoned...", "link": "https://thehill.com/homenews/state-watch/3976343-hawaii-rep-celebrates-winner-of-rupauls-drag-race-on-house-floor-it-gives-us-hope/", "date_published": "2023-04-27 21:44:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jim Justice launches Senate bid in West Virginia for Manchin's seat", "description": "Gov. Jim Justice (R) announced on Thursday that he’s running for Sen. Joe Manchin’s (D-W.Va.) seat next year, capping off months of speculation.  Justice’s entry into the race makes him the third Republican running in the GOP primary to take Manchin’s seat. Rep. Alex Mooney (R-W.Va.) launched a bid for the West Virginia Senate seat...", "link": "https://thehill.com/homenews/campaign/3973292-jim-justice-launches-senate-bid-in-west-virginia-for-manchins-seat/", "date_published": "2023-04-27 21:39:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gap to cut 1,800 jobs, joining growing list of corporate layoffs", "description": "Gap, Inc. announced on Thursday that it plans to cut about 1,800 jobs, joining the growing list of major U.S. companies engaging in corporate layoffs. The company said in a filing with the U.S. Securities and Exchange Commission (SEC) that it plans to lay off employees from its “headquarters and upper field workforce,” as part...", "link": "https://thehill.com/business/3976296-gap-to-cut-1800-jobs-joining-growing-list-of-corporate-layoffs/", "date_published": "2023-04-27 21:35:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Griner speaks to reporters for first time since return from Russia", "description": "WNBA star Brittney Griner spoke to the media for the first time since returning to the U.S. after spending nine months in detainment in Russia, expressing her gratitude for the support she received throughout the ordeal. During a news conference on Thursday, Griner first thanked the media for all the “exposure” and “coverage” they gave...", "link": "https://thehill.com/homenews/3976226-griner-speaks-to-reporters-for-first-time-since-return-from-russia/", "date_published": "2023-04-27 21:28:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence testifies before grand jury investigating Jan. 6", "description": "Former Vice President Mike Pence appeared Thursday before a federal grand jury investigating former President Trump's efforts to remain in power after the 2020 election, a source familiar with the matter confirmed to The Hill. His testimony is a major development in special counsel Jack Smith's investigation into Trump's conduct around the 2020 election and...", "link": "https://thehill.com/regulation/court-battles/3976286-pence-testifies-before-grand-jury-investigating-jan-6/", "date_published": "2023-04-27 21:21:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California adopts first-in-the-nation rule restricting locomotive emissions", "description": "The California Air Resources Board (CARB) passed a first-in-the-nation rule on Thursday aimed at reducing the emissions generated by diesel-fueled locomotive engines. “Locomotives are a key part of California’s transportation network, and it’s time that they are part of the solution to tackle pollution and clean our air,” CARB Chair Liane Randolph said in a statement....", "link": "https://thehill.com/policy/equilibrium-sustainability/3976267-california-adopts-first-in-the-nation-rule-restricting-locomotive-emissions/", "date_published": "2023-04-27 21:18:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Justice jumps into race to unseat Manchin", "description": "{beacon} Evening Report Thursday, April 27   ©  AP Justice jumps into race to unseat Manchin West Virginia Gov. Jim Justice (R) filed paperwork for the state's 2024 Senate race and is expected to formally launch his campaign at an event Thursday at 5 p.m.   Incumbent Sen. Joe Manchin (D), who Justice is hoping to...", "link": "https://thehill.com/newsletters/evening-report/3976216-justice-jumps-into-race-to-unseat-manchin/", "date_published": "2023-04-27 20:52:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House sinks Gaetz resolution to pull US troops from Somalia", "description": "House lawmakers on Thursday voted against a resolution that would have forced President Biden to withdraw all U.S. troops from the African nation of Somalia. The House voted 102-321 to reject the concurrent resolution sponsored by Rep. Matt Gaetz (R-Fla.) to force a military withdrawal from Somalia within a year. U.S. forces have deployed to...", "link": "https://thehill.com/policy/defense/3975828-house-sinks-gaetz-resolution-to-pull-us-troops-from-somalia/", "date_published": "2023-04-27 20:47:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michigan middle schoolers sue for right to wear 'Let's Go Brandon' gear", "description": "Two Michigan middle schoolers sued their school district on Tuesday for barring gear featuring the slogan “Let’s Go Brandon.” The students, who were ordered by school administrators to remove their “Let’s Go Brandon” gear — which is a derogatory phrase targeted toward President Biden — allege that the Tri County Area Schools violated the First...", "link": "https://thehill.com/regulation/court-battles/3976096-michigan-middle-schoolers-sue-for-right-to-wear-lets-go-brandon-gear/", "date_published": "2023-04-27 20:46:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Washington governor signs law setting new limits on the sale of customer health data", "description": "Washington Gov. Jay Inslee (D) signed a law Thursday that aims to protect customer health data on third-party apps, especially those used for reproductive health tracking. The \"My Health, My Data Act\" was passed by the state legislature earlier this month and aims to expand privacy protections associated with collecting, sharing and selling health data...", "link": "https://thehill.com/homenews/state-watch/3976044-washington-governor-signs-law-setting-new-limits-on-the-sale-of-customer-health-data/", "date_published": "2023-04-27 20:35:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Gov. Justice launches Senate challenge to Manchin in W.Va.", "description": "West Virginia Gov. Jim Justice (R) is expected to officially launch his campaign for Senate Thursday afternoon from The Greenbrier, a resort in West Virginia owned by the governor. Following months of speculation, Justice filed paperwork Thursday to run for the state’s U.S. Senate seat against Sen. Joe Manchin (D-W.Va.). Manchin, one of the most...", "link": "https://thehill.com/homenews/senate/3976040-watch-live-gov-justice-launches-senate-challenge-to-manchin-in-w-va/", "date_published": "2023-04-27 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rep. Jamie Raskin says cancer is in remission: 'A new chapter begins'", "description": "Rep. Jamie Raskin (D-Md.) announced on Thursday that he has completed chemotherapy and that his cancer is in remission, declaring that “a new chapter begins.” He announced the news in an open letter addressed to “America,” and shared a video on Twitter showing him ringing a bell to mark the milestone. Raskin revealed in December...", "link": "https://thehill.com/homenews/house/3976079-rep-jamie-raskin-says-cancer-is-in-remission-a-new-chapter-begins/", "date_published": "2023-04-27 20:22:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House denies Biden received questions in advance at press conference", "description": "The White House on Thursday denied that President Biden was given questions in advance of a press conference with the South Korean president after a photo showed him holding a card with information about a reporter and the outline of a question about semiconductor manufacturing.  A photo that went viral on Thursday showed a close...", "link": "https://thehill.com/homenews/administration/3976087-white-house-denies-biden-received-questions-in-advance-at-press-conference/", "date_published": "2023-04-27 20:07:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Montana governor's nonbinary son calls on him to reject anti-trans bills", "description": "Montana Gov. Greg Gianforte (R) is being lobbied by one of his children who identifies as gay and nonbinary not to sign legislation that would ban gender-affirming care for minors in the state, among other anti-transgender bills moving through the Helena legislature. David Gianforte, who uses both \"he\" and \"they\" pronouns, says he met with...", "link": "https://thehill.com/homenews/state-watch/3975988-montana-governors-nonbinary-son-calls-on-him-to-reject-anti-trans-bills/", "date_published": "2023-04-27 19:59:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lyft will cut 1,000 jobs in upcoming layoffs", "description": "Lyft's latest round of layoffs announced last week will include more than 1,000 job cuts in what the ride-sharing company says is an effort to cut costs. \"As part of Lyft’s previously announced restructuring and efforts to reduce costs, we are parting with just over 1,000 valued team members across the company. This was a...", "link": "https://thehill.com/business/3975919-lyft-will-cut-1000-jobs-in-upcoming-layoffs/", "date_published": "2023-04-27 19:49:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Protesters smear paint on sculpture case at National Gallery of Art in DC", "description": "Protesters painted the display case containing Edgar Degas’s famed “Little Dancer Aged Fourteen” sculpture at the National Gallery of Art in Washington, D.C., on Thursday, as video circulating online shows. It is the latest in a string of similar protests targeting art to bring attention to the climate crisis.  In footage shared by The Washington...", "link": "https://thehill.com/blogs/blog-briefing-room/3975963-protesters-smear-paint-on-sculpture-case-at-national-gallery-of-art-in-dc/", "date_published": "2023-04-27 19:47:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to know about new Arcturus COVID variant", "description": "A new subvariant of the coronavirus has been gaining steam in recent weeks as it has spread to several countries including the United States.  The XBB.1.16 subvariant, a member of the omicron variant’s lineage that has been nicknamed Arcturus, has become increasingly common in the U.S. recently, making up almost 10 percent of all cases...", "link": "https://thehill.com/policy/healthcare/3975895-what-to-know-about-new-arcturus-covid-variant/", "date_published": "2023-04-27 19:43:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pentagon reports slight rise in military's sexual assaults over year prior", "description": "Reported sexual assaults in the U.S. military climbed by about 1 percent from last year, a slight jump attributed to a major decline in such reports within the Army but an increase across the other services, according to the Pentagon’s annual account on the issue.  The Defense Department’s Annual Report on Sexual Assualt in the Military for...", "link": "https://thehill.com/homenews/3976009-pentagon-rise-sexual-assaults-2022/", "date_published": "2023-04-27 19:43:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House calls censure of Montana transgender lawmaker 'undemocratic'", "description": "White House press secretary Karine Jean-Pierre on Thursday said it was \"undemocratic\" for the Montana statehouse to move to censure state Rep. Zooey Zephyr (D) over her remarks about gender-affirming care for minors. “When you see these types of things, silencing an elected representative, in an attempt to suppress their message is a denial of...", "link": "https://thehill.com/homenews/administration/3975976-white-house-calls-censure-of-montana-transgender-lawmaker-undemocratic/", "date_published": "2023-04-27 19:39:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "One in four high school students identify as LGBTQ", "description": "One in four high school students identify as LGBTQ, according to a report released by the Centers for Disease Control and Prevention (CDC) on Thursday.  In 2021, 75.5 percent of high school students self-identified as heterosexual, the CDC’s 2021 Youth Risk Behavior Surveillance System (YRBSS) found.  Among high school students, 12.2 percent self-identified as bisexual,...", "link": "https://thehill.com/homenews/education/3975959-one-in-four-high-school-students-identify-as-lgbtq/", "date_published": "2023-04-27 19:35:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator accidentally votes for ERA, then changes his vote", "description": "Sen. Bill Cassidy (R-La.) accidentally voted in favor of ratifying the Equal Rights Amendment (ERA) on Thursday before changing his vote to “no” at the last minute. After initially giving the legislation a thumbs up, Cassidy ran back to the Senate just before the vote closed to switch his choice. The bill, which sought to...", "link": "https://thehill.com/homenews/senate/3975932-gop-senator-accidentally-votes-for-era-then-changes-his-vote/", "date_published": "2023-04-27 19:34:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrats release permitting proposal focused on electricity, renewable energy", "description": "House Democrats on Thursday released their own permitting reform proposal after House Republicans advanced an energy bill that included measures aimed at streamlining the approval process for projects. Where the Republicans’ permitting efforts focused on speeding up environmental reviews for infrastructure projects, a discussion draft released Thursday from Reps. Sean Casten (D-Ill.) and Mike Levin...", "link": "https://thehill.com/policy/energy-environment/3975972-house-democrats-release-permitting-proposal-focused-on-electricity-renewable-energy/", "date_published": "2023-04-27 19:34:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House GOP introduces bill to reinforce border, limit asylum", "description": "House Republicans on Thursday formally unveiled their sweeping immigration package due to reach the floor next month, combining two measures that Democrats have complained would severely limit asylum while attacking nonprofits that aid immigrants. The package joins two bills, one that includes severe restrictions on asylum-seekers from the Judiciary Committee and another from the Homeland Committee that...", "link": "https://thehill.com/latino/3975955-house-gop-introduces-bill-to-reinforce-border-limit-asylum/", "date_published": "2023-04-27 19:28:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dana Bash calls out Los Angeles Times over coverage of new role: 'Do better please'", "description": "CNN anchor Dana Bash pushed back on a headline in the Los Angeles Times that noted her former relationship with fellow anchor John King while reporting she was taking over the network's \"Inside Politics\" show. The headline in the Times initially read \"John King exits CNN's 'Inside Politics' for new role. His ex-wife Dana Bash...", "link": "https://thehill.com/homenews/media/3975884-dana-bash-calls-out-la-times-over-coverage-of-new-role-do-better-please/", "date_published": "2023-04-27 19:15:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White woman whose accusations led to Emmett Till's lynching dies", "description": "The white woman whose accusations led to the brutal torture and killing of 14-year-old Emmett Till in 1955 Mississippi — a seminal moment in the Civil Rights era — has died.  Carolyn Bryant Donham, who later in life acknowledged lying about the incident, was 88 years old when she died Thursday in Westlake, La.. Donham...", "link": "https://thehill.com/homenews/state-watch/3975834-white-woman-whose-accusations-led-to-emmett-tills-lynching-dies/", "date_published": "2023-04-27 18:54:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New sneaker caucus launched in House", "description": "A bipartisan duo of freshman lawmakers co-launched a new c ongressional caucus based on athletic sneakers.  The Congressional Sneaker Caucus (CSC), launched by Reps. Jared Moskowitz (D-Fla.) and Lori Chavez-DeRemer (R-Ore.), will include a bipartisan group of lawmakers and congressional staffers who share their love for sneakers and their impact on American culture and fitness,...", "link": "https://thehill.com/homenews/house/3975796-new-sneaker-caucus-launched-in-house/", "date_published": "2023-04-27 18:53:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Capitol COVID-19 testing sites to close", "description": "COVID-19 testing sites in the Capitol complex will close at the end of May, the Office of the Attending Physician told congressional offices in a notice on Thursday. “Limited” COVID-19 tests may still be made available for those “testing for events in support of official duties or travel,” according to the notice obtained by The...", "link": "https://thehill.com/homenews/house/3975837-capitol-covid-19-testing-sites-to-close/", "date_published": "2023-04-27 18:52:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis-Disney feud heats up", "description": "Welcome to The Hill's Campaign newsletter {beacon} View Online Campaign Report Campaign Report   The Big Story  DeSantis-Disney feud heats up  Disney alleged in a new lawsuit against DeSantis that the governor has waged a “targeted campaign of government retaliation” after the company spoke out against a law, dubbed by critics as “Don’t Say Gay.”...", "link": "https://thehill.com/newsletters/campaign-report/3975867-desantis-disney-feud-heats-up/", "date_published": "2023-04-27 18:51:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene: 'I didn't come to Washington to be a performer'", "description": "Rep. Marjorie Taylor Greene (R-Ga.) defended her calls to defund the FBI in a new interview on Thursday, noting that those calls were \"not performative at all.\" The Hill's Briahna Joy Gray asked Greene on \"Rising\" whether her push to defund the FBI was a \"performative call\" or if she was actively taking steps to...", "link": "https://thehill.com/homenews/house/3975625-greene-i-didnt-come-to-washington-to-be-a-performer/", "date_published": "2023-04-27 18:43:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson video nets 57 million views in less than 24 hours", "description": "A short video message posted online by former Fox News host Tucker Carlson following his ouster from the network had racked up more than 57 million views on Twitter as of Thursday afternoon. Carlson's cryptic two-minute message was posted around 8 p.m. Wednesday. He did not directly address his sudden departure from the network or...", "link": "https://thehill.com/homenews/media/3975690-tucker-carlson-video-nets-57-million-views-in-less-than-24-hours/", "date_published": "2023-04-27 18:15:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Microbes can 'mine' metals from toxic waste — while fighting climate change: study", "description": "Tiny organisms could help solve the massive pollution caused by mining. Growing microbes on toxic mine waste could help companies capture pollutants while meeting the rising demand for critical minerals, a new study has found. The paper, published on Thursday in PLOS Biology, delves deeper into the practice known as bioleaching, or the use of living organisms...", "link": "https://thehill.com/policy/equilibrium-sustainability/3975684-microbes-can-mine-metals-from-toxic-waste-while-fighting-climate-change-study/", "date_published": "2023-04-27 18:10:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Getting survivors of child sexual abuse the justice they deserve", "description": "As a former prosecutor and advocate for abused children, I can attest that our justice system does not work for all survivors of child sex crimes. Over 80 percent of victims never go to the authorities, and the overwhelming majority of child sex abuse victims never have their day in court. That’s because the laws...", "link": "https://thehill.com/opinion/congress-blog/3975546-getting-survivors-of-child-sexual-abuse-the-justice-they-deserve/", "date_published": "2023-04-27 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Lawmakers face off over GOP effort to ease return of migrant children", "description": "House Judiciary lawmakers sparred Wednesday over a Republican proposal that would empower law enforcement officials to quickly send unaccompanied immigrant children back across the border. Republicans argued their proposal, part of a larger GOP immigration package the House Judiciary Committee advanced last week, would remove incentives for children to come in the first place. Democrats,...", "link": "https://thehill.com/policy/national-security/3975694-lawmakers-face-off-over-gop-effort-to-ease-return-of-migrant-children/", "date_published": "2023-04-27 17:58:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "19 Michigan state GOP lawmakers throw support behind DeSantis", "description": "Nineteen GOP Michigan state legislators have endorsed Gov. Ron DeSantis for president in 2024, though the Florida Republican hasn’t officially announced he’s running.  The pro-DeSantis political action committee Never Back Down announced that state Rep. Byran Posthumus and 18 other Michigan conservatives are backing DeSantis after he visited the state earlier this month. Posthumus, who...", "link": "https://thehill.com/homenews/campaign/3975650-19-michigan-state-gop-lawmakers-throw-support-behind-desantis/", "date_published": "2023-04-27 17:56:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia denies US request to visit jailed Wall Street Journal reporter", "description": "Russia has denied a request from the United States for a consular visit to jailed Wall Street Journal reporter Evan Gershkovich, who was detained last month on charges of espionage.  The Russian Foreign Ministry said in a statement that it rejected a U.S. request for a May 11 visit in response to the U.S. not...", "link": "https://thehill.com/policy/international/3975659-russia-denies-us-request-to-visit-jailed-wall-street-journal-reporter/", "date_published": "2023-04-27 17:48:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Korea’s Yoon targets North Korea in address to Congress", "description": "South Korea’s President Yoon Suk Yeol on Thursday appealed to a joint meeting of Congress to stand united with Seoul in the face of North Korea’s aggression, underscoring the peninsula’s priority threat in an increasingly dangerous world for global democracies.  His remarks followed President Biden signing on Wednesday a significant commitment to deploy U.S.-nuclear-armed submarines to South Korea as a deterrent against North Korea’s...", "link": "https://thehill.com/homenews/3975658-south-koreas-yoon-targets-north-korea-in-address-to-congress/", "date_published": "2023-04-27 17:44:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senate GOP blocks Equal Rights Amendment", "description": "Senate Republicans on Thursday blocked a measure that would have allowed the Equal Rights Amendment (ERA) to be added to the Constitution. Senators voted 51 to 47 to invoke cloture on a motion to proceed, falling short of the 60 votes it it needed.  Sens. Lisa Murkowski (Alaska) and Susan Collins (Maine) were the lone Republicans...", "link": "https://thehill.com/homenews/senate/3975654-senate-gop-blocks-equal-rights-amendment/", "date_published": "2023-04-27 17:39:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fetterman: Agriculture can't ‘cannibalize’ climate change funding", "description": "Federal funds aimed at helping agriculture address the impacts of climate change must not be raided to fund agriculture as a whole, Democratic senators say. The move comes as Congressional Republicans suggest defunding agricultural conservation programs entirely. “I strongly oppose any measures that would essentially cannibalize Inflation Reduction Act conservation funding in order to pay...", "link": "https://thehill.com/policy/energy-environment/3975651-fetterman-agriculture-cant-cannibalize-climate-change-funding/", "date_published": "2023-04-27 17:32:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former White House chief of staff says 'sexism and racism' contribute to Harris criticism", "description": "Former Biden chief of staff Ron Klain sounded off on why he thinks Vice President Harris has faced so much criticism in her first term as vice president, saying “sexism and racism are part of the problem.” “I think she was not as well known in national politics before she became vice president,” Klain said...", "link": "https://thehill.com/blogs/blog-briefing-room/3975562-former-white-house-chief-of-staff-says-sexism-and-racism-contribute-to-harris-criticism/", "date_published": "2023-04-27 17:32:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As Congress pivots to debt, it shouldn’t forget the inflation connection", "description": "Politicians may be tired of hearing it, but we need strong leadership from the president and Congress to substantially reduce the deficit.", "link": "https://thehill.com/opinion/finance/3972602-as-congress-pivots-to-debt-it-shouldnt-forget-the-inflation-connection/", "date_published": "2023-04-27 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dwyane Wade says his family left Florida because they 'would not be accepted' there", "description": "NBA legend Dwyane Wade says he and his family moved away from Florida because of the recent wave of anti-LGBTQ laws being passed there, saying his family “would not be accepted” in the state.  During an interview on Showtime’s “Headliners,” Wade explained to host Rachel Nichols that the reason he doesn’t live in Florida anymore...", "link": "https://thehill.com/blogs/in-the-know/3975522-dwyane-wade-says-his-family-left-florida-because-they-would-not-be-accepted-there/", "date_published": "2023-04-27 17:15:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Nikki Haley goes after Biden's age: He’s unlikely to ‘make it' to 86", "description": "Republican presidential candidate Nikki Haley bashed President Biden over his age, saying he isn’t likely to make it until 86 years old, which would be his age at the end of a second term. “I think we can all be very clear and say with a matter of fact that if you vote for Joe...", "link": "https://thehill.com/homenews/campaign/3975519-nikki-haley-goes-after-bidens-age-hes-unlikely-to-make-it-to-86/", "date_published": "2023-04-27 17:15:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump rape accuser notes social media attacks: 'I couldn’t be more proud to be here'", "description": "Author E. Jean Carroll, who has accused former President Trump of raping her in the 1990s, said she “couldn’t be more proud” to testify in the civil trial, despite social media attacks against her.  Carroll told a jury on Thursday that social media users have called her a “liar, slut, ugly, old,” but she testified,...", "link": "https://thehill.com/homenews/3975495-trump-rape-accuser-notes-social-media-attacks-i-couldnt-be-more-proud-to-be-here/", "date_published": "2023-04-27 17:06:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Raising Canes raising average hourly wage to $19.50", "description": "According to Yahoo Finance, \"Raising Cane's is investing more than $9 million into its workforce, but co-CEO and COO AJ Kumaran said the return of investment is far higher.\"", "link": "https://thehill.com/changing-america/respect/poverty/3975412-raising-canes-raising-average-hourly-wage-to-19-50/", "date_published": "2023-04-27 17:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Venture capital firms team up to cut carbon emissions", "description": "Leaders from venture capital firms are launching an alliance to support climate-friendly startups and encourage net-zero emissions in businesses across many industries.  Members of the Venture Climate Alliance (VCA) are committed to reducing greenhouse gas emissions to net-zero or negative by 2050 and sharing best practices and methods to reach that goal through venture capital...", "link": "https://thehill.com/policy/energy-environment/3975404-venture-capital-firms-team-up-to-cut-carbon-emissions/", "date_published": "2023-04-27 16:35:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Debt ceiling coming closer to falling amid standoff", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/41ZMHnw To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  TALK OF THE MORNING  Hello!...", "link": "https://thehill.com/newsletters/1230-report/3975374-the-hills-1230-report-debt-ceiling-coming-closer-to-falling-amid-standoff/", "date_published": "2023-04-27 16:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Senators unveil bipartisan cannabis banking legislation", "description": "Senators on Thursday unveiled a bipartisan cannabis banking legislation, pushing forward an initiative that’s cleared the House several times before but hasn’t yet made it through the Senate. Sens. Jeff Merkley (D-Ore.) and Steve Daines (R-Mont.) introduced a bill aimed at protecting financial institutions that provide services to marijuana businesses and service providers for those...", "link": "https://thehill.com/homenews/senate/3975416-senators-unveil-bipartisan-cannabis-banking-legislation/", "date_published": "2023-04-27 16:24:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Netflix reaches gender equality in leading roles, report shows", "description": "Netflix released its annual diversity and inclusion report Thursday, showing the streaming company has achieved gender equality in its leading roles.   Between 2018 and 2021, 55 percent of Netflix films and series featured a girl or woman as the lead or co-lead, according to the report.   Almost a third of Netflix films, 27.7...", "link": "https://thehill.com/homenews/3975250-netflix-reaches-gender-equality-in-diversity-report/", "date_published": "2023-04-27 16:16:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "School district rejects claim from teacher shot by 6-year-old student", "description": "The Newport News School District filed a motion Wednesday arguing that the teacher who sustained injuries after being shot by a six-year-old student earlier this year cannot file a $40 million lawsuit in the circuit court, arguing that her injuries are covered by the state's worker compensation law. Abigail Zwerner, 25, was shot in the hand and...", "link": "https://thehill.com/homenews/state-watch/3975299-school-district-rejects-claim-from-teacher-shot-by-6-year-old-student/", "date_published": "2023-04-27 16:15:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tester, Booker roughhouse in campaign video: 'This is Tester’s version of giving me the finger'", "description": "Sen. Jon Tester (D-Mon.), who is expected to face a tough campaign for reelection next year, on Thursday released bloopers to a campaign video in which he pushes Sen. Cory Booker (D-N.J.) into a wall that then breaks. “See how determined he is,” Booker joked in the video on Twitter, pointing to the crack in...", "link": "https://thehill.com/homenews/campaign/3975411-tester-booker-roughhouse-in-campaign-video-this-is-testers-version-of-giving-me-the-finger/", "date_published": "2023-04-27 16:10:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Economic slowdown: Five takeaways from the new GDP report", "description": "The American economy’s latest report card indicates growth slowed during the first quarter of the year as the Federal Reserve continued interest rate hikes to try and tamp down inflation.  The Commerce Department’s Bureau of Economic Analysis on Thursday released a new report on the growth of the country’s gross domestic product (GDP) —  the...", "link": "https://thehill.com/business/economy/3975269-economic-slowdown-five-takeaways-from-the-new-gdp-report/", "date_published": "2023-04-27 16:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump legal team asks House Intel for 'legislative solution' amid Mar-a-Lago probe", "description": "President Trump’s legal team again turned to Congress in an ongoing criminal investigation, penning a letter to the House Intelligence Committee asking it to “formalize procedures for investigations” that would make such matters civil rather than criminal cases. The 10-page letter to Chair Mike Turner (R-Ohio) obtained by The Hill suggests the investigation into Trump should not face criminal...", "link": "https://thehill.com/homenews/3975245-trump-congress-legislative-solution-classified-documents/", "date_published": "2023-04-27 15:54:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin: 'I will win any race I enter'", "description": "Sen. Joe Manchin (D-W.Va.) Thursday on Thursday boasted that “I will win any race I enter” ahead of an expected announcement by West Virginia Gov. Jim Justice (R) that he’ll be entering the race for Manchin’s seat. \"I am laser focused on doing the job West Virginians elected me to do - lowering healthcare costs,...", "link": "https://thehill.com/homenews/campaign/3975325-manchin-i-will-win-any-race-i-enter/", "date_published": "2023-04-27 15:44:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don McLean hopes for 'American Pie' duet with South Korean president", "description": "Musician Don McLean, the singer-songwriter of “American Pie,”  said that he hopes to do a duet of his hit song with South Korean President Yoon Suk Yeol after the Asian leader serenaded guests with a rendition of the song at a White House state dinner.  McLean told The Hill in a statement that he was...", "link": "https://thehill.com/blogs/in-the-know/3975252-don-mclean-hopes-for-american-pie-duet-with-south-korean-president/", "date_published": "2023-04-27 15:43:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jerry Springer, TV host and Cincinnati mayor, dies at 79", "description": "Jerry Springer, whose hit self-titled TV program became a cultural phenomenon, died at 79 on Thursday, after a brief illness. Springer’s \"The Jerry Springer Show\" was one of the most popular daytime TV shows through the '90s and 2000's, tackling controversial topics like incest and infidelity, and featured physical altercations and consistent profanity. It ran...", "link": "https://thehill.com/blogs/in-the-know/3975344-jerry-springer-tv-host-cincinnati-mayor-dies/", "date_published": "2023-04-27 15:42:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Parents of Louisville bank gunman: 'We wish we could undo it, but we know we can’t'", "description": "The parents of a gunman who shot and killed five people at a Louisville bank earlier this month spoke out about the incident in a new interview, calling for gun reform. “We are so sorry. We are heartbroken,” Lisa Sturgeon, the mother of Connor Sturgeon, told NBC News’ Savannah Guthrie in a “TODAY” show interview...", "link": "https://thehill.com/homenews/state-watch/3975211-parents-of-louisville-bank-gunman-we-wish-we-could-undo-it-but-we-know-we-cant/", "date_published": "2023-04-27 15:33:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Rolling back the clock on addiction treatment will cost even more lives", "description": "Requiring in-person appointments for OUD treatment will lead to more lives lost.", "link": "https://thehill.com/opinion/healthcare/3973125-rolling-back-the-clock-on-addiction-treatment-will-cost-even-more-lives/", "date_published": "2023-04-27 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump targets McCain's funeral in book: 'Like his wars, it never ended'", "description": "Former President Trump returned to his criticism of former Sen. John McCain (R-Ariz.), who died in 2018, poking fun at the longtime lawmaker’s funeral in a new book, saying “much like his wars, it never ended.” “I never warmed to him, never felt good about anybody having anything to do with John McCain and never...", "link": "https://thehill.com/blogs/blog-briefing-room/3975273-trump-targets-mccains-funeral-in-book-like-his-wars-it-never-ended/", "date_published": "2023-04-27 15:28:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration seeks new path as end of Title 42 looms", "description": "The Biden administration is looking to shift the focus on migration from a border issue to a hemispheric one, ahead of the end of pandemic-related border control measures. Administration officials have been preparing for the end of Title 42 for more than a year, fretting in public and private about how the policy's end will...", "link": "https://thehill.com/latino/3975256-biden-administration-seeks-new-path-as-end-of-title-42-looms/", "date_published": "2023-04-27 15:16:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bear hits the trash cans of a Washington suburb", "description": "Residents of Kensington, Maryland, a tony Beltway suburb, have a new and not particularly welcome neighbor: a bear. Residents spotted the ursine visitor early this week, wandering around a neighborhood of million-dollar homes. Surveillance video pictured the bear sniffing trash cans. The community sits about eight miles from the White House. “It’s just been hanging...", "link": "https://thehill.com/homenews/state-watch/3975038-bear-hits-the-trash-cans-of-a-washington-suburb/", "date_published": "2023-04-27 15:13:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Appeals court rejects states’ bid to revive Meta antitrust case", "description": "A federal court of appeals rejected a coalition of state attorneys general’s push to revive an antitrust case against tech giant Meta, according to a Thursday decision.  The D.C. Circuit Court of Appeals said the lawsuit, which focuses on Facebook parent company Meta’s acquisitions of WhatsApp and Instagram, is “not only odd, but old.”  The...", "link": "https://thehill.com/policy/technology/3975255-appeals-court-rejects-states-bid-to-revive-meta-antitrust-case/", "date_published": "2023-04-27 15:12:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic platform says first-quarter fundraising 25 percent higher than four years ago", "description": "ActBlue, the main fundraising platform for Democratic candidates and organizations, said it raised nearly 25 percent more money in the first quarter of 2023 than it did during the same period four years ago, when the party was ramping up to defeat then-President Trump. The total amount of money raised in the last three months...", "link": "https://thehill.com/homenews/campaign/3975176-democratic-platform-says-first-quarter-fundraising-25-percent-higher-than-four-years-ago/", "date_published": "2023-04-27 14:45:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna blames Feinstein absence for Senate vote to undo Biden truck rule", "description": "Rep. Ro Khanna (D-Calif.) called for Sen. Dianne Feinstein (D-Calif.) to resign “gracefully” Thursday after the Senate voted to undo a Biden administration rule on truck emissions without her present. “Because Senator Feinstein was absent, the Senate overturned a Biden rule that would cut pollution from heavy duty trucks and causes harm to people’s lungs....", "link": "https://thehill.com/policy/energy-environment/3975185-khanna-blames-feinstein-absence-for-senate-vote-to-undo-biden-truck-rule/", "date_published": "2023-04-27 14:44:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pending home sales fall for first time since November", "description": "The number of homes under contract declined last month for the first time since November, according to data released by the National Association of Realtors on Thursday.  Pending home sales, a forward-looking housing market indicator, fell by 5.2 percent month-over-month in March, while dropping by 23.2 percent from a year ago.  Three out of four regions...", "link": "https://thehill.com/business/3975175-pending-home-sales-fall-for-first-time-since-november/", "date_published": "2023-04-27 14:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House voices support for Senate action on Equal Rights Amendment", "description": "The Biden administration on Thursday threw its support behind a Senate vote on the Equal Rights Amendment (ERA) planned for this week, 100 years after the measure was first introduced. \"In the United States of America, no one’s rights should be denied on account of their sex,\" the White House said in a statement of...", "link": "https://thehill.com/homenews/administration/3975150-white-house-voices-support-for-senate-action-on-equal-rights-amendment/", "date_published": "2023-04-27 14:39:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s official, but it’s a long road to 2024", "description": "Strap yourself in — it will be a wild ride through the next 18 months.", "link": "https://thehill.com/opinion/campaign/3973649-bidens-official-but-its-a-long-road-to-2024/", "date_published": "2023-04-27 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Red Table Talk’ canceled as Meta shuts down Facebook Watch originals", "description": "The Daytime Emmy award-winning show “Red Table Talk,” hosted by Jada Pinkett Smith, daughter Willow Smith and mother Adrienne Banfield-Norris, has been canceled, according to Variety.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3974957-red-table-talk-canceled-as-meta-shuts-down-facebook-watch-originals/", "date_published": "2023-04-27 14:29:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Jim Justice files to run for Manchin's Senate seat", "description": "West Virginia Gov. Jim Justice (R) filed paperwork Thursday to run for the state's Senate seat with Sen. Joe Manchin (D-W.Va.) up for reelection in 2024. After months of hinting at a potential bid for the Senate, Justice is expected to officially launch his campaign for Senate on Thursday at 5 p.m. Justice, 72, is...", "link": "https://thehill.com/homenews/campaign/3975108-jim-justice-files-to-challenge-manchin-in-senate-race/", "date_published": "2023-04-27 14:22:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Grandmother delivers her own grandson in Cleveland family's living room", "description": "A grandmother delivered her own grandson in a Cleveland family's living room.", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3974181-grandmother-delivers-her-own-grandson-in-cleveland-familys-living-room/", "date_published": "2023-04-27 14:16:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cigarette smoking at all-time low among adults, e-cigarette use rises", "description": "A record-low number of adults reported cigarette use in 2022, while reported usage of electronic cigarette rose among adults. Preliminary survey results from the Centers for Disease Control and Prevention (CDC) found that just 11 percent of American adults — or about one in nine — reported they are smokers, which is a drop from...", "link": "https://thehill.com/policy/healthcare/3974991-cigarette-smoking-at-all-time-low-among-adults-e-cigarette-use-rises/", "date_published": "2023-04-27 14:08:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump tops DeSantis by 46 points in new poll", "description": "Florida Gov. Ron DeSantis (R) has slipped even further in the latest poll of the potential Republican primary field, with former President Trump maintaining his strong lead over the rest of the pack of candidates. DeSantis, who has yet to officially launch a campaign, garnered 16 percent support from Republican primary voters in the new...", "link": "https://thehill.com/homenews/campaign/3975026-trump-tops-desantis-by-46-points-in-new-poll/", "date_published": "2023-04-27 13:53:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dana Bash named new host of CNN's 'Inside Politics'", "description": "Dana Bash is taking over for John King in the anchor chair at CNN's daytime political talk show \"Inside Politics.\" Bash, who is also as co-anchor of \"State of the Union\" with Jake Tapper, will take over anchoring duties on \"Inside Politics\" while King works on a new reporting project focused on voters in key...", "link": "https://thehill.com/homenews/media/3975041-dana-bash-cnn-inside-politics/", "date_published": "2023-04-27 13:52:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News to hand over additional documents in Smartmatic case", "description": "Fox News has agreed to provide additional documents and legal materials from the recent case it settled with Dominion Voting Systems to Smartmatic, a second voting systems company that is also suing the network for defamation. “We will produce the materials as quickly as we are able to,” Winn Allen, a Fox lawyer said during...", "link": "https://thehill.com/homenews/media/3974993-fox-news-to-hand-over-additional-documents-in-smartmatic-case/", "date_published": "2023-04-27 13:40:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "National Education Association endorses Biden reelection bid", "description": "The National Education Association (NEA) on Wednesday announced its support for President Biden’s 2024 reelection campaign.  Becky Pringle, president of the NEA, released a video on Twitter calling Biden “the most pro-public education president in modern history.” “I am honored to announce that the three million members of the NEA proudly recommend President Joe Biden...", "link": "https://thehill.com/homenews/education/3975008-national-education-association-endorses-biden-reelection-bid/", "date_published": "2023-04-27 13:36:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kansas legislature overrides governor's veto of abortion legislation", "description": "Health care providers in Kansas will now face criminal penalties over the care they provide to a baby delivered during an abortion procedure, after Kansas Republicans and a few Democrats voted to override the veto of Gov. Laura Kelly (D) on Wednesday. The new law, which will take effect in July, requires providers to “exercise...", "link": "https://thehill.com/homenews/state-watch/3974992-kansas-legislature-overrides-veto-abortion/", "date_published": "2023-04-27 13:32:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Biden’s China policy in conflict with itself?", "description": "Both the U.S. and China need to define the terms and limits of competition, or this will not end well.", "link": "https://thehill.com/opinion/national-security/3973023-us-china-tensions-are-spiraling-on-both-sides-we-need-a-resolution/", "date_published": "2023-04-27 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Missouri transgender care rule put on hold", "description": "A Missouri judge halted the state attorney general's move to restrict transgender children and adults from receiving gender-affirming care in an order issued Wednesday evening, just a day before the rule was set to take place. Missouri Attorney General Andrew Bailey (R) issued an emergency rule earlier this month that would require those seeking gender-affirming...", "link": "https://thehill.com/homenews/state-watch/3974923-missouri-transgender-care-rule-put-on-hold/", "date_published": "2023-04-27 13:23:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Earmarks approaching new record", "description": "The most costly, corrupt, and inequitable practice in the history of Congress has once again been exposed in the 2023 Congressional Pig Book. The 31st edition of “the book Washington doesn’t want you to read” tracks the rise of earmarks to near-record levels of spending in the second year since members of Congress restored the practice in...", "link": "https://thehill.com/opinion/congress-blog/3974727-earmarks-approaching-new-record/", "date_published": "2023-04-27 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "South Korean president sings 'American Pie' at White House dinner", "description": "South Korean President Yoon Suk Yeol  broke out in song at the end of Wednesday night's White House state dinner, singing \"American Pie\" in front of the event's guests. After hearing performances from Broadway stars Norm Lewis, Lea Salonga and Jessica Vosk, including a rendition of Don McClean's \"American Pie,\" President Biden invited Yoon to...", "link": "https://thehill.com/blogs/in-the-know/3974879-south-korean-president-sings-american-pie-at-white-house-dinner/", "date_published": "2023-04-27 12:43:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US economy grew 1.1 percent in the first quarter, slower than expected", "description": "U.S. economic growth slowed dramatically in the first three months of 2023, according to data released Thursday by the Bureau of Economic Analysis (BEA).  Gross domestic product (GDP), the measure of all goods and services produced, rose at an annualized rate of 1.1 percent in the first quarter, federal officials estimated. That’s down from 2.6...", "link": "https://thehill.com/business/economy/3973911-us-economy-grew-1-1-percent-in-the-first-quarter-slower-than-expected/", "date_published": "2023-04-27 12:31:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "On capital gains taxes, Biden should look back at history", "description": "In his budget to Congress, President Biden proposed nearly doubling the capital gains tax from 20 percent to 39.6 percent “to ensure that the wealthy pay their fair share.”", "link": "https://thehill.com/opinion/finance/3973624-on-capital-gains-taxes-biden-should-look-back-at-history/", "date_published": "2023-04-27 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Censured transgender lawmaker: 'There are many more eyes on Montana now'", "description": "Montana state Rep. Zooey Zephyr (D) said the move by state House Republicans to censure her earlier this week has brought “many more eyes” the state, vowing to stand up in “defense” of her community. Zephyr, one of the state’s first openly transgender lawmakers, was barred from the House floor for the rest of the...", "link": "https://thehill.com/homenews/state-watch/3974898-censured-transgender-lawmaker-there-are-many-more-eyes-on-montana-now/", "date_published": "2023-04-27 12:27:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis calls Disney lawsuit 'political'", "description": "Florida Gov. Ron DeSantis (R) on Thursday criticized the move by Disney, one of the most influential companies in the state, to sue the governor, arguing the suit has no merit and it is politically motivated. “I don't think the suit has merit, I think it's political,\" DeSantis told reporters at a news conference in...", "link": "https://thehill.com/homenews/state-watch/3974867-desantis-calls-disney-lawsuit-political/", "date_published": "2023-04-27 12:01:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As goes the South, so goes the nation: Tennessee’s HIV cuts are a warning for marginalized populations", "description": "if other Republican governors follow in Lee's footsteps and reject federal HIV funding, the White House will have to move quickly to prevent them from undoing decades of progress in the fight against this deadly disease.", "link": "https://thehill.com/opinion/civil-rights/3972805-as-goes-the-south-so-goes-the-nation-tennessees-hiv-cuts-are-a-warning-for-marginalized-populations/", "date_published": "2023-04-27 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Leak suspect's release would threaten national security, prosecutors say", "description": "Federal prosecutors on Thursday will argue against the release of Jack Teixeira, the Massachusetts Air National Guard member arrested earlier this month for allegedly leaking intelligence documents, saying freeing him could threaten national security. At a hearing in federal court, prosecutors are expected to make the argument that Texieira, 21, should remain behind bars because...", "link": "https://thehill.com/regulation/court-battles/3974848-leak-suspects-release-would-threaten-national-security-prosecutors-say/", "date_published": "2023-04-27 11:30:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Texas is trying to rig the US judicial system to control immigration policy", "description": "In a governing system of checks and balances, Texas should not be able to manipulate our judicial system to fulfill its political project.", "link": "https://thehill.com/opinion/immigration/3972825-how-texas-is-trying-to-rig-the-us-judicial-system-to-control-immigration-policy/", "date_published": "2023-04-27 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Powerful new obesity drug poised to upend weight loss care", "description": "As a growing number of overweight Americans clamor for Ozempic and Wegovy — drugs touted by celebrities and on TikTok to pare pounds — an even more powerful obesity medicine is poised to upend treatment.", "link": "https://thehill.com/homenews/3974827-powerful-new-obesity-drug-poised-to-upend-weight-loss-care/", "date_published": "2023-04-27 11:11:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s ‘permissive environment’ strikes again", "description": "Unlike Biden, Putin and Chinese President Xi Jinping seem to comprehend that they are in a global contest for supremacy with the West.", "link": "https://thehill.com/opinion/national-security/3974245-bidens-permissive-environment-strikes-again/", "date_published": "2023-04-27 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "New bipartisan bill would support parental consent for kids to use social media", "description": "A group of Senators from both parties say their new bill protects kids from the harms of social media.", "link": "https://thehill.com/homenews/3974076-new-bipartisan-bill-would-support-parental-consent-for-kids-to-use-social-media/", "date_published": "2023-04-27 10:41:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Another set of human remains found at Lake Mead identified", "description": "The Clark County coroner's office, has identified three sets of remains found at Lake Mead last year as one man who disappeared in 1998.", "link": "https://thehill.com/homenews/3974314-another-set-of-human-remains-found-at-lake-mead-identified/", "date_published": "2023-04-27 10:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — As promised, McCarthy got the votes", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. ​​Kevin McCarthy (R-Calif.) passed the first major test of his Speakership on Wednesday as the House narrowly approved a sweeping plan to raise the nation’s borrowing authority and cut...", "link": "https://thehill.com/newsletters/morning-report/3974778-the-hills-morning-report-as-promised-mccarthy-got-the-votes/", "date_published": "2023-04-27 10:20:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five ways Biden's 2024 campaign will be different from the last", "description": "President Biden’s 2024 campaign is likely to look a lot different than the last time he sought a White House bid. Though his potential general election opponent, GOP primary frontrunner former President Trump, will set up a possible rematch between the two men, the circumstances of campaigning have changed dramatically and in unexpected ways since...", "link": "https://thehill.com/homenews/3973658-five-ways-bidens-2024-campaign-will-be-different-from-the-last/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senators grow weary of Tuberville abortion stalemate on defense nominees", "description": "Sen. Tommy Tuberville's (R-Ala.) prolonged hold on the promotions of Pentagon officials is rattling fellow Republicans, who worry the potential cost to national security is starting to outweigh whatever political points Tuberville may be scoring against the Biden administration.   Tuberville on Tuesday blocked an effort to advance 184 military promotions and vowed not to...", "link": "https://thehill.com/homenews/senate/3974030-gop-senators-grow-weary-of-tuberville-abortion-stalemate-on-defense-nominees/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here's how Washington is racing to get a grasp on AI technology", "description": "The rapid rise of ChatGPT and influx of artificial intelligence (AI) competitors is leaving the federal government grappling with a range of concerns from the spread of misinformation and a changing workforce, to risks of inherent bias in the technology.  Lawmakers and regulators are looking to take a unified approach to tackle the rising concerns....", "link": "https://thehill.com/policy/technology/3973592-heres-how-washington-is-racing-to-get-a-grasp-on-ai-technology/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How Russia is fanning the flames in Sudan", "description": "Russian private military company Wagner Group is looking to insert itself into the ongoing conflict in Sudan as part of its expanding operations across Africa that experts say are helping to fund its bloody role in Ukraine. The founder of the mercenary group, Kremlin-linked oligarch Yevgeny Prigozhin, seeks to wedge Wagner into the fight for control...", "link": "https://thehill.com/policy/international/3973986-russia-wagner-group-sudan/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meet the cheapest US states to buy a house", "description": "A new study analyzing Zillow data has found that the monthly median sale price of a house last year was over $500,000 in Utah, California and Colorado — and over a staggering $800,000 in Hawaii. The study, conducted by Studio City realtors, found that Hawaii clocked in as the most expensive state in the U.S....", "link": "https://thehill.com/homenews/3973544-cheapest-states-to-buy-a-house/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pressure mounts on DeSantis to fight back harder against Trump", "description": "Florida Gov. Ron DeSantis (R) is facing growing pressure to strike back harder against Donald Trump amid recent political setbacks and near-constant attacks from the former president and his allies. Yet how and when to best do that has confounded the governor, who is expected to announce a bid for the 2024 Republican presidential nomination...", "link": "https://thehill.com/homenews/campaign/3973521-desantis-fight-back-trump-pressure-2024/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Vulnerable 2024 Democrats threaten to be thorn in Biden’s side", "description": "Vulnerable Democrats running for reelection in red states are threatening to become a thorn in President Biden’s side with their campaign seasons heating up as well as his own. Sen. Jon Tester (D-Mont.), who is up for reelection this cycle, has vowed to block the Biden administration’s nominees to Amtrak’s board of directors, while another...", "link": "https://thehill.com/homenews/senate/3973845-vulnerable-2024-democrats-threaten-to-be-thorn-in-bidens-side/", "date_published": "2023-04-27 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former federal officials slam WHO for misleading guidance on 'forever chemicals'", "description": "The World Health Organization’s (WHO) draft drinking water guidelines for “forever chemicals” disregard best available science and require extensive revisions, two former federal officials argued in a new position paper. The WHO draft, which focuses on the two most well-known types of per- and polyfluoroalkyl substances (PFAS), suggests guidance levels that are 25 times higher than...", "link": "https://thehill.com/policy/equilibrium-sustainability/3974320-former-federal-officials-slam-who-for-misleading-guidance-on-forever-chemicals/", "date_published": "2023-04-27 04:01:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal court rules Trump cannot block Pence from testifying to grand jury investigating Jan. 6: reports", "description": "A federal appeals court on Wednesday rejected former President Trump's effort to block former Vice President Mike Pence from testifying to a grand jury probing the Jan. 6, 2021, attack on the U.S. Capitol, according to reports. The Washington Post reported that the reasoning behind the new order from a three-judge panel of the D.C....", "link": "https://thehill.com/regulation/court-battles/3974503-federal-court-rules-trump-cannot-block-pence-from-testifying-to-grand-jury-investigating-jan-6-reports/", "date_published": "2023-04-27 02:47:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don Lemon to Extra on CNN exit: 'I don't have to rush to another job, even if I want another job", "description": "Former CNN host Don Lemon said he doesn't \"have to rush to another job\" after his abrupt exit from the network and said he's \"excited for a new chapter.\" “I’m gonna spend my summer on the beach and on the boat, and with my family. Just chill out and then I’ll see what happens next, but...", "link": "https://thehill.com/homenews/media/3974511-don-lemon-to-extra-on-cnn-exit-i-dont-have-to-rush-to-another-job-even-if-i-want-another-job/", "date_published": "2023-04-27 02:40:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tim Scott says he hopes to make decision on potential White House bid by May", "description": "Sen. Tim Scott (R-S.C.), who launched a 2024 presidential exploratory committee earlier this month, said on Wednesday that he hopes to have a decision on whether to run by the end of May — and said he thinks that, if he does enter the race, he could beat President Biden's reelection bid. \"I know that I can...", "link": "https://thehill.com/homenews/campaign/3974427-tim-scott-says-he-hopes-to-make-decision-on-potential-white-house-bid-by-may/", "date_published": "2023-04-27 01:42:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Tucker Carlson breaks silence after Fox ouster: ‘See you soon’", "description": "Conservative pundit Tucker Carlson posted a cryptic video message to his Twitter profile late Wednesday evening — his first public comments since his ouster from Fox News this week. During the just over two-minute message, Carlson said he had realized after \"stepping outside the noise for a few days\" how many \"genuinely nice people there...", "link": "https://thehill.com/homenews/3974399-tucker-carlson-breaks-silence-after-fox-ouster-see-you-soon/", "date_published": "2023-04-27 01:05:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Celebrities arrive for Biden's South Korea state dinner", "description": "A parade of performers and familiar faces — including Angelina Jolie, home design TV stars Chip and Joanna Gaines, Olympian Chloe Kim and Broadway star Norm Lewis — touched down at the White House on Wednesday as the Bidens welcomed South Korean President Yoon Suk-yeol and his wife for a state dinner.  Entering with her...", "link": "https://thehill.com/blogs/in-the-know/3974372-celebrities-arrive-for-bidens-south-korea-state-dinner/", "date_published": "2023-04-27 00:57:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "‘Fired up, fed up:’ Frost and Tennessee’s Justin Jones lead youth rally outside Capitol", "description": "Rep. Maxwell Frost (D-Fla.) rallied outside the Capitol on Wednesday with Tennessee State Rep. Justin Jones (D-Nashville), in a call for gun control and an end to “attacks on democracy.”  “We’re here today, to put it quite simply, because we’re young and fed up,” Frost said to supporters and press outside the Capitol on Wednesday....", "link": "https://thehill.com/homenews/house/3974357-fired-up-fed-up-frost-and-tennessees-justin-jones-lead-youth-rally-outside-capitol/", "date_published": "2023-04-27 00:47:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "These four House Republicans voted against the GOP debt limit bill", "description": "Four House Republicans opposed the conference’s debt ceiling and spending cuts bill on Wednesday, breaking from the party on a key piece of legislation that GOP leaders see as their opening offer in negotiations with the White House over the borrowing limit. The chamber approved the legislation — titled the Limit, Save, Grow Act — in a...", "link": "https://thehill.com/homenews/house/3974348-these-four-house-republicans-voted-against-the-gop-debt-limit-bill/", "date_published": "2023-04-27 00:35:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump doubles down on GOP debates: 'What's the purpose of doing it?", "description": "Former President Trump on Wednesday doubled down on his earlier comments that he could skip Republican White House primary debates, suggesting that he's far ahead enough in recent polling that he doesn't need to engage. \"When you're way up, you don't do debates. If you're even or down you do debates, but when you're way...", "link": "https://thehill.com/homenews/campaign/3974280-trump-doubles-down-on-gop-debates-whats-the-purpose-of-doing-it/", "date_published": "2023-04-27 00:28:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden administration files suit against Tennessee ban on lifesaving care for transgender youth", "description": "The Department of Justice filed a lawsuit Wednesday against Tennessee’s recently-signed law that bans gender-affirming care for minors, alleging the law violated the 14th Amendment’s equal protection clause. Tennessee Gov. Bill Lee (R) signed the bill banning the care last month, making it just one of a number of Republican-led states that have taken similar...", "link": "https://thehill.com/homenews/administration/3974334-biden-administration-files-suit-against-tennessee-ban-on-lifesaving-care-for-transgender-youth/", "date_published": "2023-04-27 00:22:44+00:00", "persistent": false, "user": null, "language": "en-US"}]