[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Flaws in TPM 2.0 Library Pose Threat to Billions of IoT and Enterprise Devices", "description": "A pair of serious security defects has been disclosed in the Trusted Platform Module (TPM) 2.0 reference library specification that could potentially lead to information disclosure or privilege escalation.\nOne of the vulnerabilities, CVE-2023-1017, concerns an out-of-bounds write, while the other, CVE-2023-1018, is described as an out-of-bounds read. Credited with discovering and reporting the", "link": "https://thehackernews.com/2023/03/new-flaws-in-tpm-20-library-pose-threat.html", "date_published": "2023-03-03 10:18:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Chinese Hackers Targeting European Entities with New MQsTTang Backdoor", "description": "The China-aligned Mustang Panda actor has been observed using a hitherto unseen custom backdoor called MQsTTang as part of an ongoing social engineering campaign that commenced in January 2023.\n\"Unlike most of the group's malware, MQsTTang doesn't seem to be based on existing families or publicly available projects,\" ESET researcher Alexandre Côté Cyr said in a new report.\nAttack chains", "link": "https://thehackernews.com/2023/03/chinese-hackers-targeting-european.html", "date_published": "2023-03-03 09:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "U.S. Cybersecurity Agency Raises Alarm Over Royal Ransomware's Deadly Capabilities", "description": "The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has released a new advisory about Royal ransomware, which emerged in the threat landscape last year.\n\"After gaining access to victims' networks, Royal actors disable antivirus software and exfiltrate large amounts of data before ultimately deploying the ransomware and encrypting the systems,\" CISA said.\nThe custom ransomware", "link": "https://thehackernews.com/2023/03/us-cybersecurity-agency-raises-alarm.html", "date_published": "2023-03-03 06:42:00+00:00", "persistent": false, "user": null, "language": "en-US"}]