[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Did You Know In Shadow of the Colossus... #shorts", "description": "Shadow of the Colossus ranks as one of the greatest games in PlayStation history, if not gaming history as a whole, but did you know these facts about the PS2 masterpiece?", "link": "https://www.youtube.com/watch?v=6oSaxbCaStM", "date_published": "2023-03-03 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What The HELL Is Going On With Destiny 2 Lightfall?", "description": "Destiny 2: Lightfall released a few days ago, and any Destiny fan, who hates this game so much that it's their favorite game, knows this was a momentous occasion. It's new content, including a new destination, a brand new element with three sub-classes and new activities. \n\nOn top of this is the fact that it's coming after The Witch Queen, one of the most acclaimed Destiny expansions of all time.", "link": "https://www.youtube.com/watch?v=v-9mceVwEdE", "date_published": "2023-03-03 15:30:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Beginners Tips And Tricks Wo Long: Fallen Dynasty Doesn't Tell You", "description": "After having delivered two excellent Soulslike action RPGs in the Nioh games, Team Ninja is back with another one that has a different flavour to it- if Nioh was their Dark Souls, Wo Long: Fallen Dynasty is their Sekiro. And yes, that means it's an even more challenging game than the studio's last two efforts. \n\nMechanically, it's a dense game with a lot going on, so here, we're going to go over a few basic pointers that you should keep in mind as you dive into its offerings.", "link": "https://www.youtube.com/watch?v=7fS6BbUg6rs", "date_published": "2023-03-03 13:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Wo Long: Fallen Dynasty Review - The Final Verdict", "description": "There is also a massive focus on loot and gear, which creates a problem that was also present in Nioh- equipment management. Inventory screens are just a jumble of numbers and minor percentages that don’t really affect gameplay that much from what I could tell, and only serves to confuse and overwhelm. If you like micromanaging stats down to the smallest percentage, you’ll love it, but I opted to pick the largest numbers and dump everything else.\n\nUltimately, Wo Long: Fallen Dynasty is a fun Soulslike that, while still providing a challenge, will be a breeze for seasoned Soulslike players", "link": "https://www.youtube.com/watch?v=NeIUMday2Lc", "date_published": "2023-03-03 12:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}]