[{"source": "https://www.jefftk.com/news.rss", "title": "Measuring Ads Opt-Out Compliance", "description": "<p><span>\n\nThere's an interesting preprint out by Liu, Iqbal, and Saxena, </span>\n\n<a href=\"https://arxiv.org/abs/2202.00885\">Opted Out, Yet Tracked: Are\nRegulations Enough to Protect Your Privacy?</a>.  They describe an\nexperiment they ran to figure out whether your choices on consent\ndialog boxes actually do anything.  The idea is that if they work you\nexpect to see consistently lower bids in the \"opt out\" than \"opt in\"\ncase.  While I think the experiment wasn't quite right, with a few\ntweaks it would be really informative.\n\n\n\n<p>\n\nThe basic design makes sense:\n\n</p>\n\n<p>\n\n</p>\n\n<ol>\n\n<li><p>Limit to publishers who run client-side auctions (\"header\nbidding\") so you can see the bids.\n\n</p></li>\n<li><p>Visit some sites on a range of topics so advertisers can start\nestimating your interests and decide to market to you.  (And also a\ncontrol group that skips this step.)\n\n</p></li>\n<li><p>Visit a publisher and see how much advertisers bid if you\nopt in vs opt out.\n\n</p></li>\n</ol>\n\n\n\n<p>\n\nThe main issue I see is that their implementation of (2) was probably\nnot good enough to get advertisers excited about bidding specifically\nfor their views:\n\n</p>\n\n<p>\n\n</p>\n\n<blockquote> <i>3.3.1 Simulating Interest Personas.</i> Since\nadvertisers bidding behavior is different for different user\ninterests, we simulate 16 user interest personas to capture a wide\nspectrum of bidding behavior.  User personas are based on 16 Alexa\ntop websites by categories lists. To simulate each persona, we\ninitialize a fresh browser profile in an OpenWPM instance, on a fresh\nEC2 node with a unique IP, iteratively visit top-50 websites in each\ncategory, and update browser profile after each visit. Our rationale\nin simulating personas is to convince advertisers and trackers of each\npersona's interests, so that the advertisers bid higher when they\ntarget personalized ads to each persona. In addition to the\nabove-mentioned 16 personas, we also include a control persona, i.e.,\nan empty browser profile. Control persona acts as a baseline and\nallows us to measure differences in bidding behavior.\n</blockquote>\n\n\n\n<p>\n\nThe sixteen personas they used were \"Adult, Art, Business, Computers,\nGames, Health, Home, Kids, News, Recreation, Reference, Regional,\nScience, Shopping, Society, and Sports\".\n\n</p>\n\n<p>\n\nThese are pretty bland, and I wouldn't expect advertisers knowing\nyou'd visited some sites in those categories to change their behavior\nmuch.  This study would have been much better if they'd used some\nsites with very strong commercial intent and high profit margins, like\nmattresses, car sales, or credit cards.  Here's a test you can run at\nhome:\n\n</p>\n\n<p>\n\n</p>\n\n<ul>\n\n<li><p>Open a new private browsing window and make sure third party\ncookies are enabled.\n\n</p></li>\n<li><p>Search for either \"sports\" or \"mattresses\" and open the top\nthree results.\n\n</p></li>\n<li><p>Open <tt>cnn.com</tt> or another site with pretty normal ads\nand see what you get.\n\n</p></li>\n</ul>\n\n\n\n<p>\n\nWhen I do this with \"sports\" I get ads that don't seem to have anything\nto do with sports.  When I do it with \"mattresses\" I get a ton of big\n(high bid!) ads for mattresses:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/example-mattress-ads-on-cnn-big.png\"><img class=\"mobile-fullwidth\" height=\"359\" src=\"https://www.jefftk.com/example-mattress-ads-on-cnn.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nSo I'd be very interested to see a repeat of this study where instead\nof using generic Alexa top-16 categories they used specific high-value\ncategories, and with a screenshot step to check whether ads were\nlikely informed by those categories.\n\n</p>\n\n<p>\n\nI'd also like to see a different control persona, where instead of\nusing an empty browser profile they visited several sites with minimal\ncommercial implications.  The problem is I'm worried that their\ncontrol is getting lower bids because it looks so obviously like a\nbot, not because it has no personalization history.\n\n</p>\n\n<p>\n\n(Disclosure: I used to work on ads at Google; speaking only for\nmyself.  I don't work in the ad industry anymore and have no plans to\nreturn.)\n\n  </p>\n\n<p><i>Comment via: <a href=\"https://www.facebook.com/jefftk/posts/pfbid02LXBTdMJuBpStRL5GvQRUCiKU9dDNALdTB7opuEw18Jc3y9x1J93N6dE4FSoV4zXVl\">facebook</a>, <a href=\"https://mastodon.mit.edu/@jefftk/109960178688370697\">mastodon</a></i></p>", "link": "https://www.jefftk.com/p/measuring-ads-opt-out-compliance", "date_published": "2023-03-03 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]