[{"source": "https://thehill.com/news/feed/", "title": "Liberals fume over Biden's turn against home rule in decision on DC crime bill", "description": "Progressives have turned their fire toward President Biden for siding with Republicans on a District of Columbia crime bill that overturns its governing body’s legislation.   Liberal lawmakers and activists were fuming on Friday over what they see as the president’s disregard for the city’s autonomy after they say he promised not to veto a resolution that...", "link": "https://thehill.com/homenews/house/3883358-liberals-fume-over-bidens-turn-against-home-rule-in-decision-on-dc-crime-bill/", "date_published": "2023-03-03 22:35:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America must stop China’s lethal fentanyl engine", "description": "Some people might be surprised to find the leading cause of death among Americans ages 18 to 45 is not heart disease, cancer, motor vehicle accidents, or COVID-19—it is fentanyl. According to the Center for Disease Control (CDC), fentanyl is now the leading cause of death for Americans in this age bracket, and it’s only...", "link": "https://thehill.com/opinion/congress-blog/3883304-america-must-stop-chinas-lethal-fentanyl-engine/", "date_published": "2023-03-03 22:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Seattle councilmember launches movement toward new workers party", "description": "Seattle City Councilmember Kshama Sawant is launching a campaign Saturday that calls for a new worker-centered political party. Joined by political organization Socialist Alternative and others, Sawant is launching the Workers Strike Back campaign. They'll hold rallies this weekend in nine cities across the country, including in Rust Belt states Illinois, Pennsylvania and Wisconsin. The campaign’s platform includes...", "link": "https://thehill.com/homenews/campaign/3883338-seattle-councilmember-launches-movement-toward-new-workers-party/", "date_published": "2023-03-03 22:17:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Steve Bannon blasts Murdochs, Fox News in fiery CPAC speech", "description": "Steve Bannon, the former White House chief strategist under the Trump administration, tore into Fox News and the Murdoch family on Friday afternoon over the network’s coverage of former President Trump, who is mounting a second bid for the presidency.  “Note to Fox News senior management: When Donald J. Trump talks, it’s newsworthy,” Bannon said...", "link": "https://thehill.com/homenews/media/3883321-steve-bannon-blasts-murdochs-fox-news-in-fiery-cpac-speech/", "date_published": "2023-03-03 22:13:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Argentine ambassador bemoans House Republican's 'offensive, insulting' comments on Chinese involvement", "description": "The Argentine ambassador to the U.S. on Thursday denounced a Florida Republican's comments on alleged Chinese military involvement in the South American country, calling the remarks \"inaccurate\" and \"offensive.\" In a letter to Rep. María Elvira Salazar, Ambassador Jorge Argüello lashed out at the lawmaker, who at a House Foreign Affairs Committee hearing Tuesday accused...", "link": "https://thehill.com/latino/3883323-argentine-ambassador-bemoans-house-republicans-offensive-insulting-comments-on-chinese-involvement/", "date_published": "2023-03-03 22:11:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin indicates opposition to Biden lands nominee over internal memo", "description": "Sen. Joe Manchin (D-W.Va.) is putting the future of one of President Biden’s nominees to the Interior Department in question. Manchin is indicating that he’s set to withdraw his support from Laura Daniel-Davis, who Biden nominated to serve as assistant secretary of the Interior for land and minerals management. Manchin heads the Senate’s Energy and...", "link": "https://thehill.com/policy/energy-environment/3883311-manchin-jeopardizes-chances-for-biden-lands-nominee/", "date_published": "2023-03-03 22:11:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida bill targets gender-affirming health care for trans youth, adults", "description": "Transgender youths and adults may soon find their access to gender-affirming medical care heavily restricted and their identities erased from official documents under sweeping legislation introduced Friday in the Florida House. Under Florida’s newly proposed House Bill 1421, gender-affirming health care including puberty blockers, hormone therapy and surgeries will be outlawed for transgender minors. Transgender adults...", "link": "https://thehill.com/homenews/3883279-florida-bill-targets-gender-affirming-health-care-for-trans-youth-adults/", "date_published": "2023-03-03 21:46:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Legal uncertainty hovers over Walgreens decision on abortion pill dispensing", "description": "The country's second-largest pharmacy chain said it will not dispense abortion pills in several states, including some without current restrictions, after coming under pressure from state officials and anti-abortion advocates. Supporters of abortion rights say the move by Walgreens isn't a surprise, but shows the complicated situation facing states, patients, pharmacies and pharmacists since the...", "link": "https://thehill.com/policy/healthcare/3883199-legal-uncertainty-hovers-over-walgreens-decision-on-abortion-pill-dispensing/", "date_published": "2023-03-03 21:35:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California snowpack sees huge gains from recent storms", "description": "Recent winter storms have provided a much-needed boost to California snowpack that is expected to help reinvigorate some of the state’s reservoirs, water officials said on Friday. The total snow water equivalent — the amount of water stored in snowpack — is about 44.7 inches, or 190 percent of the average for this date, according to the California...", "link": "https://thehill.com/policy/equilibrium-sustainability/3883249-california-snowpack-sees-huge-gains-from-recent-storms/", "date_published": "2023-03-03 21:32:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Too critical to collapse: Today’s primary care crisis", "description": "Health care is our nation’s fourth largest industry and primary care is its largest platform.", "link": "https://thehill.com/opinion/healthcare/3883168-too-critical-to-collapse-todays-primary-care-crisis/", "date_published": "2023-03-03 21:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "CNN's Kasie Hunt's new baby has arrived — but not in the way she expected", "description": "Kasie Hunt had a plan for welcoming her baby girl into the world, but her daughter Grey had other plans. Hunt is well-known in Washington, D.C., as a political reporter for CNN and the network's chief national affairs analyst. Hunt and her husband Matthew Mario Rivera welcomed daughter Grey Hunt Rivera on March 1, according...", "link": "https://thehill.com/homenews/3883139-cnns-kasie-hunts-new-baby-has-arrived-but-not-in-the-way-she-expected/", "date_published": "2023-03-03 21:19:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House to host annual ceremony honoring courageous women for first time", "description": "An annual ceremony honoring courageous women around the world is heading to the White House for the first time. The International Women of Courage Award ceremony is poised to be held next Wednesday at 1600 Pennsylvania Ave., the White House announced on Friday. The honor recognizes “women from around the globe who have demonstrated exceptional...", "link": "https://thehill.com/blogs/in-the-know/3883184-white-house-to-host-annual-ceremony-honoring-courageous-women-for-first-time/", "date_published": "2023-03-03 21:18:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Utah lawmakers approve new state flag design featuring beehive", "description": "Utah may be getting a new state flag after lawmakers approved the design on Thursday.  A bill to change the official Utah flag narrowly passed in the state House by a margin of 40-35, sending the legislation to Gov. Spencer Cox’s (R) desk. The state Senate cleared it at the end of January, though Cox...", "link": "https://thehill.com/homenews/state-watch/3883188-utah-lawmakers-approve-new-state-flag-design-featuring-beehive/", "date_published": "2023-03-03 21:17:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Shark Tank's Kevin O'Leary blasts Ocasio-Cortez: 'She kills jobs by the thousands'", "description": "Shark Tank investor Kevin O’Leary accused Rep. Alexandria Ocasio-Cortez (D-N.Y.) of being “great at killing jobs” on Friday and making the city \"uninvestable.\" \"She's great at killing jobs. She kills jobs by the thousands,\" O'Leary said during an interview on \"CNN This Morning.\" He also blamed politicians for making New York City “uninvestable,” claiming Ocasio-Cortez...", "link": "https://thehill.com/business/3883113-shark-tanks-kevin-oleary-blasts-ocasio-cortez-she-kills-jobs-by-the-thousands/", "date_published": "2023-03-03 21:13:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Renting a one-bedroom apartment now costs $2,000 in 14 of the 100 largest US cities", "description": "Monthly rent for a one-bedroom apartment now costs $2,000 or more on average in 14 of the nation’s 100 largest cities.  The average rent for a one-bedroom unit nationwide reached $1,492 in February, compared to $1,393 a year earlier, according to Zumper, a rental platform.   Rental prices are rising partly because of inflation and partly...", "link": "https://thehill.com/business/housing/3883185-renting-a-one-bedroom-apartment-now-costs-2000-in-14-of-the-100-largest-us-cities/", "date_published": "2023-03-03 21:06:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump collaborates on song with Jan. 6 defendants", "description": "Former President Trump is featured on a new song — but he’s not teaming up with a famed singer or musical group for the tune — he’s collaborating with defendants accused of participating in the deadly Jan. 6, 2021 riot at the Capitol. In “Justice for All,” which was released on multiple streaming services on Friday, Trump...", "link": "https://thehill.com/blogs/in-the-know/3883164-trump-collaborates-on-song-with-jan-6-defendants/", "date_published": "2023-03-03 21:02:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A bipartisan energy policy designed to take on China", "description": "The United States is already ahead in decarbonizing industry, but it’s not leadership if the rest of the world doesn’t follow.", "link": "https://thehill.com/opinion/energy-environment/3882723-a-bipartisan-energy-policy-designed-to-take-on-china/", "date_published": "2023-03-03 21:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal Reserve virtual event canceled after porn Zoom bomb", "description": "An event that was set to take place with Federal Reserve Governor Christopher Waller on Thursday was canceled following a pornographic Zoom-bombing incident.  Waller was set to speak at the virtual event with the Mid-Size Bank Coalition of America, an organization that advocates and serves as a resource for mid-size banks, about the economic outlook...", "link": "https://thehill.com/policy/technology/3883101-federal-reserve-virtual-event-canceled-after-porn-zoom-bomb/", "date_published": "2023-03-03 20:32:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "A modest proposal to regulate assault-style weapons — again", "description": "It is past time that “common sense” gun safety legislation be enacted as called for by President Biden.", "link": "https://thehill.com/opinion/national-security/3882793-a-modest-proposal-to-regulate-assault-style-weapons-again/", "date_published": "2023-03-03 20:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Women's soccer league's Orlando Pride switch to black shorts after players expressed period concerns", "description": "The Orlando Pride this week became the first team in the National Women’s Soccer League to switch to black shorts, after players expressed concerns about wearing white shorts while on their period. The club announced on Tuesday that it would be replacing the shorts paired with its secondary jersey, which previously featured white shorts to...", "link": "https://thehill.com/blogs/blog-briefing-room/3883067-womens-soccer-leagues-orlando-pride-switch-to-black-shorts-after-players-expressed-period-concerns/", "date_published": "2023-03-03 20:29:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden had cancerous lesion removed, no further treatment required: doctor", "description": "A lesion on President Biden’s chest removed during last month’s annual physical exam was a basal cell carcinoma, and all cancerous tissue was successfully removed, his doctor said Friday. Kevin O’Connor, the president’s physician, wrote in a memo that a biopsy confirmed the small lesion was basal cell carcinoma, one of the most common types...", "link": "https://thehill.com/homenews/administration/3883098-biden-had-cancerous-lesion-removed-no-further-treatment-required-doctor/", "date_published": "2023-03-03 20:27:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Haley makes pitch to Trump-friendly CPAC: Vote for me 'if you're tired of losing'", "description": "Newly minted White House hopeful Nikki Haley pitched herself to conservatives outside of Washington, D.C., on Friday, delivering a ramped-up version of her typical stump speech that urged Republicans to back a younger generation of party leaders and played off GOP fears of socialism and so-called “wokeness.”  Speaking to a half-full ballroom at the annual...", "link": "https://thehill.com/homenews/campaign/3883070-haley-makes-pitch-to-trump-friendly-cpac-vote-for-me-if-youre-tired-of-losing/", "date_published": "2023-03-03 20:25:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House struggles to explain Biden decision on DC crime bill", "description": "The White House on Friday struggled to explain President Biden’s decision to not veto a GOP resolution of disapproval that would overturn a crime bill passed by the District of Columbia, a move that has drawn howls of protest from House Democrats.  White House Press Secretary Karine Jean-Pierre defended Biden’s handling of the situation and...", "link": "https://thehill.com/homenews/administration/3883047-white-house-struggles-to-explain-biden-decision-on-dc-crime-bill/", "date_published": "2023-03-03 20:17:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Here are the states where residents will pay the biggest share of their income in taxes this year", "description": "Massachusetts and Oregon residents will pay the largest share of their income in taxes this spring, according to a new study from the personal finance site FinanceBuzz.   The average American will pay 19.68 percent of their income in taxes this year, but residents in 24 states face a tax burden that is higher than...", "link": "https://thehill.com/business/domestic-taxes/3882974-here-are-the-states-where-residents-will-pay-the-biggest-share-of-their-income-in-taxes-this-year/", "date_published": "2023-03-03 20:05:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump asks for roughly six-month delay in New York fraud case", "description": "Former President Trump on Friday asked for a roughly six-month delay in New York Attorney General Letitia James’s (D) civil fraud suit against him. Trump’s motion, if granted, would likely push his trial back until the heat of the presidential primary season in the early months of 2024. Attorneys for the former president argued that...", "link": "https://thehill.com/regulation/court-battles/3882980-trump-asks-for-roughly-six-month-delay-in-new-york-fraud-case/", "date_published": "2023-03-03 20:02:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pompeo takes swipe at Trump over adding nearly $8 trillion to US debt", "description": "Former Secretary of State Mike Pompeo, who’s weighing a 2024 presidential run, took a swipe at his former boss on Friday over adding nearly $8 trillion to the national debt. “I stare today at $31 trillion in debt and tell my son, ‘Make sure you work hard because Social Security may just not be there...", "link": "https://thehill.com/homenews/campaign/3883003-pompeo-takes-swipe-at-trump-over-adding-nearly-8-trillion-to-us-debt/", "date_published": "2023-03-03 19:59:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Employment commission sues ExxonMobil, alleging discrimination after nooses found at facility", "description": "The Equal Employment Opportunity Commission (EEOC) is suing ExxonMobil over racial discrimination after multiple nooses were found at one of the company’s facilities.  The EEOC said in a release on Friday that ExxonMobil violated federal law in not taking “effective measures” to prevent hangman’s nooses from being displayed at its facility in Baton Rouge, La. ...", "link": "https://thehill.com/regulation/court-battles/3882977-employment-commission-sues-exxonmobil-alleging-discrimination-after-nooses-found-at-facility/", "date_published": "2023-03-03 19:54:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Americans wanting US to take lead in world affairs ticks down: Gallup", "description": "Fewer Americans want the U.S. to take the lead in world affairs than in previous decades, according to a new Gallup poll released on Friday. Sixty-five percent said they think America should play a major or leading role in world affairs — marking a new low in the more than two decades that Gallup has posed the...", "link": "https://thehill.com/policy/international/3882969-americans-wanting-us-to-take-lead-in-world-affairs-ticks-down-gallup/", "date_published": "2023-03-03 19:54:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Cohen says he will likely testify ‘very soon’ to Trump grand jury", "description": "Michael Cohen, Donald Trump's former personal lawyer, believes he will be called to testify to the New York grand jury investigating the former president “very soon.” Cohen told reporters his prediction on the way to meeting with the Manhattan District Attorney’s office, which is investigating alleged hush money payments Cohen arranged on behalf of the...", "link": "https://thehill.com/regulation/court-battles/3882942-cohen-says-he-will-likely-testify-very-soon-to-trump-grand-jury/", "date_published": "2023-03-03 19:54:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House condemns push to block abortion pills after Walgreens decision", "description": "The day after Walgreens announced it would no longer sell abortion pills by mail in 20 conservative-led states, the White House on Friday called it “dangerous and unacceptable” for Republicans to target pharmacies for offering them.  Press secretary Karine Jean-Pierre did not explicitly weigh in on Walgreens’s move, but more broadly pushed back on the effort...", "link": "https://thehill.com/policy/healthcare/3883002-white-house-condemns-push-to-block-abortion-pills-after-walgreens-decision/", "date_published": "2023-03-03 19:50:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DC voters approve of crime bill that GOP wants to undo, poll finds", "description": "A new poll has found that a majority of voters in D.C. approve of the city’s attempt to modernize its criminal code, despite President Biden and congressional Republicans’ disapproval. Last April, the DC Justice Lab and FWD.us commissioned HIT Strategies to poll registered voters in Washington, D.C., about the city's Revised Criminal Code Act (RCCA) and found that 83 percent of registered voters surveyed...", "link": "https://thehill.com/homenews/state-watch/3882522-dc-voters-approve-of-crime-bill-that-gop-wants-to-undo-poll-finds/", "date_published": "2023-03-03 19:44:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What do the orange, green dots on my iPhone mean?", "description": "Story at a glance (NEXSTAR) - If you've used Snapchat or your camera app recently, you may have noticed a green dot appear at the top of your iPhone. Or maybe it was an orange dot when you were on a FaceTime call or while recording a Voice Memo. But what do they mean? If...", "link": "https://thehill.com/changing-america/enrichment/science/3882599-what-do-the-orange-green-dots-on-my-iphone-mean/", "date_published": "2023-03-03 19:35:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The US shouldn’t import European ‘tech envy’", "description": "While the “big 5” Big Tech companies — Google, Apple, Meta, Amazon and Microsoft — have become a politically popular scapegoat, they’re also evidence that the United States is doing something right when it comes to tech leadership. That all five are American businesses lends support to the idea that our domestic system of relatively open markets...", "link": "https://thehill.com/opinion/congress-blog/3882839-the-us-shouldnt-import-european-tech-envy/", "date_published": "2023-03-03 19:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Comstock Law at 150: A highly relevant cautionary tale for today", "description": "To protect the expressive liberties that Americans cherish, we must guard against efforts by any politicians to install themselves as arbiters of morality for all.", "link": "https://thehill.com/opinion/education/3882873-the-comstock-law-at-150-a-highly-relevant-cautionary-tale-for-today/", "date_published": "2023-03-03 19:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US announces new $400 million Ukraine security aid package", "description": "The U.S. on Friday announced a $400 million security aid package for Ukraine, providing more ammunition, equipment and munitions for Kyiv in its fight against Russia. The State Department said the latest package includes munitions for the High Mobility Artillery Rocket Systems (HIMARS) and Howitzer artillery guns, as well as ammunition for the Bradley Infantry...", "link": "https://thehill.com/policy/defense/3882802-us-announces-new-400-million-ukraine-security-aid-package/", "date_published": "2023-03-03 18:53:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'Chaos': Matthew, Camila McConaughey on Lufthansa flight that experienced 'severe' turbulence", "description": "Matthew McConaughey and his wife Camila were on a flight from Austin to Germany that had to land at Dulles Airport in Washington, D.C., Wednesday due to turbulence, Camila McConaughey said on social media.", "link": "https://thehill.com/blogs/in-the-know/3882840-chaos-matthew-camila-mcconaughey-on-lufthansa-flight-that-experienced-severe-turbulence/", "date_published": "2023-03-03 18:40:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "America desperately needs a bipartisan pandemic post-mortem", "description": "Two recent scientific reviews cast serious doubts on the scientific basis for many COVID-19 pandemic policies.", "link": "https://thehill.com/opinion/healthcare/3882707-america-desperately-needs-a-bipartisan-pandemic-post-mortem/", "date_published": "2023-03-03 18:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hershey responds to backlash over Women’s Day campaign featuring trans activist", "description": "Hershey Canada has responded to backlash over its decision to honor a trans activist as part of its International Women’s Day promotion, saying that the inclusive campaign “recognize[s] the strength in diversity.”", "link": "https://thehill.com/changing-america/respect/equality/3882751-hershey-responds-to-backlash-over-womens-day-campaign-featuring-trans-activist/", "date_published": "2023-03-03 18:25:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US sanctions 6 individuals over arrest of prominent Russian activist", "description": "The Biden administration on Friday sanctioned six people the U.S. has associated with the arrest and detention last year of Vladimir Kara-Murza, a Russian pro-democracy activist who has been jailed since April for his opposition to the war in Ukraine. The sanctioned individuals include three Russian government officials accused of overseeing Kara-Murza's detention, including Russian...", "link": "https://thehill.com/homenews/3882697-us-sanctions-6-individuals-over-arrest-of-prominent-russian-activist/", "date_published": "2023-03-03 18:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta to update cross-check program for high-profile users", "description": "Meta, the parent company of Facebook and Instagram, is updating its controversial cross-check program that uses different content moderation measures for certain politicians, celebrities and other high-profile users, the company said Friday.  The tweaks, which include refining criteria for the program and aiming to reduce delays on content review, are part of the company’s response...", "link": "https://thehill.com/policy/technology/3882784-meta-to-update-cross-check-program-for-high-profile-users/", "date_published": "2023-03-03 18:14:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's 12:30 Report — Fast turnaround on the Murdaugh trial", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically.  NEWS OF THE MORNING  Alex Murdaugh...", "link": "https://thehill.com/newsletters/1230-report/3882780-the-hills-1230-report-fast-turnaround-on-the-murdaugh-trial/", "date_published": "2023-03-03 18:11:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "How ending expanded SNAP benefits will ultimately cost taxpayers", "description": "Allowing this lifeline to expire was unfortunate and will, in the end, cost the federal government money.", "link": "https://thehill.com/opinion/finance/3882509-how-ending-expanded-snap-benefits-will-ultimately-cost-taxpayers/", "date_published": "2023-03-03 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Gaetz says Trump-DeSantis 2024 ticket would be ‘terrific’", "description": "Rep. Matt Gaetz (R-Fla.) gave an enthusiastic endorsement on Friday at the annual Conservatives Political Action Conference (CPAC) to a potential Republican presidential ticket with former President Trump and Florida Gov. Ron DeSantis (R). “I think that a Trump-DeSantis ticket would be terrific,” Gaetz told The Hill in a brief interview. Gaetz told The Hill...", "link": "https://thehill.com/homenews/campaign/3882754-gaetz-says-trump-desantis-2024-ticket-would-be-terrific/", "date_published": "2023-03-03 17:57:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Trump goes Willy Wonka at CPAC: Gold-wrapped candy bars lead to VIP tickets", "description": "Donald Trump Jr. gave a Willy Wonka-like twist to his speech at the Conservative Political Action Conference. As the president's eldest son took the stage on Friday afternoon, he urged attendees at the event to look under their seats.  Trump Jr. said if attendees had a gold chocolate bar hiding underneath where they were sitting,...", "link": "https://thehill.com/homenews/state-watch/3882749-trump-goes-willy-wonka-at-cpac-gold-wrapped-candy-bars-lead-to-vip-tickets/", "date_published": "2023-03-03 17:55:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden Education chief: GOP using schools 'as a means to divide'", "description": "Education Secretary Miguel Cardona highlighted Democrat's efforts at “parent partnership” in an op-ed for Newsweek this week, indirectly hitting back at Republicans who are attempting to paint Democrats as uncaring about parental rights in education.  “From Day One of President Joe Biden's tenure, we have made authentic parent engagement a top priority, not only embedding...", "link": "https://thehill.com/homenews/state-watch/3882689-biden-education-chief-gop-using-schools-as-a-means-to-divide/", "date_published": "2023-03-03 17:49:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden awards Medal of Honor to Vietnam vet among first Black Special Forces officers", "description": "President Biden on Friday awarded the nation's highest award for military valor to a Vietnam veteran known for saving the lives of multiple soldiers and who was among the first Black Special Forces officers in the U.S. military. During a ceremony at the White House, Biden presented the Medal of Honor to Col. Paris D....", "link": "https://thehill.com/policy/defense/3882586-biden-awards-medal-of-honor-to-vietnam-vet-among-first-black-special-forces-officers-in-us-military/", "date_published": "2023-03-03 17:40:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Global carbon dioxide emissions reached new highs in 2022: report", "description": "Carbon dioxide emissions related to energy production globally rose at a slower pace by 0.9 percent in 2022, reaching more than 36.8 billion metric tons. The International Energy Agency (IEA) released the report as climate experts emphasize the importance of global CO2 emissions, implying that they should be reduced in order to ensure that the latest...", "link": "https://thehill.com/policy/energy-environment/3882651-global-carbon-dioxide-emissions-reached-new-highs-in-2022-report/", "date_published": "2023-03-03 17:38:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Top Ukrainian intelligence official: Russia will run out of 'military tools' by spring", "description": "A top Ukrainian military intelligence official predicted that Russia will run out of the “military tools” necessary for its war in Ukraine by the end of the spring. \"Russia has wasted huge amounts of human resources, armaments and materials,” Maj. Gen. Kyrylo Budanov told USA Today in an interview published Thursday. “Its economy and production are not...", "link": "https://thehill.com/policy/international/3882667-top-ukrainian-intelligence-official-russia-will-run-out-of-military-tools-by-spring/", "date_published": "2023-03-03 17:35:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Russia's hybrid warfare playbook now includes Moldova and the Balkans", "description": "Ukraine is not the only European nation whose sovereignty is threatened by Russia. Also threatened are Moldova and Kosovo, two small but decidedly pro-Western countries. They have not suffered the sort of lethal barrage battering Ukraine — at least not yet — but the threat to their future is ominous. The Kremlin has exploited tensions...", "link": "https://thehill.com/opinion/international/3877659-russias-hybrid-warfare-playbook-now-includes-moldova-and-the-balkans/", "date_published": "2023-03-03 17:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Judiciary Democrats go after GOP 'whistleblowers' in FBI probes", "description": "House Judiciary Democrats claimed Friday that three witnesses who have spoken to Republicans as part of the GOP investigation into politicization at the FBI have offered no evidence of wrongdoing by the law enforcement agency.   They also said the witnesses were connected to committee Republicans through people with deep ties to former President Trump.  Republicans...", "link": "https://thehill.com/homenews/house/3882670-judiciary-democrats-go-after-gop-whistleblowers-in-fbi-probes/", "date_published": "2023-03-03 17:21:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Marjorie Taylor Greene takes aim at gender-affirming care for trans youth", "description": "Rep. Marjorie Taylor Greene (R-Ga.) on Friday said she will reintroduce legislation she sponsored during the last Congress to criminalize the provision of gender-affirming health care to minors, accusing Democrats who support such care of “coming for our children.” “It couldn’t pass last Congress because, like I said, Nancy Pelosi was the Speaker of the House,...", "link": "https://thehill.com/homenews/house/3882637-marjorie-taylor-greene-takes-aim-at-gender-affirming-care-for-trans-youth/", "date_published": "2023-03-03 17:07:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why permitting reform really is key to our clean energy future", "description": "Ultimately, we're standing in the way of reaching our own energy future.", "link": "https://thehill.com/opinion/energy-environment/3882178-why-permitting-reform-really-is-key-to-our-clean-energy-future/", "date_published": "2023-03-03 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: White House Press Secretary Karine Jean-Pierre gives press briefing", "description": "White House Press Secretary Karine Jean-Pierre will speak with reporters Friday afternoon, closing out a week that’s seen Biden unexpectedly side with a majority-Republican House measure regarding criminal justice in the District of Columbia. As The Hill reported Thursday, the resolution, passed in early February, would block a Washington, D.C., city council action, popular with...", "link": "https://thehill.com/homenews/3882542-watch-live-white-house-press-secretary-karine-jean-pierre-gives-press-briefing/", "date_published": "2023-03-03 16:42:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Greene criticizes Zelensky at CPAC: 'Leave your hands off of our sons and daughters'", "description": "Rep. Marjorie Taylor Greene (R-Ga.) targeted Ukrainian President Volodymr Zelensky during her speech to the annual Conservative Political Action Conference (CPAC), saying he should “leave your hands off of our sons and daughters” over the Russian invasion in Ukraine. Greene has been an outspoken critic of U.S. support for Ukraine, which has been supported by...", "link": "https://thehill.com/homenews/campaign/3882537-greene-criticizes-zelensky-at-cpac-leave-your-hands-off-of-our-sons-and-daughters/", "date_published": "2023-03-03 16:29:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ dodges question about abortion in filing to federal judge", "description": "The Justice Department declined an opportunity from a federal judge to take a position on whether abortion is still constitutionally protected under the 13th Amendment. In an ongoing criminal case, U.S. District Judge Colleen Kollar-Kotelly last month asked the parties to provide briefing on whether the Supreme Court considered the entire Constitution in overturning Roe...", "link": "https://thehill.com/regulation/court-battles/3882541-doj-dodges-question-about-abortion-in-filing-to-federal-judge/", "date_published": "2023-03-03 16:22:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "'I never realized': Airbnb hosts warn of scam taking advantage of first-time homebuyers", "description": "Airbnb hosts in Oregon are warning of a new scam taking advantage of first-time homebuyers.", "link": "https://thehill.com/changing-america/respect/poverty/3882495-i-never-realized-airbnb-hosts-warn-of-scam-taking-advantage-of-first-time-homebuyers/", "date_published": "2023-03-03 16:09:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA to make states evaluate public water systems’ cybersecurity", "description": "The Environmental Protection Agency (EPA) will require states to evaluate cybersecurity as part of their checks on public drinking water systems.  The agency said Friday that many such systems haven’t taken basic steps to ensure their security, even as cyberattacks are becoming more frequent.  “Cyber-attacks against critical infrastructure facilities, including drinking water systems, are increasing,...", "link": "https://thehill.com/policy/energy-environment/3882433-epa-to-make-states-evaluate-public-water-systems-cybersecurity/", "date_published": "2023-03-03 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Joe Biden’s ‘green new world' is an expensive mess", "description": "The push to vastly increase America’s renewable energy is colliding with a brick wall of reality.", "link": "https://thehill.com/opinion/energy-environment/3881353-why-joe-bidens-green-new-world-is-an-expensive-mess/", "date_published": "2023-03-03 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mike Lindell calls DeSantis a 'Trojan Horse'", "description": "My Pillow CEO Mike Lindell, an ally of former President Trump, accused Florida Gov. Ron DeSantis (R) on Thursday of being a “Trojan horse,\" calling into question the governor's conservative credentials. “The media is covering up for Ron DeSantis,” Lindell asserted while speaking on the convention center floor of the Conservative Political Action Conference (CPAC)...", "link": "https://thehill.com/homenews/campaign/3882467-mike-lindell-calls-desantis-a-trojan-horse/", "date_published": "2023-03-03 15:55:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Study links long COVID with lower brain oxygen", "description": "Story at a glance Researchers find evidence that people who had a previous COVID-19 infection have lower brain oxygen levels, in a new paper published in Brain, Behavior, &#38; Immunity - Health. The authors combined results from two parallel studies that suggest symptomatic COVID-19 history has a significant impact on cognitive functioning and may be...", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3882465-study-links-long-covid-with-lower-brain-oxygen/", "date_published": "2023-03-03 15:54:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Columbia, William & Mary move forward with test-optional admissions policies", "description": "Columbia University and the College of William &#38; Mary have announced this past week they will stick with making SAT and ACT scores optional for the admissions process.  Many universities decided over the coronavirus pandemic to temporarily do away with SAT or ACT score requirements, but few have said this option would become a permanent...", "link": "https://thehill.com/homenews/state-watch/3882447-columbia-william-mary-move-forward-with-test-optional-admissions-policies/", "date_published": "2023-03-03 15:34:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alex Murdaugh sentenced to life in prison for murders of wife, son", "description": "Disgraced South Carolina attorney Alex Murdaugh was sentenced to life in prison on Friday for the June 2021 murders of his wife and son. Murdaugh was found guilty of murdering his wife Maggie Murdaugh and 22-year-old son Paul Murdaugh on Thursday, after only a few hours of jury deliberation. This is a developing story.", "link": "https://thehill.com/regulation/court-battles/3882489-alex-murdaugh-sentenced-to-life-in-prison-for-murders-of-wife-son/", "date_published": "2023-03-03 15:34:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sen. Tommy Tuberville: Democrats 'want one gender,' trying to 'get to our young kids'", "description": "Sen. Tommy Tuberville (R-Ala.) on Thursday claimed President Biden and Democrats “want one gender” in society during an appearance at the Conservative Political Action Conference (CPAC). The comments came during a conversation with former Attorney General Matt Whitaker, in which Tuberville was asked how Republicans in Congress are responding to the current administration.   “Well, every day, it’s...", "link": "https://thehill.com/homenews/senate/3882474-sen-tommy-tuberville-democrats-want-one-gender-trying-to-get-to-our-young-kids/", "date_published": "2023-03-03 15:34:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is environmental justice momentum slowing?", "description": "To ensure our physical and mental well-being, we must also protect our nature access.", "link": "https://thehill.com/opinion/energy-environment/3882183-is-environmental-justice-momentum-slowing/", "date_published": "2023-03-03 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Money Is Motivating 92% of Americans To Work Past Retirement", "description": "If you’re in your 60s or 70s and have no immediate plans to retire, you’re by no means alone. In fact, you’re in pretty good company.   At 92, Warren Buffett is still regarded as one of the most brilliant brains in the world of finance. At 85, Jane Fonda is as prolific as ever as...", "link": "https://thehill.com/business/3882473-money-is-motivating-92-of-americans-to-work-past-retirement/", "date_published": "2023-03-03 15:20:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Nikki Haley headlines Day 2 of CPAC", "description": "Former United Nations Ambassador Nikki Haley, who's running against former President Trump for the GOP White House nomination, is set to headline the second big day of the Conservative Political Action Conference (CPAC). Watch the event here.", "link": "https://thehill.com/homenews/campaign/3882463-watch-live-nikki-haley-headlines-day-2-of-cpac/", "date_published": "2023-03-03 15:13:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Ken Calvert deserves support for cutting the Pentagon’s civilian workforce", "description": "The problem is the Defense Department’s oversized, underperforming acquisition bureaucracy.", "link": "https://thehill.com/opinion/national-security/3881156-why-ken-calvert-deserves-support-for-cutting-the-pentagons-civilian-workforce/", "date_published": "2023-03-03 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US, South Korea announce largest military drill in years", "description": "U.S. and South Korean forces later this month will hold the largest joint military drills in the Korean peninsula in five years, as tensions remain high with neighboring North Korea. The 11-day exercises will start March 13 and will include simulations as well as live demonstrations in the sea and air, and on land, U.S....", "link": "https://thehill.com/policy/defense/3882363-us-south-korea-announce-largest-military-drill-in-years/", "date_published": "2023-03-03 14:54:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Michael Steele on Marjorie Taylor Greene: 'Just shut the hell up'", "description": "Former Republican National Committee (RNC) Chair Michael Steele unloaded on Rep. Marjorie Taylor Greene (R-Ga.) on Thursday, saying that the controversial firebrand congresswoman needs to ‘“just shut the hell up.” In an interview on MSNBC’s “The 11th Hour,” Steele rebuked Greene for calling for a “national divorce” that would separate the country into red states...", "link": "https://thehill.com/homenews/house/3882412-michael-steele-on-marjorie-taylor-greene-just-shut-the-hell-up/", "date_published": "2023-03-03 14:46:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Former Trump ICE director on border separations: 'They chose to separate themselves'", "description": "The former acting director of U.S. Immigration and Customs Enforcement (ICE) under President Trump on Thursday defended the administration’s border separation policies. “I’m sick and tired hearing about the family separation,” Thomas Homan said while speaking in a Conservative Political Action Conference (CPAC) panel. “You know, I’m still being sued over that, so come get...", "link": "https://thehill.com/blogs/blog-briefing-room/3882377-former-trump-ice-director-on-border-separations-they-chose-to-separate-themselves/", "date_published": "2023-03-03 14:45:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sick of those scam text messages? What you can do", "description": "Scammers are getting more advanced every day. From a simple text that says, \"track your package with this link,\" to a message that promises to help pay off loans or give you a coupon code, there are a variety of tactics used.", "link": "https://thehill.com/changing-america/enrichment/arts-culture/3882358-sick-of-those-scam-text-messages-what-you-can-do/", "date_published": "2023-03-03 14:35:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Biden awards Medal of Honor to Vietnam War vet", "description": "President Biden will recognize and grant the Medal of Honor on Friday to Vietnam War veteran Col. Paris Davis at the White House. Col. Davis will receive the nation's highest honor after his initial recommendation for the medal was lost, resubmitted and then lost again. In 2016, a group of volunteer advocates recreated and resubmitted...", "link": "https://thehill.com/homenews/3882362-watch-live-biden-awards-medal-of-honor-to-vietnam-war-vet-1130/", "date_published": "2023-03-03 14:30:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Survey says: Two-thirds of voters want bipartisan action on pro-family policies", "description": "Two-thirds of Americans — Republicans, Democrats, and independents — agree that their elected officials should prioritize compromise in their work on behalf of the American people.", "link": "https://thehill.com/opinion/campaign/3880130-survey-says-two-thirds-of-voters-want-bipartisan-action-on-pro-family-policies/", "date_published": "2023-03-03 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Watch live: Murdaugh sentenced after guilty verdict", "description": "Former South Carolina lawyer Alex Murdaugh is set to appear in court on Friday morning for sentencing in the trial of double homicide of both his wife and son in 2021. On Wednesday, a jury found Murdaugh guilty on all counts of killing both his wife and son. That's after state prosecutor Creighton Waters, in...", "link": "https://thehill.com/homenews/3882339-watch-live-murdaugh-sentenced-after-guilty-verdict/", "date_published": "2023-03-03 14:01:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "What to make of the new US tech industrial policy?", "description": "Distinguishing between concocted and genuine international threats that require major government spending and protection, unfortunately, is both extremely important and nearly impossible.", "link": "https://thehill.com/opinion/technology/3878983-what-to-make-of-the-new-us-tech-industrial-policy/", "date_published": "2023-03-03 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Manchin on Social Security, Medicare: 'Is there a better program?'", "description": "Sen. Joe Manchin (D-W.Va.) on Thursday emphasized that he’s not going to discuss cutting Social Security and Medicare but suggested that Congress may have to look at whether there is a “better program” to use to make the programs sustainable for future generations. “Is there a better program?” Manchin said in an interview with Fox...", "link": "https://thehill.com/homenews/senate/3882319-manchin-on-social-security-medicare-is-there-a-better-program/", "date_published": "2023-03-03 13:33:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democratic backsliding harms the potential of a US-Mexico supply chain pivot", "description": "The Biden administration should pursue a refreshed economic security strategy reinforcing a democratic alliance with Mexico.", "link": "https://thehill.com/opinion/international/3879021-democratic-backsliding-harms-the-potential-of-a-us-mexico-supply-chain-pivot/", "date_published": "2023-03-03 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Dictators stalk the free world again", "description": "Xi sees Putin as a valuable counterweight to America and its Atlantic and Pacific allies.", "link": "https://thehill.com/opinion/international/3882303-dictators-stalk-the-free-world-again/", "date_published": "2023-03-03 13:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Housing affordability hits historic low", "description": "Fewer than a quarter of homes listed for sale nationwide qualified as affordable for the typical U.S. household, according to a new report shared exclusively with The Hill.  The report, released Friday by real estate brokerage Redfin, found that the number of affordable listings in 2022 fell by more than half from the previous year —...", "link": "https://thehill.com/business/3881539-housing-affordability-hits-historic-low/", "date_published": "2023-03-03 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "East Palestine residents erupt at town hall with Norfolk Southern official", "description": "East Palestine residents on Thursday continuously interrupted a sole Norfolk Southern official at a town hall event as concerns remain over last month’s train derailment that spilled toxic chemicals in the eastern Ohio town. “We are sorry. We’re very sorry for what happened. We feel horrible about it,” Norfolk Southern representative Darrell Wilson said, according...", "link": "https://thehill.com/policy/energy-environment/3882288-east-palestine-residents-erupt-at-town-hall-with-norfolk-southern-official/", "date_published": "2023-03-03 12:58:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Munich Security Conference was a display of 'the West v. the rest'", "description": "As world leaders met in February for the annual Munich Security Conference, the Russo-Ukrainian War and growing Sino-American tensions dominated the proceedings. The conference, which is usually centered around the Trans-Atlantic alliance, made a point this year of inviting a number of delegations from the Global South. Russia, of course, was not invited. For European...", "link": "https://thehill.com/opinion/national-security/3876391-the-munich-security-conference-was-a-display-of-the-west-v-the-rest/", "date_published": "2023-03-03 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Police: Hobby Lobby employee shoots, kills manager at Oklahoma City distribution center", "description": "Authorities say they are still investigating a deadly shooting at a Hobby Lobby distribution center in central Oklahoma.", "link": "https://thehill.com/homenews/state-watch/3881450-police-hobby-lobby-employee-shoots-kills-manager-at-oklahoma-city-distribution-center/", "date_published": "2023-03-03 11:38:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida man dies from brain-eating amoeba after rinsing sinuses with tap water: report", "description": "A Florida resident died after being infected by a rare amoeba last week, health officials say.", "link": "https://thehill.com/homenews/state-watch/3881467-florida-man-dies-from-brain-eating-amoeba-after-rinsing-sinuses-with-tap-water-report/", "date_published": "2023-03-03 11:38:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "The Hill's Morning Report — Biden veto threat infuriates some Dems on DC crime measure", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. President Biden on Thursday weighed the risks of looking soft on crime or angering members of his party and informed Democrats that the first potential veto of his term...", "link": "https://thehill.com/newsletters/morning-report/3882248-the-hills-morning-report-biden-veto-threat-infuriates-some-dems-on-dc-crime-measure/", "date_published": "2023-03-03 11:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As EPA begins work on East Palestine cleanup, some states feel blindsided by waste disposal", "description": "One month after the derailment of a train carrying hazardous chemicals in East Palestine, Ohio, the Environmental Protection Agency-led cleanup is underway — but officials in other states have questioned the waste disposal plans. A number of hazardous chemicals were spilled in the derailment, most notably vinyl chloride, a carcinogenic compound used in production of...", "link": "https://thehill.com/policy/energy-environment/3881596-as-epa-begins-work-on-east-palestine-cleanup-some-states-feel-blindsided-by-waste-disposal/", "date_published": "2023-03-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Democrats brush off Marianne Williamson's 2024 primary challenge", "description": "Marianne Williamson’s run for president is being greeted with an eye roll among political strategists and met with radio silence within the White House and Democratic National Committee. Williamson is set to become the first Democrat to challenge President Biden when she launches her 2024 campaign on Saturday in Washington, D.C. While a primary challenge...", "link": "https://thehill.com/homenews/campaign/3881793-democrats-brush-off-marianne-williamsons-2024-primary-challenge/", "date_published": "2023-03-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Legal experts say Fox News on shaky legal ground in Dominion lawsuit", "description": "Fox News and its parent company face serious threats to their financial and reputational health from a blockbuster defamation lawsuit tied to coverage of the 2020 election that legal experts believe has a solid chance of succeeding.  Dominion Voting Systems, which brought the $1.6 billion suit, is a voting technology provider that argues Fox News...", "link": "https://thehill.com/homenews/media/3881278-legal-experts-say-fox-news-on-shaky-legal-ground-in-dominion-lawsuit/", "date_published": "2023-03-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Suicide attempts highlight mental health concerns in immigrant detention", "description": "A series of suicide attempts reported by detainees and officials at a single New Mexico immigration detention facility are underscoring concerns about mental health treatment outcomes in the system. Brazilian national Kelsey Vial killed himself at the Torrance County Detention Facility in Estancia, N.M., on Aug. 24, according to the official Immigration and Customs Enforcement...", "link": "https://thehill.com/latino/3881755-suicide-attempts-highlight-mental-health-concerns-in-immigrant-detention/", "date_published": "2023-03-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Biden decided to side with GOP and not veto a DC crime bill", "description": "President Biden on Thursday said he would not veto legislation Republicans have championed that would undo parts of a District of Columbia crime bill, reflecting how the White House is trying to navigate the politically charged issue of crime. And that decision has put Biden in a bind. If he were to veto it, he...", "link": "https://thehill.com/homenews/3881657-why-biden-decided-to-side-with-gop-and-not-veto-a-dc-crime-bill/", "date_published": "2023-03-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Why Thursday’s US-Russia diplomatic meeting was so important", "description": "Secretary of State Antony Blinken and Russian Foreign Minister Sergey Lavrov held their first in-person meeting since the invasion of Ukraine on Thursday. Blinken and his opposite number were both attending the G-20 summit in New Delhi, India. The conversation was unexpected but brief — it reportedly lasted around 10 minutes — and there was...", "link": "https://thehill.com/policy/international/3881808-why-thursdays-us-russia-diplomatic-meeting-was-so-important/", "date_published": "2023-03-03 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrat accuses GOP of ‘misplaced priorities’ on education", "description": "BALTIMORE — Republicans have “misplaced priorities” when it comes to education, as the GOP seizes on what they see as a winning issue ahead of next year’s election, according to one House Democrat. Republicans for months have leaned into issues like parental rights and school curriculums, making strikes to brand the Democratic Party as one...", "link": "https://thehill.com/homenews/house/3882118-house-democrats-accuse-gop-of-misplaced-priorities-on-education/", "date_published": "2023-03-03 04:38:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "EPA to require Norfolk Southern to test directly for dioxins in East Palestine", "description": "The Environmental Protection Agency (EPA) said on Thursday that it will require Norfolk Southern to test for dioxins in East Palestine, Ohio, in the wake of last month’s train derailment. The railroad company will also be required to conduct a background study comparing dioxin levels in the eastern Ohio town to those in other areas,...", "link": "https://thehill.com/policy/energy-environment/3882093-epa-to-require-norfolk-southern-to-test-directly-for-dioxins-in-east-palestine/", "date_published": "2023-03-03 03:49:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Florida bill would require bloggers to register before writing about DeSantis", "description": "A bill proposed this week by a Republican state senator in Florida would require bloggers who write about Gov. Ron DeSantis (R-Fla.), his Cabinet officers and members of the Florida legislature to register with the state. Bloggers who receive compensation for a given online post about an elected state officer would have to register with...", "link": "https://thehill.com/homenews/state-watch/3882068-florida-bill-would-require-bloggers-to-register-before-writing-about-desantis/", "date_published": "2023-03-03 03:04:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "California officials weigh naming Sacramento skatepark after Tyre Nichols", "description": "Local California officials are pushing to name a Sacramento skatepark after Tyre Nichols, the 29-year-old Sacramento native who was fatally beaten by Memphis police in early January. The Sacramento Parks and Community Enrichment Commission is set to vote on Thursday to refer the proposal to the city council for renaming the Regency Park skatepark as...", "link": "https://thehill.com/homenews/state-watch/3882064-california-officials-weigh-naming-sacramento-skatepark-after-tyre-nichols/", "date_published": "2023-03-03 03:02:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Five things to know about the Murdaugh trial ahead of sentencing", "description": "Disgraced attorney Alex Murdaugh was found guilty of killing his wife and son after a multi-week double murder trial culminated in just a few hours of jury deliberations.  Prosecutors argued that Murdaugh, 54, killed his wife Maggie, 52, and their son Paul, 22, on their rural Colleton County property back in June 2021 to distract...", "link": "https://thehill.com/regulation/court-battles/3882042-five-things-to-know-about-the-murdaugh-trial-ahead-of-sentencing/", "date_published": "2023-03-03 02:34:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Contentious California nuclear plant can keep operating, federal regulators decide", "description": "California’s biggest utility will be able to keep a disputed nuclear plant running while seeking official permission to extend the facility’s operations, a federal regulatory decided on Thursday.  The Nuclear Regulatory Commission (NRC) granted an exemption on Thursday to Pacific Gas &#38; Electricity that will allow the Diablo Canyon nuclear power plant to continue operating under its...", "link": "https://thehill.com/policy/equilibrium-sustainability/3882012-contentious-california-nuclear-plant-can-keep-operating-federal-regulators-decide/", "date_published": "2023-03-03 02:05:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Alex Murdaugh found guilty in the killing of wife, son", "description": "A jury found Alex Murdaugh guilty of killing his wife and son on Thursday after just a few hours of deliberation. Murdaugh was a prominent attorney who hailed from a historic, well-known South Carolina family with multiple members working in the law, but he has fallen from grace in recent years following allegations that he...", "link": "https://thehill.com/regulation/court-battles/3881915-alex-murdaugh-found-guilty-in-the-killing-of-wife-son/", "date_published": "2023-03-03 00:28:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Democrats blindsided as Biden changes tune on DC crime bill", "description": "House Democrats were infuriated and taken aback by President Biden’s announcement on Thursday that he will sign a resolution to nix the District of Columbia's crime bill. The crime bill has come under heavy criticism from Republicans and centrist Democrats. But last month, 173 House Democrats voted along with what they thought was the White...", "link": "https://thehill.com/homenews/house/3881888-house-democrats-blindsided-as-biden-changes-tune-on-dc-crime-bill/", "date_published": "2023-03-03 00:11:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DOJ: No immunity for Trump in Jan. 6 lawsuits", "description": "Welcome to The Hill's Defense &#38; NatSec newsletter {beacon} Defense &#38; National Security Defense &#38; National Security  The Big Story  Trump can face civil suits tied to Jan. 6, DOJ says The Biden administration declined to back the former president's argument that he should be immune from those lawsuits. © AP Former President Trump is...", "link": "https://thehill.com/newsletters/defense-national-security/3881909-doj-no-immunity-for-trump-in-jan-6-lawsuits/", "date_published": "2023-03-03 00:09:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Photos: CPAC Day 1", "description": "", "link": "https://thehill.com/homenews/campaign/3881834-photos-cpac-day-1/", "date_published": "2023-03-03 00:04:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Medicaid deal reached in North Carolina", "description": "Welcome to The Hill's Health Care newsletter {beacon} Health Care Health Care  The Big Story  North Carolina lawmakers agree to expand Medicaid  Medicaid expansion is poised to become a reality in North Carolina after top GOP legislators announced a deal on legislation. But it's not clear which state is next.  © iStock North Carolina Senate...", "link": "https://thehill.com/newsletters/health-care/3881897-medicaid-deal-reached-in-north-carolina/", "date_published": "2023-03-03 00:03:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "American business, government break clean energy records in 2022", "description": "The clean energy economy is not often kitchen table conversation — but the turbulent energy market often made headlines in 2022. Supply chain disruptions, an international energy crisis, and rising interest rates elevated prices for key energy commodities, putting significant stress on the United States’ energy sector. Broken permitting processes have exacerbated delays and slowed deployment of new clean energy. Despite these difficulties, new data shows that progress in the clean energy sector stayed resilient through 2022.  According...", "link": "https://thehill.com/opinion/congress-blog/3881929-american-business-government-break-clean-energy-records-in-2022/", "date_published": "2023-03-03 00:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]