[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Attack Alert: Freeze[.]rs Injector Weaponized for XWorm Malware Attacks", "description": "Malicious actors are using a legitimate Rust-based injector called Freeze[.]rs to deploy a commodity malware called XWorm in victim environments.\nThe novel attack chain, detected by Fortinet FortiGuard Labs on July 13, 2023, is initiated via a phishing email containing a booby-trapped PDF file. It has also been used to introduce Remcos RAT by means of a crypter called SYK Crypter, which was", "link": "https://thehackernews.com/2023/08/new-attack-alert-freezers-injector.html", "date_published": "2023-08-10T14:20:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Statc Stealer Malware Emerges: Your Sensitive Data at Risk", "description": "A new information malware strain called Statc Stealer has been found infecting devices running Microsoft Windows to siphon sensitive personal and payment information.\n\"Statc Stealer exhibits a broad range of stealing capabilities, making it a significant threat,\" Zscaler ThreatLabz researchers Shivam Sharma and Amandeep Kumar said in a technical report published this week.\n\"It can steal", "link": "https://thehackernews.com/2023/08/new-statc-stealer-malware-emerges-your.html", "date_published": "2023-08-10T14:08:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Emerging Attacker Exploit: Microsoft Cross-Tenant Synchronization", "description": "Attackers continue to target Microsoft identities to gain access to connected Microsoft applications and federated SaaS applications. Additionally, attackers continue to progress their attacks in these environments, not by exploiting vulnerabilities, but by abusing native Microsoft functionality to achieve their objective. The attacker group Nobelium, linked with the SolarWinds attacks, has been", "link": "https://thehackernews.com/2023/08/emerging-attacker-exploit-microsoft.html", "date_published": "2023-08-10T11:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Encryption Flaws in Popular Chinese Language App Put Users' Typed Data at Risk", "description": "A widely used Chinese language input app for Windows and Android has been found vulnerable to serious security flaws that could allow a malicious interloper to decipher the text typed by users.\nThe findings from the University of Toronto's Citizen Lab, which carried out an analysis of the encryption mechanism used in Tencent's Sogou Input Method, an app that has over 455 million monthly active", "link": "https://thehackernews.com/2023/08/encryption-flaws-in-popular-chinese.html", "date_published": "2023-08-10T11:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Increasingly Using EvilProxy Phishing Kit to Target Executives", "description": "Threat actors are increasingly using a phishing-as-a-service (PhaaS) toolkit dubbed EvilProxy to pull off account takeover attacks aimed at high-ranking executives at prominent companies.\nAccording to Proofpoint, an ongoing hybrid campaign has leveraged the service to target thousands of Microsoft 365 user accounts, sending approximately 120,000 phishing emails to hundreds of organizations", "link": "https://thehackernews.com/2023/08/cybercriminals-increasingly-using.html", "date_published": "2023-08-10T09:45:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Interpol Busts Phishing-as-a-Service Platform '16Shop,' Leading to 3 Arrests", "description": "Interpol has announced the takedown of a phishing-as-a-service (PhaaS) platform called 16Shop, in addition to the arrests of three individuals in Indonesia and Japan.\n16Shop specialized in the sales of phishing kits that other cybercriminals can purchase to mount phishing attacks on a large scale, ultimately facilitating the theft of credentials and payment details from users of popular services", "link": "https://thehackernews.com/2023/08/interpol-busts-phishing-as-service.html", "date_published": "2023-08-10T06:22:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]