[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "30XX Review - The Final Verdict", "description": "A sequel to 20XX, 30XX continues the franchise's tradition of bringing classical Mega Man X-styled gameplay to a modern audience. Featuring a level editor as well as randomly-generated levels for its main campaign, 30XX hopes to be a more accessible game than its predecessor.\n\nAlongside its randomly-generated game mode, the title also features a Mega Mode, which allows players to keep their progress as they make their way through the game's levels, hoping to be a gentler introduction to the game's otherwise tough-as-nails difficulty.\n\n30XX also has quite a few features that tie into community levels, including the ability to play through a gauntlet of randomly-selected community-made levels in a bid to test your true skill at the game's simple-but-deep movement and combat gameplay.", "link": "https://www.youtube.com/watch?v=vaqlsfAODF8", "date_published": "2023-08-10T21:30:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/vaqlsfAODF8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Top 30 BEST Mortal Kombat Characters OF ALL TIME", "description": "The Mortal Kombat franchise has been the big daddy of fighting video games for as long as it’s been around, and its vast and varied cast of characters has contributed to that significantly. \n\nOver the course of many years, across numerous instalments both mainline and otherwise, the franchise has delivered a cavalcade of unforgettable characters with colourful personalities and gleefully brutal movesets that have allowed them to stand the test of time. \n\nWe are, of course, keenly awaiting to see what new spin NetherRealm Studios will put on these beloved characters in Mortal Kombat 1’s entirely new and rebooted universe, but before that, here, we’re going to look back and rank what we feel are the best of the best characters in the history of the series to date.", "link": "https://www.youtube.com/watch?v=0bg8WJX-pHM", "date_published": "2023-08-10T15:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0bg8WJX-pHM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Red Dead Redemption PORT $50 Pricing: Why Take-Two's Defense MAKES NO SENSE", "description": "Though a full-blown remake of the original Red Dead Redemption was probably always going to be a case of “too good to be true”, most of us had expected that Rockstar would at least release a proper remaster of the game at some point. \n\nBut not only is the upcoming RDR release going to be a straight port, it’s also still not coming to PC, and worst of all, is being sold for a price of $50. And though Take-Two CEO Strauss Zelnick has of course defended that pricing, there’s really no way one can look at it as anything but yet another case of corporate greed. \n\nThere’s no shortage of reasons for why selling a straight port of a thirteen year old game is being sold at a $50 price, and here, we’re going to discuss a few of them.", "link": "https://www.youtube.com/watch?v=C-tGiXDQFrw", "date_published": "2023-08-10T09:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/C-tGiXDQFrw/hqdefault.jpg"}]