[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Baldur's Gate 3 Patches Genital Flashing Bug - IGN Daily Fix", "description": "On today's Daily Fix:\nBaldur's Gate 3 developer Larian Studios has detailed the second big post-launch update for the hit RPG. Hilariously, a couple of the changes fix bugs with genitalia and undergarments in Baldur's Gate 3. Pokémon Scarlet and Violet's Wiglett is finally getting its own plush at Pokémon Center stores, but fans are seeing  something else when they look at the official images of the new Pokémon plush. Finally, if you have been itching to dust off your PS1 or PS2 but wish you could use a modern controller like a DualSense, you're in luck. 8BitDo's latest product is a dongle that will allow you to connect modern wireless controllers on Sony's first two PlayStation consoles.", "link": "https://www.youtube.com/watch?v=ct5NIvH87W8", "date_published": "2023-08-10T23:09:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/ct5NIvH87W8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Gran Turismo Review", "description": "Reviewed by A.A. Dowd. Narrated by Max Scoville.\n\nDistrict 9 director Neill Blomkamp brings an appealing speed and cornball enthusiasm to his first video game adaptation, based on both the popular PlayStation racing series and the true story of a fan who traded the virtual steering wheel for a real one. The film is pure sports-movie hokum, done with just enough conviction (much of it courtesy of David Harbour, who's typically excellent in the stock role of a racing veteran-turned-mentor) to help you ignore how relentlessly Gran Turismo advertises the games themselves.", "link": "https://www.youtube.com/watch?v=ZMvJeYrOkXc", "date_published": "2023-08-10T23:05:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/ZMvJeYrOkXc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Nickelodeon All-Star Brawl 2 - Official SpongeBob Gameplay Overview Trailer", "description": "Nickelodeon All-Star Brawl 2 is a platform-based action fighting game developed by GameMill Entertainment. Take a look at the latest character spotlight for the game revolving around SpongeBob. Learn his attacks, techniques, and play style to take full advantage of his abilities. Nickelodeon All-Star Brawl 2 is launching in 2023 for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, and Nintendo Switch.\n\n#IGN", "link": "https://www.youtube.com/watch?v=o6cBPCkZzEA", "date_published": "2023-08-10T23:00:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/o6cBPCkZzEA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Quake 2 - Official Trailer (2023)", "description": "You are humanity’s last hope to stop the Strogg, a hostile alien race waging war against Earth. Check out the trailer for Quake II, the military sci-fi FPS, now enhanced for modern platforms and featuring new campaign content, the original mission packs: The Reckoning and Ground Zero, Quake II 64, online multiplayer and co-op support, and more.\n\nQuake II is available now on Xbox One, Xbox Series X/S, Game Pass, PlayStation 4, PlayStation 5, PC, and Nintendo Switch.", "link": "https://www.youtube.com/watch?v=OzuSCQZ8tQs", "date_published": "2023-08-10T22:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/OzuSCQZ8tQs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Baldur’s Gate 3 Can Be Overwhelming, But It’s So F***ing Good - Beyond Clips", "description": "Larian Studios may have created one of the densest RPG’s ever made with Baldur’s Gate 3 , and while DND experts like Jada may understand it, fans of RPG’s that haven’t rolled a D20 in real life may find it overwhelming at first. Max and MrMidasGames try to decipher all the crazy moments and mechanics that Jada discusses and why Baldur’s Gate is so special.\n\n#IGN #Gaming #BaldursGate3", "link": "https://www.youtube.com/watch?v=Ilf-CoUMzmI", "date_published": "2023-08-10T21:30:03+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/Ilf-CoUMzmI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stray - Official Xbox Launch Trailer", "description": "Stray is a cat adventure game developed by BlueTwelve Studio. Take on the role of a stray cat who must untangle an ancient mystery to escape a long-forgotten cybercity amidst the detailed neon-lit alleys and the murky environments of its seedy underbelly. Teamed up with a robot companion named B-12 to solve environmental puzzles and find a way out. Stray is available now for Xbox One and Xbox Series S|X with the game also being on PlayStation 4, PlayStation 5, and PC with a macOS release coming soon.", "link": "https://www.youtube.com/watch?v=rp6_IDfHOkE", "date_published": "2023-08-10T21:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/rp6_IDfHOkE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Overwatch 2: Invasion - Official Illari Gameplay Trailer", "description": "Meet Illari in this latest trailer for Overwatch 2, and see the new support hero in action, including her abilities like healing pylon, outburst, and more. Light up the battlefield as the newest Support Hero and her solar-powered Ability Kit.\n\nOverwatch 2: Invasion is available now.\n\n#IGN #Gaming #Overwatch", "link": "https://www.youtube.com/watch?v=3M5om9-Esaw", "date_published": "2023-08-10T20:39:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/3M5om9-Esaw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stray Gods: The Roleplaying Musical - Official Launch Trailer", "description": "Stray Gods: The Roleplaying Musical is a story-rich adventure visual novel developed by Summerfall Studios. Players embody Grace in a world where Greek Gods live in hiding among us. Use the powers of musical persuasion embued within Grace to draw friends, foes, and lovers into song to seek the truth behind the Last Muse's death. Stray Gods: The Roleplaying Musical is available now for PlayStation 4, PlayStation 5, Xbox One, Xbox Series S|X, Nintendo Switch, and PC.\n\n#IGN #Gaming #StrayGods", "link": "https://www.youtube.com/watch?v=0qCJuLjxhko", "date_published": "2023-08-10T20:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/0qCJuLjxhko/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Overwatch 2: Invasion PvE and New Hero Illari Abilities Explained", "description": "Overwatch 2: Invasion is out now August 10th on all platforms including, for the first time, Steam. Invasion brings in Story Missions, new Support Hero, new game mode Flashpoint, and more. Here’s everything you need to know about the Invasion season update in Overwatch 2.", "link": "https://www.youtube.com/watch?v=tgpLyGoU5f0", "date_published": "2023-08-10T18:18:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/tgpLyGoU5f0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Baldur’s Gate 3 is Causing Some Developers to Panic", "description": "While Baldur's Gate 3 is being widely celebrated by fans and developers alike, some are panicking that this could set new expectations from fans. Good. In this opinion from Destin Legarie we explore why fans feel this way and why they're celebrating games like Baldur's Gate 3, and Elden Ring. The Baldur's Gate 3 reaction has stirred up a bit of controversy with some worried that Baldur's Gate 3 gameplay will cause a \"raised standard\" from fans. The Baldur's Gate 3 controversy is because Larian Studios has created something that others are worried will be compared to their games. The Baldur's Gate 3 developer reaction wasn't all bad, with some pointing out that it should get them to look closer at their practices, but many also defended the status quo.\n\nMajor props to some of the content creators who've also broached this topic. \nYongYea, LegacyKillaHD, ENDYMIONtv\n\nSources: https://twitter.com/WritNelson/status/1677632079792668673\nhttps://twitter.com/JamesBergCanada/status/1677770176153137152\nhttps://twitter.com/PiratePwnsNinja/status/1677809866272829443\nhttps://twitter.com/JunoBlees/status/1680392151602171904\nhttps://twitter.com/EAStarWars/status/1651990800862183426\nhttps://www.bungie.net/7/en/News/article/state_of_the_game_aug_2023\n\n#IGN #Gaming #BaldursGate3", "link": "https://www.youtube.com/watch?v=iWdZhKFtxKg", "date_published": "2023-08-10T17:30:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/iWdZhKFtxKg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen - 5 Things To Do First", "description": "The action-packed sands of Atlas Fallen are rife with danger and adventure, but with these tips, you'll get the most out of the opening hours of this combat-heavy title. Here's how you get a headstart on making money, finding tough armor, and crafting powerful attacks!\n\n#IGN #Gaming #AtlasFallen", "link": "https://www.youtube.com/watch?v=ux4nV_ICFxE", "date_published": "2023-08-10T17:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/ux4nV_ICFxE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last Voyage of the Demeter Review", "description": "The Last Voyage of the Demeter reviewed by Matt Donato. Narrated by Stella Chung.\n\nThe Last Voyage of the Demeter should delight horror fans raised on Boris Karloff and Bela Lugosi, and offers an R-rated bite of vampiric brutality for genre fans with a stronger bloodlust. Director André Øvredal does well to transport his cast to a time when scary stories were told around lanterns in the dead of night, and even if the moodiness evaporates due to a protracted runtime and the foregone conclusion of Dracula’s landfall, the director accentuates the basics of violent feeding sessions in hair-raising fashion.\n\n#IGN #Movies", "link": "https://www.youtube.com/watch?v=LZerWRKOA8s", "date_published": "2023-08-10T16:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/LZerWRKOA8s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Lords of the Fallen: Hands-On Preview", "description": "Lords of the Fallen is shaping up to be a soulslike that's looking to make a big mark on the genre thanks to its unique dual realm mechanics, smooth combat, and gorgeous visuals powered by Unreal Engine 5.\n\n#IGN #Gaming #LordsOfTheFallen", "link": "https://www.youtube.com/watch?v=bvwsct4mwDE", "date_published": "2023-08-10T16:00:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/bvwsct4mwDE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Is RDR2 one of the best video games of all time? Find out with Pringles Icons. #gaming #shorts", "description": "Presented by Pringles", "link": "https://www.youtube.com/watch?v=S8hSsRxaz-E", "date_published": "2023-08-10T16:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/S8hSsRxaz-E/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Metalocalypse: Army of the Doomstar - Exclusive Official Clip (2023) Brendon Small, Tommy Blacha", "description": "After the heroic rescue of Toki Wartooth, DETHKLOK frontman Nathan Explosion finds himself traumatized in a brutal professional and romantic flat-spin all while he is tasked with fulfilling the prophecy and confronting the ultimate songwriting challenge: write the SONG OF SALVATION and save the planet. Can Nathan Explosion look beyond his brutally damaged ego to save his band, stop the Metalocalypse, and finally face the ultimate evil: Salacia?\n\nMetalocalypse: Army of the Doomstar will be available to purchase digitally and on Blu-ray on August 22, 2023. Originally premiering on Adult Swim in 2006, Metalocalypse ran for four seasons with a standalone special Metalocalypse: The Doomstar Requiem. The series was created by Brendon Small and Tommy Blancha.", "link": "https://www.youtube.com/watch?v=a2K6K10IKoI", "date_published": "2023-08-10T16:00:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/a2K6K10IKoI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "EA Sports FC Mobile - Official Reveal Trailer", "description": "EA Sports FC Mobile launches on September 26, and it will be available to download on the App Store or Play Store as an update for all existing players. Check out the reveal trailer to see what to expect.\n\nIn EA Sports FC Mobile, take command of the pitch with new Impact Controls like Power Shot, Knock On, and Hard Tackle. The game will also feature a new Elite Shooting System and more. Additionally, in EA Sports FC Mobile, you will be able to play the UEFA Champions League, UEFA Europa League, UEFA Europa Conference League, Premier League, Bundesliga, and LALIGA EA Sports.\n\n#IGN #Gaming #EASportsFC", "link": "https://www.youtube.com/watch?v=q8rqHnKq1rw", "date_published": "2023-08-10T15:38:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/q8rqHnKq1rw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Last Faith: Exclusive Boss Battle Gameplay", "description": "Enjoy this exclusive boss battle gameplay clip from The Last Faith, the upcoming 2D pixel-art soulslike that's coming to PC, PlayStation, Xbox, and Nintendo Switch this October.", "link": "https://www.youtube.com/watch?v=fbN8_acqZU4", "date_published": "2023-08-10T15:00:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/fbN8_acqZU4/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Escape Simulator - Official Portal Escape Chamber DLC Trailer", "description": "Check out the trailer to see what to expect with Escape Simulator's Portal Escape Chamber DLC. The DLC takes you behind the scenes at the Aperture Science Computer-Aided Enrichment Center with a Portal-themed escape room for the first-person puzzle game Escape Simulator. Escape Simulator's free Portal Escape Chamber DLC for Escape Simulator will be available on Steam on September 7, 2023.\n\nIn the Portal Escape Chamber DLC, designed by Pine Studio with permission from Valve, a minor workplace incident involving thermal discouragement beam emitters has the Aperture Laboratories on lockdown with you (and up to nine other players) trapped inside. You’ll need to solve puzzles, repair a Personality Core, reunite with old cubed-shaped friends, and break Aperture Laboratories' safety protocols to escape.", "link": "https://www.youtube.com/watch?v=MGXDoHN56Mw", "date_published": "2023-08-10T15:00:19+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/MGXDoHN56Mw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Ghostrunner 2 - Official Ghostrunner Story Recap Trailer", "description": "Get a recap of Ghostrunner's story in this latest trailer and the events that set the stage for Ghostrunner 2. Registration for the Ghostrunner 2 private beta is available now.", "link": "https://www.youtube.com/watch?v=cpwWhuKiu5Y", "date_published": "2023-08-10T14:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/cpwWhuKiu5Y/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Naraka: Bladepoint x Nier - Official Collaboration Trailer", "description": "Naraka: Bladepoint is a free-to-play multiplayer melee battle royale developed by 24 Entertainment. Naraka: Bladepoint has introduced a crossover with the Nier franchise bringing new cosmetics, weapon skins, features, and events. The Naraka: Bladepoint X Nier Crossover in Naraka: Bladepoint is available now for PlayStation 5, Xbox One, Xbox Series S|X, and PC.\n\n#IGN #Gaming #NarakaBladepoint", "link": "https://www.youtube.com/watch?v=DmcbveaSSQY", "date_published": "2023-08-10T13:38:54+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/DmcbveaSSQY/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Strays - Official Red Band Behind the Scenes (2023) Jamie Foxx, Will Ferrell", "description": "Go behind the scenes of upcoming live-action comedy movie, Strays for a peek at Jamie Foxx voicing Bug and Will Ferrell voicing Reggie. The movie also stars the voice talents of Will Forte, Isla Fisher, Randall Park, Josh Gad, Harvey Guillén, Brett Gelman, Rob Riggle, Jamie Demetriou, and Sofia Vergara.\n\nThey say a dog is a man’s best friend, but what if the man is a total dirtbag? In that case, it might be time for some sweet revenge, doggy style! When Reggie (Will Ferrell), a naive and optimistic Border Terrier, is abandoned on the mean city streets by his lowlife owner, Doug (Will Forte), Reggie is certain that his beloved owner would never leave him on purpose. However, after meeting a fast-talking, foul-mouthed stray Boston Terrier named Bug (Jamie Foxx), Reggie finally realizes he was in a toxic relationship and begins to see Doug for the heartless sleazeball that he is. \n\nWritten by Dan Perrault and directed by Josh Greenbaum, Strays opens in UK cinemas on August 17 and in US theaters on August 18, 2023.\n\n#IGN #Movies #Strays", "link": "https://www.youtube.com/watch?v=s7D-WFRNLRk", "date_published": "2023-08-10T11:15:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/s7D-WFRNLRk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Atlas Fallen - Official Launch Trailer", "description": "Watch the Atlas Fallen launch trailer. The fantasy action-RPG is now available on PS5, Xbox Series X/S, and PC.\n\nVenture into Atlas Fallen's broken world and glide across the sands of a timeless land, filled with ancient dangers, mysteries, and fragments of the past. Hunt legendary monsters, harness the power of shape-shifting weapons, and master devastating sand-powered abilities.\n\n#IGN #Gaming #AtlasFallen", "link": "https://www.youtube.com/watch?v=V3GXyrKLRGM", "date_published": "2023-08-10T10:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/V3GXyrKLRGM/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The most controversial feature in  Baldur's Gate 3 #baldursgate3 #gaming #pcgaming #rpg #dnd #shorts", "description": "", "link": "https://www.youtube.com/watch?v=d6sSuVDtwYc", "date_published": "2023-08-10T01:02:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/d6sSuVDtwYc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "A kaiju anime with a crucial twist #anime #shorts", "description": "", "link": "https://www.youtube.com/watch?v=wbDxRUH9tJc", "date_published": "2023-08-10T01:01:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wbDxRUH9tJc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "How the most famous Donkey Kong song was made #gaming #nintendo #trentreznor #music #shorts", "description": "", "link": "https://www.youtube.com/watch?v=eyK_Vczed_0", "date_published": "2023-08-10T01:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/eyK_Vczed_0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Biggest games yet to come this year #gaming #gamingnews #shorts", "description": "", "link": "https://www.youtube.com/watch?v=eVHJzar36QE", "date_published": "2023-08-10T00:59:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/eVHJzar36QE/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Marvel Studios VFX Artists Are Attempting to Unionize - IGN The Fix: Entertainment", "description": "On today's IGN The Fix: Entertainment:\nVisual Effects employees at Marvel Studios are attempting to form the industry's first-ever VFX union. Sony has cut its movie business forecast as a result of the impact of the ongoing Hollywood strikes. Finally, Invincible creator Robert Kirkman is fully aware that it’s taken a while for Season 2 to arrive, but swears you’ll never have to wait so long for another season of the Prime Video series ever again.", "link": "https://www.youtube.com/watch?v=gCCGCCpjB4Q", "date_published": "2023-08-10T00:21:50+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/gCCGCCpjB4Q/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Take-Two CEO: Red Dead Redemption Port Pricing is \"Commercially Accurate\" - IGN Daily Fix", "description": "On today's Daily Fix:\n\nTake-Two's CEO Strauss Zelnick is defending the recently-announced Red Dead Redemption port as being \"commercially accurate.\" He was referring to fan feedback of the port being too overpriced and basically the same as the PS3/Xbox 360 originally. The new version is being released on PS4 and Nintendo Switch, but does not include any significant upgrades such as a resolution or frame rate bump. In kind of related news, Capcom fans are causing an uproar over overpriced DLC costumes. The latest DLC offering is for the four Teenage Mutant Ninja Turtles, but each one will set you back fifteen dollars. So a whole set is the equivalent of one brand new game. Ouch. In happier news, four friends who wanted to continue their adventures in Final Fantasy Crystal Chronicles found a way to get their remote friends to play together. Oh and there's a new Modern Warfare III trailer.\n\n#IGN #Gaming #RedDeadRedemption", "link": "https://www.youtube.com/watch?v=uqCgSejN2X0", "date_published": "2023-08-10T00:09:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uqCgSejN2X0/hqdefault.jpg"}]