[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Credas updates AML platform for more customization, complex process orchestration", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1152\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/01/04155931/KYC-identity-verification-scaled.jpg\" width=\"2048\" />\n\t\t<a href=\"https://www.biometricupdate.com/companies/credas\">Credas</a> has updated its identity verification and customer onboarding platform for property professionals with new capabilities for open banking, politically exposed persons (PEP) and sanctions checks and a new workflow engine to customize onboarding processes.\n\nVersion 3.0 of Credas’ platform also introduces a module for branding digital communications through landing pages, emails, SMS and web apps, and customizable data capture forms for client onboarding. UK eIDAS advanced eSignatures are now fully integrated with the platform.\n\nThe automated account analysis feature costs as little as 45 pence (US$0.57) per check, and the new PEP and sanctions results include headshots, ongoing monitoring, adverse media and law enforcement checks. The new workflow engine can tie together the custom forms, landing pages, identity verification, data checks and eSignatures in an automated process for complex decision-making.\n\nThe <a href=\"https://credas.com/next-generation-aml-software/\">new version</a> is the product of three years of development work and million of pounds of investment, according to the announcement. The platform has also recently integrated with the UK Land Registry and LexisNexis.\n\nThe upgrades will help Credas’ customers onboard new users much more quickly, while strengthening AML and other regulatory compliance features, the company says.\n\nCredas says it is already performing 200,000 anti-money laundering checks a month for customers like Connells, iamproperty, Stirling Ackroyd, Vouch, and Strike.\n\nGoogle <a href=\"https://www.biometricupdate.com/202306/shufti-pro-innovatrics-and-fourthline-ink-kyc-deals-as-consumer-interest-in-aml-spikes\">searches related to AML</a> have spiked this year, according to research from Credas.", "link": "https://www.biometricupdate.com/202308/credas-updates-aml-platform-for-more-customization-complex-process-orchestration", "date_published": "2023-08-10T21:33:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Digital ID would streamline Kenya’s tax collection if policy priorities are defined", "description": "<img alt=\"digital ID Kenya\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"799\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/09/30164554/digital-ID-Kenya.jpg\" width=\"1200\" />\n\t\tAn <a href=\"https://theconversation.com/kenya-is-going-digital-to-boost-tax-revenue-there-are-lessons-to-learn-from-other-african-countries-209893\">analytical piece</a> by The Conversion has explained how the upcoming digital ID project in Kenya would rationalize the way taxes are paid digitally in the country. However, this will be dependent on a couple of policy priorities which have to be made straight.\n\nThe analysis highlights that Kenya, like many African countries, has been trying over the years to modernize the way tax filings and payments are done using technology, but this could become even easier when the unique personal identifier system the government is planning comes to fruition.\n\nKenya is hoping to have <a href=\"https://www.biometricupdate.com/202308/kenya-targets-feb-2024-for-new-digital-id-rollout-sign-up-optional\">a new digital ID ecosystem</a> in place by February next year.\n\nThe digital ID system, the article posits, would enhance Kenya’s tax administration by properly identifying the tax base which will be easier with the putting in place of a centralized citizen database.\n\nIt will also enhance compliance by ensuring tax filing or payment details are checked against the digital ID database, as well as facilitate compliance as the digital ID will help reduce the costs involved in manual tax registration, filing or payment processes, the piece notes, citing results of a recent academic study.\n\nTo make all of this work better in Kenya and order countries introducing similar innovations to improve on their revenue collection operations, the article says policy priorities should be placed on issues of accessibility and costs related to completing digital filings and payments.\n\nThe author notes that for such novelties to make more sense, the technology deployed should be seen to render those processes much easier, and not the other way round.\n\nFurther citing their research, The Conversation warns that digital ID systems do not necessarily lead to higher revenues for customs administrations for different reasons, as findings showed in countries such as Eswatini, Ethiopia, and Rwanda.\n\nFor tax revenues to improve with the introduction of digital ID, the article suggests that measures must be put in place to ensure that the adoption of digital ID in the given country is universal, while the database is accurate and up-to-date.\n\nAnother recommendation is for the Kenya Revenue Authority, for the case of Kenya, to encourage citizens to share valid and up-to-date information with authorities, put in place a strong and efficient data protection framework which would give citizens confidence in how their data is stored and managed, a robust and appropriate cyber-security response infrastructure, and sensitize and support the citizenry on the path of full digitization.\n\nKenya already has <a href=\"https://www.biometricupdate.com/202307/kenya-digitizes-5k-government-services-to-issue-digital-ids-in-next-90-days\">over 5,000 services accessible digitally</a>, and there are plans to add thousands more before the end of this year.", "link": "https://www.biometricupdate.com/202308/digital-id-would-streamline-kenyas-tax-collection-if-policy-priorities-are-defined", "date_published": "2023-08-10T18:50:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Sentry merges with X-Core to combines biometric smart card, manufacturing capabilities", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"654\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/01/17114545/sentrycard-biometric-card.png\" width=\"1164\" />\n\t\t<a href=\"https://www.biometricupdate.com/companies/sentry-enterprises\">Sentry Enterprises</a> has merged with X-Core Technologies to combine the technologies for biometric smart card development and manufacturing held by each.\n\n<a href=\"https://sentryenterprises.com/xcore-technologies/\">X-Core</a>’s patented “Prelaminate Core Sheet” technology enables scaled manufacturing of complex and ultra-thin microelectronics with hot lamination, according to the announcement. Sentry sells biometric smart cards for <a href=\"https://www.biometricupdate.com/202211/sentry-launches-dedicated-business-for-biometric-crypto-cold-storage\">crypto cold storage</a>, <a href=\"https://www.biometricupdate.com/202306/sentry-enterprises-adds-biometrics-to-allegion-products-for-secure-access\">physical access control</a>, and converged <a href=\"https://www.biometricupdate.com/202209/new-biometric-cards-partnerships-for-idex-biometrics-sentry-enterprises\">identity access management</a>.\n\nThe merged companies already had a close relationship, with Sentry investing an undisclosed amount in X-Core to become its <a href=\"https://www.biometricupdate.com/202201/sentry-enterprises-picks-up-13m-to-scale-biometric-access-control-card-production\">largest shareholder</a> late in 2021. That strategic investment was announced at the same time as Sentry’s $13 million series D funding round.\n\nThe X-Core brand will continue, and its offices in Westchester, Pennsylvania maintained, but the combined entity will do business under Sentry’s name.\n\n“This merger will allow Sentry Enterprise to offer unrivaled capabilities and products to a global market,” comments Mark Cox, CEO of X-Core. “We made a strategic decision early on to partner with Sentry and together we plan to unveil solutions in the identity, payment, access control, and crypto markets that the world has never seen.”\n\nSentry’s biometric cards use fingerprint sensor modules from <a href=\"https://www.biometricupdate.com/202105/fingerprint-cards-receives-substantial-biometric-sensor-modules-order-from-sentry-enterprises\">Fingerprint Cards</a> and secure elements from <a href=\"https://www.biometricupdate.com/202301/sentry-builds-infineon-secure-elements-into-biometric-cold-storage-wallet\">Infineon</a>.\n\n“As a deep tech company, we have always recognized the need to be aggressive as a market disruptor,” says Mark Bennett, Sentry’s CEO. “The combination of our biometric hardware and software ecosystem, in conjunction with X-Core’s patented technology, will position Sentry as the leader in the rapidly growing trillion-dollar digital identity market with expertise in access control, Self-Sovereign Identity (SSI), crypto, payment, healthcare, and beyond.”\n\nThe terms of the merger were not disclosed.", "link": "https://www.biometricupdate.com/202308/sentry-merges-with-x-core-to-combines-biometric-smart-card-manufacturing-capabilities", "date_published": "2023-08-10T16:30:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Vsblty, Oloid and Zwipe bring biometrics to workplace access control", "description": "<img alt=\"contactless biometric access control\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"435\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2020/12/18144038/contactless-biometric-access-control.jpg\" width=\"999\" />\n\t\tBiometrics tools known for their implementations in retail from Vsblty and in payments from Zwipe are being applied to enterprise access control, to replace ID cards in the former case, and replace passwords with cards in the latter.\n\nSecurity software provider <a href=\"https://www.biometricupdate.com/companies/vsblty\">Vsblty Group</a> announced today that it has deployed an access control system that uses Vector, AI facial recognition software, for a client in Mexico. Employees can now enter the workplace without physical checkpoints while 40 CCTV cameras use facial recognition to verify they are authorized to be there. Building security is notified immediately if an unauthorized person is identified.\n\nThe program continuously searches for unknown people in the area. Approved visitors to the building are automatically logged and entered into the database. It can also identify terminated employees. The program can also trigger alerts if it detects weapons or suspicious behavior.\n\n\"This deployment of our AI-based Vector product for access control and building security alleviates many issues inherent in traditional access control systems,\" says Jay Hutton, Vsblty co-founder and CEO. We anticipate the success of our advanced security system in Mexico will lead to many other installations worldwide,\" Hutton adds.\n<h2>Zwipe partners with Oloid on biometric access cards</h2>\nOslo-based <a href=\"https://www.biometricupdate.com/companies/zwipe\">Zwipe</a> has partnered with <a href=\"https://www.biometricupdate.com/companies/oloid-ai\">Oloid</a>, California workplace digital ID provider, to develop biometric access cards for use in several markets, according to a company announcement.\n\nZwipe Access biometric cards give users who would not work on company computers passwordless access to different areas. The user places their finger on the card's fingerprint sensor while scanning the card. The user will only be granted access if their fingerprint can be verified, bringing passwordless access to workers without requiring a new card system to be installed.\n\nOloid plans to add Zwipe Access to its global product portfolio, combining Zwipe's biometric-system-on-card platform with Oloid's physical access, time clock, and other offerings.\n\nWhile the security industry has developed passwordless technologies for office workers, \"the login experience for frontline workers continues to be far from frictionless,\" says Co-founder and CEO of Oloid Mohit Garg. Biometric access cards provide an opportunity to \"address the needs of this underserved segment of users who do not work on company provided computers and smartphones but require freedom from usernames and passwords related challenges to access workplace applications on kiosks and shared terminals.\"", "link": "https://www.biometricupdate.com/202308/vsblty-oloid-and-zwipe-bring-biometrics-to-workplace-access-control", "date_published": "2023-08-10T15:19:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Detroit police change facial recognition procedure as falsely accused woman sues", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"792\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/10/11164502/police-scaled.jpg\" width=\"2048\" />\n\t\tPolice leadership in the U.S. city of Detroit is reacting to a wrongful arrest lawsuit by defending facial recognition software and coming down hard on a detective. The department is also changing its procedural policies for facial recognition use.\n\nIn February, an eight-months pregnant woman was arrested and detained in a cell for 11 hours, accused of robbery and carjacking. That woman, Porcha Woodruff, was cleared a month later. She is suing the Detroit Police Department for wrongful arrest and imprisonment.\n\nFrom the department's point of view, the problem rests with how police handled a subsequent photo lineup, and policies are being updated.\n\nWoodruff says she was <a href=\"https://www.biometricupdate.com/202308/black-woman-matched-by-facial-recognition-alleges-police-misconduct-in-lawsuit\">falsely identified</a> by a face biometrics program used by the Detroit police since <a href=\"https://www.biometricupdate.com/201710/detroit-police-adding-facial-recognition-to-video-crime-monitoring-program\">2017</a>.\n\nPolice Chief James White yesterday held a press conference in which he said that facial recognition was involved in apprehending the plaintiff, but that it did what it was designed to do.\n\nThe lead detective in the Woodruff case, who White repeatedly cited in the meeting, knew that witnesses did not report that the carjacker was pregnant. According to the department, the detective did not go back to witnesses about this discrepancy.\n\nMaking matters worse, the carjacking victim was shown a photo lineup that included the reference image of Woodruff that the software matched with a photo from a surveillance camera at the scene of the crime.\n\nAccording to the <a href=\"https://www.freep.com/story/news/local/michigan/detroit/2023/08/09/facial-recognition-technology-policy-wrongful-arrest/70561994007/\" rel=\"noopener\" target=\"_blank\">Detroit Free Press</a>, White said that violates department policies. It is like putting \"a suspect's twin in a lineup.\" Doing that can influence a witness' judgment.\n\nThat prohibition stands, but now, two captains have to review request for warrants when facial recognition algorithms are used in the investigation. Also, cops have to use a sequential double-blind lineup. And police involved in an investigation cannot do the lineup procedure.\n\n<a href=\"https://www.biometricupdate.com/202006/dataworks-face-biometrics-police-contract-extension-on-hold-as-detroit-residents-protest\">Detroit</a> has been <a href=\"https://www.biometricupdate.com/202101/nj-man-wrongfully-arrested-based-on-facial-recognition-sues-police-and-prosecutors\">one of the centers</a> of <a href=\"https://www.biometricupdate.com/202104/aclu-seeks-to-make-facial-recognition-use-by-police-a-civil-rights-issue-with-wrongful-arrest-suit\">concern</a> in the United States about the police use of facial recognition.", "link": "https://www.biometricupdate.com/202308/detroit-police-change-facial-recognition-procedure-as-falsely-accused-woman-sues", "date_published": "2023-08-10T15:05:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Unleashing the power of liveness detection: A game-changer in the battle against deepfakes", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1376\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/01/28131106/deepfakes-scaled.jpg\" width=\"2048\" />\n\t\t<em>By Vijay Balasubramaniyam, co-founder &amp; CEO </em><a href=\"https://www.pindrop.com/\"><em>Pindrop</em></a>\n\nThe generative AI revolution is here. With its ability to augment human intelligence and effort in a wide variety of fields including healthcare, robotics and creative endeavors, it is no wonder that the global market for generative AI is predicted to be <a href=\"https://www.globenewswire.com/news-release/2022/12/14/2574140/0/en/Generative-AI-Market-Size-Will-Achieve-USD-110-8-Billion-by-2030-growing-at-34-3-CAGR-Exclusive-Report-by-Acumen-Research-and-Consulting.html\">$110 billion by 2030</a>. However, this rapidly advancing technology also starts to seriously question whether the image, audio or video that you just experienced is real or an AI-generated deepfake. Deepfakes have the potential to cause significant harm by spreading misinformation, manipulating public opinion, and eroding trust.\n\nOne recent example is <a href=\"https://www.pindrop.com/blog/pindrop-deepfake-detection\">Senator Blumenthal’s opening remarks</a> at the Senate hearing on AI, in which he began by speaking with his voice and eventually switched to a deepfake impersonation of his voice. It was used to highlight how deepfakes are becoming more sophisticated and harder to detect. Deepfakes also can upend the determination of remote identity either when someone opens or accesses an account. In either of these cases, biometrics have been used to successfully safeguard accounts from fraudulent financial transactions, fraudulent access to healthcare records and identity theft. Biometrics answers the question, incredibly conveniently and accurately, whether it is the right human opening or accessing the account. With deepfakes, biometrics need to be augmented to answer a precursor question, which is, is this even a human opening or accessing an account or a machine?\n\nOne of the most promising technologies for augmenting biometrics and combating deepfakes is liveness detection, a technique leveraging attributes that come naturally to humans but are hard for machines to replicate at scale over sustained periods.\n<h2>Why is liveness detection so effective against deepfakes?</h2>\nTo understand liveness detection, we must first understand the spectrum of attacks that are trying to impersonate a human. The simplest of these attacks is a replay attack where you use someone’s image/voice/video, making alterations and additions to it and replaying it as a new image/voice/video. Nancy Pelosi’s slurred speech where the video was slowed down is an example of this and is often called a “cheapfake”. The next is a synthetic identity attack where a machine has created a human-like image/audio/video but no corresponding real human exists. These are now routinely used in both Frankenstein frauds and romance scams. Finally, we have true deepfakes where a particular targeted individual’s voice, audio or video is completely machine-generated. In some cases, the words they are saying are also machine-generated using a Large Language Model (LLM) like ChatGPT. In the most advanced cases, all of this happens in real-time. Drake’s “<a href=\"https://variety.com/2023/music/news/fake-ai-generated-drake-weeknd-collaboration-heart-on-my-sleeve-1235585451/\">Heart on my sleeve</a>” collaboration with Weeknd is an example of this and so is Joanna Stern getting through her <a href=\"https://www.wsj.com/video/series/joanna-stern-personal-technology/24-hour-challenge-can-my-ai-voice-and-video-clone-replace-me/EC817295-03D0-4031-B40B-694D7BDE2797\">bank account</a> using a voice clone.\n\nLiveness detection is not new as determining if an interaction is being performed by a human or a bot is already being done through technology in a variety of applications, such as ATMs, mobile banking, and online voting. Liveness detection to prevent deepfakes is a new area that is rapidly advancing. Liveness detection works on the basic premise that any deepfake generator creates artifacts and patterns which are distinctly different from natural human interactions. These patterns may not be detectable by humans but can be identified when analyzed by specially designed artificial intelligence tools. To provide an example of this, in audio, when a human says “Hello Paul”, their mouth is wide open at the end of the ‘o’ and shuts down when they say the ‘P’. The speed with which they are able to do this has human limitations. A machine-generated deepfake does not care about these human limitations. An example of this in action is that one of the fraudsters we have identified is called Giraffe Man, as a vocal tract analysis suggests that the person producing this speech can only do so with a 7-foot-long neck. Even the lowest fidelity audio channel has 8000 samples of human speech every second. This allows you to look for a multitude of anomalies every single second. The more seconds you have the larger the treasure trove of anomalies. Liveness is able to handle the range of deepfake attacks as it focuses on the uniqueness of speech produced by the perfection and imperfection of human vocal anatomy while looking to identify anomalies that are added by machines that are either replaying your voice or generating your voice without the backing of 10,000 years of human evolution.\n<h2>Won’t deepfake engines get better and invalidate liveness detection?</h2>\nIn this AI security arms race, how does liveness detect new deepfake engines that it has previously never seen? For a <a href=\"https://www.pindrop.com/blog/exposing-the-truth-about-zero-day-deepfake-attacks-metas-voicebox-case-study\">real case study</a> of this, see the ability of liveness to detect Meta’s brand new Voicebox engine with a 90% detection rate. This requires a particular brand of liveness architecture that takes advantage of the fact that deepfake engines are not one monolithic system and are created by a large set of components. For a new deepfake engine, typically one or two of these components change but that still means you can identify the acoustic artifacts left behind by the other components. Another aspect is deepfake engines that actively create audio perturbations to evade detection. The University of Waterloo <a href=\"https://cs.uwaterloo.ca/~uhengart/publications/oakland23.pdf\">paper</a> is great work that highlighted the ability of deepfake engines to do this. While the popular press has inferred a 99% success rate for all deepfakes against all voice authentication systems, the paper in fact shows a wide range of success rates for different systems. The lowest success rate for an attack with 6 consecutive attempts being 9.55%. In fact, a sophisticated liveness detection system will be able to handle these perturbations as they are typically trained on a diverse range of spoofed audio along with extensive data augmentation covering a wide range of spectral modifications.\n<h2>What are the applications of liveness detection?</h2>\nThere are many potential applications of liveness detection. Media organizations and fact-checking agencies can leverage this technology to enhance verification processes. This can have a profound impact on the trustworthiness of news and media, bolstering the integrity of information dissemination in an era where trust is easily eroded. By integrating liveness detection into popular social media platforms, users can be given the tools to verify the authenticity of content before sharing it with their networks. This not only protects individuals from inadvertently spreading misinformation but also promotes a culture of digital responsibility and accountability. Organizations should also take advantage of liveness detection within their account opening and transactional workflows. This would ensure malicious actors won’t be able to use a deepfake to gain access to a user's account.\n\nAll in all, liveness detection represents a powerful tool in the ongoing battle against deepfakes. Its ability to detect fake content in real-time and its potential for widespread integration make it a game-changer in the fight against misinformation and manipulation. By empowering individuals, media, and organizations with the ability to verify the authenticity of audio and video, liveness detection can help restore trust in the digital landscape.", "link": "https://www.biometricupdate.com/202308/unleashing-the-power-of-liveness-detection-a-game-changer-in-the-battle-against-deepfakes", "date_published": "2023-08-10T14:13:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]