[{"source": "https://www.engadget.com/rss.xml", "title": "Russia heads to the Moon for the first time in 47 years", "description": "<p>Russia is <a href=\"https://www.reuters.com/technology/space/russia-launch-lunar-spacecraft-race-find-water-moon-2023-08-10/\">heading back to the Moon</a> as it tries to reassert itself as a significant world power in the wake of its <a href=\"https://www.engadget.com/russia-cyberattack-ukraine-viasat-satellite-internet-140837327.html\">war on Ukraine</a>. A rocket carrying the Luna-25 craft will mark Russia’s first lunar mission since 1976. The expedition will attempt to land the exploration vehicle on the moon’s south pole, hoping to dig up water ice beneath the surface. You can tune in to watch the launch here.</p><p>The Soyuz 2.1v rocket carrying the lander is scheduled to lift off from the Vostochny spaceport in eastern Russia at 7:10 pm Eastern time. If successful, it would be the first spacecraft to make a soft landing on the Moon’s south pole. NASA confirmed in 2020 the <a href=\"https://www.engadget.com/nasa-moon-sunlight-water-sofia-artemis-162600047.html\">discovery of water molecules</a> in sunlit parts of the Moon’s surface. Salvageable water could mark a breakthrough for lunar exploration, providing future human lunar missions with life support, fuel (through extracted hydrogen) and even potential agriculture.</p><span id=\"end-legacy-contents\"></span><p>Russia’s space trip also serves as a salvo in its attempt to reestablish itself as a significant world power unmoved by the West’s sanctions over its 2022 invasion of Ukraine. The vessel’s name is even a callback to the Soviet Space Program: Its last mission was the Luna-24, which spent 13 days heading to the Moon and back to collect samples in 1976. Referencing an era when the Soviet Union was an undeniable world superpower fits with President Vladimir Putin’s goals to project an image of Russian preeminence.</p><p>Luna-25 is also in a race against India: the country’s Chandrayaan-3 mission <a href=\"https://news.yahoo.com/chandrayaan-3-india-set-launch-213939925.html\">launched on July 14th</a> and <a href=\"https://news.yahoo.com/indias-chandrayaan-3-moon-rover-152132548.html\">entered the Moon’s orbit</a> this week. India’s craft is scheduled to reach the Moon’s south pole on August 23rd. The Luna-25 will take five days to reach the Moon and is expected to spend five to seven days in orbit before touching down. That timeline has Russia’s lander potentially reaching the Moon around the same time as India’s, if not slightly ahead.</p><p>The craft is expected to conduct experiments — using its 68 lbs of research equipment — on the Moon for about a year. It includes a scoop that can capture samples up to a depth of 15 cm (six inches) in its hunt for frozen water.</p><p>You can watch the launch stream below starting at around 7:10 pm EDT.</p><div id=\"91464250d6fb469a8a924850d0fbe518\"></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/russia-heads-to-the-moon-for-the-first-time-in-47-years-203057705.html?src=rss", "link": "https://www.engadget.com/russia-heads-to-the-moon-for-the-first-time-in-47-years-203057705.html?src=rss", "date_published": "2023-08-10T20:30:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The long-rumored 'Quake II' remaster is out now on PC and consoles", "description": "<p><a href=\"https://www.engadget.com/quake-ii-remaster-might-debut-at-quakecon-next-week-141123462.html\"><ins>The rumors were true:</ins></a> Bethesda has <a href=\"https://bethesda.net/en/article/6ucW3H8R8mYDWrn3ndqgYX/quake-ii-enhanced-release\"><ins>announced</ins></a> an upgraded version of <a href=\"https://www.engadget.com/tag/quake-ii/\"><em><ins>Quake II.</ins></em></a> Best of all, you can play it today on PC, Xbox One, Xbox Series X/S, PlayStation 4, PlayStation 5 and Nintendo Switch. The enhanced edition is on Game Pass on PC, console and Xbox Cloud Gaming. Those who own the original game on GOG or Steam are getting a free upgrade.</p><p><a href=\"https://www.engadget.com/tag/nightdive-studios/\"><ins>Nightdive Studios</ins></a> worked with Bethesda to modernize id Software's 1997 first-person shooter. You can relive the single-player campaign or try it for the first time with Sonic Mayhem's original soundtrack and all kinds of other enhancements. The visuals have been upgraded to include widescreen support, 120Hz refresh rates and 4K resolution.</p><span id=\"end-legacy-contents\"></span><p>Content that was cut at one point is back in the enhanced edition of <em>Quake II, </em>which includes the Nintendo 64 port as well. You'll be able to dive into the original expansions  — Mission Pack: The Reckoning and Mission Pack: Ground Zero — which include more than 30 extra single-player levels and 20-plus deathmatch maps between them.</p><div id=\"0a5890e14db94211a02947fae325015c\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>There's a brand-new expansion titled Call of the Machine as well. <em>Wolfenstein: The New Colossus</em> studio MachineGames (which is working on an <a href=\"https://www.engadget.com/bethesda-machinegames-indiana-jones-game-164516126.html\"><ins>Indiana Jones game</ins></a>) built 28 more campaign levels and a completely fresh deathmatch map for this expansion.</p><p>On the multiplayer front, there's splitscreen support, including local and online co-op for up to four players. You can battle it out in deathmatch, team deathmatch and capture the flag with up to 16 players.</p><p>Full crossplay is a welcome inclusion across all platforms. However, if you're on PC and want to hop into a lobby with your buds who are playing on console or via the cloud, you'll need to use a controller. This is to nullify the aiming advantage that keyboard and mouse players have.</p><p>Last but not least, there are some welcome updates to <a href=\"https://bethesda.net/en/article/3v0hSLOuXLhA2QhYEwA9pC/quake-ii-accessibility-options\"><ins>make </ins><em><ins>Quake II</ins></em><ins> more accessible</ins></a>. Players will receive an accessibility options notification after they install the game. Settings include high contrast, voice chat transcription, input remapping options, aim assist and the ability to automatically switch to a new weapon when you pick it up.</p>This article originally appeared on Engadget at https://www.engadget.com/the-long-rumored-quake-ii-remaster-is-out-now-on-pc-and-consoles-183652854.html?src=rss", "link": "https://www.engadget.com/the-long-rumored-quake-ii-remaster-is-out-now-on-pc-and-consoles-183652854.html?src=rss", "date_published": "2023-08-10T18:36:52+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Tesla faces fresh safety probe following fatal accident", "description": "<p>Regulators with the National Highway Traffic Safety Administration (NHTSA) are opening a probe involving a fatal crash involving a Tesla Model Y. The accident, occurring on July 19, found a Tesla striking a tractor-trailer truck in Virginia, fatally wounding the driver of the automobile. These regulators believe that the 57-year-old Tesla driver was relying on the company’s advanced driver assistance programs at the time of the accident, <a href=\"https://www.reuters.com/technology/us-opens-new-investigation-into-fatal-tesla-crash-virginia-2023-08-10/\"><ins>according to a report by </ins><em><ins>Reuters.</ins></em></a></p><p>The Fauquier County Sheriff's Office provided more details on the accident, saying that the tractor trailer attempted to turn onto a highway from a truck stop when the Tesla struck the side and slid underneath the trailer. The Tesla driver was pronounced dead at the scene. As for the truck driver, authorities issued a summons for reckless driving.</p><span id=\"end-legacy-contents\"></span><p>The summons indicates that authorities blame the truck’s driver for the incident, but Tesla’s assistance program is supposed to account for mistakes stemming from other people on the road, thus the NHTSA investigation. To that end, the safety regulator has opened <a href=\"https://www.engadget.com/tesla-autopilot-investigation-nhtsa-141310451.html\"><ins>more than three dozen investigations</ins></a> into crashes involving Tesla vehicles and their advanced assistance algorithms. All told, the agency suspects the <a href=\"https://www.engadget.com/tesla-autopilot-under-investigation-again-following-crash-that-killed-three-people-090204373.html\"><ins>system has been involved</ins></a> in 23 deaths since 2016.</p><p>In 2021, the National Transportation Safety Board (NTSB) <a href=\"https://www.engadget.com/ntsb-nhtsa-letter-tesla-210752970.html\"><ins>urged the NHTSA to issue stricter regulations</ins></a> for autonomous driving, stating in its letter that “Tesla is testing on public roads a highly automated AV technology but with limited oversight or reporting requirements.”</p><p>Tesla’s proprietary Autopilot technology is intended to steer, accelerate and brake within the vehicle’s lane, while an enhanced system assists with changing lanes on highways. Tesla says the system isn’t truly automated and requires active human supervision. The company hasn’t responded to a request for comment by <em>Reuters</em> regarding this latest accident and the newly-opened probe.</p>This article originally appeared on Engadget at https://www.engadget.com/tesla-faces-fresh-safety-probe-following-fatal-accident-180725262.html?src=rss", "link": "https://www.engadget.com/tesla-faces-fresh-safety-probe-following-fatal-accident-180725262.html?src=rss", "date_published": "2023-08-10T18:07:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon is reportedly cutting most of its in-house clothing brands", "description": "<p>As a potential <a href=\"https://www.engadget.com/amazon-will-reportedly-meet-with-the-ftc-ahead-of-potential-antitrust-lawsuit-190316632.html\">FTC antitrust lawsuit</a> looms in the background, Amazon plans to reduce its in-house brands. <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9hbWF6b24tY3V0cy1kb3plbnMtb2YtaG91c2UtYnJhbmRzLWFzLWl0LWJhdHRsZXMtY29zdHMtcmVndWxhdG9ycy0zZjZhZDU2ZCIsImNvbnRlbnRVdWlkIjoiZTc5MDlhZGUtNjJhNy00ZDc2LWJmMjEtN2NjZTVjMDI2ZjkxIn0&amp;signature=AQAAASh-0FdkdO7OkTr_2XFD-axbAz6Zl7TePAPHbp1udBcm&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Famazon-cuts-dozens-of-house-brands-as-it-battles-costs-regulators-3f6ad56d\">According to</a><em>The Wall Street Journal</em>, the retailer will eliminate 27 of its 30 clothing brands and all of its private-label furniture lines. It isn’t clear how many other areas the cuts could affect, but the Amazon Basics brand appears to remain largely, if not wholly, intact. The retailer told the <em>WSJ</em> that it looks to eliminate products that “aren’t resonating with customers.”</p><p>Among the Amazon clothing labels reportedly being phased out are Lark &amp; Ro, Daily Ritual and Goodthreads. (Amazon Essentials, Amazon Collection and Amazon Aware will reportedly remain.) Meanwhile, the retailer is allegedly dropping its Rivet and Stone &amp; Beam furniture brands once their current stock is depleted. “We always make decisions based on what our customers want, and we’ve learned that customers seek out our biggest brands — like Amazon Basics and Amazon Essentials — for great value with high quality products at great price points,” Matt Taddy, VP of Amazon Private Brands, said in a statement to the <em>WSJ</em>.</p><span id=\"end-legacy-contents\"></span><p>Although Amazon didn’t explicitly connect the changes to the expected FTC lawsuit, the timing seems unlikely to be coincidental. Company representatives will reportedly sit down next week with <a href=\"https://www.engadget.com/lina-khan-ftc-confirmation-antitrust-big-tech-183254782.html\">FTC chair Lina Khan</a> and commissioners Rebecca Kelly Slaughter and Alvaro Bedoya. The chat is viewed as a “last rites” meeting, giving the company one final chance to sway the government agency to back down before a filing decision. The anticipated lawsuit culminates a four-year investigation into the company’s alleged anticompetitive practices. It also faces a separate FTC lawsuit related to <a href=\"https://www.engadget.com/ftc-sues-amazon-for-allegedly-tricking-customers-into-prime-subscriptions-151528914.html\">tricking customers into Prime subscriptions</a>.</p><p>Part of the FTC’s interest reportedly lies in Amazon’s dealings with third-party sellers, a longstanding point of focus in antitrust arguments. The <em>WSJ</em> reported in 2020 that Amazon employees <a href=\"https://www.engadget.com/us-lawmakers-ask-jeff-bezos-to-testify-154908160.html\">used internal data about third-party sellers</a> to create in-house products. That led to the company agreeing to stop boosting its in-house brands in search results, making them harder to sell.</p>This article originally appeared on Engadget at https://www.engadget.com/amazon-is-reportedly-cutting-most-of-its-in-house-clothing-brands-175110764.html?src=rss", "link": "https://www.engadget.com/amazon-is-reportedly-cutting-most-of-its-in-house-clothing-brands-175110764.html?src=rss", "date_published": "2023-08-10T17:51:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Call of Duty players can bring most of their 'Modern Warfare II' gear over to 'Modern Warfare III'", "description": "<p>Activision is doing something different with <a href=\"https://www.engadget.com/the-next-call-of-duty-game-is-modern-warfare-iii-165748261.html\"><em><ins>Call of Duty: Modern Warfare III</ins></em></a>, this year's entry in the blockbuster military shooter series. Rather than starting from scratch and having to rebuild your collection of weapons and cosmetic items, <a href=\"https://www.engadget.com/tag/activision/\"><ins>Activision</ins></a> is letting players carry over nearly everything they unlock in <a href=\"https://www.engadget.com/dog-of-duty-makes-a-triumphant-return-in-modern-warfare-ii-173538176.html\"><em><ins>Modern Warfare II</ins></em></a>.</p><p>This so-called Carry Forward initiative also applies to <a href=\"https://www.engadget.com/the-original-call-of-duty-warzone-battle-royale-will-shut-down-in-september-125949437.html\"><em><ins>Call of Duty: Warzone</ins></em></a>, given that content is shared between the mainline games and the free-to-play battle royale. <em>Warzone Mobile</em>, which is <a href=\"https://www.engadget.com/call-duty-warzone-mobile-2023-details-180005146.html\"><ins>slated to arrive later this year</ins></a>, will be integrated into all of this too.</p><span id=\"end-legacy-contents\"></span><p>For the most part, your unlocked operators, operator skins, bundles, all weapons, attachments and other rewards and cosmetic items will move forward from <em>MW2 </em>to <em>MW3</em>. What's more, if you continue to level up guns in <em>MW2</em>, that progress will be reflected in <em>MW3</em>.</p><p>This is a one-way street, though. Any <em>MW3</em> progress or unlocks won't be replicated in <em>MW2</em>. There's no Carry Back feature.</p><p>The main things that won't progress from the 2022 game to this year's one are cosmetics for vehicles that aren't present in <em>MW3</em>. War Tracks, which are songs that can be played in vehicles, won't move over either. &quot;Some Tactical and Lethal equipment may not be available depending on the removing of those items in <em>MW3</em>, to be replaced with <em>MW3</em>-only equipment,&quot; Activision <a href=\"https://www.callofduty.com/blog/2023/08/call-of-duty-modern-warfare-II-to-modern-warfare-III-carry-forward\"><ins>noted in an extensive FAQ</ins></a>.</p><p>Even though <em>MW2 </em>and <em>MW3 </em>are handled by different internal studios (Infinity Ward and Sledgehammer Games, respectively), you won't have to jump through any hoops to transfer your weapons and cosmetics either. Activision will handle everything, though of course you'll need to be using the same account or profile for both games.</p><p>Activision will release <em>Call of Duty: Modern Warfare III</em> on November 10th. We'll learn much more about the upcoming game at a reveal event, which is set for August 17th.</p><p>Meanwhile, following the game's latest trailer, fans are <a href=\"https://www.nme.com/news/gaming-news/call-of-duty-modern-warfare-3-trailer-teases-return-of-controversial-no-russian-mission-3480538\"><ins>speculating</ins></a> that <em>MW3 </em>will include an updated take on the hugely controversial No Russian mission from the original <em>Modern Warfare II</em>, which came out in 2009. That level <a href=\"https://www.engadget.com/mwii-modern-warfare-ii-warzone-2-no-russian-170044023.html\"><ins>wasn't in last year's rebooted version of </ins><em><ins>MW2</ins></em></a>.</p><div id=\"d840765049304445856bc0d478c44643\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/call-of-duty-players-can-bring-most-of-their-modern-warfare-ii-gear-over-to-modern-warfare-iii-170024613.html?src=rss", "link": "https://www.engadget.com/call-of-duty-players-can-bring-most-of-their-modern-warfare-ii-gear-over-to-modern-warfare-iii-170024613.html?src=rss", "date_published": "2023-08-10T17:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best smart speakers for 2023", "description": "<p>Voice assistants are everywhere now – on your phone, in your TV, possibly even in your kitchen appliances. But one of the most common ways that people interact with Siri, Alexa and the Google Assistant is through a smart speaker, and there are now a wide variety of such devices available at a wide variety of price points. There are downsides to having a smart home device that’s always listening for a wake word, as giving more personal information to Amazon, Apple and Google can be a questionable decision. That said, all these companies have made it easier to manage how your data is used — you can opt out of humans reviewing some of your voice queries, and it's also less complicated to manage and erase your history with various digital assistants, too.</p><p>The good news is that there's never been a better time to get a smart speaker, particularly if you're a music fan. For all their benefits, the original Amazon Echo and Google Home devices did not sound good. Sonos, on the other hand, made great sounding WiFi-connected speakers, but they lacked any voice-controlled smarts.</p><span id=\"end-legacy-contents\"></span><p>That's all changed now. Sonos released its own voice assistant in 2022 and also supports Alexa on its latest speakers. Google and Amazon, meanwhile, made massive improvements in sound quality with recent speakers. Even lower-end models like the Echo Dot and Nest Mini sound much better than earlier iterations. With the growing popularity of these speakers, there are now more options than ever. Let’s walk through our top picks for the best smart speakers at different price points and for different uses.</p><h2>Picking an assistant</h2><p>The first thing most people should do is decide what voice assistant they want to use. Google Assistant and Amazon's Alexa are both well-supported options that are continually evolving, with new features added at a steady clip. A few years ago, Alexa worked with more smart home devices, but at this point, basically any smart device worth buying works with both.</p><p>It's mostly a matter of personal preference. If you already use Google Assistant on your Android phone, it makes sense to stick with that. But while Alexa isn’t quite as good at answering general knowledge questions, it syncs just fine with things like calendars from your Google account. And it works with perhaps the widest variety of smart home devices, as well. If you’ve never used <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2FwcHMuYXBwbGUuY29tL3VzL2FwcC9hbWF6b24tYWxleGEvaWQ5NDQwMTE2MjAiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAARYWVaYBWoXE3saOh9reSP5jBvl5JqgaMir5u_WYF0GM&amp;gcReferrer=https%3A%2F%2Fapps.apple.com%2Fus%2Fapp%2Famazon-alexa%2Fid944011620\">Alexa</a> or <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BsYXkuZ29vZ2xlLmNvbS9zdG9yZS9hcHBzL2RldGFpbHM_aWQ9Y29tLmdvb2dsZS5hbmRyb2lkLmFwcHMuZ29vZ2xlYXNzaXN0YW50JmhsPWVuX1VTJmdsPVVTIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAdocdFrFh3jxXbyI2jt8pzj7IYj1eQKc51OO9U0yOHE0&amp;gcReferrer=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dcom.google.android.apps.googleassistant%26hl%3Den_US%26gl%3DUS\">Google Assistant</a>, you can download their apps to your smart phone and spend some time testing them out before buying a speaker.</p><p>If you buy a Sonos device with a microphone, you can also use <a href=\"https://www.engadget.com/sonos-voice-control-assistant-for-music-200538441.html\">the company's own voice assistant</a>, voiced by Giancarlo Esposito. It's focused purely on music control, so you won't use it to do things like send messages or ask the weather forecast. But as a music assistant, Sonos Voice Control is generally quite fast and reliable.</p><p>As for Apple, you won’t be surprised to learn the HomePod and HomePod mini are the only Siri-compatible speakers on the market. Apple's Siri has a reputation for not being as smart as Alexa or Google Assistant, but it’s totally capable of handling common voice queries like answering questions, controlling smart home devices, sending messages, making calls and streaming music. Technically, Siri and Apple’s HomeKit technology doesn’t work with as many smart home devices as the competition, but it’s not hard to find compatible gear. And Apple has most definitely improved Siri’s capabilities over the last couple years, with handy features like and Intercom tool and routines that take advantage of the built-in temperature sensor in the HomePod and HomePod Mini.</p><h2>Best smart speaker under $50: Amazon Echo Dot</h2><p></p><p>Most people's entry point into the smart speaker world will not be an expensive device. Amazon's fourth-generation <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDlCOFYxTFozP3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAZXNEHk7FsGNE_XvtNGqcNRKg4X5smBOvwFOgWVpzaOU&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB09B8V1LZ3%3F\">Echo Dot</a> and Google's <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtTWluaS0ybmQtR2VuZXJhdGlvbi1DaGFsay83NTE2MTIwMTIiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAWI09cTB1paP_8rNk0Y7QX-pWjYPXnnM13p5n65pcwPv&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Mini-2nd-Generation-Chalk%2F751612012\">Nest Mini</a> are the most obvious places to start for two important reasons. One, they're cheap: Both the Nest Mini and Echo Dost cost $50. Two, they're capable. Despite the low price, these speakers can do virtually the same things as larger and more expensive devices.</p><p>The Google Nest Mini was released in late 2019, but Amazon just refreshed the Echo Dot last year. The Echo Dot is the best small smart speaker for most people. Amazon keeps improving the audio performance across its Echo device line, and the Echo Dot is no exception. It produces much louder and clearer audio than I’d expect from a $50 speaker. The Nest Mini doesn’t sound bad, and it’s perfectly fine for listening in the bedroom while getting ready for the day, but the Echo Dot is a better all-purpose music listening device.</p><p>From a design perspective, Amazon broke the mold with the latest Echo Dot. Instead of a small puck like the Nest Mini, the new Dot is shaped like a little globe. It’s much bigger than the Nest Mini, but that size gives it room for higher-end audio components. Although mostly hands free, the Dot keeps the physical volume buttons and mute switch on top, along with a button to activate Alexa's voice control. While the Dot doesn’t look as sleek as the Nest Mini, having physical buttons makes it easier to adjust volume and mute the mic. I do wish the Dot had a way to physically pause music; on the Nest Mini, if you tap the middle of the device, the music stops.</p><p>Overall, the Dot is the best budget choice for most people, but I wouldn't hesitate to recommend the Nest Mini as another affordable smart speaker option. I generally prefer using Google Assistant over Alexa, and anyone who feels the same should go ahead and get the Nest Mini. The Dot does sound notably better, so if you plan to listen to audio on a regular basis, that’s probably the way to go. But if you only plan to use it for a quick song or podcast when you’re getting ready in the morning, just pick your favorite assistant and go from there.</p><h2>Best smart speaker under $100: Amazon Echo</h2><p></p><p>Amazon, Apple and Google all have $100 smart speakers: the fourth-generation <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDg1SEs0S0w2P3RhZz1nZGd0MGMtcC1vLWQ2LTIwIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAATdcQZxdYwTZKlKR3f8wqWL47-eHL5SKRgMmwrEYltFC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB085HK4KL6%3F\">Echo</a>, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvSG9tZVBvZC1taW5pLVNwYWNlLUdyYXkvODEwNzQ2OTYxIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAXA5tlqyG6X6C9ACOSTnyb27FaC-pkRyIPk1k08C52Vf&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FHomePod-mini-Space-Gray%2F810746961\">HomePod mini</a> and the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=3719d8d4-5edd-4817-998a-91f3229e7323&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Walmart&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIzNzE5ZDhkNC01ZWRkLTQ4MTctOTk4YS05MWYzMjI5ZTczMjMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud2FsbWFydC5jb20vaXAvR29vZ2xlLU5lc3QtQXVkaW8tU21hcnQtU3BlYWtlci13aXRoLUdvb2dsZS1Bc3Npc3RhbnQtQ2hhbGsvNzc4OTkwMzM5IiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAfTf66g1NcLyueHahQ7Wo_B-ftmspS_GfKNyJWMUNylN&amp;gcReferrer=https%3A%2F%2Fwww.walmart.com%2Fip%2FGoogle-Nest-Audio-Smart-Speaker-with-Google-Assistant-Chalk%2F778990339\">Nest Audio</a>, respectively. All three companies claim superior audio quality, so for lots of people these speakers will be the sweet spot between small speakers like the Echo Dot and Nest Mini and bigger, more expensive models like the Sonos Era 100.</p><p>Once again, Amazon punches above its weight. Like the Dot, the latest Echo is totally redesigned and the new internals were made with music in mind. It combines a three-inch woofer with two 0.8-inch tweeters — a more advanced setup than either the Nest Audio or HomePod mini. (The Google Nest Audio uses a three-inch woofer but only a single 0.75-inch tweeter, while the Apple HomePod mini makes do with a single “full range” driver and two passive radiators.)</p><p>In practice, this means the Echo is noticeably louder than either the Nest Audio or HomePod mini and much better suited to play room-filling sound than the competition. It also delivers an impressive bass thump and powerful mid-range frequencies. In fact, my main complaint with the speaker is that highs aren’t quite crisp enough. Compare the Echo to an Era 100 and the 100 sounds much more lively, while the Echo comes off a bit muddy. Then again, the 100 costs more than twice as much as the Echo.</p><p>While the Echo speaker may beat the Nest Audio and HomePod mini on volume and bass, Google and Apple’s speakers are not bad options. The HomePod mini is the quietest of the three speakers, but it still sounds balanced across the entire audio spectrum. The bass isn’t too assertive, but there’s more presence than I would have expected given its tiny size (it’s by far the smallest of these three speakers).</p><p>And it has a few nice perks if you’re using an iPhone 11 or newer. Thanks to the U1 “ultra-wideband” chip in recent iPhones, the HomePod mini can tell when there’s a phone near it, which makes handing off music from your phone to the speaker (or vice versa) quite simple. Playback controls for the HomePod mini will automatically pop up as well, and your phone’s lock screen will display music suggestions if the speaker isn’t currently playing. Setup is also dead-simple — just bring an iPhone or iPad near the speaker and it’ll automatically start the process.</p><p>Google’s Nest Audio is also quite pleasant to listen to. It’s a little louder than the HomePod mini, and has stronger bass, to boot. It doesn’t have the same overall power and presence that the Echo does, but for $100 it’s a well-balanced speaker that should serve most people’s needs.</p><p>All three of these speakers support stereo pairing as well, if you want more volume or crave a more immersive experience. For $200, two Echoes will fill a large room with high-quality sound and enough bass to power a party. A pair of HomePod mini or Nest Audio speakers aren’t quite as powerful, but it makes for a great upgrade if you’re a more avid listener. A pair of Nest Audio or HomePod mini speakers sounded great on my desk during the workday. I don’t need overwhelming volume but can appreciate the stereo separation. And two of those speakers together can easily power a larger living space, although the Echo is the better choice if volume is a priority.</p><p>Here too, I think that picking the smart assistant that works best in your house and with your other gadgets is probably the most important factor — but given Alexa’s ubiquity and the new Echo’s superior sound quality, it’s the best smart speaker at this price point.</p><h2>Best midrange smart speaker: Sonos Era 100</h2><p></p><p>If you have more than a passing interest in music, the Echo Dot and Nest Mini aren't really going to cut it. Spending more money to upgrade to a speaker designed with audio quality in mind is one of the best decisions I've made. For years, I didn't have a proper home music solution, but in the end the modest investment has made my life much more pleasant.</p><p>For years, the Sonos One has been a favorite of mine, combining a reasonable price with good sound quality and a plethora of useful features like easy multi-room audio, stereo pairing and compatibility with tons of services. This year, Sonos replaced the One with the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZXJhLTEwMCIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAZ2QTRvlnA5n8O6YgARV32cka-FgDMGabeYoGRrBpYQW&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fera-100\">Era 100</a>, a $250 speaker that is an improvement in almost every way you can think of. Most importantly, it uses a new speaker array that includes two tweeters instead of just one as well as a woofer that’s 25 percent bigger. The end result is that the Era 100 handily bests the One in sound quality, with impressive bass, surprisingly huge volume and increased high-end clarity thanks to the additional tweeter.</p><p>There are a lot of other improvements beyond just sound quality. The Era 100 uses its built-in microphones for much easier Trueplay tuning, which optimizes the speaker’s output based on where you place it. Previously, you had to use an iPhone and walk around the room waving the phone to optimize your Sonos speaker, but now the process is much simpler. The Era 100 also includes line-in via a USB-C port and also has Bluetooth for when you just want to quickly connect a device to the speaker. It’s a bummer that you need to buy an adapter to hook up a turntable or other audio equipment to the Era 100, but since the One didn’t support line-in at all, I’m still glad it’s an option.</p><p>There are a handful of other small but solid improvements, like redesigned controls on the top that make it easier to skip tracks and a mic mute switch that cuts the power to the mic for extra security. Like the One, it's easy to set up Alexa or the Sonos voice assistant here, but the Era 100 <em>doesn’t</em> support the Google Assistant – so if you were previously using a Sonos speaker and relied on Google, you’re unfortunately out of luck here. Other than that one change, though, the Era 100 is an excellent all-around performer. It’s a great speaker on its own and is also a great starting point if you want to build a multi-room audio setup.</p><p>The Amazon Echo Studio remains an excellent-sounding speaker as well, and at $199 it’s a good bit cheaper than the Era 100 as well. If you want to save some cash or already have a bunch of other Echo devices in your smart home ecosystem, it makes sense as a speaker for higher-quality music playback. But given that it’ll be four years old this fall, I think it makes sense to opt for a newer device that’ll get longer support and updates.</p><h2>Best smart speaker for music lovers: Sonos Five</h2><p></p><p>As nice as the Era 100 and Echo Studio are, there's only so much you can get out of them. If you crave more bass, clarity and stereo separation, the $550 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZml2ZSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAR25cLMb2vxNkMKEVe6NeoOcX395yZzkj30eSdpml_uG&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Ffive\">Sonos Five</a> is the best sounding smart speaker on this list. It has many of the conveniences in the Era 100 and sounds significantly better than any other Sonos speaker. It also sounds much better than the Echo Studio and anything Google is currently selling.</p><p>That said, the Five stretches our definition of a smart speaker here because it doesn't have a built-in voice assistant. But it's so good at music playback that it's worth recommending you pick one up along with an Echo Dot or Nest Mini. Both of those speakers work with Sonos, so you can use voice commands to control the Five just as you would a dedicated Alexa or Google Assistant device. Sonos also refreshed the speaker two years ago with a new wireless radio as well as more memory and a faster processor. This means it should stay current and work with future Sonos software updates for years to come.</p><p>Since we're talking &quot;best&quot; here, I'm going to go ahead and recommend that true music junkies splash out on two Five speakers and pair them in stereo. Put simply, it's the most enjoyable experience I've had listening to music in years; I found myself picking up new details while listening to albums I've heard over and over again. It's a wonderful experience and worth saving for if you're a music lover. I didn't know what I was missing until I tried the Five.</p><p>The Sonos <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvZXJhLTMwMCIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAVjDDSsafMZzXOPRzL6yDO_3xbdyYsxSHlScfT0ot5w0&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fera-300\">Era 300</a>, also recently released, is a $450 speaker that supports Dolby Atmos spatial audio from Apple Music and Amazon Music Unlimited. I’ve found that the quality of spatial audio mixes can be very hit or miss, but the good news is that the Era 300 sounds outstanding whether it’s playing back Atmos content or just standard tracks. It’s not quite as good as the Sonos Five, but it does have built-in microphones for voice assistants and easy Trueplay tuning as well as Bluetooth and the redesigned controls on the Era 100. Again, the main downside is that Google Assistant isn’t supported here.</p><p>Finally, if you’re an Apple Music user or have a lot of Apple hardware in your home, the second-generation <a href=\"https://shopping.yahoo.com/rdlw?merchantId=4130e2f0-a14f-4c5e-bdab-cd52ac7d8e79&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Apple&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MTMwZTJmMC1hMTRmLTRjNWUtYmRhYi1jZDUyYWM3ZDhlNzkiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYXBwbGUuY29tL2hvbWVwb2QvIiwiY29udGVudFV1aWQiOiIyMmUzZjBiNy1jMTc5LTM5MmEtODIxYy1lNmRmNTNjMjgwYTYifQ&amp;signature=AQAAAZLnR3S2KbD5Q6PLJUnEcdOnwGDQLbiRbs0LzN41wTFq&amp;gcReferrer=https%3A%2F%2Fwww.apple.com%2Fhomepod%2F\">HomePod</a> is definitely worth considering. At $300, it’s a lot cheaper than these Sonos speakers but supports spatial audio like the Era 300. The Era 300 and Sonos Five are better speakers overall (and certainly much louder), but there's a lot to like about the HomePod’s audio quality at its price point. It’s a clear, crisp vocal-forward speaker, and its design and software processing does a great job of making music sound like it’s all around you, even if you’re not playing back Dolby Atmos tracks.</p><h2>Best portable smart speaker: Sonos Roam</h2><p></p><p>While many people will be happy with a few speakers strategically placed throughout their home, you might want something that works outside as well as inside. Fortunately, you can find speakers that pair voice controls and strong music playback performance with portable, weatherproof form factors. For my money, it's hard to beat the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3Avcm9hbSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAeq2_H9R60wVGN9EP4TrWro8mlqbdOt9_4uJX6UE_CCp&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Froam\">Sonos Roam</a> for sheer versatility, not to mention audio quality.</p><p>When used inside the home, the Roam works like any other Sonos speaker. It fits in with an existing multi-room Sonos setup, or you can get a pair for stereo playback. Like most other Sonos speakers, it works with the Sonos Voice Assistant, Google Assistant or Amazon Alexa, and it supports essentially every major music service available. It sounds very good given its tiny size; it’s quieter and not quite as clear as the Sonos One or the Era 100, but it still packs a surprising bass thump and distinct highs.</p><p>Since it was designed with on-the-go usage in mind, the Roam has a battery and Bluetooth so you can take it anywhere and use it far away from your WiFi network. And its diminutive size makes it easy to take it everywhere, both around the house and out and about. It’s also the first Sonos speaker that is fully waterproof, as well as dust- and drop-resistant, so you shouldn’t worry about taking it to the pool or beach.</p><p>The Roam gets about 10 hours of battery life, whether you're on WiFI or Bluetooth. There are other portable speakers that last longer, so if you’re really going to push the battery you might be better served by another option.</p><p>Another wireless speaker option is the Sonos <a href=\"https://shopping.yahoo.com/rdlw?merchantId=1e71dc69-0ad7-47e7-abf5-dc3926557fa3&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Sonos&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIxZTcxZGM2OS0wYWQ3LTQ3ZTctYWJmNS1kYzM5MjY1NTdmYTMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuc29ub3MuY29tL2VuLXVzL3Nob3AvbW92ZSIsImNvbnRlbnRVdWlkIjoiMjJlM2YwYjctYzE3OS0zOTJhLTgyMWMtZTZkZjUzYzI4MGE2In0&amp;signature=AQAAAf9M3XjMC0rhmFH7biYEPUpkOqa2PQFYcaozlglnQTbi&amp;gcReferrer=https%3A%2F%2Fwww.sonos.com%2Fen-us%2Fshop%2Fmove\">Move</a>. It’s much larger and louder than the Roam and has better sound quality, which it should given that it costs $400. But, rumors indicate Sonos is getting ready to replace it this fall with a new model. With that in mind, I’d recommend most people interested in a speaker like this wait to see what Sonos has coming up – $400 is a lot of money to spend on hardware that’s about to be replaced.</p><p>A better choice than the Move, unless you already have other Sonos products, is the $399 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVBvcnRhYmxlLUhvbWUtU3BlYWtlci1CdWlsdC9kcC9CMDdWRktCUTNLP3RoPTEmdGFnPWdkZ3QwYy1wLW8tZDYtMjAiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAcJ8lMPA4i0iXXFpC6cy2D1NxIuyoKaZL6BUuU7fBz7v&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-Portable-Home-Speaker-Built%2Fdp%2FB07VFKBQ3K%3Fth%3D1\">Bose Portable Smart speaker</a>. It supports Alexa and Google Assistant commands, and since it can connect to WiFi, you can ask your preferred assistant to play music from Spotify, Amazon Music and other services. On top of that, it produces well-rounded sound, sports an IPX4 design with a convenient carry handle and will last up to 12 hours on a single charge.</p><p>Bose also has a good alternative to the Roam. The $149 <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Cb3NlLVNvdW5kTGluay1CbHVldG9vdGgtUG9ydGFibGUtV2F0ZXJwcm9vZi9kcC9CMDk5VEpHSjkxP3RoPTEmdGFnPWdkZ3QwYy1wLW8tZDYtMjAiLCJjb250ZW50VXVpZCI6IjIyZTNmMGI3LWMxNzktMzkyYS04MjFjLWU2ZGY1M2MyODBhNiJ9&amp;signature=AQAAAWApfm9Tkcg4KZ_ozvq88khu_GJ_3edD8nKreQxBN7lX&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBose-SoundLink-Bluetooth-Portable-Waterproof%2Fdp%2FB099TJGJ91%3Fth%3D1\">SoundLink Flex</a> supports Siri and Google Assistant commands, plus it has an IP67 design that's roughly the size of a small clutch bag. It pumps out bright, dynamic sound and can pair with other speakers for stereo sound, too – it's excellent and slightly cheaper than the Roam.</p><p>While this guide is all about smart speakers, we'd be remiss if we didn't mention all of the solid portable speakers out there that either have limited smart features or none at all. We have <a href=\"https://www.engadget.com/best-portable-bluetooth-speakers-133004551.html\">an entire guide</a> to the best portable Bluetooth speakers, so if you’re purely concerned with portability and less about having an ecosystem of connected speakers, there are lots of options worth investigating.</p>This article originally appeared on Engadget at https://www.engadget.com/best-smart-speakers-151515264.html?src=rss", "link": "https://www.engadget.com/best-smart-speakers-151515264.html?src=rss", "date_published": "2023-08-10T16:46:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "X CEO confirms video calls are coming to the platform", "description": "<p>X (formerly Twitter) CEO Linda Yaccarino confirmed today that video chat is coming to the platform. In an <a href=\"https://twitter.com/CNBC/status/1689644572446711809\">interview</a> with <em>CNBC</em>’s Sara Eisen (<a href=\"https://techcrunch.com/2023/08/10/video-calls-are-coming-to-x-formerly-twitter-ceo-confirms/\">via</a><em>TechCrunch</em>), Yaccarino said, “Soon you’ll be able to make video chat calls without having to give your phone number to anyone on the platform.” The move reflects Yaccarino and Musk’s mission to <a href=\"https://www.engadget.com/twitter-ceo-teases-banking-and-payment-plans-in-memo-about-x-rebrand-175218664.html\">build X into an “everything app”</a> that includes long-form videos, payments and creator subscriptions.</p><p>The announcement follows a slightly cryptic <a href=\"https://twitter.com/ehikian/status/1689404690919006208\">post</a> this week from X designer Andrea Conway. “Just called someone on X,” she posted, followed by four exploding-head emojis. Although that post didn’t clarify whether it was voice or video calls, it now appears she was referring to the latter.</p><span id=\"end-legacy-contents\"></span><p>It isn’t clear how X video calls would fill a burning need for consumers: The crowded video-chat landscape already includes Zoom, Microsoft Teams, Google Meet, Apple FaceTime and more. But as Musk and Yaccarino try to reshape the company, they increasingly view the platform formerly known as Twitter as expanding far beyond tweets into a real-time town square for various media, communications and payments.</p><div id=\"adb19a2ebc8344cd9143a90c470fff0a\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">just called someone on X 🤯🤯🤯🤯</p>— Andrea Conway (@ehikian) <a href=\"https://twitter.com/ehikian/status/1689404690919006208?ref_src=twsrc%5Etfw\">August 9, 2023</a></blockquote></div><p>“At the heart of the rebrand, X, we need to keep our minds open that it’s developing into this global town square that is fueled by free expression where the public gathers in real time,” Yaccarino said. “And I want to stop on that for a second because ‘in real time’ is what’s most important about the vibrancy of X and how people interact with it. And now it’s all in one seamless interface.”</p><p>One of the platform’s first moves into new areas was in long-form video. The company added a Twitter Blue perk in May that lets subscribers <a href=\"https://www.engadget.com/twitter-blue-subscribers-can-now-upload-videos-as-long-as-two-hours-161504628.html\">upload videos up to two hours long</a>. Apple was an early adopter as it used the allotment to <a href=\"https://www.engadget.com/apple-has-posted-the-entire-first-episode-of-silo-on-twitter-182403011.html\">plug its series <em>Silo</em></a> by posting the entire first episode on the social platform. X also recently began <a href=\"https://www.engadget.com/twitter-finally-begins-paying-some-of-its-creators-204830947.html\">paying content creators</a> with enough of a following to generate income — with one user claiming to receive $24,000.</p><p>Yaccarino echoed the company’s previous comments about X as a payment platform. “Payments: There’s been a lot of talk about that,” she said. “Payments between you and a friend, between you and one of your creators. So there’s been a lot going on in the rebrand represented — really a liberation from Twitter. A liberation that allowed us to evolve past a legacy mindset and thinking and to reimagine how everyone, everyone on spaces who’s listening, everybody who’s watching around the world, it’s going to change how we congregate, how we entertain, how we transact all in one platform.”</p><div id=\"32caf4bb306043d3884eb285190e5569\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">“The rebrand represented really a liberation from Twitter,” X CEO Linda Yaccarino tells <a href=\"https://twitter.com/SaraEisen?ref_src=twsrc%5Etfw\">@SaraEisen</a>. “A liberation that allowed us to evolve past a legacy mindset.” <a href=\"https://t.co/rGXVhef6PL\">https://t.co/rGXVhef6PL</a><a href=\"https://t.co/v4xr9IH5X0\">pic.twitter.com/v4xr9IH5X0</a></p>— CNBC (@CNBC) <a href=\"https://twitter.com/CNBC/status/1689644572446711809?ref_src=twsrc%5Etfw\">August 10, 2023</a></blockquote></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/x-ceo-confirms-video-calls-are-coming-to-the-platform-163621725.html?src=rss", "link": "https://www.engadget.com/x-ceo-confirms-video-calls-are-coming-to-the-platform-163621725.html?src=rss", "date_published": "2023-08-10T16:36:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Instant Pot pressure cookers and accessories on sale for up to 30 percent off", "description": "<p>Instant Pot pressure cookers and related accessories <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsL2JiMDEyNDcwP3RhZz1nZGd0MGMtcC1vLTFzeS0yMCIsImNvbnRlbnRVdWlkIjoiNzA3MDMxYjEtYjM1Yi00MDkyLTk1NzgtNmZmZmM3NGJjNTMyIn0&amp;signature=AQAAAUx4t9aUDqI9ZLgB0QvWJA6ergS98yPF_kEgQItxcuy9&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2Fbb012470\">are on sale via Amazon,</a> with discounts up to 30 percent. If you’ve been mulling over 2018’s hottest kitchen item all these years, this is the perfect time to see what all the fuss has been about. The entry-level Instant Pot Duo 7-in-1 model, with a three-quart capacity, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVBvdC1EdW8tTWluaS1Qcm9ncmFtbWFibGUvZHAvQjA2WTFZRDVXNz90YWc9Z2RndDBjLXAtby0xc3ktMjAiLCJjb250ZW50VXVpZCI6IjcwNzAzMWIxLWIzNWItNDA5Mi05NTc4LTZmZmZjNzRiYzUzMiJ9&amp;signature=AQAAAYccK660weuHE9sTkNQ835InPSnVvr1kMwrks4qdsFJn&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Pot-Duo-Mini-Programmable%2Fdp%2FB06Y1YD5W7\">is on sale for $60,</a> a price reduction of 25 percent and the cheapest it's been all year. The feature-rich Instant Pot Duo Plus 9-in-1 model, also boasting a three-quart interior, is available for $70 instead of the usual price of $100.</p><p></p><p>The sale extends to items like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVBvdC1JbmRlcGVuZGVudC1Ub3VjaHNjcmVlbi1EaXNod2FzaGVyLVNhZmUvZHAvQjA5SzZNSzVWTj90YWc9Z2RndDBjLXAtby0xc3ktMjAiLCJjb250ZW50VXVpZCI6IjcwNzAzMWIxLWIzNWItNDA5Mi05NTc4LTZmZmZjNzRiYzUzMiJ9&amp;signature=AQAAAWVaRSp6aRLz5oHLbxWMHO-Ytv1_9iInAuc2Wl7eq7ke&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Pot-Independent-Touchscreen-Dishwasher-Safe%2Fdp%2FB09K6MK5VN\">Instant Vortex Plus XL</a> 8-quart air fryer oven, which holds a spot in <a href=\"https://www.engadget.com/best-air-fryers-133047180.html\">our list of best air fryers,</a> as it now costs $140 instead of $170. The same goes for accessories. You can pick up replacement inner cooking pots, tempered glass lids, steamer inserts and a whole bunch of other items to <a href=\"https://www.engadget.com/instant-pot-guide-131534709.html\">make the most out of your recent</a> Instant Pot purchase.</p><span id=\"end-legacy-contents\"></span><p>Cue infomercial voice: but that’s not all. The sale covers just about everything the Instant brand manufactures, so <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LVRpbHQtSGVhZC1JbnRlcmZhY2UtUG90LUxpZ2h0d2VpZ2h0L2RwL0IwQjFGQjZSVjU_dGFnPWdkZ3QwYy1wLW8tMXN5LTIwIiwiY29udGVudFV1aWQiOiI3MDcwMzFiMS1iMzViLTQwOTItOTU3OC02ZmZmYzc0YmM1MzIifQ&amp;signature=AQAAAbfqh-nEdeenNzMpeN6HuOQfBg8bsqmAKrNBgqI23976&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Tilt-Head-Interface-Pot-Lightweight%2Fdp%2FB0B1FB6RV5\">pick up a stand mixer</a> at a deep discount, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9JbnN0YW50LUNvZmZlZS1Db21wYXRpYmxlLVJldXNhYmxlLVJlc2Vydm9pci9kcC9CMDlLRkc2NlJKP3RhZz1nZGd0MGMtcC1vLTFzeS0yMCIsImNvbnRlbnRVdWlkIjoiNzA3MDMxYjEtYjM1Yi00MDkyLTk1NzgtNmZmZmM3NGJjNTMyIn0&amp;signature=AQAAAc4wZKZLYtOFlEqzWy_It6MSeIHvVdMfV1SpUBMvHH62&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FInstant-Coffee-Compatible-Reusable-Reservoir%2Fdp%2FB09KFG66RJ\">or a coffee maker.</a> You can basically stock your entire kitchen with gadgets and doodads.</p><p>What’s the big deal surrounding Instant Pots in the first place? These are multi-function pressure cookers with plenty of high-tech bells and whistles. They allow you to whip up relatively complex recipes in record time, like putting together a curry in 12 minutes or a pot of bolognese in 15 minutes. Newer models, like the ones on sale today, can also saute, steam, make rice and even prepare yogurt, among other tasks.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/instant-pot-pressure-cookers-and-accessories-on-sale-for-up-to-30-percent-off-162040914.html?src=rss", "link": "https://www.engadget.com/instant-pot-pressure-cookers-and-accessories-on-sale-for-up-to-30-percent-off-162040914.html?src=rss", "date_published": "2023-08-10T16:20:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "YouTube is deactivating links in Shorts videos to combat spam", "description": "<p>YouTube knows that it has a spam problem, particularly when it comes to its <a href=\"https://www.engadget.com/youtube-shorts-available-globally-161554248.html\">two-year-old Shorts feature</a>. In an attempt to do something about it, the streamer has announced it's deactivating links in Shorts descriptions, comments and the vertical live feed. YouTube is also taking away the ability to click on social media icons on any desktop channel banners. The new changes will start to roll out on August 31st.&nbsp;</p><p>Though YouTube claims it won't continue its &quot;unclickable&quot; crusade, but it adds, &quot;Because abuse tactics evolve quickly, we have to take preventative measures to make it harder for scammers and spammers to mislead or scam users via links.&quot; At the same time, YouTube is adding new links on creators' channels, with a big clickable link appearing by the Subscribe button starting August 23rd. The link can bring users to anything from merchandise sites to social media accounts. The platform also recently introduced <a href=\"https://www.engadget.com/youtube-is-adding-more-creator-tools-to-shorts-to-help-it-take-on-tiktok-160023789.html\">more creator tools for Shorts</a>, like voiceovers. However, it won't be until at least the end of September that the streamer introduces &quot;safer&quot; ways to guide people from their Shorts back to the rest of their content.&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Two mobile images show link placement on a Shorts video.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/ebf97e20-3772-11ee-a77f-07eedf1cd536\" style=\"height: 1000px; width: 1100px;\" /><figcaption></figcaption><div class=\"photo-credit\">YouTube</div></figure><p>Aside from links, YouTube is working on reducing the number of <a href=\"https://www.engadget.com/youtube-comment-spam-channel-impersonators-150007960.html\">impersonation accounts</a> by reportedly improving the strategies it uses to find these accounts and subsequently remove them. According to the platform, over 35 percent more accounts were removed because of impersonation in Q1 of 2023 compared to Q1 of 2022 (though if this is because of better policies or simply more fake accounts is unclear). The streamer is also holding more comments for review through its recent Increase Strictness feature.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/youtube-is-deactivating-links-in-shorts-videos-to-combat-spam-160001356.html?src=rss", "link": "https://www.engadget.com/youtube-is-deactivating-links-in-shorts-videos-to-combat-spam-160001356.html?src=rss", "date_published": "2023-08-10T16:00:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Television Academy has delayed the Emmys until January", "description": "<p>Fans of shows like <a href=\"https://www.engadget.com/disney-bringing-andor-to-tv-and-hulu-193448433.html\"><em><ins>Andor</ins></em></a> and <a href=\"https://www.engadget.com/the-last-of-us-finale-sums-up-everything-the-shows-first-season-did-right-134544926.html\"><em><ins>The Last of Us</ins></em></a> who are looking forward to finding out whether their faves will triumph at the <a href=\"https://www.engadget.com/tag/emmys/\"><ins>Emmy Awards</ins></a> will have to remain patient for an extra few months. The Television Academy and Fox have <a href=\"https://www.emmys.com/news/awards-news/emmys-230810\">announced</a> that the Primetime Emmy Awards ceremony will now take place on January 15th — Martin Luther King Jr. Day — rather than September 18th.</p><p>That marks a delay of four months and it means the ceremony will air one week after the Golden Globes. The Television Academy and its broadcast partner have pushed back the Creative Arts Emmy Awards to the same weekend as the Golden Globes as well (an edited version of that two-night ceremony will air on January 13th).</p><span id=\"end-legacy-contents\"></span><p>The delay isn't unexpected. Rumors have been <a href=\"https://www.engadget.com/the-emmys-are-reportedly-delayed-due-to-ongoing-strikes-164958589.html\"><ins>swirling for weeks</ins></a> that the Academy and Fox would have to postpone the Emmy Awards amid writers and actors strikes that have ground Hollywood productions to a halt. With no Writers Guild of America members available to write jokes for the Emmys host and actors in SAG-AFTRA unable to attend awards ceremonies due to union rules about promoting struck work, a rescheduling seemed inevitable at this point.</p><p>Actors and writers are on strike in an attempt to secure fair contracts with Hollywood studios that protect the future of their professions. One of the major points of contention is that both unions want to <a href=\"https://www.engadget.com/hollywood-writers-demand-protections-against-ai-exploitation-143007545.html\"><ins>safeguard their members</ins></a> against advancements in artificial intelligence that could harm their employment prospects. For instance, SAG-AFTRA claims the studios wanted to scan actors and have the right to <a href=\"https://www.engadget.com/striking-actors-say-rejected-ai-proposal-would-let-studios-use-their-likeness-without-fair-pay-000025878.html\"><ins>use their digital likenesses in perpetuity</ins></a> in exchange for a single day of pay.</p><p>As has been the case for several years now, shows and television movies from streaming services are competing with those from broadcast networks for Emmy glory. HBO and Max <a href=\"https://www.engadget.com/hbos-the-last-of-us-adaptation-scoops-up-24-emmy-nominations-171117148.html\"><ins>racked up</ins></a> a combined 127 nominations thanks to the likes of <em>The Last of Us</em> and <em>Succession</em>. Netflix has 103 and Apple (with a big helping hand from reigning Emmys champ <a href=\"https://www.engadget.com/ted-lasso-season-three-preview-080056592.html\"><em><ins>Ted Lasso</ins></em></a>) has 52. Thanks in large part to its various <a href=\"https://www.engadget.com/tag/star-wars/\"><ins>Star Wars</ins></a> shows, Disney+ has 40 Emmy nominations this year.</p>This article originally appeared on Engadget at https://www.engadget.com/the-television-academy-has-delayed-the-emmys-until-january-144508081.html?src=rss", "link": "https://www.engadget.com/the-television-academy-has-delayed-the-emmys-until-january-144508081.html?src=rss", "date_published": "2023-08-10T14:45:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch Virgin Galactic's first ever space tourist flight at 11am ET", "description": "<p>Virgin Galactic might hit another milestone today in its quest to provide trips to suborbital space. If the weather cooperates and everything goes as planned for the company, its <a href=\"https://www.engadget.com/virgin-galactics-first-private-passenger-spaceflight-will-launch-as-soon-as-august-10th-151531488.html\">first private passenger flight</a> will be taking off from its Spaceport America facility at 11AM EDT. Virgin Galactic's <a href=\"https://www.engadget.com/virgin-galactic-completes-its-first-commercial-spaceflight-161701356.html\">inaugural commercial flight</a> took place in late June, but that one carried Italian government workers, including two Air Force personnel, to space. This time, its three passengers are civilians, and one of them is even the company's first paying customer.&nbsp;</p><p>That distinction goes to Jon Goodwin, a British Olympian who competed in the 1972 games in Munich as a canoeist. According to the <a href=\"https://www.bbc.com/news/uk-england-stoke-staffordshire-66230610\"><em>BBC</em></a>, Goodwin paid $250,000 for his ticket way back in 2005 and had been worried that he couldn't go through with the flight after he was diagnosed with Parkinson's disease in 2014. The other two passengers are a mother-daughter tandem from the Caribbean, Keisha Schahaff and Anastatia Mayers. Schahaff won two seats in a fundraising draw for nonprofit organization Space for Humanity and had chosen her daughter, a physics student at Aberdeen University in the UK, to accompany her.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The company's VSS Unity spacecraft leaves the ground <a href=\"https://www.virgin.com/about-virgin/latest/whats-it-like-to-fly-to-space-with-virgin-galactic\">attached</a> to a carrier aircraft dubbed VMS Eve. At an altitude of 50,000 feet, the mothership drops Unity, which then fires up its rocket motor to continue its journey to the edge of space. The spacecraft turns off its motor and glides across space before its descent, giving passengers three minutes to enjoy weightlessness in the cabin while looking at views of our planet through Unity's 17 windows. That is, at least, what the passengers are supposed to experience. As for the rest of us, we can watch them take off via Virgin Galactic's coverage of the launch <a href=\"https://www.virgingalactic.com/#featured\">livestreamed through its website</a>.</p><div id=\"bd57d512e9594c62ad5ab258e65320dd\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Be a part of history TOMORROW as we launch the inspiring crew of <a href=\"https://twitter.com/hashtag/Galactic02?src=hash&amp;ref_src=twsrc%5Etfw\">#Galactic02</a> to space! Watch the livestream at 9:00 am MDT | 11:00 am EDT and sign up so you don't miss it: <a href=\"https://t.co/5UalYTpiHL\">https://t.co/5UalYTpiHL</a><a href=\"https://t.co/LmM7o9sTxM\">pic.twitter.com/LmM7o9sTxM</a></p>— Virgin Galactic (@virgingalactic) <a href=\"https://twitter.com/virgingalactic/status/1689274418239807490?ref_src=twsrc%5Etfw\">August 9, 2023</a></blockquote></div><p></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/watch-virgin-galactics-first-ever-space-tourist-flight-at-11am-et-143100162.html?src=rss", "link": "https://www.engadget.com/watch-virgin-galactics-first-ever-space-tourist-flight-at-11am-et-143100162.html?src=rss", "date_published": "2023-08-10T14:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best Android phones for 2023", "description": "<p>Unlike the iOS ecosystem, where Apple is the only game in town, one of the best things about the Android phone market is the wide range of different devices and manufacturers to choose from. That said, when it actually comes time to upgrade, that wealth of options can make it a bit more difficult to choose the right handset for you. If you’re looking for a new phone and don’t know where to start, we’ve got you covered with a selection of the best Android phones for every budget.</p><h2>What to look for in a new Android phone</h2><h3>Performance</h3><p>When it comes to picking our favorite Android phones, the main things we look for are pretty straightforward: good performance (both compute and AI), a nice display, solid design, sharp cameras, long battery life and a significant commitment to ongoing software support. For performance, not only do we look at benchmarks and other metrics, but we also evaluate phones based on responsiveness. Regardless of whether you’re reading, scrolling through social media or playing a game, no one wants a device that feels sluggish.</p><span id=\"end-legacy-contents\"></span><h3>Display</h3><figure><img alt=\"While the specs haven't changed much from last year, the Samsung Galaxy S23 Ultra's 6.8-inch 120Hz AMOLED display is still easily one of the best smartphone screens on the market. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/54f98de0-a87e-11ed-afd1-54c1e8d571fc\" /><figcaption></figcaption><div class=\"photo-credit\">Sam Rutherford/Engadget</div></figure><p>When it comes to displays, we generally prefer OLED panels that can produce rich, saturated colors with at least 600 nits of brightness, though many of our top mid-range and high-end phones can hit 1,000 nits or more. And more recently, most of our favorite devices also support screens with fast refresh rates of 90Hz or 120Hz, which adds an extra level of smoothness and fluidity.</p><h3>Design</h3><p>Now we will admit there is a bit of subjectivity when deciding which phones look the best, but there are other design aspects like dust and water resistance or screen durability that can make a big difference to long-term survival. It’s also important to consider things like support for wireless charging, power sharing (aka reverse wireless charging) and UWB connectivity, which can have an impact on how your phone interacts with your other devices.</p><h3>Cameras</h3><p>Obviously, for photos we’re looking for sharp, colorful shots in both bright and low-light conditions. And we want video clips with high dynamic range, rich audio and smooth image stabilization. Extra cameras for ultra-wide and telephoto lenses are a plus. It’s also important to consider features like dedicated night modes, support for various video recording resolutions, and additional photo modes like timelapse, slow motion and more.</p><h3>Battery and software</h3><p>Finally, in terms of battery life, we’re looking for all-day longevity on devices that also delivered great results on our local video rundown test (at least 16 hours on a charge, but more is obviously better). Wireless charging capabilities have become almost ubiquitous over the past few years, and most of our top picks have this extra perk. Finally, with people holding onto their phones longer than ever, we like to see companies commit to at least three years of software support, upgrades and regular security updates.</p><h2>The best Android Phones</h2><h2></h2><h2>Best Android phone overall: Google Pixel 7 Pro</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtUHJvLVNtYXJ0cGhvbmUtVGVsZXBob3RvL2RwL0IwQkNRV1lSMlo_dGFnPWdkZ3QwYy1wLW8tbnotMjAiLCJjb250ZW50VXVpZCI6IjhkZTg5YTJkLWIzNDQtNGQyMi1hZTg5LWIzMTRiNzVmY2IxZCJ9&amp;signature=AQAAAZuzv_OntlWKtc3kU_R6DzOAL7wpXaS2FC4opPdWgj1c&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-Pro-Smartphone-Telephoto%2Fdp%2FB0BCQWYR2Z\">Pixel 7 Pro</a> and the standard <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Hb29nbGUtUGl4ZWwtNy01Ry1BbmRyb2lkLVBob25lL2RwL0IwQkNRWFk1Mlo_dGg9MSZ0YWc9Z2RndDBjLXAtby1uei0yMCIsImNvbnRlbnRVdWlkIjoiOGRlODlhMmQtYjM0NC00ZDIyLWFlODktYjMxNGI3NWZjYjFkIn0&amp;signature=AQAAASpA5F4f1KXYW4oQgh_yMRWREBd33uFTYbfquLiIWWVt&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FGoogle-Pixel-7-5G-Android-Phone%2Fdp%2FB0BCQXY52Z%3Fth%3D1\">Pixel 7</a> might not be the absolute fastest phones on the market, but what they lack in pure performance they make up for with thoughtful software. Thanks to Google’s Tensor G2 chip, the Pixel 7 series features powerful AI and machine learning capabilities that support things like on-device language recognition and real-time translation. You also get gorgeous OLED displays and the <a href=\"https://www.engadget.com/best-smartphones-140004900.html\">best overall camera quality of any smartphone</a> available today. And with the price tag of the standard Pixel 7 starting at just $600, Google’s latest flagship is an incredible value too. The main differences between the two are that the Pixel 7 Pro has a larger 6.7-inch screen and features a third rear camera with a 5x optical zoom. But regardless of whether you prefer a smaller or larger device, you can’t really go wrong with either the Pixel 7 or Pixel 7 Pro.</p><p><a href=\"https://www.engadget.com/google-pixel-7-and-pixel-7-pro-review-still-the-best-bargain-in-flagship-phones-170031940.html\"><strong>Read our full review of the Google Pixel 7 Pro </strong></a></p><h2>Best mid-range Android phone: OnePlus 11</h2><p></p><p>For those who want a phone with a big screen, excellent cameras and great performance, but for less than a traditional flagship, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9PbmVQbHVzLVVubG9ja2VkLVNtYXJ0cGhvbmUtSGFzc2VsYmxhZC1Qcm9jZXNzb3IvZHAvQjBCTldRQzlGSi8_dGg9MSZ0YWc9Z2RndDBjLXAtby1uei0yMCIsImNvbnRlbnRVdWlkIjoiOGRlODlhMmQtYjM0NC00ZDIyLWFlODktYjMxNGI3NWZjYjFkIn0&amp;signature=AQAAAX-H-HDCbozJUO5Ri9Pm3mvkdJEw_ZVvcGSOfpg2-wVG&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FOnePlus-Unlocked-Smartphone-Hasselblad-Processor%2Fdp%2FB0BNWQC9FJ%2F%3Fth%3D1\">OnePlus 11</a> strikes a good balance between budget phones and more premium devices. In a lot of ways, the OnePlus 11 is like a more affordable <a href=\"https://www.engadget.com/samsung-galaxy-s23-review-a-solid-phone-thats-probably-not-worth-the-upgrade-173026346.html\">Galaxy S23+</a>. Not only do you get a similar 6.7-inch 120Hz display, it also features a speedy Snapdragon 8 Gen 2 chip and a big 5,000 mAh battery. Meanwhile, thanks to OnePlus’ blazing 100-watt wired charging, it juices up faster than any phone from Google or Samsung. And on the camera side, the company’s ongoing partnership with Hasselblad has resulted in notable improvements in image quality.</p><p>The main shortcomings of the OP11 are that its IP64 rating for dust and water resistance falls short of what you get from competing devices, and the camera’s 2x optical zoom lens feels a bit on the short side. But with OnePlus adding wider carrier compatibility and committing four years of OS upgrades and five years of security patches, the OP11 is a well-equipped option that costs significantly less than its rivals.</p><p><a href=\"https://www.engadget.com/oneplus-11-review-price-release-date-cameras-150015371.html\"><strong>Read our full review of the OnePlus11 </strong></a></p><h2>Best budget Android phone: Google Pixel 7a</h2><p></p><p>The $500 <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3N0b3JlLmdvb2dsZS5jb20vP3BsaT0xJmhsPWVuLVVTIiwiY29udGVudFV1aWQiOiI4ZGU4OWEyZC1iMzQ0LTRkMjItYWU4OS1iMzE0Yjc1ZmNiMWQifQ&amp;signature=AQAAAWBJdvYYzyh8qXtdVOgZLQuwiN_d6MKNMXdgavl3iu6b&amp;gcReferrer=https%3A%2F%2Fstore.google.com%2F%3Fpli%3D1%26hl%3Den-US\">Pixel 7a</a> delivers everything we look for in a great, affordable Android phone. New features include a faster Tensor G2 chip, a smoother 90Hz display and for the first time on one of Google’s A-series phones: support for wireless charging. And with a refreshed design with IP67 water resistance, it looks and feels like the standard Pixel 7 but for $100 less. You also get great support thanks to five years of security updates and at least three years of software updates. The Pixel 7a's only shortcomings are rather small and include a lack of a dedicated zoom lens and no support for mmWave 5G (unless you purchase a slightly more expensive $550 model from Verizon).</p><p><a href=\"https://www.engadget.com/google-pixel-7a-review-its-got-everything-you-need-and-more-for-just-499-184517525.html\"><strong>Read our full review of the Google Pixel 7a</strong></a></p><h2>Best premium Android phone: Samsung Galaxy S23 Ultra</h2><p></p><p>With a starting price of $1,200, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUZhY3RvcnktVW5sb2NrZWQtQW5kcm9pZC1TbWFydHBob25lL2RwL0IwQkxQMlBZNk4vP3RoPTEmdGFnPWdkZ3QwYy1wLW8tbnotMjAiLCJjb250ZW50VXVpZCI6IjhkZTg5YTJkLWIzNDQtNGQyMi1hZTg5LWIzMTRiNzVmY2IxZCJ9&amp;signature=AQAAAVe1eNCu8XYyFXTbnswQHxk2ZNnTC1JBBPVTrU2LLOhQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Factory-Unlocked-Android-Smartphone%2Fdp%2FB0BLP2PY6N%2F%3Fth%3D1\">Galaxy S23 Ultra</a> is very expensive, but it has excellent performance and practically everything you could ever want or need in a smartphone. It has a huge <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\">6.8-inch OLED display</a> with a 120Hz adaptive refresh rate, a total of five cameras (main, ultra-wide, 3x zoom, 10x zoom and a selfie shooter) and a built-in S Pen for drawing and note-taking. It also features a huge 5,000 mAh battery that delivers some of the longest runtime we’ve seen on any phone. And with Samsung’s renewed commitment to software support, you can expect a minimum of four major OS upgrades and five years of regular security patches.</p><p><a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\"><strong>Read our full review of the Samsung Galaxy S23 Ultra</strong></a></p><h2>Best foldable Android phone: Samsung Galaxy Z Fold 5</h2><p></p><p>Despite increased competition from the <a href=\"https://www.engadget.com/google-pixel-fold-review-the-challenger-that-samsung-needs-specs-price-170003458.html\">Pixel Fold</a>, for people who want to maximize their mobile productivity, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLVN0b3JhZ2UtVW5sb2NrZWQtU21hcnRwaG9uZS1TdHJlYW1pbmcvZHAvQjBDNjNRR0dCSz90YWc9Z2RndDBjLXAtby1uei0yMCIsImNvbnRlbnRVdWlkIjoiOGRlODlhMmQtYjM0NC00ZDIyLWFlODktYjMxNGI3NWZjYjFkIn0&amp;signature=AQAAAUd8fwjqgrBUA-1vwQGHgGKNBdbfqKCIkF-kqPPuxlbD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Storage-Unlocked-Smartphone-Streaming%2Fdp%2FB0C63QGGBK\">the Samsung Galaxy Z Fold 5</a> is still the best big foldable on the market. On the latest model, not only has Samsung added two new gestures for launching into side-by-side multitasking or switching from a full screen to a windowed app, it has also increased the number of recent apps you can see on the taskbar from two to four. The Z Fold 5’s Snapdragon 8 Gen 2 chip also delivers faster performance than on the Pixel Fold, and even though it has a smaller power cell (4,400 mAh vs 4,800 mAh), it has better battery life, too. But the biggest change for this generation is Samsung’s new Flex Hinge, which allows the phone to close completely flat and makes it thinner to boot. Unfortunately, its cameras are largely unchanged from last year, and with prices starting at $1,800, the Z Fold 5 isn’t even remotely close to being affordable.</p><p><a href=\"https://www.engadget.com/galaxy-z-fold-5-review-five-years-in-samsung-is-treading-water-140002461.html\"><strong>Read our full review of the Samsung Galaxy Z Fold 5</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/best-android-phone-130030805.html?src=rss", "link": "https://www.engadget.com/best-android-phone-130030805.html?src=rss", "date_published": "2023-08-10T14:10:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Nine thoughts about Star Trek: Strange New Worlds’ blockbuster finale", "description": "<p><em>The following article discusses spoilers for “Hegemony” and Star Trek more generally.</em></p><p><strong>1.</strong> Bloody hell. I’ve repeatedly said that <em>Strange New Worlds</em> exudes a special sort of confidence this season. The cast and crew are working as a seamless whole, knowing that the conviction at which you sell is just as important as the quality of what’s being sold. The team has raised their floor and ceiling in equal measure, and even the worst episode was bad because of what it said, not because of how it said it. “Hegemony,” is a finale that, aided by the early commission of season three, acts as one part victory lap and one part set up for what follows.</p><span id=\"end-legacy-contents\"></span><p><strong>2.</strong> The powers that be at Paramount didn’t signal ahead of time that this episode would end on a cliffhanger. In fact, Henry Alonso Myers’ screenplay is a brilliant feint, suggesting the episode will wrap up on a satisfactory, if brisk, ending before the rug pull in its final moment. You’d be forgiven for not noticing the different transporter energy when the survivors were beamed away on your first watch. Myers’ script and Maja Vrvilo’s direction is permeated with a low-level feeling of dread that suits the needs of both the <em>Alien</em>-esque horror and the raised-stakes of a finale.</p><p><strong>3.</strong><em>Strange New Worlds</em> has been smarter about setting up and paying off its threads than you might expect. “Among the Lotus Eaters” saw Ortegas feeling sidelined after getting bumped from an away team which forced her to accept her role as the ship’s pilot. Here, she finally gets her wish to go on a mission, but her initial enthusiasm is sapped when she realizes she’s more or less out of her depth. Her scene with Dr. M'Benga, where she admits she’s leaving the role of action hero to the captain, underscores this. The fact she’s one of the crewmembers taken by the <a href=\"https://www.engadget.com/strange-new-worlds-109-review-130012075.html\">Gorn</a> at the end adds a darker weight to her finally getting her wish granted.</p><figure><img alt=\"Celia Rose Gooding as Uhura in Star Trek: Strange New Worlds streaming on Paramount+, 2023. Photo Credit: Michael Gibson/Paramount+\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/75074190-35fa-11ee-bfab-4d1c6f7da70d\" style=\"height: 5304px; width: 7952px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson/Paramount+</div></figure><p><strong>4.</strong> Montgomery Scott’s voice-only cameo in last season’s finale was a neat hat-tip to fans with a basic fluency for Star Trek. I guess it was just too tempting not to follow up on that this time, with Martin Quinn as the young engineer. It’s gratifying to see an actual, Paisley-born Scot playing the role, and an amusing fact that he’s the second actor  – after Simon Pegg – who has paid their dues playing roles in various British comedy shows. If Quinn hangs around, I can’t wait for Trek completionists to watch <em>Limmy’s Show</em> and <em>Derry Girls</em> to watch his early work, much like when I watched Brent Spiner on <em>Cheers</em> and <em>Night Court.</em></p><p><strong>5.</strong> I don’t want to harp on <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-finds-the-limit-of-what-a-prequel-can-say-130027427.html\">about the limitations a prequel imposes</a>, because we all know the score now. It may bend the edges of Trek’s established narrative but <em>Strange New Worlds</em> can never escape its eventual destination. Young Kirk, Young Spock, Young Uhura, Young Chapel, Young Scotty and Young Dr. M’Benga will all be here, around and alive, to turn into their 1966 counterparts. You can’t put any of those characters in jeopardy, or base your episode around asking that question, because we already know who is safe.</p><p>That’s why the emotional beats of Spock’s dramatic rescue of Chapel worked perfectly, but asking the question of her survival did not. The show was smart enough to only leave the issue lingering for the first act before we saw Chapel working to stay alive. (Notice she also gets to do an EVA in a proper spacesuit after her emergency leap in “<a href=\"https://www.engadget.com/star-trek-strange-new-worlds-picks-up-where-it-left-off-130025200.html\">The Broken Circle</a>.”) But I can only speak as a “fan” so maybe it worked better for those mainstream viewers who have made <em>Strange New Worlds</em> one of the biggest shows on streaming TV.</p><figure><img alt=\"L-R Ethan Peck as Spock and Anson Mount as Capt. Pike in Star Trek: Strange New Worlds streaming on Paramount+, 2023. Photo Credit: Michael Gibson/Paramount+\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/9b635ae0-35fa-11ee-8f7b-5e0f3c9305e9\" style=\"height: 3448px; width: 5168px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson/Paramount+</div></figure><p><strong>6.</strong> Back in the ‘60s, Pike and Kirk were the same character with the serial numbers filed off, both drawn from the same template of rugged mid ‘60s masculinity. Two-fisted thinking men of action as comfortable on the back of a horse as they were quoting poetry or discussing naval history. This lack of distinction wasn’t really an issue back then, or even now, until <em>Strange New Worlds</em> made the conscious decision to let Kirk lurk on the periphery of Pike’s narrative.</p><p>It meant the production team needed to retrofit Pike as different from his successor, helped by Anson Mount’s gravitas and easy charm. And the first season finale made it clear that Pike’s reluctance to shoot first and ask questions later was his tragic flaw. One that Kirk didn’t have, which made him a better leader to take the Enterprise on its next set of missions. But Anson Mount’s paternity leave and reduced shooting schedule meant there wasn’t time to examine the fallout from “<a href=\"https://www.engadget.com/star-trek-strange-new-worlds-110-a-quality-of-mercy-review-130037849.html\">A Quality of Mercy</a>” in any detail.</p><p>After all, he now knows his desire to find a peaceful solution single-handedly started a war that wiped out the Federation. He also knows he has to remain true to his principles or else he could pollute the timeline and not be in the right place to save future Spock’s life. The fact he’s unable to make a decision in the cliffhanger is entirely congruent with the journey Pike has been on, but it’s clear the steps leading to this moment would have been explored far more had Mount been available.</p><p>“Hegemony,” then, is the show’s first real chance to look at how Pike has tried to grow into Kirk’s mold, despite how ill-fitting he finds it. In his first talk with Admiral April, he advocates a policy of shooting first, but not long after he’s thinking about trying to find a peaceful solution. It’s those two competing urges that paralyze Pike in the finale, knowing there are lives on the line whatever he does. But, again, you have to praise the production team for trusting the audience will keep up with what happened in the previous season.</p><p><strong>7.</strong> It’s not great that <em>Strange New Worlds</em> can only do so much to put clear water between Pike and Kirk. You can’t make Pike look too old-fashioned or useless without alienating him from the audience, especially given his forthcoming ultimate sacrifice. But go too far the other way and you make Pike a dove in comparison with the more hawkish Kirk which, to me, feels like the wrong message to be sending.</p><figure><img alt=\"L-R Ethan Peck as Spock and Rebecca Romijn as Una in Star Trek: Strange New Worlds streaming on Paramount+, 2023. Photo Credit: Michael Gibson/Paramount+\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/ee5618a0-35fa-11ee-bcef-2a97b0e28315\" style=\"height: 5304px; width: 7952px;\" /><figcaption></figcaption><div class=\"photo-credit\">Michael Gibson/Paramount+</div></figure><p><strong>8.</strong> It’s hard to know how long <em>Strange New Worlds</em> will run for, or what the plans are for its future. You could easily argue it never needs to end so much as just swap out characters until you’ve rebuilt the 1966 ensemble. Every generation of Paramount executives harbors a desire to get a do-over on Kirk and Spock in the hope their name recognition alone will carry a series.</p><p>But I’m curious if that’s something people would actually want? I’m not sure I do, but then my dream would be an original series set in Trek’s present with no legacy characters at all. And I know that’s something of a minority opinion compared to all those folks who want yet another run on the nostalgia treadmill set in the safety of Trek’s past. (If nothing else, at least <em>Strange New Worlds</em> has kept its fan service to a minimum and tried, as best as it can, to set out on its own path.)</p><p><strong>9.</strong>  At the end of my <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-110-a-quality-of-mercy-review-130037849.html\">season one finale review</a>, I wrote  “Whisper it, friends, but <em>Strange New Worlds</em> might actually be good?” That was a fair line at the time, since the show <a href=\"https://www.engadget.com/star-trek-strange-new-worlds-preview-040051197.html\">took a while</a> before clicking into a high gear. Since then, however, more or less every episode has improved upon the last to produce a second season with barely any weak notes. We don’t need to whisper anything now, <em>Strange New Worlds</em> is the best live-action Trek of the streaming era.</p>This article originally appeared on Engadget at https://www.engadget.com/nine-thoughts-about-star-trek-strange-new-worlds-blockbuster-finale-130046409.html?src=rss", "link": "https://www.engadget.com/nine-thoughts-about-star-trek-strange-new-worlds-blockbuster-finale-130046409.html?src=rss", "date_published": "2023-08-10T13:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gaming laptops for 2023", "description": "<p>For a few years now, gaming laptops have been some of the most intriguing PCs around. They’ve gotten thinner and lighter, naturally — but they’ve also become vastly more powerful and efficient, making them suitable for both work and play. They’ve adopted some bold innovations, like rotating hinges and near desktop-like customizability. Gaming laptops are where PC makers can get adventurous.</p><p>If you’re a professional in the market for a beefy new computer, and you like to play a few rounds of Apex Legends on occasion, it may make more sense to go for a gaming notebook instead of an Apple MacBook Pro workstation or the like. You’ll still get plenty of power for video encoding and 3D rendering, plus you may end up paying less. We'll help you figure out which is the best gaming laptop for you, from budget options like the Dell G15 to premium notebooks like the Razer Blade 15 and everything in between.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"ASUS ROG G14\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-08/1c6ceae0-e935-11ea-9d63-fcfd47b39fd9\" /><figcaption>Devindra Hardawar/Engadget </figcaption></figure><h2><br />What's your budget?&nbsp;</h2><p>Your laptop buying journey starts and ends with the amount of money you're willing to spend. No surprise there. The good news: There are plenty of options for gamers of every budget. In particular, we're seeing some great entry-level PC gaming choices under $1,000, like Dell's G15 lineup. A cheap gaming laptop in this price range will definitely feel a bit flimsier than pricier models, and they'll likely skimp on RAM, storage and overall power. But most cheaper laptops should be able to handle the majority of video games running at 1080p at 60 frames per second, which is the bare minimum you'd want from any system.</p><p>Things get interesting when you start looking at the best gaming laptops in the mid-range space, with prices at $1,000 and higher. At that point, you'll start finding PCs like the <a href=\"https://www.engadget.com/asus-zephyrus-g14-review-amd-ryzen-radeon-173016459.html\">ASUS Zephyrus ROG G14</a>, one of our favorite gaming notebooks. In general, you can look forward to far better build quality than budget laptops (metal cases!), improved graphics power and enough RAM and storage space to handle the most demanding games. These are the gaming machines we'd recommend for most people, as they'll keep you gaming and working for years before you need to worry about an upgrade.</p><p>If you're willing to spend around $1,800 or more, you can start considering more premium options like Razer's Blade. Expect impeccably polished cases, the fastest hardware on the market, and ridiculously thin designs. The sky's the limit here: Alienware's uber customizable Area 51m is an enormous beast that can cost up to $4,700. Few people need a machine that high-end, but if you're a gamer with extra cash to burn, it may be worth taking a close look at some of these pricier systems.</p><figure><img alt=\"Origin Evo16\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-08/a3e1f580-e933-11ea-bf65-73681726b0ba\" /><figcaption></figcaption></figure><h2><br />What kind of CPU and GPU do you want?</h2><p>The answer to this question used to be relatively simple: Just get an Intel chip with an NVIDIA GPU. But over the last few years AMD has stepped up its game with its Ryzen notebook processors, which are better suited for juggling multiple tasks at once (like streaming to Twitch while blasting fools in Fortnite). Intel responded with its impressive 12th and 13th-gen chips, but it’s nice to have decent Ryzen AMD alternatives available, especially since they’re often cheaper than comparable Intel models.</p><p>When it comes to video cards, though, AMD is still catching up. Its Radeon RX 6000M GPU has been a fantastic performer in notebooks like <a href=\"https://www.engadget.com/asus-rog-strix-g15-advantage-review-amd-radeon-rx-6000m-120031416.html\">ASUS’s ROG Strix G15</a>, but it lags behind NVIDIA when it comes to newer features like ray tracing. (We’re still waiting to test AMD’s new Radeon 7000 series mobile graphics.) At the very least, a Radeon-powered notebook can approach the general gaming performance of the NVIDIA RTX 3070 and 3080 GPUs.</p><p>If you want to future-proof your purchase, or you’re just eager to see how much better ray tracing can make your games look, you’re probably better off with an NVIDIA video card. They’re in far more systems, and it’s clear that they have better optimized ray tracing technology. NVIDIA GeForce RTX GPUs also feature the company’s DLSS technology, which uses AI to upscale games to higher resolutions. That’ll let you play a game like <em>Destiny 2</em> in 4K with faster frame rates. That’s useful if you’re trying to take advantage of a high refresh rate monitor.</p><p>You’ll still find plenty of laptops with NVIDIA’s older RTX 30-series GPUs these days, and they’ll still give you tremendous performance. But to be safe, it’s probably worth opting for the newer RTX 40-series systems, since they support the newer DLSS 3 technology and offer a wealth of performance upgrades. (If you’re looking out for the best deals, you can probably find some killer RTX 3070 laptops out there.) The entry-level RTX 4050 is a solid start, but we’d suggest going for a 4060 or 4070 if you’re aiming to maximize your framerates on faster screens. The RTX 4080 and RTX 4090 are both incredibly powerful, but they typically make systems far too expensive for most users.</p><p>It’s worth noting that NVIDIA’s mobile GPUs aren’t directly comparable to its more powerful desktop hardware. PC makers can also tweak voltages to make gaming performance better in a thinner case. Basically, don’t be surprised if you see notebooks that perform very differently, even if they’re all equipped with the same GPU.</p><figure><img alt=\"Razer Blade 15\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-08/22960650-e934-11ea-92de-9913d49e86b1\" /><figcaption></figcaption></figure><h2><br />What kind of screen do you want?</h2><p>Screen size is a good place to start when judging gaming notebooks. In general, 15-inch laptops will be the best balance of immersion and portability, while larger 17-inch models are heftier, but naturally give you more screen real estate. There are some 13-inch gaming notebooks, like the Razer Blade Stealth, but paradoxically you'll often end up paying more for those than slightly larger 15-inch options. We’re also seeing plenty of 14-inch options, like the Zephyrus G14 and Blade 14, which are generally beefier than 13-inch laptops while still being relatively portable.</p><p>But these days, there is plenty to consider beyond screen size. For one: refresh rates. Most monitors refresh their screens vertically 60 times per second, or at 60Hz. That's a standard in use since black and white NTSC TVs. But over the past few years, displays have evolved considerably. Now, 120Hz 1080p screens are the bare minimum you'd want in any gaming notebook — and there are faster 144Hz, 240Hz and even 360Hz panels. All of this is in the service of one thing: making everything on your display look as smooth as possible.</p><p>For games, higher refresh rates also help eliminate screen tearing and other artifacts that could get in the way of your frag fest. And for everything else, it just leads to a better viewing experience. Even scrolling a web page on a 120Hz or faster monitor is starkly different from a 60Hz screen. Instead of seeing a jittery wall of text and pictures, everything moves seamlessly, as if you're unwinding a glossy paper magazine. Going beyond 120Hz makes gameplay look even more responsive, which to some players gives them a slight advantage.</p><figure><img alt=\"Gigabyte Aero 15\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-08/821d1030-e936-11ea-9d7f-aed162772f3d\" /><figcaption>Steve Dent/Engadget </figcaption></figure><p>Not to make things more complicated, but you should also keep an eye out for NVIDIA's G-SYNC and AMD's FreeSync. They're both adaptive sync technologies that can match your screen's refresh rate with the framerate of your game. That also helps to reduce screen tearing and make gameplay smoother. Consider them nice bonuses on top of a high refresh rate monitor; they're not necessary, but they can still offer a slight visual improvement.</p><p><strong>See Also:</strong></p><ul><li><p><a href=\"https://www.engadget.com/best-laptops-120008636.html\"><strong>Best Laptops for 2023</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-affordable-windows-laptops-123000512.html\"><strong>Best Cheap Windows Laptops</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-2-in-1-laptops-173038508.html\"><strong>Best 2-in-1 Laptops for 2023</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-chromebooks-160054646.html\"><strong>Best Chromebooks</strong></a></p></li><li><p><a href=\"https://www.engadget.com/best-laptops-for-students-130054631.html\"><strong>Best Laptops for College Students</strong></a></p></li></ul><p>One more thing: Most of these suggestions are related to LCD screens, not OLEDs. While OLED makes a phenomenal choice for TVs, it's a bit more complicated when it comes to gaming laptops. They're mostly limited to 60Hz, though some models offer 90Hz. Still, you won’t see the smoothness of a 120Hz or 144Hz screen. OLEDs also typically come as 4K or 3.5K panels – you'll need a ton of GPU power to run games natively at that resolution. They look incredible, with the best black levels and contrast on the market, but we think most gamers would be better off with an LCD.</p><figure><img alt=\"ASUS ROG G14\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2020-08/7a4d3480-e935-11ea-9ffa-4c77ce132136\" /><figcaption>Devindra Hardawar/Engadget </figcaption></figure><h3><br />A few other takeaways:</h3><ul><li><p>Get at least 16GB of RAM. And if you're planning to do a ton of multitasking while streaming, 32GB is worth considering.</p></li><li><p>Storage is still a huge concern. These days, I'd recommend aiming for a 1TB M.2 SSD, which should be enough space to juggle a few large titles like Destiny 2. (If you can afford the jump to a 2TB SSD though, just do it.)  Some laptops also have room for standard SATA drives, which are far cheaper than M.2's and can hold more data.</p></li><li><p>Get your hands on a system before you buy it. I'd recommend snagging the best gaming laptop for you from a retailer with a simple return policy, like Amazon or Best Buy. If you don't like it, you can always ship it back easily.</p></li><li><p>Don't forget about accessories! For the best performance, you'll need<a href=\"https://www.engadget.com/2018-03-16-the-best-gaming-mouse.html\"> a good mouse</a>,<a href=\"https://www.engadget.com/2018-12-06-how-to-buy-gaming-keyboard-2018.html\"> keyboard </a>and <a href=\"https://www.engadget.com/2019-09-16-how-to-buy-a-gaming-headset.html\">headphones</a>.<br /></p></li></ul><h2>Best overall: ASUS ROG Zephyrus G14</h2><p></p><p>If you can't tell by now, we really like the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwODhQREI2M1o_dGFnPWdkZ3QwYy1wLW8tYXQtMjAiLCJjb250ZW50VXVpZCI6IjQzNjJhYWI0LTgwOGUtMzM5ZC05NmNkLTcwMTg5MWQ1NzAwMCJ9&amp;signature=AQAAAVdU3ljcyMunRp3l1YUqc8x7MVN4kZk4MbsSfWC8F31R&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB088PDB63Z\">Zephyrus G14</a>. It's shockingly compact, at just 3.5 pounds, and features AMD's new Ryzen chips paired together with its Radeon 6000M graphics (we’d recommend the Ryzen 9 model with an RX 6700M for $1,400). While its 14-inch screen is a bit smaller than our other recommendations, it looks great and features a fast 144Hz refresh rate. We also like its retro-future design (some configurations have tiny LEDs on its rear panel for extra flair). While the <a href=\"https://www.engadget.com/asus-zephyrus-g14-review-190037967.html\">G14</a> has jumped in price since it debuted, it’s still one of the best gaming notebooks around, especially since ASUS has finally added a built-in webcam.</p><p><a href=\"https://www.engadget.com/asus-zephyrus-g14-review-amd-ryzen-radeon-173016459.html\"><strong>Read our Full Review of ASUS ROG Zephyrus G14</strong></a></p><h2>Best budget: Dell G15</h2><p></p><p>We've been fans of Dell's G5 line ever since it first appeared a few years ago. Now dubbed the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9EZWxsLUcxNS01NTIwLUdhbWluZy1MYXB0b3AvZHAvQjA5V1FCUzU4Nz90YWc9Z2RndDBjLXAtby1hdC0yMCIsImNvbnRlbnRVdWlkIjoiNDM2MmFhYjQtODA4ZS0zMzlkLTk2Y2QtNzAxODkxZDU3MDAwIn0&amp;signature=AQAAAQDQavbARvn12lh8gWWj9FABnXmHlI8rlZ5QPlPndIE1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDell-G15-5520-Gaming-Laptop%2Fdp%2FB09WQBS587\">G15</a>, it starts at under $1,000 and, while not the most powerful gaming laptop, it features all of the latest hardware, like Intel's 13th-generation CPUs and NVIDIA's RTX 40-series cards. (You can also find <a href=\"https://www.engadget.com/alienware-m15-dell-g15-amd-ryzen-cpu-130014937.html\">AMD Ryzen chips</a> in some models.) This budget-friendly gaming laptop is a bit heavy, weighing over five pounds, but it's a solid notebook otherwise. And you can even bring it into mid-range gaming territory if you spec up to the RTX 4060.</p><h2>Best premium gaming laptop: Razer Blade 15</h2><p></p><p>Razer continues to do a stellar job of delivering bleeding-edge hardware in a sleek package that would make Mac users jealous. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9SYXplci1CbGFkZS1HYW1pbmctTGFwdG9wLVRodW5kZXJib2x0L2RwL0IwOVJCSkM4WTk_dGFnPWdkZ3QwYy1wLW8tYXQtMjAiLCJjb250ZW50VXVpZCI6IjQzNjJhYWI0LTgwOGUtMzM5ZC05NmNkLTcwMTg5MWQ1NzAwMCJ9&amp;signature=AQAAAeEZ03GyGAvrKUobmJH32FlbeBVQkYjxHEHfZUOlsJ_7&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FRazer-Blade-Gaming-Laptop-Thunderbolt%2Fdp%2FB09RBJC8Y9\">Blade 15</a> has just about everything you'd want for great gaming, including NVIDIA's RTX 4080, Intel's 13th-gen CPUs and speedy quad-HD screens. Our recommendation? Consider the model with a Quad HD 165Hz screen and an RTX 4060 GPU for $2,500. You can easily save some cash by going for a cheaper notebook, but they won't feel nearly as polished as the Blade.</p><p><a href=\"https://www.engadget.com/razer-blade-15-2022-review-a-real-treat-if-youve-got-the-cash-160032467.html\"><strong>Read our Full Review of Razer Blade 15</strong></a></p><h2>Another good option: Acer Predator Triton 500 SE</h2><p></p><p>While we've seen some wilder concepts from Acer, like its 360-degree hinge-equipped Triton 900, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVRCUFdRMzQvP3RhZz1nZGd0MGMtcC1vLWF0LTIwIiwiY29udGVudFV1aWQiOiI0MzYyYWFiNC04MDhlLTMzOWQtOTZjZC03MDE4OTFkNTcwMDAifQ&amp;signature=AQAAAUw0BXEzBSg9fFaoSxlDlV756duKUnNYi51vCnRdO0Fc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09TBPWQ34%2F\">Triton 500</a> is a more affordable bread and butter option. This year, it’s bumped up to a 16-inch display, giving you more of an immersive gaming experience. It’s relatively thin, weighs just over five pounds, and it can be equipped with Intel's 11th-gen CPUs and NVIDIA's RTX 30-series GPUs. Acer's build quality is as sturdy as ever, and it has most of the standard features you’d need in a gaming notebook.</p><p><a href=\"https://www.engadget.com/acer-predator-triton-500-se-review-183526914.html\"><strong>Read our Full Review of Acer Predator Triton 500 SE Gaming Laptop</strong></a></p><h2>Best large gaming laptop: Alienware m18</h2><p></p><p><a href=\"https://shopping.yahoo.com/rdlw?merchantId=b1bb23c9-a2d4-4e4e-bfac-7a560ebe7641&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Dell&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJiMWJiMjNjOS1hMmQ0LTRlNGUtYmZhYy03YTU2MGViZTc2NDEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGVsbC5jb20vZW4tdXMvc2hvcC9nYW1pbmctbGFwdG9wcy9hbGllbndhcmUtbTE4LWdhbWluZy1sYXB0b3Avc3BkL2FsaWVud2FyZS1tMTgtcjEtbGFwdG9wIiwiY29udGVudFV1aWQiOiI0MzYyYWFiNC04MDhlLTMzOWQtOTZjZC03MDE4OTFkNTcwMDAifQ&amp;signature=AQAAAVi0W8PfHT6q8wJVAernCYX9T4nFwo1u5yWeNCWMf3Cc&amp;gcReferrer=https%3A%2F%2Fwww.dell.com%2Fen-us%2Fshop%2Fgaming-laptops%2Falienware-m18-gaming-laptop%2Fspd%2Falienware-m18-r1-laptop\">Alienware’s m18</a> is its biggest gaming laptop ever, and it packs in just about everything we’d want including a <em>really</em> big screen. It can be equipped with Intel and AMD’s fastest CPUs, as well as NVIDIA’s fastest GPUs (including the 4090). Its base configuration with an RTX 4060 is also surprisingly affordable for an 18-inch laptop, starting at $2,100. We’ve always liked Alienware’s m-series gaming laptops, but this year they’re more refined, with better cooling and a slightly sleeker design. You can also opt for CherryMX mechanical keys, which deliver a desktop-like gaming and typing experience.</p><h2>Best with a dual screen: ASUS ROG Zephyrus Duo 16</h2><p></p><p></p><p>You know if you actually need a dual-screen laptop: Maybe a single 17-inch screen isn’t enough, or you want a mobile setup that’s closer to a multi-monitor desktop. If that’s the case, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVlONlBUWU0vP3RhZz1nZGd0MGMtcC1vLWF0LTIwIiwiY29udGVudFV1aWQiOiI0MzYyYWFiNC04MDhlLTMzOWQtOTZjZC03MDE4OTFkNTcwMDAifQ&amp;signature=AQAAAdmL5ixpdITYH7C1PwkWNPOzJOOGww3IiHZHQWMD3zTj&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09YN6PTYM%2F\">Zephyrus Duo 16</a> is the best laptop for you. It’s powerful, and its extra 14-inch screen can easily let you multitask while <del>gaming</del> dutifully working. It also has all of the latest hardware you’d want, like AMD’s new Ryzen chips and NVIDIA’s RTX 4000 GPUs. Sure, it’s nowhere near portable, but a true multitasker won’t mind.</p><p><a href=\"https://www.engadget.com/asus-rog-zephyrus-duo-16-review-when-two-screens-are-better-than-one-specs-price-120018789.html\"><strong>Read our Full Review of ASUS ROG Zephyrus Duo 16 Gaming Laptop</strong></a></p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-gaming-laptops-172033838.html?src=rss", "link": "https://www.engadget.com/best-gaming-laptops-172033838.html?src=rss", "date_published": "2023-08-10T12:15:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Which Samsung foldable should you buy?", "description": "<p>Samsung’s newest foldables, the <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-review-still-the-best-flip-foldable-163030055.html\"><ins>Z Flip 5</ins></a> and <a href=\"https://www.engadget.com/galaxy-z-fold-5-review-five-years-in-samsung-is-treading-water-140002461.html\"><ins>Z Fold 5</ins></a>, have been put through their paces by Engadget’s team of skilled reviewers. If you’re wondering which of these two you should lay your cash down for, then we’ve got all the information you need.</p><p>Cherlynn Low tested the <a href=\"https://www.engadget.com/samsung-galaxy-z-flip-5-review-still-the-best-flip-foldable-163030055.html\"><ins>Z Flip 5</ins></a>, which she calls the “best flip-foldable” thanks to its newest innovation. The latest Flip has a 3.4-inch external display — not the roomiest of screens, but one big enough for you to check your notifications and run key apps like Maps and WhatsApp. And as much as the design isn’t dramatically different, its new hinge lets the device fold shut without a gap. If there’s a downside, it’s that the battery life isn’t great, and the settings menus are a bit fiddly — fairly small objections if you want an excuse to jump into the foldable world.</p><p>Sam Rutherford’s time with the <a href=\"https://www.engadget.com/galaxy-z-fold-5-review-five-years-in-samsung-is-treading-water-140002461.html\"><ins>Z Fold 5</ins></a> was slightly testier despite an improved hinge that lets the phone fold flat. And that’s really the <em>only</em> really new feature on Samsung’s most expensive handset. Sure, the screen is brighter, the battery is hardier and there’s plenty of grunt under the hood, but these are table stakes for an ultra-flagship. Sam compared it to the S23 Ultra, which costs $600 less and has, at the very least, far superior photography – so if you’re not already sold on foldables, there’s not enough here to woo you over.</p><p>And, once you’ve read both reviews and made your decision, head over to <a href=\"https://www.engadget.com/samsung-pre-orders-on-amazon-include-free-gift-cards-and-storage-upgrades-144922818.html\"><ins>this link to see a sweet deal</ins></a> that’ll save you some cash.</p><p>—Dan Cooper</p><p><em>You can get these reports delivered daily, direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em><ins>Subscribe right here!</ins></em></a>​​​​</p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/best-tablets-150026056.html\"><ins>The best tablets for 2023 </ins></a></p><p><a href=\"https://www.engadget.com/slacks-latest-redesign-has-a-dedicated-dm-tab-and-a-discord-style-activity-view-130032154.html\"><ins>Slack's latest redesign has a dedicated DM tab and a Discord-style Activity view</ins></a></p><p><a href=\"https://www.engadget.com/epic-loses-bid-to-make-apple-change-its-app-store-payment-rules-right-now-174924222.html\"><ins>Epic loses bid to make Apple change its App Store payment rules</ins></a></p><p><a href=\"https://www.engadget.com/sony-raises-its-annual-forecast-on-the-strength-of-its-playstation-sales-113514305.html\"><ins>PlayStation 5 is doing better than even Sony expected</ins></a></p><p><a href=\"https://www.engadget.com/8bitdos-latest-retro-receiver-brings-modern-controller-support-to-ps1-and-ps2-194803743.html\"><ins>8BitDo’s latest Retro Receiver brings modern controller support to PS1 and PS2 </ins></a></p><p><a href=\"https://www.engadget.com/baldurs-gate-3-credits-are-missing-a-bunch-of-outsourced-workers-183726183.html\"><ins>Baldur’s Gate 3 credits are missing a bunch of outsourced workers</ins></a></p><p><a href=\"https://www.engadget.com/patreon-creators-can-now-publish-subscriber-only-podcasts-on-spotify-130016901.html\"><ins>Patreon creators can now publish subscriber-only podcasts on Spotify</ins></a></p><p><a href=\"https://www.engadget.com/the-white-houses-ai-cyber-challenge-aims-to-crowdsource-national-security-solutions-170003434.html\"><ins>The White House's AI Cyber Challenge aims to crowdsource national security solutions</ins></a></p><p><a href=\"https://www.engadget.com/wall-street-banks-fined-549-million-for-not-backing-up-messaging-app-histories-164552963.html\"><ins>Wall Street banks fined $549 million for not backing up messaging app histories</ins></a></p><p><a href=\"https://www.engadget.com/indie-favorite-papers-please-has-sold-5-million-copies-171537016.html\"><ins>Indie favorite Papers, Please has sold 5 million copies</ins></a></p><h2><a href=\"https://www.engadget.com/disney-is-raising-prices-and-cracking-down-on-account-sharing-001637934.html\"><ins>Disney+ is raising prices and cracking down on account sharing</ins></a></h2><h3>Netflix’s successful crackdown has inspired everyone else.</h3><p></p><p>CEO Bob Iger has announced the ad-free version of <a href=\"https://www.engadget.com/disney-is-raising-prices-and-cracking-down-on-account-sharing-001637934.html\"><ins>Disney+ will cost $13.99 a month</ins></a> from October 12. It’s the second price increase on the streaming service in the last year, with the price bumped to $10.99 back in December. The price increase goes hand in hand with an announcement the House of Mouse will soon start cracking down on password sharing. Sigh.</p><p><a href=\"https://www.engadget.com/disney-is-raising-prices-and-cracking-down-on-account-sharing-001637934.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/cadillacs-first-escalade-ev-has-a-450-mile-range-and-starts-at-130000-182816273.html\"><ins>Cadillac’s first Escalade EV has a 450-mile range and starts at $130,000</ins></a></h2><h3>It’s equipped with GM’s Ultium batteries.</h3><a href=\"https://www.engadget.com/cadillacs-first-escalade-ev-has-a-450-mile-range-and-starts-at-130000-182816273.html\"><figure><img alt=\"Promotional image of a Cadillac Escalade IQ in front of a fake cityscape backdrop.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-08/b64163a0-3764-11ee-beaf-11939882bc1e\" style=\"height: 361px; width: 625px;\" /><figcaption></figcaption><div class=\"photo-credit\">Cadillac</div></figure></a><p>Cadillac’s first <a href=\"https://www.engadget.com/cadillacs-first-escalade-ev-has-a-450-mile-range-and-starts-at-130000-182816273.html\"><ins>all-electric Escalade, the IQ, makes its debut in 2025</ins></a> with the base model priced at $130,000. Equipped with GM’s Ultium batteries, its makers promise a 450-mile range and support for 800-volt DC fast charging. Measuring 19 feet long, eight feet wide and standing more than six feet off the ground, it’s slightly longer than the long-wheelbase Escalade. All in all, it’s perfect for the eco-warrior who wants to feel good about driving to the bodega in an APC.</p><p><a href=\"https://www.engadget.com/cadillacs-first-escalade-ev-has-a-450-mile-range-and-starts-at-130000-182816273.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/lyft-plans-to-ditch-surge-pricing-which-riders-hate-with-a-fiery-passion-170028083.html\"><ins>Lyft plans to ditch surge pricing, which riders hate 'with a fiery passion'</ins></a></h2><h3>This insight from Duh magazine.</h3><p></p><p>Lyft CEO David Risher says the rideshare company is <a href=\"https://www.engadget.com/lyft-plans-to-ditch-surge-pricing-which-riders-hate-with-a-fiery-passion-170028083.html\"><ins>planning to do away with surge pricing</ins></a>. In an earnings call, the executive said Lyft now has such a good supply of drivers, the idea of tempting more to come work when prices rise is moot. That increase has apparently seen the number of surge pricing incidents fall by 35 percent, which Lyft is painting as a big win.</p><p><a href=\"https://www.engadget.com/lyft-plans-to-ditch-surge-pricing-which-riders-hate-with-a-fiery-passion-170028083.html\"><strong><ins>Continue Reading.</ins></strong></a></p><h2><a href=\"https://www.engadget.com/twitter-fined-for-belatedly-complying-with-search-warrant-for-donald-trumps-account-173745495.html\"><ins>Twitter fined for belatedly complying with search warrant for Donald Trump's account</ins></a></h2><h3>The company took too long to hand over data.</h3><p></p><p>Twitter has been <a href=\"https://www.engadget.com/twitter-fined-for-belatedly-complying-with-search-warrant-for-donald-trumps-account-173745495.html\"><ins>fined $350,000 after failing to comply with an order</ins></a> from special counsel Jack Smith. Officials wanted access to Donald Trump’s account, but Twitter fought the order, saying it had a duty to notify the account holder of the warrant’s existence. After going to court, a judge found in favor of the government, holding the platform in contempt after its refusal to comply until after a court-mandated deadline had passed.</p><p><a href=\"https://www.engadget.com/twitter-fined-for-belatedly-complying-with-search-warrant-for-donald-trumps-account-173745495.html\"><strong><ins>Continue Reading.</ins></strong></a></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/biden-signs-executive-order-restricting-investment-in-chinese-tech-companies-230728855.html\"><ins>Biden signs executive order restricting investment in Chinese tech companies</ins></a></h2><h3>This includes semiconductors, quantum computing and AI.</h3><p></p><p>President Biden signed an <a href=\"https://www.engadget.com/biden-signs-executive-order-restricting-investment-in-chinese-tech-companies-230728855.html\"><ins>executive order to limit American investment in several sectors of China’s technology industry</ins></a>. It’s intended to address security concerns posed by cross-border flows of sensitive technologies, including semiconductors, quantum computing and AI. The White House said these technologies, if developed in a certain way, could pose a national security threat down the line. It added the rules are narrow enough to only target tech that could have security implications, rather than a blanket ban on everything under those umbrellas.</p><p><a href=\"https://www.engadget.com/biden-signs-executive-order-restricting-investment-in-chinese-tech-companies-230728855.html\"><strong><ins>Continue Reading. </ins></strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-which-samsung-foldable-should-you-buy-111537694.html?src=rss", "link": "https://www.engadget.com/the-morning-after-which-samsung-foldable-should-you-buy-111537694.html?src=rss", "date_published": "2023-08-10T11:15:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Microsoft's Xbox Wireless headset is just $49 right now", "description": "<p>There are quite a few options available for Xbox consoles, but Microsoft's own <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDhXRkQ0Mkc1Lz90YWc9Z2RndDBjLXAtby0xc3ctMjAiLCJjb250ZW50VXVpZCI6IjgwYjIzZDcyLTM0MjMtNDkwYy05NzA0LWMyMWRiMmJhNDJkZCJ9&amp;signature=AQAAAbnpUHpg5rcvbMLaubfu2_I8ydo6kto3NaFEcN2W1Bfx&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB08WFD42G5%2F\">Xbox Wireless Headset</a> is enjoying a great sale right now. A 51 percent discount brings the Xbox Wireless Headset from $100 to $49, low enough to let you pick one up for yourself and a friend, or use the extra money to nab a new game.&nbsp;</p><p></p><p>The Xbox Wireless Headset keeps you engaged and aware of your game's happenings with spatial audio formats like <a href=\"https://www.engadget.com/new-ps5-beta-adds-support-for-dolby-atmos-8tb-ssd-storage-and-more-113512511.html\">Dolby Atmos</a>, Windows Sonic and DTS Headphone: X. You can rotate the earbuds to change chat levels and volume, as well as use auto-mute and voice isolation to have a clearer chat without having every breath heard. The wireless headset can hold up to 15 hours of battery life, but if you're running low, it can also connect to your Xbox with a USB-C cable.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>These <a href=\"https://www.engadget.com/microsoft-xbox-wireless-headset-150000925.html\">Xbox headphones</a> also ensure you won't miss a call while deep in gameplay. You can connect your phone right to them and take the call without even pausing your game (though you might want to if it's your mom or someone else important). Arguably one of the most comfortable features, though, is the lightweight, adjustable headband, so you can play as long as you want without feeling much pressure.&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/microsofts-xbox-wireless-headset-is-just-49-right-now-105043391.html?src=rss", "link": "https://www.engadget.com/microsofts-xbox-wireless-headset-is-just-49-right-now-105043391.html?src=rss", "date_published": "2023-08-10T10:50:43+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "'Kentucky Route Zero: TV Edition' is coming to the PS5 and Xbox Series X and S", "description": "<p>There's something so satisfying about when a game you love finally comes out on your console of choice. It's as if everything falls into place, and the rhythm of each button pressed feels just right. The latest example: Cardboard Computer's fan favorite <a href=\"https://www.engadget.com/netflix-games-kentucky-route-zero-twelve-minutes-ios-android-teenage-mutant-ninja-turtles-shredders-revenge-190037955.html\"><em>Kentucky Route Zero: TV Version</em></a> is getting released on the PS5 and Xbox Series X and S. Annapurna Interactive is publishing the game and put out a trailer ahead of its release.</p><p>Cardboard Computer first released <a href=\"http://kentuckyroutezero.com/\"><em>Kentucky Route Zero</em></a> in 2013, a &quot;magical realist adventure game&quot; that centers on a highway underneath a series of caves and the beings that move through it. Four more acts over the next seven years with <em>Kentucky Route Zero: TV Edition</em> rounding out the series as its epic and quite moving conclusion. Critics and players alike have widely praised the series for its visuals and storytelling.</p><span id=\"end-legacy-contents\"></span><p>Engadget spoke with the games' developers when <a href=\"https://www.engadget.com/2020-01-27-kentucky-route-zero-act-v-review-tv-edition-interview.html\"><em>Kentucky Route Zero: TV Edition</em></a> came out in 2020, and they reflected on the tragic but full-circle nature of the finale. &quot;Tragedy is not pessimistic,&quot; Jake Elliott, who handled the narrative, said. &quot;A lot of literary tragedies or dramatic tragedies, at the end the character who has made all these terrible mistakes or who has these terrible flaws... they usually have this moment where they sort of take responsibility for it, or in some other way transcend it.&quot; It's a game that will make you feel something, to say the least.</p><div id=\"78d2cc6011ce4e01b60396570e23c81b\"></div><p><em>Kentucky Route Zero: TV Edition</em> will be available on the PS5 and Xbox Series X and S on August 17th. Annapurna Interactive confirmed that there will be an upgrade option available if you've already purchased the game for the PS4 or Xbox One. Plus, there's more to look forward to: Elliott and Co. confirmed last year that they're working on <a href=\"https://gamerant.com/kentucky-route-zero-devs-announce-new-game/\">another game with Annapurna Interactive</a> that will be &quot;fully animated.&quot;&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/kentucky-route-zero-tv-edition-is-coming-to-the-ps5-and-xbox-series-x-and-s-095518378.html?src=rss", "link": "https://www.engadget.com/kentucky-route-zero-tv-edition-is-coming-to-the-ps5-and-xbox-series-x-and-s-095518378.html?src=rss", "date_published": "2023-08-10T09:55:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung Galaxy S23 owners can test One UI 6 features early", "description": "<p>Samsung is giving <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-review-specs-price-photo-and-video-take-center-stage-140034341.html\">Galaxy S23</a> owners the chance to be among the first users to see and try One UI 6. The tech giant has launched a beta program for its take on <a href=\"https://www.engadget.com/the-first-android-14-beta-lets-apps-add-custom-sharing-features-170027699.html\">Android 14</a>, which welcomes Galaxy S23 owners from the United States, Germany and its home country of South Korea. Participants are expected to provide feedback during the program, and Samsung says it intends to incorporate changes based on their comments to create &quot;a richer, more intuitive experience for all.&quot;</p><p>The company promises a more modern look and feel for the new UI. It rearranged the Quick Panel's layout and put more shortcuts on one screen to give people quicker access to the features they use the most. If they want to go to the full Quick Panel, users could simply swipe down once from the upper right corner of their screen instead of having to swipe down twice. And if they simply want to adjust their screen's brightness, they no longer have to open the full Quick Panel — the setting is now available in the compact version of the panel that shows up upon swiping down once from the top of their phone.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>In addition to those changes, One UI 6 gives users a way to set different lock screens for different Modes, &quot;such as a calming photo of a forest in Sleep Mode,&quot; the company suggests. Users will find a new camera widget, as well, allowing them to preselect storage locations for each mode used, so that they could have a cleaner and more well-organized gallery.&nbsp;</p><p>Samsung has <a href=\"https://www.engadget.com/samsung-one-ui-android-12-beta-010042438.html\">historically</a> given its Galaxy S customers first access to its upcoming skins based on the latest Android platform. The beta program for One UI 6 opens today, and like in the past, Galaxy S23 owners in the three aforementioned countries can take part by submitting their registrations through the Samsung Members app.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/samsung-galaxy-s23-owners-can-test-one-ui-6-features-early-090008495.html?src=rss", "link": "https://www.engadget.com/samsung-galaxy-s23-owners-can-test-one-ui-6-features-early-090008495.html?src=rss", "date_published": "2023-08-10T09:00:08+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "This Resident Evil Humble Bundle contains 11 games for $35", "description": "<p>Humble has <a href=\"https://www.polygon.com/deals/23826222/resident-evil-village-7-humble-bundle-deal-price\">teamed up</a> with Capcom for Resident Evil fans who may want to get extra copies of the games or people looking to finally give the survival horror series a try. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=8cce7f0e-1975-4189-ad0c-2981dc30d13c&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Humble+Bundle&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4Y2NlN2YwZS0xOTc1LTQxODktYWQwYy0yOTgxZGMzMGQxM2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaHVtYmxlYnVuZGxlLmNvbS9nYW1lcy9yZXNpZGVudC1ldmlsLWRlY2FkZXMtaG9ycm9yLXZpbGxhZ2UtZWRpdGlvbiIsImNvbnRlbnRVdWlkIjoiMDM0NTBkZmEtNGIwZC00M2JhLTg2NzAtMjhlNDU0ZWM5ZDE2In0&amp;signature=AQAAAeauc0DJAoo7bigz8KxuoGqjbdyr7Cvh0Y9zuhCab0p6&amp;gcReferrer=https%3A%2F%2Fwww.humblebundle.com%2Fgames%2Fresident-evil-decades-horror-village-edition\">Resident Evil Humble Bundle</a> comes with 11 titles for the PC, including one version for every major entry in the franchise. It also includes the latest game in the series, <a href=\"https://www.engadget.com/resident-evil-village-release-date-may-7-2021-224214298.html\"><em>Resident Evil Village</em></a>, which still costs at least $40 to purchase from Steam, along with a 25 percent off coupon for its <a href=\"https://www.engadget.com/resident-evil-village-winters-expansion-october-28th-064200770.html\">Winters' Expansion DLC</a>. The extra content gives players access to Third-Person Mode, expands the Mercenaries Mode and shows what happened to the baby who played a pivotal role in the story 16 years later.&nbsp;</p><p>In addition to <em>RE Village</em>, the bundle contains the following games:<em> Resident Evil 0, Resident Evil HD Remaster, Resident Evil 2 Remake, Resident Evil 3 Remake, Resident Evil 4, Resident Evil 5 Gold Edition, Resident Evil 6, Resident Evil 7 Biohazard, Resident Evil Revelations</em> and <em>Resident Evil Revelations 2</em>. Buyers will have to pay at least $35 to get the whole bunch, but they can also get everything minus <em>RE Village</em> and the coupon for its expansion for only $20. For $10, they can get the seven oldest games in the list. All the titles from the bundle are redeemable from Steam and playable on Windows PCs.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Notably absent from the game list is Capcom's <a href=\"https://www.engadget.com/resident-evil-4-remake-release-date-capcom-221952234.html\">remake of Resident Evil 4</a>. That one is, perhaps, a bit too new to be included in the bundle, as it was only released in March for $60.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/this-resident-evil-humble-bundle-contains-11-games-for-35-055328479.html?src=rss", "link": "https://www.engadget.com/this-resident-evil-humble-bundle-contains-11-games-for-35-055328479.html?src=rss", "date_published": "2023-08-10T05:53:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Disney+ is raising prices and cracking down on account sharing", "description": "<p>Back in May, Disney CEO Bob Iger announced that <a href=\"https://www.engadget.com/disney-and-hulu-will-merge-into-a-single-app-later-this-year-083536664.html\">the company's streaming service would be getting a price hike</a> later in the year. Now, we know when: during Disney's quarterly earnings call, Iger announced that the ad-free Disney+ premium tier would be raised to $13.99 on October 12. It's the streaming service's second $3 price increase in the last year — the current $10.99 subscription price was <a href=\"https://www.engadget.com/disney-plus-price-increase-ad-based-service-204903273.html\">set in December</a>. Hulu's ad-free plan is also getting the $3 bump, raising it to $17.99/month for a standalone subscription.</p><p>It's a big price increase, but Disney is offering some relief for customers who are willing to bundle the services. A new Duo Premium subscription that bundles both ad-free tiers of Disney+ and Hulu will be available for $19.99. Disney also announced that starting in November, the $8 ad-supported tier it launched in the US last year will be made available in Europe and Canada.</p><span id=\"end-legacy-contents\"></span><p>Iger also warned that Disney would be <a href=\"https://www.engadget.com/netflix-added-nearly-6-million-new-subscribers-amid-password-sharing-crackdown-204411234.html\">pushing back against account sharing</a> soon, stating that the company is &quot;actively exploring ways to address account sharing and the best options for paying subscribers to share their accounts with friends and family.&quot;  The company expects to start implementing these new policies sometime in 2024.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/disney-is-raising-prices-and-cracking-down-on-account-sharing-001637934.html?src=rss", "link": "https://www.engadget.com/disney-is-raising-prices-and-cracking-down-on-account-sharing-001637934.html?src=rss", "date_published": "2023-08-10T00:16:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]