{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/powitanie-andrzeja-dudy-we-lwowie-jest-nagranie/", "title": "Powitanie Andrzeja Dudy we Lwowie. Są nagrania", "date_published": "2023-01-11 20:30:00+00:00", "description": "Andrzej Duda odwiedził w środę Lwów gdzie spotkał się Wołodymyrem Zełenskim i poinformował o przekazaniu Ukrainie kompanii czołgów Leopard. W trakcie wizyty doszło również do spontanicznego spotkania polskiego prezydenta z mieszkańcami miasta. W mediach społecznościowych pojawiły się nagrania. - To była owacja dla Polaków, nie dla mnie - stwierdził Andrzej Duda.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/argentyna-czterech-mlodych-braci-zginelo-w-ruinach-domu-na-jego-dachu-skladowano-gruz/", "title": "Argentyna. Czterech młodych braci zginęło w ruinach domu. Na jego dachu składowano gruz", "date_published": "2023-01-11 18:08:00+00:00", "description": "W argentyńskiej miejscowości El Jagüel doszło do tragedii, która wstrząsnęła lokalną społecznością. W wyniku zawalania się sufitu w dziecięcej sypialni, zginęło czterech nieletnich braci. Aresztowano partnera ich matki pod zarzutem nieumyślnego spowodowania śmierci. Pracujący na budowie 51-letni mężczyzna trzymał na dachu budynku pięć ton gruzu, którego ciężar doprowadził do katastrofy.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/zmiana-na-stanowisku-dowodcy-rosyjskich-wojsk-w-ukrainie-putin-powolal-walerija-gierasimowa/", "title": "Zmiana na stanowisku dowódcy rosyjskich wojsk w Ukrainie. Putin powołał Walerija Gierasimowa", "date_published": "2023-01-11 17:42:00+00:00", "description": "Szef Sztabu Generalnego Armii Rosyjskiej Walerij Gierasimow zastąpił gen. Siergieja Surowikina na stanowisku najwyższego dowódcy Rosji w Ukrainie - podała RIA Novosti. Surowikin został zdegradowany po trzech miesiącach - pełnił tę rolę zaledwie od października ubiegłego roku.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/slowacja-polak-porwany-przez-lawine-w-tatrach/", "title": "Słowacja: Polak porwany przez lawinę w Tatrach", "date_published": "2023-01-11 16:56:00+00:00", "description": "Narciarza z Polski porwała lawina, która zeszła w tatrach Niżnych na Słowacji. Ratownicy górscy wydobyli go spod śniegu i przetransportowali do szpitala.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/usa-zaczal-polewac-bezdomna-woda-internauci-oburzeni/", "title": "USA: Zaczął polewać bezdomną wodą. Internauci oburzeni", "date_published": "2023-01-11 16:15:00+00:00", "description": "Media społecznościowe obiegło nagranie z San Francisco, na którym właściciel galerii sztuki polewa wodą bezdomną kobietę. Tego dnia temperatura na dworze wynosiła ok. 10 st. Celsjusza. Pod adresem mężczyzny wylała się fala krytyki, a internauci zaczęli masowo wystawiać galerii negatywne opinie w sieci.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/ukraina-andrzej-duda-we-lwowie-spotkanie-z-wolodymyrem-zelenskim/", "title": "Ukraina. Andrzej Duda we Lwowie. Spotkanie z Wołodymyrem Zełenskim", "date_published": "2023-01-11 13:36:00+00:00", "description": "- Jestem wdzięczny za decyzję, która została podjęta przez rząd Polski - powiedział prezydent Ukrainy Wołodymyr Zełenski na wspólnej konferencji w środę. Prezydenci Polski Andrzej Duda i Litwy Gitanas Nausėda przebywają z wizytą we Lwowie. Trzech przywódców podpisało Wspólną Deklarację Prezydentów Trójkąta Lubelskiego.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/usa-lawina-porwala-narciarza-pod-las-vegas-32-latka-przysypala-lawina/", "title": "USA: Tragiczny wypadek pod Las Vegas. 32-latka przysypała lawina", "date_published": "2023-01-11 13:17:00+00:00", "description": "32-letni narciarz zginął w wyniku zejścia lawiny śnieżnej w amerykańskim stanie Nevada. Wypadek miał miejsce na zboczu Mount Charleston, ok. 30 km od Las Vegas. Sekcja zwłok wykazała, że bezpośrednią przyczyną śmierci mężczyzny było uderzenie w głowę tępym przedmiotem.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/rosja-poborowy-aleksander-leszkow-skazany-na-55-roku-wiezienia/", "title": "Rosja. Poborowy Aleksander Leszkow skazany na 5,5 roku więzienia.", "date_published": "2023-01-11 12:29:00+00:00", "description": "Wojskowy sąd garnizonowy w Odincowie skazał zmobilizowanego żołnierza Aleksandra Leszkowa na pięć lat i sześć miesięcy kolonii o zaostrzonym reżimie, uznając go za winnego pobicia dowódcy - podaje niezależny rosyjski portal Meduza powołując się na agencję TASS.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/usa-awaria-systemu-komputerowego-na-amerykanskich-lotniskach-loty-wstrzymane/", "title": "USA. Awaria systemu komputerowego na amerykańskich lotniskach. Loty wstrzymane", "date_published": "2023-01-11 12:13:00+00:00", "description": "W Stanach Zjednoczonych doszło do awarii systemu, który odpowiada m.in za ostrzeganie zagrożeniach, zmianach w procedurach i bieżącej sytuacji na lotniskach- informuje amerykańska agencja Ministerstwa Transportu. System przestał podawać aktualne informacje.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/w-brytania-szkola-zakazala-kontaktow-fizycznych-rodzice-oburzeni/", "title": "W. Brytania: Szkoła zakazała kontaktów fizycznych. Rodzice oburzeni", "date_published": "2023-01-11 11:51:00+00:00", "description": "Brytyjska szkoła średnia w hrabstwie Essex zakazała uczniom jakichkolwiek kontaktów fizycznych. W piśmie skierowanym do rodziców podkreślono, że zabronione jest nawet trzymanie się za ręce czy przytulanie. Przepisy spotkały się z ostrą krytyką ze strony rodziców.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/australia-myslala-ze-to-zart-wspolpracownika-cudem-uniknela-smierci/", "title": "Australia: Myślała, że to żart współpracownika. Cudem uniknęła śmierci", "date_published": "2023-01-11 11:09:00+00:00", "description": "Chwile grozy rozegrały się w salonie samochodowym w Australii. Recepcjonistka znalazła w drukarce brązowego węża. Nie przejęła się jednak zbytnio obecnością gada zakładając, że to żart jednego ze współpracowników. W ostatniej chwili zauważyła, że zwierzę się rusza.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/wojna-w-ukrainie-rafal-trzaskowski-z-wizyta-w-kijowie/", "title": "Wojna w Ukrainie. Rafał Trzaskowski z wizytą w Kijowie", "date_published": "2023-01-11 10:25:00+00:00", "description": "Prezydent Warszawy Rafał Trzaskowski udał się z wizytą do Kijowa - dowiedział się Polsat News.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/usa-zbierala-pieniadze-dla-bezdomnego-wydawala-je-na-swoje-przyjemnosci/", "title": "USA: Zbierała pieniądze dla bezdomnego. Wydawała je na swoje przyjemności", "date_published": "2023-01-11 09:25:00+00:00", "description": "32-letnia Amerykanka założyła w sieci zbiórkę pieniędzy dla bezdomnego. Mężczyzna miał pomóc jej, kiedy zabrakło jej paliwa przy drodze. Internauci wpłacili na rzecz weterana amerykańskiej armii ponad 400 tys. dolarów. Kobieta nie zamierzała jednak dzielić się z nim pieniędzmi i wydawała je na własne przyjemności. Została skazana przez sąd za oszustwo finansowe.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/wielka-brytania-wyglodniala-foka-zjadla-ryby-warte-3-tys-funtow-wlasciciel-zamknal-lowisko/", "title": "Wielka Brytania: Wygłodniała foka zjadła ryby warte 3 tys. funtów. Właściciel zamknął łowisko", "date_published": "2023-01-11 08:47:00+00:00", "description": "Wygłodniała foka zrujnowała biznes właściciela łowiska w Rochford w hrabstwie Essex. Zwierzę, które przypadkowo trafiło do akwenu, wyjadło z niego ryby warte nawet 3 tys. funtów. Punkt został zamknięty na trzy tygodnie, a właściciel ponosi straty. Foka uniknęła już dwóch prób schwytania.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/usa-11-latek-pogryziony-przez-psy-oderwaly-mu-70-proc-skory-glowy/", "title": "USA: 11-latek pogryziony przez psy. Oderwały mu 70 proc. skóry głowy", "date_published": "2023-01-11 08:23:00+00:00", "description": "Dramatyczne sceny rozegrały się w amerykańskim stanie Georgia, gdzie 11-latek został zaatakowany przez trzy pitbulle. Psy oderwały mu blisko 70 proc. skóry głowy. Chłopiec w stanie krytycznym trafił do szpitala.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/ukraina-rzeczniczka-prasowa-strazy-granicznej-ma-stracic-stanowisko/", "title": "Ukraina: Rzeczniczka prasowa straży granicznej ma stracić stanowisko", "date_published": "2023-01-11 08:21:00+00:00", "description": "Egzotyczne wakacje, drogie ubrania i luksusowe samochody - to do niedawna była główna zawartość mediów społecznościowych Iwany Plantowksiej. Oficer i rzeczniczka prasowa Południowej Dyrekcji Regionalnej Państwowej Straży Granicznej Ukrainy, przez swoją aktywność w internecie wpadła w tarapaty i prawdopodobnie straci pracę.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/francja-atak-nozownika-na-dworcu-gare-du-nord-kilka-osob-rannych/", "title": "Francja: Atak nożownika na dworcu Gare du Nord. Kilka osób rannych", "date_published": "2023-01-11 07:57:00+00:00", "description": "Napastnik ranił kilka osób na dworcu Gare du Nord w 10. dzielnicy Paryża - podaje agencja Reutera. Informacje w mediach społecznościowych potwierdził minister spraw wewnętrznych Francji.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/w-brytania-tajemniczy-pakunek-na-lotnisku-zawieral-promieniotworczy-uran/", "title": "W. Brytania: Tajemniczy pakunek na lotnisku. Zawierał promieniotwórczy uran", "date_published": "2023-01-11 07:23:00+00:00", "description": "Niepokojącego odkrycia na londyńskim lotnisku Heathrow dokonali pod koniec roku brytyjscy celnicy. Podczas rutynowej kontroli w bagażu z Omanu znaleziono ślady promieniotwórczego uranu. Policja ustaliła, że przesyłka miała trafić w ręce obywateli Iranu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/ukraina-wolodymyr-zelenski-pozbawil-obywatelstwa-cztery-osoby-wsrod-nich-wiktor-medwedczuk/", "title": "Ukraina. Wołodymyr Zełenski pozbawił obywatelstwa cztery osoby. Wśród nich Wiktor Medwedczuk", "date_published": "2023-01-11 07:16:00+00:00", "description": "Wołodymyr Zełenski pozbawił obywatelstwa ukraińskich kolaborantów i zdrajców Wiktora Medwedczuka, Tarasa Kozaka, Andrija Derkacza i Renata Kuzmina - podaje portal Ukraińska Prawda. - Jeśli wybrani przez ludzi urzędnicy zdecydują się służyć nie narodowi Ukrainy, ale mordercom, którzy przybyli na Ukrainę, to nasze działania będą adekwatne - zapowiedział ukraiński prezydent.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-11/watykan-zmarl-kardynal-george-pell-z-australii-mial-81-lat/", "title": "Watykan. Zmarł kardynał George Pell z Australii. Miał 81 lat", "date_published": "2023-01-11 05:18:00+00:00", "description": "W wieku 81 lat zmarł we wtorek w Rzymie kardynał George Pell z Australii - poinformowała w nocy agencja Ansa powołując się na doniesienia australijskich mediów. Przyczyną śmierci byłego bliskiego współpracownika papieża Franciszka oraz byłego prefekta Sekretariatu ds. Gospodarczych Stolicy Apostolskiej były komplikacje po przebytej operacji.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}