[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCL9PlYkRD3Q-RZca6CCnPKw", "title": "Source Exposes Chinese Web Server Detailing CCP Five-Year-Plan for Bio Engineering & Military Tech", "description": "Project Veritas has acquired hundreds of documents that detail business plans for the Chinese Communist Party’s (CCP) State-Owned Enterprises related to their 14th Five-Year-Plan. A source alerted Project Veritas to an exposed web server belonging to one of China’s state sponsored enterprises. Over 400 files were able to be accessed by the public and downloaded without a password.\n\nToday, Veritas has made nearly 8 GB of CCP data available at:\nhttps://www.projectveritas.com/news/ccp-data-leak/\n\nThese documents detail Chinese Government projects that were approved by the CCP in October of 2020. Some of these projects focus on advanced technology, including biotechnology, nuclear technology, AI etc., some with potential military applications. They also cover high end manufacturing, including agricultural and medical equipment, as well as the development of materials and chemicals. \n\nBased on the documents, several individuals involved in the research and development of these projects work with public universities and private companies in the United States, United Kingdom, Canada, Australia, Japan, France, and Germany through various CCP programs, including the Chinese Thousand Talents program. \n\nThis program, along with affiliated Confucius Institutes, were subject to oversight and disclosure of Chinese Communist Party members during the Trump Administration. The Biden Administration revoked this oversight in 2021 – the same year China’s current Five-Year-Plan was initiated.  \n\nIntelligence Agencies across the globe believe that the Chinese Government utilizes State Owned Enterprises to undermine the Free World in an attempt to become the world's only superpower. \n \nProject Veritas is publishing information that is vital to understanding the plans and potential threats of the Chinese Communist party.  We are making these documents available on our website, in an effort to be fully transparent regarding the CCP’s global agenda. We look forward to collaboration with journalists across the world and subject matter experts to thoroughly reveal the implications of these business plans, and the individuals involved. \n\nHelp us dig! Share what you find: VeritasTips@ProtonMail.com!", "link": "https://www.youtube.com/watch?v=IA4jTx-UZts", "date_published": "2023-07-25T12:58:29+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IA4jTx-UZts/hqdefault.jpg"}]