[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UC3ScyryU9Oy9Wse3a8OAmYQ", "title": "Released From Guantanamo (Out of Gitmo) (full documentary) | FRONTLINE", "description": "FRONTLINE and NPR followed the trail of one of the final detainees released by the Obama administration from the prison at Guantanamo Bay. (Aired 2017)\n\nThis journalism is made possible by viewers like you. Support your local PBS station here: http://www.pbs.org/donate​.\n\nWhen President Barack Obama first took office, he signed an executive order to close the controversial military prison at Guantanamo Bay, Cuba — where the U.S. has held terror suspects for years without charges. Though he didn’t succeed in closing Gitmo, a symbol of the post-9/11 “war on terror,” Obama made a final push to clear out the camp before President Donald Trump took over.\n\nThe documentary “Out of Gitmo” examines the challenges and complexities of releasing men who were once deemed “indefinite detainees” — those never charged with a crime but considered too great a risk to let go.\n\n“Out of Gitmo” was a collaboration with NPR and WGBH News. The writer and producer was James Jacoby. The correspondent was NPR/WGBH News reporter Arun Rath. The senior producer was Frank Koughan. The senior investigations editor for NPR was Robert Little. “Out of Gitmo” was a production with Left/Right Docs. The executive producers for Left/Right Docs were Ken Druckerman and Banks Tarver. The executive producer for FRONTLINE was Raney Aronson-Rath.\nExplore additional reporting on \"Out of Gitmo\" on our website:\nhttps://www.pbs.org/wgbh/frontline/documentary/out-of-gitmo/\n\n#Documentary #GuantanamoBay #Gitmo #Obama #WarOnTerror\n\nSubscribe on YouTube: http://bit.ly/1BycsJW​\nInstagram: https://www.instagram.com/frontlinepbs​\nTwitter: https://twitter.com/frontlinepbs​\nFacebook: https://www.facebook.com/frontline\n\nFRONTLINE is produced at GBH in Boston and is broadcast nationwide on PBS. Funding for FRONTLINE is provided through the support of PBS viewers and by the Corporation for Public Broadcasting. Additional funding is provided by the Abrams Foundation; Park Foundation; the John D. and Catherine T. MacArthur Foundation; and the FRONTLINE Journalism Fund with major support from Jon and Jo Ann Hagler on behalf of the Jon L. Hagler Foundation, and additional support from Koo and Patricia Yuen.\n\nCHAPTERS: \nExamining the Push to Release Guantanamo Detainees in Obama’s Last Year - 1:41 \nMeeting a Former Guantanamo Detainee on Hunger Strike - 6:55\nFormer Guantanamo Detainee: ‘We Were Like Animals in Cages’ - 17:36\nObama’s Special Envoy for Guantanamo Closure Talks About Resettling Ex-Detainees - 27:42\nThe Guantanamo Bay Prison’s Future - 34:43\nCredits - 38:00", "link": "https://www.youtube.com/watch?v=Wd5JfFjhfMQ", "date_published": "2023-07-25T23:00:10+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/Wd5JfFjhfMQ/hqdefault.jpg"}]