[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Simpsons: Hit and Run Remake Is Complete, But There’s a Catch - IGN Daily Fix", "description": "On today's Daily Fix:\nAn ambitious The Simpsons: Hit and Run fan remake is now complete, but its creator says there's a catch. Sea of Stars launches day-and-date as a PlayStation Plus Game Catalog title August 29, developer Sabotage Studio has revealed. Finally, Ubisoft has reportedly canceled its plans for a sequel to Immortals Fenyx Rising.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=V2o_lRF_oYk", "date_published": "2023-07-25T23:00:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/V2o_lRF_oYk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Cosplayers Invade IGN Stage, Sonic the Hedgehog Cafe, Venom, and More - San Diego Comic Con Recap", "description": "IGN's coverage of San Diego Comic Con 2023 included a ton of content including an extended look at Netflix's live-action One Piece adaptation thanks to a brand new trailer, body-swapping hijinks in The Marvel's brand new trailer, an on-the-streets of Comic-Con stop at the Sonic the Hedgehog Cafe, a nuts assembly of the best cosplayer SDCC had to offer, and Todd McFarlene, creator of Venom himself, evalutating Insomniac's Venom from Spider-Man 2.\n\nPresented by The Xfinity 10G Network.", "link": "https://www.youtube.com/watch?v=l5w7ymVQbWQ", "date_published": "2023-07-25T22:30:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/l5w7ymVQbWQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Christopher Nolan Finally Reveals Inception's True Ending - IGN The Fix: Entertainment", "description": "In today's Fix of Entertainment News:\nDirector Christopher Nolan still gets asked what the meaning of Inception's ending is. Did DiCaprio make it out? Or is he stuck in the dream world? Nolan gives an answer, and it might be something you don't expect. But even though we have a (mostly) definitive explanation, it'll probably still be debated by cinephiles for years to come. And something else people are talking about: the Barbie movie. It's been a huge success for Warner Bros. and toy company Mattel, who recently inked a new deal to be the official toy make for Warner Bros properties. So in some weird way, Barbie and Batman exist in the same universe. Let's see that crossover, James Gunn!\n\n\n#IGN", "link": "https://www.youtube.com/watch?v=er9i0ajVJVo", "date_published": "2023-07-25T22:11:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/er9i0ajVJVo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Get your hands on #WrestleQuest for free when you sign up for #XfinityRewards starting August 8th!", "description": "@Xfinity customers, get your hands on #WrestleQuest for free when you sign up for #XfinityRewards! Signing up is free and easy - just head over to xfinity.com/rewards from 8/8 to 8/29 to redeem your copy. Presented by the game-changing Xfinity 10G Network.", "link": "https://www.youtube.com/watch?v=tQs84MgdsKo", "date_published": "2023-07-25T20:15:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/tQs84MgdsKo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tekken 8 - Closed Network Test Preview", "description": "The first Closed Network Test for Tekken 8 is here, and we went hands-on for a preview of the new combatant in the King of Iron Fist Tournament.\n\nTekken 8 is the newest entry in the long-running fighting game franchise. Thanks to its move to Unreal Engine 5, it's looking better than ever! It also comes with a host of new mechanics, all wrapped up in the new Heat system. And while this wasn't exactly a Tekken 8 beta, we still got to go hands on with it! Many familiar faces are returning to Tekken 8: Lili, Kazuya, Jin, Leroy, Law, Jun, and Paul among them.", "link": "https://www.youtube.com/watch?v=stI5Z8Zx4Aw", "date_published": "2023-07-25T20:00:25+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/stI5Z8Zx4Aw/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Solo Leveling - Official Trailer (English Sub)", "description": "Solo Leveling is coming to Crunchyroll next winter!\n\nBased on the hit fantasy novel, experience the webcomic that's cpature the attention of millions in all its full-color glory!\nKnown as the Weakest Hunter of All Mankind, E-rank hunter Jinwoo Sung’s contribution to raids amounts to trying not to get killed. Unfortunately, between his mother’s hospital bills, his sister’s tuition, and his own lack of job prospects, he has no choice but to continue to put his life on the line. So when an opportunity arises for a bigger payout, he takes it…only to come face-to-face with a being whose power outranks anything he’s ever seen! With the party leader missing an arm and the only healer a quivering mess, can Jinwoo some­how find them a way out?", "link": "https://www.youtube.com/watch?v=I6JIwjWOhnQ", "date_published": "2023-07-25T18:52:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/I6JIwjWOhnQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Check out IGN's SDCC Party sponsored by Armored Core VI FIRES OF RUBICON. #SDCC", "description": "Presented by Armored Core VI", "link": "https://www.youtube.com/watch?v=KCep1CJVR4s", "date_published": "2023-07-25T17:04:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/KCep1CJVR4s/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Transformers: Rise of the Beasts - Quick Catchup on the Major Characters", "description": "Transformers: Rise of the Beasts introduces a new set of factions and Transformers that expand on the lore and it's all presented by Paramount Pictures.\n\nTransformers: Rise of the Beasts will take audiences on a '90s globetrotting adventure with the Autobots and introduce a whole new faction of Transformers - the Maximals - to join them as allies in the existing battle for Earth.\n\nTransformers Rise of the Beats stars Anthony Ramos, Dominique Fishback, Luna Lauren Velez, Dean Scott Vazquez, Tobe Nwigwe, Peter Cullen, Ron Perlman, Peter Dinklage, Michelle Yeoh, Liza Koshy, John DiMaggio, David Sobolov, Michaela Jaé Rodriguez, Pete Davidson, Cristo Fernández, and Tongayi Chirisa.\n\nThe film's screenplay is by Joby Harold and Darnell Metayer & Josh Peters and Erich Hoeber & Jon Hoeber.\n\nThe story is by Joby Harold. Based on Hasbro's #Transformers action figures. It is produced by Lorenzo di Bonaventura, p.g.a., Tom DeSanto & Don Murphy, Michael Bay, Mark Vahradian, p.g.a., and Duncan Henderson. Steven Spielberg, Brian Goldner, David Ellison, Dana Goldberg, Don Granger, Brian Oliver, Bradley J. Fischer, and Valerii An serve as executive producers.\n\nTransformers: Rise of the Beasts, directed by Steven Caple Jr. is streaming now on Paramount+.\n\n#IGN #Movies #Transformers", "link": "https://www.youtube.com/watch?v=e6Kmg2EKxxA", "date_published": "2023-07-25T17:00:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/e6Kmg2EKxxA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Blasphemous 2 - Official Preorder Trailer", "description": "Watch the action-packed Blasphemous 2 preorder trailer for another look at the upcoming 2D soulslike sequel from developer The Game Kitchen. Get a peek at its brutal combat in this new trailer.\nBlasphemous II will be released digitally on August 24 on PC, PS5, Xbox Series X/S, and Nintendo Switch, with its physical release following on September 15, 2023 for PS5, Xbox Series X/S, and Nintendo Switch. Preorders are now live for all platforms.\n\n#IGN #Gaming #Blasphemous2", "link": "https://www.youtube.com/watch?v=JyqoLRz7_M8", "date_published": "2023-07-25T16:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/JyqoLRz7_M8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Exorcist: Believer - Official Trailer (2023) Leslie Odom, Jr., Lidya Jewett, Olivia Marcum", "description": "Check out the trailer for The Exorcist: Believer, an upcoming horror movie starring Leslie Odom, Jr., Lidya Jewett, and Olivia Marcum.\n\nExactly 50 years ago this fall, the most terrifying horror film in history landed on screens, shocking audiences around the world. Now, on Friday, October 13, a new chapter begins. From Blumhouse and director David Gordon Green, who shattered the status quo with their resurrection of the Halloween franchise, comes The Exorcist: Believer. \n\nSince the death of his pregnant wife in a Haitian earthquake 12 years ago, Victor Fielding (Leslie Odom, Jr.; One Night in Miami, Hamilton) has raised their daughter, Angela (Lidya Jewett, Good Girls) on his own. \n\nBut when Angela and her friend Katherine (newcomer Olivia Marcum), disappear in the woods, only to return three days later with no memory of what happened to them, it unleashes a chain of events that will force Victor to confront the nadir of evil and, in his terror and desperation, seek out the only person alive who has witnessed anything like it before: Chris MacNeil. \n\nFor the first time since the 1973 film, Ellen Burstyn reprises her iconic role as Chris MacNeil, an actress who has been forever altered by what happened to her daughter Regan five decades before. \n\nThe film also stars Ann Dowd (The Handmaid’s Tale, Hereditary) as Victor and Angela’s neighbor, and Jennifer Nettles (Harriet, The Righteous Gemstones) and Norbert Leo Butz (Fosse/Verdon, Bloodline) as the parents of Katherine, Angela’s friend. \n\nThe Exorcist: Believer is directed by David Gordon Green from a screenplay by Peter Sattler (Camp X-Ray) and David Gordon Green, from a story by Scott Teems (Halloween Kills), Danny McBride (Halloween trilogy) and David Gordon Green, based on characters created by William Peter Blatty. \n\nThe film is produced by Jason Blum for Blumhouse and by David Robinson and James G. Robinson for Morgan Creek Entertainment. \n\nThe executive producers are Danny McBride, David Gordon Green, Stephanie Allain, Ryan Turek and Atilla Yücer. Universal Pictures presents a Blumhouse/Morgan Creek Entertainment production in association with Rough House Pictures. \n\nThe Exorcist: Believer opens in theaters on October 13, 2023.\n\n#IGN #Movies #TheExorcist", "link": "https://www.youtube.com/watch?v=EuVm-D42MqA", "date_published": "2023-07-25T15:36:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/EuVm-D42MqA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: Fires of Rubicon - Official Gameplay Preview Trailer", "description": "Get a deep dive into gameplay in this latest trailer for FromSoftware's Armored Core VI: Fires of Rubicon, including a look at massive levels, weapons, action-packed mech battles, traversal and combat abilities, mech customization, strategies, and more. Armored Core VI: Fires of Rubicon will be available on PlayStation 5, PlayStation 4, Xbox Series X/S, Xbox One, and PC via Steam on August 25, 2023.\n\n#IGN #Gaming #ArmoredCore6", "link": "https://www.youtube.com/watch?v=uwymxKLId4c", "date_published": "2023-07-25T15:30:30+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uwymxKLId4c/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: Fires of Rubicon Preview", "description": "After going through the entirety of chapter 1 of Armored Core 6: Fires of Rubicon, FromSoftware just made a new series fan. Here's our thoughts on the upcoming mech combat action game, releasing on Xbox, PC, and PlayStation on August 25.\n\n#IGN #Gaming #ArmoredCore6", "link": "https://www.youtube.com/watch?v=knvpF0_tUqQ", "date_published": "2023-07-25T15:00:41+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/knvpF0_tUqQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Armored Core 6: 7 Minutes of Gameplay - Strider Boss Fight", "description": "The scale of enemies you'll fight in AC6 is quite massive. Check out 7 minutes of gameplay from the Strider mission in Armored Core 6: Fires of Rubicon.\n\n#IGN #Gaming #ArmoredCore6", "link": "https://www.youtube.com/watch?v=L0NLtPJMb48", "date_published": "2023-07-25T15:00:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/L0NLtPJMb48/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Resident Evil: Death Island - Exclusive First 8 Minutes (2023) Matthew Mercer, Stephanie Panisello", "description": "In San Francisco, Jill Valentine is dealing with a zombie outbreak and a new T-Virus, Leon Kennedy is on the trail of a kidnapped DARPA scientist, and Claire Redfield is investigating a monstrous fish that is killing whales in the bay. Joined by Chris Redfield and Rebecca Chambers, they discover the trail of clues from their separate cases all converge on the same location, Alcatraz Island, where a new evil has taken residence and awaits their arrival. Resident Evil: Death Island is available on Blu-ray, 4K Steelbook, Digital, and DVD July 25.", "link": "https://www.youtube.com/watch?v=A2AD3rNCx-0", "date_published": "2023-07-25T15:00:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/A2AD3rNCx-0/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield - Official 'The Settled Systems - Where Hope is Built' Animated Trailer", "description": "Here's your look at this new animated trailer for Starfield, the upcoming sci-fi RPG coming to PC and Xbox Series X/S on September 6, 2023. Vanna—an Akila City orphan of the famous Colony Wars—desperately wants to explore the stars and only one thing stands in her way: a broken ship. Her search for repair parts leads her throughout the city, and into some unexpected danger, as she closes in on her dream.\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=GVcHxJKwrCk", "date_published": "2023-07-25T14:55:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/GVcHxJKwrCk/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield - Official 'The Settled Systems: The Hand that Feeds' Animated Trailer", "description": "Check out this new trailer for the sci-fi RPG Starfield. Two Neon street rats, Ada and Harper, are partners in crime eking out a living stealing from the wealthy partygoers that come to the “pleasure city” to let loose. When Ada is forced into a moral dilemma, she quickly catches the attention of the all-seeing Ryujin Industries, bringing her an exciting new opportunity. But at what cost? \n\nStarfield will be available on PC and Xbox Series X/S on September 6, 2023.\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=yEOh9jfCeNg", "date_published": "2023-07-25T14:50:31+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/yEOh9jfCeNg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Starfield - Official The Settled Systems: Supra Et Ultra Animated Trailer", "description": "In the city of New Atlantis, capital of the United Colonies, Kent, a courier pilot, aspires to live in the most desirable part of the settled systems. After joining the UC Vanguard and working his way up to the Capital’s elite, Kent quickly realizes the adventures waiting for him off-planet are what he truly longed for. Check out the latest trailer for Starfield ahead of the game's release on PC and Xbox Series X/S on September 6, 2023.\n\n#IGN #Gaming #Starfield", "link": "https://www.youtube.com/watch?v=q1d7Lt21qUQ", "date_published": "2023-07-25T14:21:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/q1d7Lt21qUQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Strange Planet - Official Trailer (2023) Danny Pudi, Tunde Adebimpe", "description": "Based on the New York Times #1 bestselling graphic novel and social media phenomenon of the same name, “Strange Planet” is a hilarious and perceptive look at a distant world not unlike our own. Set in a whimsical world of cotton candy pinks and purples, relatable blue beings explore the absurdity of everyday human traditions. New episodes of “Strange Planet” will debut weekly every Wednesday on Apple TV+ through the season finale on September 27, 2023.\n\n#IGN #TV #StrangePlanet", "link": "https://www.youtube.com/watch?v=zilDYA-MPhI", "date_published": "2023-07-25T14:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/zilDYA-MPhI/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "57 Seconds - Exclusive Trailer (2023) Josh Hutcherson, Morgan Freeman", "description": "Josh Hutcherson (The Hunger Games) and Academy Award winner Morgan Freeman (Million Dollar Baby) star in this heart-racing action thriller. When a tech blogger discovers a time-altering device, he unleashes its power to rewrite the past and seek revenge against the ruthless corporate empire that destroyed his family. But his actions soon trigger a terrifying chain of events, propelling him into a pulse-pounding battle for survival where every second counts. Director Rusty Cundieff's 57 Seconds is available in theaters and on digital on September 29, 2023.", "link": "https://www.youtube.com/watch?v=hBz7CfP1PBs", "date_published": "2023-07-25T14:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/hBz7CfP1PBs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Remnant 2: Official Launch Trailer", "description": "Enjoy the launch trailer for Remnant 2, the cooperative multiplayer action-RPG sequel that's been getting great reviews (IGN gave it a 9 out of 10). Remnant 2 is available now for PC, PlayStation 5, and Xbox Series X|S.\n\n#IGN", "link": "https://www.youtube.com/watch?v=pqgDFvDPZSs", "date_published": "2023-07-25T13:00:47+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pqgDFvDPZSs/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "5 Things to Know Before You Play Fae Farm", "description": "If animal care and crop cultivation mixed with brightly-coloured quests sounds like your cup of tea, fix yourself a mug, grab a blanket, and get comfortable! Here are 5 things to know before you play Fae Farm… Sponsored by Phoenix Labs.\n\n#IGN #Gaming #FaeFarm", "link": "https://www.youtube.com/watch?v=pABEXAwQWPQ", "date_published": "2023-07-25T10:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pABEXAwQWPQ/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: Killing Tormented Echo of Varshan in 28 Seconds", "description": "In Diablo 4 Season 1 the Echo of Varshan has several forms. The Tormented Echo of Varshan is the hardest difficulty level of this boss on World Tier 4 and it can be cleared as quickly as 28 seconds as Moxsy shows here. A wonderful way to farm for amazing gear.", "link": "https://www.youtube.com/watch?v=AxVqwHFKBdo", "date_published": "2023-07-25T00:30:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/AxVqwHFKBdo/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "These Xbox Controllers Smell Like Pizza - IGN Daily Fix", "description": "In today's Daily Fix:\nIn honor of the upcoming Teenage Mutant Ninja Turtles: Mutant Mayhem movie coming to theaters, Microsoft is releasing four totally radical controllers themed after each of the four turtles. But they're not just cool slime-green controllers with a ninja turtle's face on them—they smell like pizza, too. The scent comes from a diffuser attached to the controllers that makes them smell like pizza. Now you don't need to be scarfing down pizza rolls to get that authentic scent on your hands. Cowabunga, dudes. In other news, eagle-eyed Starfield fans noticed that the game does not pause when pickpocketing NPC's. Unlike in other Bethesda games like Skyrim or Fallout, where the entire game will be put on hold while you rummage through someone's pockets, you'll be doing it in real-time out in space. Hope you have quick hands. On the business side of things, mega corporation Tencent just acquired another studio, this time it's Techland, the devs behind Dying Light and the original Dead Island. And finally, Modern Warfare 2 players found a way to get a cat that shoots lasers into the game. Yeah, you read that right.", "link": "https://www.youtube.com/watch?v=MFxd6G-Xrcw", "date_published": "2023-07-25T00:10:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/MFxd6G-Xrcw/hqdefault.jpg"}]