[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Armored Core VI - A Perfect Entry Point", "description": "Dave Klein (DaveControl) had the chance to play FromSoftware's latest entry into the AC series, Armored Core VI: Fires or Rubicon at a hands-on preview event held by Bandai Nacmo. While many might be looking to From for a new Soulslike game, Armored Core VI only takes little inspiration from the Souls titles, and focuses in on bringing the classic Armored Core series to a modern audience with a brand new reboot of the series.\n\nArmored Core first burst onto the scene in 1997, and was FromSoftware's first attempt at branching out after the King's Field series. Afterwards, it became one of From's flagship titles until the release of Demon's Souls and Dark Souls. With Hidetaka Miyazaki taking the reins, FromSoftware was taken into a whole new era.\n\nThe most recent entry into the series, Armored Core: Verdict Day, released nearly 10 years ago in 2013. So, with Armored Core VI: Fires of Rubicon, From has taken the long running series, and added modern elements they've learned throughout the years of creating high quality, franchise defining games.\n\nWhile Armored Core VI takes elements from multiple previous Armored Core games - including a separate campaign, training mode, and arena - it's movement seems most based on Hidetaka Miyazaki's previous AC titles, Armored Core 4 and For Answer.\n\nArmored Core VI: Fires of Rubicon is set to release August 25, 2023.\n\n#armoredcore #firesofrubicon #gamespot", "link": "https://www.youtube.com/watch?v=pytU9c6ItLc", "date_published": "2023-07-25T15:00:40+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i1.ytimg.com/vi/pytU9c6ItLc/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Starfield: The Settled Systems - The Hand that Feeds Animated Trailer", "description": "Watch another Starfield animated story focusing on another major city in the Settled Systems.\n\nTwo Neon street rats, Ada and Harper, are partners in crime eking out a living stealing from the wealthy partygoers that come to the “pleasure city” to let loose. When Ada is forced into a moral dilemma, she quickly catches the attention of the all-seeing Ryujin Industries, bringing her an exciting new opportunity. But at what cost?\n\nStarfield launches on Xbox Series X|S and PC on September 6, 2023.", "link": "https://www.youtube.com/watch?v=N0FuY1VlfeA", "date_published": "2023-07-25T14:27:56+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i3.ytimg.com/vi/N0FuY1VlfeA/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Starfield: The Settled Systems - Where Hope is Built Animated Trailer", "description": "Check out another Starfield animated story showcasing one of the major cities in the Settled Systems.\n\nVanna—an Akila City orphan of the famous Colony Wars—desperately wants to explore the stars, and only one thing is standing in her way: a broken ship. Her search for repair parts leads her throughout the city, and into some unexpected danger, as she closes in on her dream.    \n\nStarfield launches on Xbox Series X|S and PC on September 6, 2023.", "link": "https://www.youtube.com/watch?v=wM0vVsGZlVg", "date_published": "2023-07-25T14:24:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i4.ytimg.com/vi/wM0vVsGZlVg/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCbu2SsF-Or3Rsn3NxqODImw", "title": "Starfield: The Settled Systems Supra Et Ultra Animated Trailer", "description": "Check out one of three new animated stories for Starfield showcasing some of the major cities in the Settled Systems.\n\nIn the city of New Atlantis, capital of the United Colonies, Kent, a courier pilot, aspires to live in the most desirable part of the settled systems. After joining the UC Vanguard and working his way up to the Capital’s elite, Kent quickly realizes the adventures waiting for him off-planet are what he truly longed for. \n \nStarfield launches on Xbox Series X|S and PC on September 6, 2023.", "link": "https://www.youtube.com/watch?v=uuGPwfdveYM", "date_published": "2023-07-25T14:20:59+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/uuGPwfdveYM/hqdefault.jpg"}]