[{"source": "https://www.engadget.com/rss.xml", "title": "Samsung Galaxy Unpacked July 2023: How to watch", "description": "<h2>Samsung Unpacked 2023</h2><p>While Samsung already revealed its flagship <a href=\"https://www.engadget.com/samsung-galaxy-s23-ultra-hands-on-specs-price-availability-200-megapixel-camera-test-180044964.html\">Galaxy S23 phones</a> earlier this year, summer is reserved for its foldable devices. This year, that event is <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25ld3Muc2Ftc3VuZy5jb20vZ2xvYmFsL2ludml0YXRpb24tZ2FsYXh5LXVucGFja2VkLWp1bHktMjAyMy1qb2luLXRoZS1mbGlwLXNpZGUiLCJjb250ZW50VXVpZCI6ImU1OWIzYmVjLWQ4NzItNGUzOC05MzdkLTcxZWZhNzc1MWUwZSJ9&amp;signature=AQAAAct-49e3mKGIPaUYch4DiCnbA-uns3Gl6B3TuDR7m06s&amp;gcReferrer=https%3A%2F%2Fnews.samsung.com%2Fglobal%2Finvitation-galaxy-unpacked-july-2023-join-the-flip-side\">taking place</a> in South Korea, with the company teasing not just the latest Galaxy Z Fold 5 and Galaxy Z Flip 5 devices, but smartwatches and tablets as well — for more, check out our <a href=\"https://www.engadget.com/summer-samsung-unpacked-2023-what-to-expect-on-july-26th-150001571.html\">preview</a> and <a href=\"https://www.youtube.com/watch?v=eYCkUlWdxvU&amp;t=55s\">video</a> on what to expect. You'll have a couple of ways to follow along, so keep reading to find out more.&nbsp;</p><h2>When is Samsung Unpacked 2023?</h2><p>Unpacked 2023 takes place in Samsung's home country of South Korea for the first time, and will be streamed live on July 26th at 7AM ET.&nbsp;</p><span id=\"end-legacy-contents\"></span><h2>How to watch Samsung Unpacked 2023</h2><div id=\"9f9e75da155f4cf1bd12108ba372a3f4\"></div><p>If yu can get up that early, Samsung is streaming the event on <a href=\"https://shopping.yahoo.com/rdlw?merchantId=f85e63cd-e13c-4f9d-991c-9fbaadede3ac&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Samsung+Electronics&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmODVlNjNjZC1lMTNjLTRmOWQtOTkxYy05ZmJhYWRlZGUzYWMiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zYW1zdW5nLmNvbS8iLCJjb250ZW50VXVpZCI6IjZjMmMwZTg4LTJkNTEtNGRjNC04ZDE2LTI3OGU0YTk0YjQxZCJ9&amp;signature=AQAAAW9NMdS-55dm3Lux7tWq11VlpXdpV5_dIm86PTKwM5mw&amp;gcReferrer=https%3A%2F%2Fsamsung.com%2F&amp;uuid=kGSN4iHQc5ETWmM91534\">its website</a> and <a href=\"https://www.youtube.com/samsung\">YouTube channel</a> and we've embedded the livestream above. If you'd rather have some in-depth commentary (or both), Engadget will be liveblogging the event starting at 7AM ET / 4AM PT / 11AM BST, and we have a reporter on the ground in South Korea. Follow all the activities by bookmarking our <a href=\"https://www.engadget.com/samsung-unpacked-july-2023-event-liveblog-100031572.html\">liveblog here, </a>which will go live tomorrow morning.</p>This article originally appeared on Engadget at https://www.engadget.com/samsung-galaxy-unpacked-july-2023-how-to-watch-220014632.html?src=rss", "link": "https://www.engadget.com/samsung-galaxy-unpacked-july-2023-how-to-watch-220014632.html?src=rss", "date_published": "2023-07-25T22:00:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Amazon’s Kindle Kids e-reader is $40 off right now", "description": "<p>Amazon has the company’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9LaW5kbGUtS2lkcy0yMDIyLXJlbGVhc2Utd29ycnktZnJlZS9kcC9CMEJMSjZERzI1P3RhZz1nZGd0MGMtcC1vLTFyNi0yMCIsImNvbnRlbnRVdWlkIjoiNDc0ODY2OWUtMTYyMi00ZDliLWFjMDgtNGYwMzE1MjU2NTI4In0&amp;signature=AQAAASJLL1_0coo6fG08CTnbk_neLgfLp9RZkDOFDrZX8fSs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKindle-Kids-2022-release-worry-free%2Fdp%2FB0BLJ6DG25\">Kindle Kids e-reader</a> on sale for 33 percent off right now. Its $80 price (usually $120) is nearly as low as it was on Prime Day, making it an ideal time to surprise your little one(s) with the gift of distraction-free reading. The device is an Engadget recommendation in our <a href=\"https://www.engadget.com/best-educational-toys-for-kids-123055311.html\">Best Educational Toys</a> guide.</p><p></p><p>The discounted Kindle Kids model is the <a href=\"https://www.engadget.com/amazon-kindle-2022-upgrade-300-ppi-display-usb-c-16-gb-storage-130030447.html\">latest (2022) version</a>. It includes a cover, bundled with your purchase, available in three designs resembling children’s book art: space whale, ocean explorer and unicorn valley.</p><span id=\"end-legacy-contents\"></span><p>The e-reader’s internal tech is identical to the standard 2022 Kindle, one of our picks for <a href=\"https://www.engadget.com/best-ereader-130013808.html\">the best e-reader</a>. Its specs include a high-res (300 ppi) display, 16GB storage, six weeks of battery life, USB-C charging and an adjustable front light. Each purchase comes with a year’s subscription to <a href=\"https://www.engadget.com/amazon-is-bringing-mobile-games-to-its-amazon-kids-service-130013977.html\">Amazon Kids+</a>, including a library of thousands of kid-appropriate books and hundreds of audiobooks. (The membership will renew at $5 a month after that, so be sure to cancel before then if you only want the free year.)</p><p>Although the standard Kindle Kids is our top recommendation, you can also save on the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMEJMOFM2WlBULz90YWc9Z2RndDBjLXAtby0xcjYtMjAiLCJjb250ZW50VXVpZCI6IjQ3NDg2NjllLTE2MjItNGQ5Yi1hYzA4LTRmMDMxNTI1NjUyOCJ9&amp;signature=AQAAAf5_v1vtHWX8PvBGTHfvaoQGYkr18FnrKE1W6B8CGACs&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB0BL8S6ZPT%2F\">Kindle Paperwhite Kids</a> if you don’t mind spending more on an upgraded model. Compared to the cheaper Kindle Kids model, the child-focused Paperwhite has a larger screen (6.8 inches vs. 6 inches), more LEDs for better front-lit reading and an adjustable warm light that’s easier on the eyes. Amazon’s sale has the Kindle Paperwhite Kids for $114 (typically $170), only $10 higher than its Prime Day discount.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/amazons-kindle-kids-e-reader-is-40-off-right-now-192011410.html?src=rss", "link": "https://www.engadget.com/amazons-kindle-kids-e-reader-is-40-off-right-now-192011410.html?src=rss", "date_published": "2023-07-25T19:20:11+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Netflix lists $900,000 AI job as actors and writers continue to strike", "description": "<p>Will this pair of Hollywood strikes ever end? It looks like the big corporations are digging in for a long battle, illustrated by <a href=\"https://jobs.netflix.com/jobs/278437235\">Netflix’s recent job posting</a> for a machine learning platform product manager. The position pays an annual salary of $300,000 to $900,000 at a time when many actors make around $200 a day, <a href=\"https://www.sagaftra.org/files/20202023TVWages_Year3WageDiversion.pdf\">according to this SAG-AFTRA contract.</a> The role AI will play in creating future entertainment is a key item of debate for both striking parties.</p><p>The job listing indicates that the AI will be used to “create great content” and not just develop new algorithms to recommend shows and movies. The posting also alludes to a far-reaching effort by the streaming giant to integrate artificial intelligence in “all areas of the business.” A separate section <a href=\"https://research.netflix.com/research-area/machine-learning\">on the company’s website</a> goes on to say that Netflix uses AI “to optimize the production of original movies and TV shows.”</p><span id=\"end-legacy-contents\"></span><p>That’s not the company’s only AI-heavy job posting promising a giant payday. Netflix is also hiring a technical director for generative AI at its burgeoning gaming studio that pays an annual salary of up to $650,000, <a href=\"https://theintercept.com/2023/07/25/strike-hollywood-ai-disney-netflix/\">as reported by <em>The Intercept.</em></a><em>&nbsp;</em>These efforts are already bearing fruit, as Netflix currently airs a Spanish reality dating series called <em>Deep Fake Love</em> that scans contestant’s faces to create AI-generated “deepfakes” and its gaming studio employs generative AI to compose narratives and dialogue.</p><p>This all comes <a href=\"https://www.engadget.com/striking-actors-say-rejected-ai-proposal-would-let-studios-use-their-likeness-without-fair-pay-000025878.html\">after striking actors rejected a proposal</a> from the Alliance of Motion Picture and Television Producers (AMPTP) that generously offered workers a one-time $200 day rate for performers to get scanned for future use as AI-enhanced CGI simulacrums forever, until the end of time. SAG-AFTRA says the company would “own that scan, their image, their likeness, and be able to use it for the rest of eternity in any project they want with no consent and no compensation.”</p>This article originally appeared on Engadget at https://www.engadget.com/netflix-lists-900000-ai-job-as-actors-and-writers-continue-to-strike-190037630.html?src=rss", "link": "https://www.engadget.com/netflix-lists-900000-ai-job-as-actors-and-writers-continue-to-strike-190037630.html?src=rss", "date_published": "2023-07-25T19:00:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Orange Amps' portable Bluetooth speaker shines by sticking to the basics", "description": "<p>If you’re looking for a portable Bluetooth speaker that puts natural-sounding analog audio at the forefront, then you’ll enjoy the <a href=\"https://www.engadget.com/orange-amps-offers-analog-warmth-with-its-first-line-of-bluetooth-speakers-110058439.html\"><ins>Orange Box</ins></a>. As long as you don’t have too many other requirements, that is. <a href=\"https://orangeamps.com/\"><ins>Orange</ins></a> has been making guitar amps since the 1960s and it’s apparently not changing the formula to compete against commonplace plastic Bluetooth speakers with all the mod cons. I’ve personally come to enjoy the bohemian design and bright orange exterior, which is a refreshing change from what you’d usually find. You do have to deal with losing some useful features and it’s less rugged than some other portables, but the audio quality is a standout.</p><h2><strong>Hardware</strong></h2><p>The hardware elements and iconography from the company’s long history of amps and speakers have been merged into this portable battery powered version. The orange Tolex (vinyl) exterior, logo badge, speaker mesh, wood framing, knobs, toggle switches, indicator lights and other details are a perfect match with the brand’s existing stable of products. The mechanical ‘thunk’ of the on/off toggle is satisfying, while the domed orange power light seems pleasantly retro.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"An overhead view of the Orange Amps - Orange Box Bluetooth speaker's control panel on the top.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/aea03380-2af6-11ee-a7b7-cef849bbab45\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jon Turi / Engadget</div></figure><p>There are manual volume and EQ dials on the top panel. The bass and treble start out flat in the 12-o’clock position, letting you boost or lower those levels as desired. The dial positions are a little hard to read, though, unless you’re standing directly above them since the position dot on the dial is near the bottom. The Bluetooth control has a blue light that flashes when it’s in pairing mode and does double-duty as a pause/play control. You’ll also find an orange overload indicator light, which could become a common sight if you like to play your music loudly, especially with heavy bass.</p><p>Aside from that, there’s a 3.5mm minijack on the top and an DC charging port on the back. You can charge the 2,600mAh battery for up to around 15-hours of playback or you can just run it while it’s plugged in. Next to the domed power indicator is a battery level light that’s red as it's charging, green when it’s full and flashes red if the battery is at 10 percent or lower, with nothing in between. Like any speaker, if you’re planning a long outing, you should keep the power cable handy. I tested the speaker at a relatively high volume for an hour, plus 10 hours at medium and two overnight stretches powered off. This got me to the 10-percent warning and seems par for the course in regards to battery life.</p><figure><img alt=\"The Orange Amps - Orange Box Bluetooth speaker seen on the stoop of a brownstone, showing the rear panel.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ae6c7950-2af6-11ee-bbec-ebaaaa72a37d\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jon Turi / Engadget</div></figure><p>If you plan to travel with your speaker, you may want to consider getting the $60 Gigbag carrying case since there’s no IP rating or waterproofing for the device. You’ll just have to trust Orange Amps’ build quality. Although we haven’t seen the bag in person, I expect it should at least help keep the speaker dry and clean when you’re not using it. There’s a shoulder strap option as well, and while the Orange Box is portable, it’s still over 6.5 pounds. You could always save some money though, since it does fit into a backpack easily enough.</p><h2><strong>Sound</strong></h2><p>The best part about the Orange Box is its warm and bright output. There’s both digital Class D and A/B analog amps that deliver crisp and punchy front-facing sound from the 4-inch sub and dual 2-inch high frequency drivers. There’s a relatively wide frequency range from 35Hz to 20kHz and AptX support is a huge plus, especially if you have access to hi-res streaming. Most styles of music sound good on the Orange Box, but the speaker really shines with songs that have live instrumentation or anything that can benefit from an analog touch. Some types of modern digital music didn't come across quite as well here, so it's worth testing your types of tunes before buying.</p><p>The 50-watt speaker puts out enough volume to work well as a personal boombox in the park or around the house. It’s fairly loud for its size and can handle small outdoor get togethers well if you just need background music. The output has decent bass that does reverberate through its case, especially if you’re near to it. Although when testing on a large windy rooftop area, it didn’t project as much if you’re 15-20 feet away.</p><p>I didn’t notice any distortion when pushing it to the max, but that overload light is a subtle hint to always check your levels. You’ll see the light flashing quite often if you enjoy loud music. It’s only when you have the overload light on constantly that you could get distortion and potentially damage the drivers. If that does happen, you do have the benefit of contacting an authorized repair center instead of having to cut your losses.</p><h2><strong>Features</strong></h2><p>Some features that many have grown used to using aren’t available on the Orange Box and if you just want something to play tunes, it’s not a big deal. However, there’s no app for the speaker and it doesn’t support multipoint or pairing with a second Orange Box for more sound. It won’t go to sleep even if you’ve disconnected Bluetooth, so the battery may slowly drain if you leave it on all night without charging. And if you’re used to watching the battery levels, it will be a bit of a mystery until you’re at 10 percent power. Plus, since there’s no USB charging, you'll want to keep track of the power cable that came with the device.</p><p>On the plus side, there’s obviously the analog amps on board and aptX support sweetens the deal. The Bluetooth 5.0 range is as good or better than some other speakers in this category. Also, if you need a tiny DJ monitor, there’s no processing delay when using the 3.5mm input jack, so you can mix by ear if needed. For eco-conscious consumers, the authorized service centers and replacement parts on offer until 2030 means you can actually repair the speaker if something happens to it. It’s a proper piece of equipment that you should be able to enjoy for a long time.</p><figure><img alt=\"The Orange Amps - Orange Box Bluetooth speaker seen indoors on a round table with a green plant behind it.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/ae6f5f80-2af6-11ee-afbb-daf21914773f\" style=\"height: 1200px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jon Turi / Engadget</div></figure><h2><strong>Wrap-up</strong></h2><p>While I wouldn’t quite call it an audiophile speaker, it’s certainly for analog or Orange Amp enthusiasts. I know the design isn’t new since the Orange Amps style has hardly changed since the ‘60s, but for me it feels like a refreshing change of pace. I can imagine lots of people with those turntables in luggage cases hooking up the speaker (although make sure you have good needles people). Sure, it's a bit chunky, you shouldn’t leave it out on the porch in the rain and you’ll need to keep track of the specific charging cable, but that’s doable.</p><p>It’s hard to say if the sound or style will appeal to everyone, but it’s great to have another option out there, especially one that’s built and sold by a brand with a legacy. At $299 the Orange Box isn’t terribly expensive and it feels less disposable than many of the products out there. The <a href=\"https://orangeamps.com/product/orange-box/\"><ins>Orange Box</ins></a>, its $60 Gigbag carrying case and the slightly larger non-portable sibling the <a href=\"https://orangeamps.com/product/orange-box-l/\">Orange Box-L</a> ($345) are all currently available from the <a href=\"https://orangeamps.com/products/\"><ins>Orange Amps</ins></a> website. Oh, and you can also get them in black if that’s your preference. I know <a href=\"https://www.instagram.com/furryvincenoir/\">Furry Vince Noir</a> would.</p><h2><br />Specs</h2><ul><li><p><strong>Style:</strong> Orange peel Tolex, acoustically transparent grille</p></li><li><p><strong>Drivers:</strong> 1 x 4-inch bass driver, 2 x 2-inch high frequency drivers</p></li><li><p><strong>Amplifiers:</strong> 1 x 30-watt sub, 2 x 10-watt full range</p></li><li><p><strong>Frequency Range:</strong> 35Hz - 20kHz</p></li><li><p><strong>Weight:</strong> 3 KG / 6.62 LBS</p></li><li><p><strong>Connectivity:</strong> Bluetooth 5.0, 3.5mm aux input</p></li><li><p><strong>Codecs:</strong> aptX, AAC, SBC</p></li><li><p><strong>Battery:</strong> 2,600mAh, 3 hours to full charge, 15-hour runtime</p></li><li><p><strong>Extras:</strong> Vegan-leather carry strap, 3.5mm aux cable, 19.5V power supply</p></li></ul>This article originally appeared on Engadget at https://www.engadget.com/orange-amps-portable-bluetooth-speaker-shines-by-sticking-to-the-basics-180021381.html?src=rss", "link": "https://www.engadget.com/orange-amps-portable-bluetooth-speaker-shines-by-sticking-to-the-basics-180021381.html?src=rss", "date_published": "2023-07-25T18:00:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best Apple Watch accessories for 2023", "description": "<p>It didn’t take long for the Apple Watch to become perhaps the most ubiquitous wearable. Even more so than the iPhone, the Apple Watch is a device you can truly make your own with the right accessories. It is, after all, a watch, and like traditional timepieces it’s meant to reflect your personal style. While the most obvious way to customize it is with funky bands, there are cases, stands, wireless chargers and other accessories you can buy that can inject a bit of personality. Some are Apple products themselves, while others come from seasoned accessory makers like Spigen, Anker and Belkin. We tested out a bunch of gear to find out which are the best Apple Watch accessories.</p><h2>Spigen Thin Fit case</h2><p></p><p>While plenty of us use cases to protect our smartphones from drops and scrapes, you may not think to use a protective case for your smartwatch. After all, a device that’s literally strapped to your body isn’t as prone to accidental drops as a device that moves in and out of your pocket all day. Chalk it up to me being clumsy, but I’ve knocked my Apple Watch on more door frames than I’d like to admit. For less than $25, a case is a good option if you don’t want to take any chances with that $279-plus smartwatch on your wrist.</p><span id=\"end-legacy-contents\"></span><p>“Cases” are basically bumpers that surround the edges of the Apple Watch, and some of them even cover the screen. I personally prefer a bumper case because, if I’m going to cover the display, it’ll be with a dedicated screen protector. Spigen’s line of Apple Watch cases are solid and they come in two different levels of durability. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tUnVnZ2VkLUFybW9yLVdvcmtzLUFwcGxlL2RwL0IwN0hTUzRLWUo_dGFnPWdkZ3QwYy1wLW8tZWQtMjAiLCJjb250ZW50VXVpZCI6IjQ4NTMyOTQwLWQ1NjktMzRmMC1iNGNiLTBhNWE2ZDEyNzdkYiJ9&amp;signature=AQAAAUb3L5o-efYQf2piJF3wluVTmW5nlMkAeji-ZDFADLSZ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-Rugged-Armor-Works-Apple%2Fdp%2FB07HSS4KYJ\">Rugged Armor series</a> has a shock-absorbent layer and raised bezels, making it especially well suited for those who prioritize protection over fashion. Spigen’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tVGhpbi1EZXNpZ25lZC1BcHBsZS1XYXRjaC9kcC9CMDlMNEMzNzNWP3RhZz1nZGd0MGMtcC1vLWVkLTIwIiwiY29udGVudFV1aWQiOiI0ODUzMjk0MC1kNTY5LTM0ZjAtYjRjYi0wYTVhNmQxMjc3ZGIifQ&amp;signature=AQAAAam5hhGnPzd73zV8f3RmsZB9zuTeRRnbj_cYB89FcqEK&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-Thin-Designed-Apple-Watch%2Fdp%2FB09L4C373V\">Thin Fit series</a> is more my speed: It sits flush against the Watch’s display, but still gives you an extra layer of protection. You can even choose a color that matches your Watch to help it blend in. Two added perks of Spigen’s cases are that they snap on quickly and easily, and they’re quite affordable at around $14 a piece.</p><h2>Zagg InvisibleShield screen protector</h2><p></p><p>If you don’t want the extra bulk that comes with a case, a screen protector will give you at least a bit more of a safeguard than sporting a naked Watch. Zagg’s <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9aQUdHLUludmlzaWJsZVNoaWVsZC1VbHRyYS1DbGVhci1JbmRlc3RydWN0aWJsZS9kcC9CMDlHWVE3SlMyP3RhZz1nZGd0MGMtcC1vLWVkLTIwIiwiY29udGVudFV1aWQiOiI0ODUzMjk0MC1kNTY5LTM0ZjAtYjRjYi0wYTVhNmQxMjc3ZGIifQ&amp;signature=AQAAAUbl-InKNzwiI2Y0swEpvT96nhHLfBXVKWC7FAbL-yvC&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FZAGG-InvisibleShield-Ultra-Clear-Indestructible%2Fdp%2FB09GYQ7JS2\">InvisibleShield line</a> is a reliable one that provides shatter protection, clarity and enhanced touch-sensitivity. When installed properly (Zagg gives you clear instructions and all the tools you need to do so), you’ll probably forget you have a screen protector on your Watch. This accessory blends in almost seamlessly with the Watch’s hardware, and if you do accidentally ding the screen, the protector should take all of  the damage.</p><h2>Anker Nano 3 30W charger</h2><p></p><p>The latest Apple Watches don’t come with power adapters, so you’ll have to dig one out of your drawer or get a new one to charge it up. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Bbmtlci1DaGFyZ2VyLUZvbGRhYmxlLWlQaG9uZS1JbmNsdWRlZC9kcC9CMEIyTU1CNExKLz90YWc9Z2RndDBjLXAtby1lZC0yMCIsImNvbnRlbnRVdWlkIjoiNDg1MzI5NDAtZDU2OS0zNGYwLWI0Y2ItMGE1YTZkMTI3N2RiIn0&amp;signature=AQAAAWMXIa90Jilz_46tpR9CxIIz7BXh7UXEM_Pl9uujyk4k&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnker-Charger-Foldable-iPhone-Included%2Fdp%2FB0B2MMB4LJ%2F\">Anker’s 30W Nano 3</a> is a good pick because it’s compact, foldable and has ActiveShield 2.0, an improvement on Anker’s temperature-monitoring technology. In brief, it just means that the charger will keep an eye on its temperature to prevent overheating or damaging your device while it’s powering up. It has more than enough wattage to charge your Apple Watch quickly and efficiently, and enough to fast-charge your iPhone whenever you need to switch off and use it for that.</p><h2>Apple MagSafe Duo charger</h2><p></p><p>Apple makes one of the more elegant solutions to charging your iPhone and Apple Watch while traveling. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BcHBsZS1NSFhGM0FNLUEtTWFnU2FmZS1DaGFyZ2VyL2RwL0IwOE1XUjJOWFo_dGFnPWdkZ3QwYy1wLW8tZWQtMjAiLCJjb250ZW50VXVpZCI6IjQ4NTMyOTQwLWQ1NjktMzRmMC1iNGNiLTBhNWE2ZDEyNzdkYiJ9&amp;signature=AQAAAYDGt5DvQ6BKfyQLr58RsAYDXwYi9GZvPfdjbS7U_X0v&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FApple-MHXF3AM-A-MagSafe-Charger%2Fdp%2FB08MWR2NXZ\">MagSafe Duo</a> has spaces to wirelessly charge both devices and folds up into a neat square when not in use. The Apple Watch pad flips upward as well, allowing you to use the power bank in Nighttime mode while it’s charging. While this wireless charger does come with a USB-C to Lightning cable to provide power to the system, it does not come with an AC adapter so you will have to remember to pack your own.</p><h2>Belkin Boost Charge Pro portable fast charger</h2><p></p><p>Apple Watch chargers are a bit different than Lightning cables in the sense that you probably have only one of the former and many of the latter. Those who travel or commute often should consider getting a second Apple Watch charger, that way you’re not stuck if you forget to pack your one and only before a long weekend trip. <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9CZWxraW4tV2lyZWxlc3MtQ2hhcmdpbmctTmlnaHRzdGFuZC1NaW5pbWFsaXN0L2RwL0IwOU1UODhRNEc_dGFnPWdkZ3QwYy1wLW8tZWQtMjAiLCJjb250ZW50VXVpZCI6IjQ4NTMyOTQwLWQ1NjktMzRmMC1iNGNiLTBhNWE2ZDEyNzdkYiJ9&amp;signature=AQAAAQBLakpsrZy2oszBWc_R1rZ1pCvQ_oRthf1w_Vj5u6Gz&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FBelkin-Wireless-Charging-Nightstand-Minimalist%2Fdp%2FB09MT88Q4G\">Belkin’s Boost Charge Pro portable fast charger</a> is a great option, particularly for those who have an Apple Watch Series 8. The square pad uses Apple’s new fast wireless-charging module, so it’ll be able to power up the Series 8 from 0 to 80 percent in roughly 45 minutes.</p><p>You can simply sit your timepiece on the module to charge, but it also flips up so you can use the Watch in Nightstand mode while it’s powering up on your bedside table. To support different Watch sizes and protective cases, the pad also has a dial on its underside that lets you adjust the height of the charging module. Plus, the attached USB-C cable that tucks away on the bottom of the pad is four feet long, giving you a bit more placement flexibility than other chargers.</p><h2>Incase Bionic organizer</h2><p></p><p>You’ll likely have your Apple Watch strapped to your wrist while traveling, but it’s a good idea to have a pouch or case that can hold the gadget along with any accessories you need when you’re not wearing it. We’ve recommended <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2luY2FzZS5jb20vcHJvZHVjdHMvYWNjZXNzb3J5LW9yZ2FuaXplci13LWJpb25pYyIsImNvbnRlbnRVdWlkIjoiNDg1MzI5NDAtZDU2OS0zNGYwLWI0Y2ItMGE1YTZkMTI3N2RiIn0&amp;signature=AQAAASBliQuF_24UC0-RZyOGMsmWP_TQ_VYDGiynGZjwLqrj&amp;gcReferrer=https%3A%2F%2Fincase.com%2Fproducts%2Faccessory-organizer-w-bionic\">Incase’s Bionic organizer</a> in the past, and it remains a great option to hold all of your tech essentials while you’re out and about. It’s relatively compact at 9.5 x 6 x 2 inches and it has a number of internal pockets and loops to hold things like extra Watch bands, your charging cable and adapter, and even your AirPods. We also appreciate the semi-hidden external pocket in which you can store things you need quick-access to. And you can feel good about picking up this bag as it’s made out of 100-percent recycled, ripstop fabric.</p><h2>Elago W6 Apple Watch stand</h2><p></p><p>If you want to use the Apple Watch’s handy Nightstand mode while it’s charging, a stand or holder can make that experience much easier. There are tons of options in this space, but <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9lbGFnby1TdGFuZC1XaGl0ZS1Db21wYXRpYmxlLUFwcGxlL2RwL0IwN1NIRDROUUw_dGFnPWdkZ3QwYy1wLW8tZWQtMjAiLCJjb250ZW50VXVpZCI6IjQ4NTMyOTQwLWQ1NjktMzRmMC1iNGNiLTBhNWE2ZDEyNzdkYiJ9&amp;signature=AQAAAbKykfCowxuyWOX0zm3sBkiabSE7yGb2UgDmurWwINcB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Felago-Stand-White-Compatible-Apple%2Fdp%2FB07SHD4NQL\">Elago’s stands</a> have a lot of personality and are pretty affordable to boot. The brand’s W-series comes in a number of fun designs, including that of a retro handheld gaming system, an old Mac and even some Line characters. They’re not the sturdiest stands out there (they’re mostly made of lightweight plastic, making them prone to sliding around if you pull on the charging cord), but they will inject some cuteness into your space – and for a price tag of only $15, what more could you want?</p><h2>Spigen ArcField MFi-certified charging</h2><p></p><p>Most Apple Watch stands you’ll find have a spot for you to weave in the magnetic charging pad that comes with your Watch. But if you want to keep that in your travel bag, or simply want a second charger, we recommend <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TcGlnZW4tQXJjRmllbGQtQ2VydGlmaWVkLU1hZ25ldGljLVdpcmVsZXNzL2RwL0IwOFI0MzJCSjg_cmVmXz1hc3Rfc3RvX2RwJnRhZz1nZGd0MGMtcC1vLWVkLTIwIiwiY29udGVudFV1aWQiOiI0ODUzMjk0MC1kNTY5LTM0ZjAtYjRjYi0wYTVhNmQxMjc3ZGIifQ&amp;signature=AQAAAbKArl0GNA6Ri1e-YzJeSXV-TR5j_KH8v0bqgXsQkHbw&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSpigen-ArcField-Certified-Magnetic-Wireless%2Fdp%2FB08R432BJ8%3Fref_%3Dast_sto_dp\">Spigen’s ArcField stand</a>. It has a built-in wireless charger for your Apple Watch, with a weighted, non-slip base that prevents the whole thing from moving around on your nightstand. Attached to the stand is a 6.6-foot USB-C cable, so all you’ll need to provide is an adapter. We also like that it comes with an assortment of rubber strips that you can use to get the right position and viewing angle for your specific Apple Watch. That means this stand works with all Apple Watches, even the beefy Ultra.</p><h2>Apple Watch band multi-packs</h2><p></p><p>One of the easiest ways to make your Apple Watch your own is by picking up a couple of wristbands that suit your style. Like with iPhone cases, you could easily turn to Apple’s first-party options – but you’ll spend more money in the long run if you do that. It’s easy to find <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOFg0M1ZQWkQ_dGFnPWdkZ3QwYy1wLW8tZWQtMjAiLCJjb250ZW50VXVpZCI6IjQ4NTMyOTQwLWQ1NjktMzRmMC1iNGNiLTBhNWE2ZDEyNzdkYiJ9&amp;signature=AQAAAZYkYdVHpBp5FP_q57c14m-LNsQBRxSPuhMGGwcTA0xa&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08X43VPZD%3F\">good Apple Watch bands</a> online from other brands in a variety of styles and materials. When it comes to basic silicone straps or sports brands, you can find packs of three to six bands for less than $20 but the quality may be questionable. Look for brands with many high ratings on Amazon if you insist on getting the best bang for your buck. You can also use <a href=\"https://www.fakespot.com/\">FakeSpot’s Amazon integration</a> to get an idea for how trustworthy a product’s reviews are.</p><p></p>This article originally appeared on Engadget at https://www.engadget.com/best-apple-watch-accessories-133025270.html?src=rss", "link": "https://www.engadget.com/best-apple-watch-accessories-133025270.html?src=rss", "date_published": "2023-07-25T16:55:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "How to watch this week's Congressional UFO hearing", "description": "<p>A Congressional subcommittee is set to hold a hearing into <a href=\"https://www.engadget.com/tag/ufo/\">UFOs</a>, which are also referred to as unidentified anomalous phenomena (UAP). The panel will hear &quot;firsthand accounts&quot; of UAP and &quot;assess the federal government’s transparency and accountability&quot; regarding possible threats to national security. You'll be able to watch the hearing below on July 26th at 10AM ET.</p><p><a href=\"https://oversight.house.gov/release/national-security-subcommittee-to-hold-hearing-on-unidentified-anomalous-phenomena%EF%BF%BC/\">The hearing</a> — conducted by the Subcommittee on National Security, the Border and Foreign Affairs — will also focus on drives for legislation to &quot;bring transparency to UAPs.&quot; The subcommittee wants to force the federal government to provide US residents with &quot;information about potential risks to public safety and national security&quot; as well. According to Rep. Tim Burchett, “The Pentagon and Washington bureaucrats have kept this information hidden for decades and we’re finally going to shed some light on it.&quot;</p><span id=\"end-legacy-contents\"></span><div id=\"7114f6d5c7c447969ab2574c36b1b712\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The federal government has placed more of an onus on UAPs over the last few years (publicly, at least). In 2021, the Pentagon <a href=\"https://www.engadget.com/pentago-aoimsg-annoucement-193100761.html\">set up a task force</a> to look into UAP sightings while NASA has <a href=\"https://www.engadget.com/nasa-16-person-panel-investigating-ufos-084041440.html\">established a separate panel</a> to investigate the phenomena. The Department of Defense also created its own UAP investigative body, the All-domain Anomaly Resolution Office (AARO), in 2022.</p><p>Among the three witnesses who will testify during the hearing is David Grusch. The former intelligence official recently <a href=\"https://thedebrief.org/intelligence-officials-say-u-s-has-retrieved-non-human-craft/\">claimed</a> that the US government has been recovering alien spacecraft and the bodies of UAP pilots for decades. Grusch, who until July 2022 was the co-lead for the National Geospatial-Intelligence Agency's UAP analysis, also <a href=\"https://nymag.com/intelligencer/2023/06/the-ufo-whistleblower-is-back-with-more-crazy-claims.html\">said</a> there was evidence of &quot;malevolent activity&quot; by UFOs. His claims, for which he has not provided any physical evidence, led to the hearing.</p>This article originally appeared on Engadget at https://www.engadget.com/how-to-watch-this-weeks-congressional-ufo-hearing-164546251.html?src=rss", "link": "https://www.engadget.com/how-to-watch-this-weeks-congressional-ufo-hearing-164546251.html?src=rss", "date_published": "2023-07-25T16:45:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The ChatGPT app is now available for Android", "description": "<p>OpenAI was true to its word. <a href=\"https://www.engadget.com/chatgpts-android-app-arrives-in-the-last-week-of-july-075639727.html\">As promised</a>, the company has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3BsYXkuZ29vZ2xlLmNvbS9zdG9yZS9hcHBzL2RldGFpbHM_aWQ9Y29tLm9wZW5haS5jaGF0Z3B0IiwiY29udGVudFV1aWQiOiIwYjNlY2UzMi02ZGJjLTQ2NWUtODczMi1mZDJmODc3NTE2YTkifQ&amp;signature=AQAAAVHsUoXq2MExl0-_Op2VUFpFcBdyMeKD8qCnQDToSeTr&amp;gcReferrer=https%3A%2F%2Fplay.google.com%2Fstore%2Fapps%2Fdetails%3Fid%3Dcom.openai.chatgpt\">released</a> a ChatGPT app for Android. Like the <a href=\"https://www.engadget.com/chatgpt-now-has-an-official-iphone-app-181454446.html\">iOS version</a>, you can talk to the generative AI to get advice, answers and other (hopefully) helpful responses. You can make voice requests using OpenAI's in-house speech recognition, sync your chat history across devices and export data — you'll mainly miss out on <a href=\"https://www.engadget.com/chatgpts-new-plugins-will-deliver-real-time-stats-182900388.html\">plugins</a>.</p><p><a href=\"https://www.engadget.com/openai-chatgpt-plus-subscription-205027758.html\">ChatGPT Plus</a> subscribers can also switch between standard (GPT-3.5) and GPT-4 language models at will. Regardless of the tier you're using, you'll need at least Android 6.0 to use the app.</p><span id=\"end-legacy-contents\"></span><p>The app could make ChatGPT more accessible, particularly in countries where Android dominates or PCs are less common. The software has been available for iPhone users since May, and was updated with iPad support afterward.</p><p>As with Bing Chat (based on GPT-4), Bard and other conversational AI systems, you won't want to completely rely on the results. The technology is prone to \"hallucinations\" that can lead to false claims, poor contextual logic and other output that isn't trustworthy. ChatGPT is sometimes more useful as a starting point for a task than obtaining definitive answers, and can help with creative duties where accuracy isn't as essential.</p><p>OpenAI helped popularize generative AI through tools like ChatGPT, but it also led to pushback from the industry as well as political attention. Experts are concerned technologies like this <a href=\"https://www.engadget.com/ai-pioneer-geoffrey-hinton-isnt-convinced-good-ai-will-triumph-over-bad-ai-181536702.html\">might take control or promote misinformation</a>, and OpenAI itself is hoping to <a href=\"https://www.engadget.com/openai-is-forming-a-team-to-rein-in-superintelligent-ai-214333388.html\">mitigate the risks</a> of intelligent AI. American actors are on strike in part over worries <a href=\"https://www.engadget.com/striking-actors-say-rejected-ai-proposal-would-let-studios-use-their-likeness-without-fair-pay-000025878.html\">studios might use AI</a> to stiff them on pay. Politicians, meanwhile, are pressing for <a href=\"https://www.engadget.com/white-house-reveals-its-next-steps-towards-responsible-ai-development-190636857.html\">responsible development</a> and possible regulation.</p>This article originally appeared on Engadget at https://www.engadget.com/the-chatgpt-app-is-now-available-for-android-163607202.html?src=rss", "link": "https://www.engadget.com/the-chatgpt-app-is-now-available-for-android-163607202.html?src=rss", "date_published": "2023-07-25T16:36:07+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Headspace annual plans are 30 percent off right now", "description": "<p>Doomscrolling through Twitter’s dumpster fire descent into <a href=\"https://www.engadget.com/twitter-begins-its-transition-to-x-100901444.html\">x-crazed madness</a> may be fun, but it likely isn’t the best option for your overall mental state. That’s where meditation-focused apps like Headspace come in. To commemorate these uncertain times, Headspace has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=e3494264-16cf-476b-92a8-2dfe2c12bfa0&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Headspace&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJlMzQ5NDI2NC0xNmNmLTQ3NmItOTJhOC0yZGZlMmMxMmJmYTAiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuaGVhZHNwYWNlLmNvbS9zdW1tZXItMjAyMyIsImNvbnRlbnRVdWlkIjoiNjE2NTQxYzktOTUzYy00MmVkLWI4NzctMTM2OTJiNThmOTBkIn0&amp;signature=AQAAAabUk9aN-3iywvzFWvyolWcER6i99RnpDhb2xtjIJ3eC&amp;gcReferrer=https%3A%2F%2Fwww.headspace.com%2Fsummer-2023\">lowered the price of its annual subscription plan</a> from $70 to $49, a reduction of 30 percent. This only lasts for the first year, at which point you’ll get upped to the original price (unless you cancel.)</p><p>The sale is live right now and is available for new users and previous Headspace devotees, if you took a break and want to get back on the mindfulness horse. There’s no discount when paying monthly, so it’s the full year or bust.</p><span id=\"end-legacy-contents\"></span><p></p><p>What exactly is Headspace? This all-in-one meditation app offers mindfulness sessions, sleep guides, stress relief tools, workouts and more. There’s video and audio options and plenty of search fields to narrow down the offerings to your exact liking. There’s even dedicated programs for when you wake up in the middle of the night and can’t get back to sleep. There’s a reason, after all, why <a href=\"https://www.engadget.com/best-sleep-apps-gadgets-140013059.html\">Headspace is so well-reviewed.</a></p><p>On the fitness side, it has yoga, guided jogs, cardio courses and just about anything else. Headspace has been around for 12 years and amassed 70 million users, so they must be doing something right. Now you can try it for yourself and save a few bucks in the process.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/headspace-annual-plans-are-30-percent-off-right-now-162605255.html?src=rss", "link": "https://www.engadget.com/headspace-annual-plans-are-30-percent-off-right-now-162605255.html?src=rss", "date_published": "2023-07-25T16:26:05+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Elon Musk is taking his SEC fight to the Supreme Court", "description": "<p>Elon Musk is taking his battle with the Securities and Exchange Commission (SEC) to the highest court in the country. Attorney Alex Spiro has <a href=\"https://finance.yahoo.com/news/elon-musk-appeal-loss-sec-140314623.html\">confirmed</a> that Musk will ask the Supreme Court to decide whether the SEC went too far with a consent decree determining what Musk can say about Tesla's financials on Twitter (now X). He's challenging a May 15th appeals court decision dismissing <a href=\"https://www.engadget.com/sec-responds-elon-musk-harassment-complaint-174229567.html\">allegations the SEC abused the decree</a> to harass him with investigations over Twitter usage.</p><p>The new appeal comes a day after a judicial panel denied Musk's request that judges reexamine the case. The entrepreneur previously claimed he was pushed into the decree, and had to give up his right to contest the constitutionality of the SEC's terms if he wanted to pursue the <a href=\"https://www.engadget.com/2018-10-16-elon-musk-sec-settlement-approved-by-judge.html\">eventual settlement</a>. The truce saw a total of $40 million in fines between Musk and Tesla, and required that Musk both step down as board chairman and seek legal approval when posting about company financials.</p><span id=\"end-legacy-contents\"></span><p>Musk drew the SEC's attention in August 2018, when he tweeted that he was <a href=\"https://www.engadget.com/elon-musk-defends-funding-secured-tweets-tesla-shareholder-trial-095159189.html\">considering taking Tesla private</a> and had &quot;funding secured&quot; with &quot;investor support.&quot; The deal never went through, and shareholders pinned ensuing losses on Musk's posts. The Commission sued Musk over the tweets, arguing that they could be considered fraud.</p><p>During a shareholder trial, Musk contended that people didn't necessarily believe or respond to his tweets the way you'd expect. He pointed to one example where Tesla's stock price surged despite a tweet saying the value was too high. At the same time, he acknowledged that he has ignored requests to stop tweeting over delicate subjects, such as when he <a href=\"https://www.engadget.com/2019-10-29-elon-musk-trial-pedo-guy.html\">accused a Thai cave rescue diver</a> of being a &quot;pedo guy.&quot;</p><p>There's no certainty the Supreme Court will take the case or overturn the outcome. Either way, the court's response should have a significant impact on Musk's social media posting, either forcing him to honor the SEC's decisions or giving him more flexibility in what he says online.</p>This article originally appeared on Engadget at https://www.engadget.com/elon-musk-is-taking-his-sec-fight-to-the-supreme-court-161255874.html?src=rss", "link": "https://www.engadget.com/elon-musk-is-taking-his-sec-fight-to-the-supreme-court-161255874.html?src=rss", "date_published": "2023-07-25T16:12:55+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Threads adds a chronological feed as Twitter burns to the ground", "description": "<p><a href=\"https://www.engadget.com/tag/threads/\">Threads</a> is about to get vastly more useful as Meta has started rolling out the option to see a chronological feed of posts from the people you follow. Many observers said this was a key feature Threads needed to truly compete with Twitter, long a vital source of real-time information. But as Twitter (<a href=\"https://www.engadget.com/twitter-ceo-teases-banking-and-payment-plans-in-memo-about-x-rebrand-175218664.html\">sorry, X</a>) owner Elon Musk continues to reduce his app to rubble, Threads is looking like a more viable destination for up-to-the-minute news and updates. You'll need to update to the latest version of Threads to see the chronological feed, but since this is a gradual rollout, it might not appear for you immediately.</p><p>Mark Zuckerberg announced the rollout of the chronological feed on his Instagram broadcast channel (Adam Mosseri, the head of Instagram, <a href=\"https://www.threads.net/@mosseri/post/CuYvSTItD5L\">said a while back</a> that such an option was on the way). The Meta CEO added that Threads has gained another vitally important feature in the form of translations. Zuckerberg said there was more to come, <a href=\"https://www.engadget.com/all-the-questions-we-still-have-about-threads-153059430.html\">hopefully including</a> the ability to post to Threads from the web, direct messages, improved accessibility, better search and a TweetDeck-like way to keep tabs on Threads posts.</p><span id=\"end-legacy-contents\"></span>This article originally appeared on Engadget at https://www.engadget.com/threads-adds-a-chronological-feed-as-twitter-burns-to-the-ground-152817251.html?src=rss", "link": "https://www.engadget.com/threads-adds-a-chronological-feed-as-twitter-burns-to-the-ground-152817251.html?src=rss", "date_published": "2023-07-25T15:28:17+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The best gaming headsets for 2023", "description": "<p>Most of the time, the best gaming headset isn’t a “gaming headset” at all. Although these devices are often thought of as a distinct niche within the wider headphone market, they're ultimately <em>still headphones</em>. And while it’s certainly not impossible to get a gaming headset that sounds nice, doing so still tends to come at a higher cost than a comparable pair of wired headphones (yes, those still exist).</p><p>A good wired headphone remains your best bet if you want the most detailed sound possible at a given price point and don’t need something especially portable, which is usually the case whether you’re gaming on a console or PC. If you need to chat with friends, you can always buy an external microphone, whether it’s a USB mic, a cheaper <a href=\"https://www.engadget.com/best-mobile-microphones-for-recording-with-a-phone-154536629.html\">clip-on mic</a> or a standalone headset mic like the <a href=\"https://antlionaudio.com/collections/microphones/\">Antlion ModMic</a> or <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WLU1PREEtQm9vbVByby1NaWNyb3Bob25lLUdhbWluZy1Db21tdW5pY2F0aW9uL2RwL0IwMEJKMTdXS0svP3RhZz1nZGd0MGMtcC1vLXNtLTIwIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAc3eyz3tAa5ZiXqoOSXXUJbQ9_Y1rClL-8LF-6d_J8BW&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FV-MODA-BoomPro-Microphone-Gaming-Communication%2Fdp%2FB00BJ17WKK%2F\">V-Moda BoomPro</a>. In many cases, those will make your voice sound clearer and fuller than the ones included with a gaming headset.</p><span id=\"end-legacy-contents\"></span><p>But we do recognize that many people just want the convenience of an all-in-one combo, value and aesthetics be damned. So after testing out a few dozen pairs over the past several months, we’ve put together a list of good headphones for gaming and dedicated gaming headsets. We recommend you consider the former first, but all of them should make your play time more enjoyable.</p><h2>What to look for in good gaming headphones</h2><figure><img alt=\"A black gaming headset with a built-in boom microphone, the HyperX Cloud Stinger 2, rests on a white table in an outdoors setting.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/7a99ecc0-d95c-11ed-b13c-943d83f982b8\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jeff Dunn / Engadget</div></figure><p>Evaluating headphones is a particularly subjective exercise, so calling one pair the absolute “best” is something of a fool’s errand. At a certain point, whether you're an audiophile or not, everything becomes a matter of taste. For most, a headphone with a wide soundstage and strong imaging performance – i.e., the ability to position sounds correctly, so you can more precisely tell where footsteps and other game effects are coming from – will provide the most immersive gaming experience, the kind that makes you feel like your head is <em>within</em> a given scene.</p><p>For that, you want a high-quality pair of headphones with an open-back design. That is to say, an over-ear pair whose earcups do not completely seal off the ear from air and outside noise. The big trade-off is that these are inherently terrible at isolating you from external sound and preventing others from hearing what you’re playing. So if you often play games in a noisy environment, their benefits will be blunted. But in a quiet room, the best open-back pairs sounds significantly wider and more precise than more common closed-back models.</p><p>More up for debate is <em>how</em> a good gaming headphone should sound. If you want something that’ll help you in competitive multiplayer games, you'll likely prefer a headphone with a flatter sound signature, so a game’s mix won’t be overly boosted in one direction and mask the smaller details of what’s happening around you. A slightly brighter sound, one that pushes the upper frequencies a smidge, may also work. Open-back headphones almost never have huge sub-bass, so you rarely have to worry about low-end sounds muddying up the rest of the signature. In this light, the fact that an overwhelming amount of gaming headsets are closed-back and bass-heavy seems counterintuitive.</p><p>Lots of people love bass, though. And if you aren’t just worried about competitive play, some extra low-end can add a touch of excitement to heavy action scenes or a rousing soundtrack. You still don’t want a pair that boosts it too hard – which many dedicated gaming headsets do – but the point is that what makes a pair “immersive” to one person may sound dull to another.</p><h2>Best headphones for gaming: Beyerdynamic DT 900 Pro X</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOUc3NzdWRzcvP3RhZz1nZGd0MGMtcC1vLXNtLTIwIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAftHZ3ObpyTnCGlnlk1QTt5XdsUA6Chr2_wDQQY2PZNc&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09G777VG7%2F\">Beyerdynamic DT 900 Pro X</a> should please a wide swath of people willing to pay for a capital-N <em>nice</em> set of headphones for their gaming sessions. This pair has great imaging performance and the kind of spacious soundstage expected from an open-back design. Bass is a little more present here than on many open-back headphones as well. There still isn’t much in the way of deep sub-bass, as expected, but there’s enough warmth to give in-game explosions a bit more juice without muddying up the mid-range frequencies. The mids get the most emphasis overall, but they’re clear and that forwardness isn’t a bad thing when you’re trying to listen for enemy players in a competitive FPS like <em>Counter-Strike</em>. The treble isn’t pushed quite as hard, but it’s neither overly recessed nor harsh.</p><p>All of this means the DT 900 Pro X sounds detailed but not boring, so it should play nice whether you’re trying to win a multiplayer game or taking in a more cinematic single-player experience. And when you’re not gaming, you get an enjoyable sound for music.</p><p>Everything’s built well, too. It’ll clamp down slightly harder than average if you have a large head, but it balances its weight well, and its wonderfully soft velour earpads go a long way toward keeping the pair comfortable over long sessions. It comes with two detachable cables, including a three-meter option that’s convenient if you sit far from your PC. This design can’t fold up, though.</p><p>Like all open-back headphones, the DT 900 Pro X leak game audio and let in lots of noise, so it’s not great on the go. Clearly, if you can afford to upgrade to an ultra-premium pair like <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5zZW5uaGVpc2VyLWhlYXJpbmcuY29tL2VuLVVTL3AvaGQtODAwLXMvIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAa6x7Onjo7WKOjzbCSxIVnseZmZkmCiglwJ606VhetVN&amp;gcReferrer=https%3A%2F%2Fwww.sennheiser-hearing.com%2Fen-US%2Fp%2Fhd-800-s%2F\">Sennheiser’s HD 800 S</a>, you’ll get more space and true-to-life detail. But for a relatively attainable $250 to $300, the DT 900 Pro X should satisfy.</p><h2>Best headphones for gaming under $200: Sennheiser HD 560S</h2><p></p><p>If you’d rather not spend as much, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOEo5TVZCNlcvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby1zbS0yMCIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAAWDyYK2qqowd_jCmxamL_U0xsNiUmfFzxSo8Rr1ule3g&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB08J9MVB6W%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\">Sennheiser HD 560S</a> is another excellent open-back headphone that’s often available for around $150. Like the DT 900 Pro X, it has a wide soundstage that’ll help you feel immersed in a given game. Its sound is slightly more neutral on the whole, so you won’t feel like you’re missing any part of a mix, and it retrieves a lovely amount of detail from the treble and mid-range frequencies. There's less bass power for explosions, though, and the treble, while more present, may sound piercing at times. Imaging isn’t <em>quite</em> as nuanced either, though it’s nowhere near poor.</p><p>Design-wise, the HD 560S are plenty comfortable to wear for extended periods. They don’t clamp down too hard on those with big heads (like yours truly), and the velour earpads hug your ears softly. The included cable is removable, too. The plastic frame doesn’t feel as sturdy or premium as the DT 900 Pro X, however, so you won’t want to chuck them around haphazardly. It won’t block much outside noise either, nor will it prevent those around you from hearing what you're playing. Nevertheless, the HD 560S is a pleasure and a great value.</p><h2>Best headphones for gaming under $50: Koss KSC75</h2><p></p><p>If you can’t spend more than $50, it’s <a href=\"https://www.engadget.com/koss-ksc75-headphones-irl-143533671.html\">still hard</a> to top the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Lb3NzLUtTQzc1LVBvcnRhYmxlLVN0ZXJlb3Bob25lLUhlYWRwaG9uZXMvZHAvQjAwMDZCNDg2Sz90aD0xJnRhZz1nZGd0MGMtcC1vLXNtLTIwIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAQfD8I5u9Wr_HH3Mk133wyEZwLmX6ZZSO7f1nbXbLB5n&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FKoss-KSC75-Portable-Stereophone-Headphones%2Fdp%2FB0006B486K%3Fth%3D1\">Koss KSC75</a>. It costs $20, but judging purely on audio quality, it’s better than some headphones priced closer to $100. This pair is very obviously devoid of deep bass, so you won’t get that full-bodied <em>oomph</em> from in-game effects. You also won't hear all the intricate details you'd pick up with the pricier headphones above. But it locates sounds accurately and its open design gives it a real sense of width. It’s a superb value for competitive play.</p><p>The catch is that it’s built like a set of free airline headphones. The KSC75 has an odd clip-on design that, while lightweight, won’t be a comfortable fit for everyone. It certainly looks like it costs $20, though Koss backs it with a <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL2tvc3MuY29tL3BhZ2VzL3dhcnJhbnR5LXJlcGFpciIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAATq3XDDgE-dSvLRyTZM88jDPxijB4fPBTFoX-Vj8QyK1&amp;gcReferrer=https%3A%2F%2Fkoss.com%2Fpages%2Fwarranty-repair\">lifetime warranty</a> that essentially lets you get endless replacements for $9 each. Even if the KSC75 are pushing 20 years old, its sound remains relatively well-balanced and particularly well-suited for gaming.</p><h2>Best gaming headset: Astro A40 TR</h2><p></p><p>If you must have a dedicated gaming headset with a built-in mic, consider the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDdOU1JZREg5P3RhZz1nZGd0MGMtcC1vLXNtLTIwIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAevIZTvveh8dqiw9CG4f9NRCLh028Al8JIaATGwTlTA3&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB07NSRYDH9\">Astro A40 TR</a>. Another open-back pair, it has a more spacious soundstage than usual for the category – though it's not on par with better non-gaming headphones – and it generally localizes sounds correctly. This profile emphasizes the bass, giving explosions a smooth and satisfying thump, but it doesn’t overdo it like many other headsets marketed toward gaming.</p><p>The sound here is still a step behind the DT 900 Pro X or HD 560S, especially for online shooters, as the pushed upper-bass and lower-mids can blunt finer details a bit more. Footsteps usually won’t sound as clear. But compared to most gaming headsets, the A40’s profile is better balanced, and it does well to envelop you in the sounds of a busy scene.</p><p>Comfort shouldn’t be an issue, either. The A40 is on the bulkier side, but its weight is evenly distributed and doesn’t clamp down overly hard. The fuzzy earpads are soft and breathable, while the earcups are roomy enough to fit larger ears. The headset has the usual open-back shortcomings, though: It leaks a bunch of sound and blocks almost zero outside noise. The design looks “gamer-y,\" too, and there’s no built-in volume control. The whole thing is mostly made of plastic, though it doesn’t come off as flimsy.</p><p>The A40’s mic, meanwhile, is just OK. It picks up background noises while you chat, and voices sound somewhat muffled. It’s serviceable but you’d buy the A40 for its sound quality first. The mic isn’t detachable either, but you can easily flip it up and out of the way.</p><p>The A40 has been around for four years now, but its price has come down from $150 to a more reasonable $130 in that time. Astro sells an optional <a href=\"https://www.engadget.com/the-best-dac-for-lossless-high-resolution-music-iphone-android-160056147.html\">DAC</a> with extra controls for $130, but at that price we’d strongly advise buying a good “normal” headphone and external mic.</p><h2>Best budget gaming headset: HyperX Cloud Stinger 2</h2><p></p><p>You won’t find a good open-back gaming headset under $50, so if you’re on a tight budget and require a built-in mic, you’ll have to compromise on sound quality. With that in mind, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IeXBlclgtQ2xvdWQtU3Rpbmdlci1Td2l2ZWwtTXV0ZS9kcC9CMEI4UEdETVdLLz90YWc9Z2RndDBjLXAtby1zbS0yMCIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAAfh2E5Ka9uLQvooXb479JP4pK_Z0_40HFg_nNxE4Yv0q&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHyperX-Cloud-Stinger-Swivel-Mute%2Fdp%2FB0B8PGDMWK%2F\">HyperX Cloud Stinger 2</a> is a decent buy at its typical street price of $40. Its mic belies that low price, making voices sound relatively clear and accurate. In fact, it’s a clear step-up from the Astro A40. It’s not detachable but it’s flexible and automatically mutes when you slide it out of the way. This pair also gets the comfort part right, as the pleather earcups don’t clamp down hard and have enough soft padding where it counts.</p><p>The Cloud Stinger 2 has a V-shaped sound profile, which is to say it exaggerates the bass and treble while recessing the mid-range. It’s not bad for what it is, and it’ll definitely give action scenes a heavy sense of impact. But the upper-bass is pushed to the point where it may get tiring over time, and you lose some of the fine details you’d hear on a more natural-sounding set of headphones. Since this is a cheap closed-back headset, the Cloud Stinger 2 also doesn’t sound nearly as wide as the pairs above, nor is it as nuanced about positioning sounds accurately. It’s less than ideal for competitive games as a result, though it can still sound “fun” with many other titles.</p><p>Beyond that, the build-quality and plastic design feels cheap-ish, it doesn’t block much outside noise despite being closed-back and its cable isn’t removable. Nevertheless, you have to pick your battles in this price range. The Cloud Stinger 2 is flawed, but it does enough well enough to be a good headset for a certain type of person.</p><h2>A quick PSA on wireless gaming headsets</h2><p>Most people do not need a wireless gaming headset. PS5 and Xbox Series X/S consoles have a headphone jack built into their controllers, and one is still readily available on the Nintendo Switch and most gaming PCs. The cost of an OK wireless model is usually higher than the cost of a comparable wired gaming headset, and for the money you often get worse audio quality and a less clear microphone on the wireless versions. You also risk introducing issues with latency. The latter is why non-gaming Bluetooth headphones are a no-go here.</p><h2>Best wireless gaming headset: HyperX Cloud Alpha Wireless</h2><p></p><p>If you <em>really</em> want a wireless headset – say, if your gaming PC is situated at the far end of your desk – you should look for a pair that makes the “wireless” part of the equation a little less apparent. The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9IeXBlclgtQ2xvdWQtQWxwaGEtV2lyZWxlc3MtTm9pc2UtY2FuY2VsaW5nL2RwL0IwOVRSVzU3V0I_dGg9MSZ0YWc9Z2RndDBjLXAtby1zbS0yMCIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAAXiIf4kCOaA9SHR2qrbtxdd-cU-3s2WpTGOwd5lezaNS&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FHyperX-Cloud-Alpha-Wireless-Noise-canceling%2Fdp%2FB09TRW57WB%3Fth%3D1\">HyperX Cloud Alpha Wireless</a> does this thanks to its absurdly long battery life. HyperX rates it at 300 hours, but we were able to squeeze out a couple dozen more at moderate volumes. iFixit did a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj01dDBKeXpoMHZlbyIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAAcVsOdohnTocKXz7QzdduiByIInEsqXY_W1NBWb3suhG&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D5t0Jyzh0veo\">helpful teardown</a> if you’re curious as to how this is possible, but it’s not a stretch to say one charge here could last you <em>months</em> of play time.</p><p>The sound here is typical of many gaming headsets: slightly V-shaped, with overemphasized bass that can make game effects sound exciting but often presents footsteps and finer details with less clarity. As a closed-back headphone, it also won’t sound as spacious or natural as the more open pairs above. (Wireless gaming headsets with an open-back design are virtually nonexistent.) It’s not bad by wireless gaming headset standards, and it generally places sounds in the right place; it’s just not tuned or designed as optimally as a pair like the Astro A40.</p><p>The headset itself is comfortable to wear for hours at a time, with plush padding that doesn’t feel too tight, though the faux leather material on the earpads may make your ears feel mildly warm. Everything is sturdy, and the headband is nicely flexible. The boom mic is also fine, though that’s relative to other wireless headsets. It cancels out background noise well and keeps voices legible, but they won’t sound as crisp or full-bodied as they could be on wired headphones with good mics. It's better than the A40, though.</p><p>A word of warning: Don’t bother with HyperX’s companion software. While you can use the company’s <a href=\"https://hyperx.com/pages/ngenuity\">Ngenuity</a> app to customize the headset's EQ and activate a <a href=\"https://dts.com/dts-headphonex/\">DTS:X</a> surround sound feature, <a href=\"https://www.reddit.com/r/HyperX/comments/uaiapq/hyperx_cloud_alpha_wireless_latency/\">several users</a> have reported that this introduces noticeable latency, and HyperX <a href=\"https://xander51.medium.com/hyperxs-hilarious-fix-for-their-headset-driver-latency-issues-e80f39b9faff\">doesn’t look</a> to be fixing it. If you really want these features, use a third-party EQ app and the spatial audio tools built into <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=67071605-d4df-494e-8d9c-c9c236b8bb38&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Microsoft&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NzA3MTYwNS1kNGRmLTQ5NGUtOGQ5Yy1jOWMyMzZiOGJiMzgiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly9zdXBwb3J0Lm1pY3Jvc29mdC5jb20vZW4tdXMvd2luZG93cy9ob3ctdG8tdHVybi1vbi1zcGF0aWFsLXNvdW5kLWluLXdpbmRvd3MtMTAtY2EyNzAwYTAtNjUxOS00NDhkLTU0MzQtNTZmNDk5ZDU5Yzk2IiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAejkZw8zPCdWffud4pYxus0GvAzcoxSD9FUgKS7c626q&amp;gcReferrer=https%3A%2F%2Fsupport.microsoft.com%2Fen-us%2Fwindows%2Fhow-to-turn-on-spatial-sound-in-windows-10-ca2700a0-6519-448d-5434-56f499d59c96\">Windows</a> and the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=0f845666-5cc0-42c7-863d-d873ae1b6087&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=PlayStation&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIwZjg0NTY2Ni01Y2MwLTQyYzctODYzZC1kODczYWUxYjYwODciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGxheXN0YXRpb24uY29tL2VuLXVzL3N1cHBvcnQvaGFyZHdhcmUvM2QtYXVkaW8tcHM1LyIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAATLUYwciozEtfsV856Spv7YocFk_kLsQObdfPNVDZviP&amp;gcReferrer=https%3A%2F%2Fwww.playstation.com%2Fen-us%2Fsupport%2Fhardware%2F3d-audio-ps5%2F\">PS5</a>. By default, the included USB dongle offers a steady wireless connection.</p><p>The other caveat is that the Cloud Alpha Wireless only works with PCs and PlayStation consoles, or a Switch while docked. It also can’t connect over a cable or Bluetooth. If you’re looking for a competent alternative for Xbox, we note a few recommendations below.</p><h2>Best premium wireless gaming headset: Audeze Maxwell</h2><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5hdWRlemUuY29tL3Byb2R1Y3RzL21heHdlbGwtd2lyZWxlc3MtZ2FtaW5nLWhlYWRzZXQ_dmFyaWFudD00MDA5NDc2NTAyMzMxMCIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAAZrjFKRcjut7EJ7RSJsEr372lU_LWDvK9iOfygaatKXG&amp;gcReferrer=https%3A%2F%2Fwww.audeze.com%2Fproducts%2Fmaxwell-wireless-gaming-headset%3Fvariant%3D40094765023310\">Audeze Maxwell</a> isn’t an amazing value at $299 (or $329 for the Xbox model), but if you’ve got cash to burn, it’s a wireless headset with genuinely impressive sound and mic quality. Its <a href=\"https://www.howtogeek.com/327846/what-are-planar-magnetic-headphones/\">planar-magnetic</a> drivers do well reproducing smaller intricacies in a given scene, and its default signature is like a more refined version of the common “gaming headset” sound. Bass is smooth and impactful but not bloated, while highs are crisp but not overly sharp. Some effects in the mids can sound thin, and as this is a<em>&nbsp;</em>closed-back headset, it can’t provide the same immersive width and precise imaging as the open-back models above. Ironically, it may be better for music than games. Still, for a wireless headset, it’s unusually pleasant and detailed. Audeze’s app includes several EQ presets as well.</p><p>Similarly, the Maxwell’s detachable boom mic is a standout. It does a phenomenal job of muting background noise, and while voices lose some air, they still sound clearer and fuller than on most wireless headsets we’ve tested.</p><p>The Maxwell is on the bulky side, and its headband uses an odd suspension mechanism that effectively isn’t adjustable without taking the headset off. The squishy padded ear cups will likely make your ears feel warm, but they keep the headset comfortable and isolate a fair amount of outside noise. The high-end design also feels substantial, with the headband made from steel. The essential controls are built into the left earcup, and the device can connect over Bluetooth or a 3.5mm cable in addition to a USB-C wireless dongle. You can even pair with two devices at once, one over the dongle and another over Bluetooth. The headset needs to be powered on in order to play music over a cable, however.</p><p>Audeze rates the Maxwell’s battery life at roughly 80 hours, though you'll get less than that if you play at high volumes or use features like Bluetooth or sidetone heavily. While this can’t touch the Cloud Alpha Wireless, it’s still much better than most wireless headsets.</p><h2>Other notable gaming headsets</h2><figure><img alt=\"Logitech's G535 wireless gaming headset rests on top of a wicker chair on a patio outdoors.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/13435120-d960-11ed-bc67-dccf7cbeb8df\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Jeff Dunn / Engadget</div></figure><h3>SteelSeries Arctis Nova Pro</h3><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVpXNTJYU1EvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZwc2M9MSZ0YWc9Z2RndDBjLXAtby1zbS0yMCIsImNvbnRlbnRVdWlkIjoiYTZmYTY3YTctNzZhOC00ZWYxLTljOGQtNTljNDYzY2IzYWRiIn0&amp;signature=AQAAATBDtCTmrhfdzRxzkwm41CS0WjvaetVcz3ro1ne9GIG1&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09ZW52XSQ%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26psc%3D1\">SteelSeries Arctis Nova Pro</a> is overpriced at $250, and it can make higher frequencies sound harsh, but its bass and mids are good, it’s super comfortable and its retractable mic is noticeably clearer than the Astro A40’s. Its included DAC is also useful, letting you adjust the headset’s EQ and game/chat mix. But while the closed-back design is mildly better at blocking outside noise, it won’t provide the same sense of width as the A40.</p><h3>SteelSeries Arctis Nova Pro Wireless</h3><p></p><p>SteelSeries also sells a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ncC9wcm9kdWN0L0IwOVpXS0Q5VEYvcmVmPW94X3NjX2FjdF90aXRsZV8xP3NtaWQ9QVRWUERLSUtYMERFUiZ0aD0xJnRhZz1nZGd0MGMtcC1vLXNtLTIwIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAXCIfWug_-E2M4ZAJ3XP0zoGba2bLRCUolTIs0PD9Iyy&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fgp%2Fproduct%2FB09ZWKD9TF%2Fref%3Dox_sc_act_title_1%3Fsmid%3DATVPDKIKX0DER%26th%3D1\">wireless version</a> of the Nova Pro, which typically retails between $300 and $350. The Audeze Maxwell will sound better to most, but this is likely its closest competitor and it has useful bonus features like the ability to connect to multiple gaming devices simultaneously (with the Xbox model) and hot-swap battery packs.</p><h3>SteelSeries Arctis Nova 7X</h3><p></p><p>If you need a wireless alternative to the Cloud Alpha Wireless for Xbox, the <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TdGVlbFNlcmllcy1BcmN0aXMtTXVsdGktUGxhdGZvcm0tR2FtaW5nLU1vYmlsZS1IZWFkc2V0L2RwL0IwQjhRUDVCR0Q_dGFnPWdkZ3QwYy1wLW8tc20tMjAiLCJjb250ZW50VXVpZCI6ImE2ZmE2N2E3LTc2YTgtNGVmMS05YzhkLTU5YzQ2M2NiM2FkYiJ9&amp;signature=AQAAASgMqXN8q3hSHiaKMV0Az_U8S1ROhV-Eajl4Wcb1expQ&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSteelSeries-Arctis-Multi-Platform-Gaming-Mobile-Headset%2Fdp%2FB0B8QP5BGD\">SteelSeries Arctis Nova 7X</a> should work. It’s another bass-forward pair, and its mic is comparable to the one on Cloud Alpha Wireless. Like the other Nova models, it offers multiple connectivity options, including Bluetooth and a 3.5mm cable. And while it's marketed for the Xbox, it can also connect to PCs and PS5s. Its 30 or so hours of battery life are well short of the Cloud Alpha Wireless, though, and its sound signature can make the treble sound somewhat wonky.</p><h3>HyperX Cloud Alpha</h3><p></p><p>The wired <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kcC9CMDc0TkJTRjlOP3RhZz1nZGd0MGMtcC1vLXNtLTIwIiwiY29udGVudFV1aWQiOiJhNmZhNjdhNy03NmE4LTRlZjEtOWM4ZC01OWM0NjNjYjNhZGIifQ&amp;signature=AQAAAZBXk5cw9Z-Zz-xHLFBiaCe1h-9KKpmO19dQ6jLR-Z-I&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdp%2FB074NBSF9N\">HyperX Cloud Alpha</a> is often on sale for $80 or less, and at that price it’s a decent middle ground between the Cloud Stinger 2 and Astro A40 if you absolutely need a closed-back gaming headset. It’s old, but its plush earpads and headband remain comfy, and its detachable mic, while not superb, is still better than Astro’s pair. Its treble is underemphasized, however, and again it sounds more “in your head” than the A40.</p><h3>Logitech G535</h3><p></p><p>The <a href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9Mb2dpdGVjaC1MaWdodHdlaWdodC1XaXJlbGVzcy1HYW1pbmctSGVhZHNldC9kcC9CMDhLWTJXRkdQP3RoPTEmdGFnPWdkZ3QwYy1wLW8tc20tMjAiLCJjb250ZW50VXVpZCI6ImE2ZmE2N2E3LTc2YTgtNGVmMS05YzhkLTU5YzQ2M2NiM2FkYiJ9&amp;signature=AQAAAQnLpIUEvZCzFdDxJcN1GnzPdiQ-wJH7JtjAG1SEiR7c&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FLogitech-Lightweight-Wireless-Gaming-Headset%2Fdp%2FB08KY2WFGP%3Fth%3D1\">Logitech G535</a> is an impressively light (236g) and comfy wireless headset that’s often available for $100. It has a more neutral sound signature than the Cloud Alpha Wireless and Arctis Nova 7X: not flat, but less beholden to big, thumping bass. It can make mid-range details sound thin, and if anything it could use a little <em>more</em> sub-bass, but it’s an agreeable listening experience overall. It can also connect over Bluetooth. However, its mic gives up some fullness compared to the Cloud Alpha Wireless (which already wasn’t superb), and its 30-ish hours of battery life are a massive drop-off. Plus, it doesn’t work with Xbox, and it strangely forces you to crank the volume to reach a listenable level. But if you don’t want to spend a ton on a wireless headset, it’s the best of the $100-and-under options we tested.</p>This article originally appeared on Engadget at https://www.engadget.com/best-gaming-headset-130006477.html?src=rss", "link": "https://www.engadget.com/best-gaming-headset-130006477.html?src=rss", "date_published": "2023-07-25T15:05:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "GM says a next-gen Chevy Bolt is on the way", "description": "<p><a href=\"https://www.engadget.com/tag/gm/\"><ins>General Motors</ins></a> isn’t quite done with the <a href=\"https://www.engadget.com/tag/chevy-bolt/\"><ins>Chevrolet Bolt</ins></a>. Back in April, it emerged the company <a href=\"https://www.engadget.com/gm-will-stop-making-the-chevy-bolt-ev-and-euv-later-this-year-160540118.html\"><ins>will end production</ins></a> of the popular, wallet-friendly EV and <a href=\"https://www.engadget.com/chevrolet-bolt-euv-review-video-160016098.html\"><ins>EUV</ins></a> this year, largely because it relies on old battery cell tech and the factory where it’s made is being refitted. However, there’s some positive news for fans of the EV as GM has <a href=\"https://media.chevrolet.com/media/us/en/chevrolet/home.detail.html/content/Pages/news/us/en/2023/jul/0725-chevrolet.html\"><ins>confirmed</ins></a> a new version of the Bolt is on the way.</p><p>The company hasn’t revealed many details about the new Bolt — you’ll need to wait until later this year for that. Unsurprisingly, though, the next-gen model will use GM’s <a href=\"https://www.engadget.com/gm-is-placing-all-of-its-ev-eggs-in-the-ultum-battery-basket-163038784.html\"><ins>Ultium battery system</ins></a> as well as its Ultifi software platform. The company says that, by harnessing these technologies, it will be able to bring the Bolt back to market “on an accelerated timeline,” but didn’t give an indication of when that might be.</p><span id=\"end-legacy-contents\"></span><p>GM made the Bolt announcement during its <a href=\"https://investor.gm.com/news-releases/news-release-details/gm-releases-2023-second-quarter-results-and-raises-full-year\"><ins>quarterly earnings call</ins></a>. The company said it saw its strongest Bolt EV and EUV sales to date in the first half of 2023. It posted quarterly revenue of $44.7 billion, up 25 percent year-over-year, but noted there was a $792 million charge related to a new partnership with LG. “The charge reflects the conscious decision GM made during <a href=\"https://www.engadget.com/gm-expands-fire-risk-recall-all-chevy-bolt-115934063.html\"><ins>the Chevrolet Bolt EV and Bolt EUV recall</ins></a> to serve customers in ways that go beyond traditional remedies,” GM said.</p><p>The company built around 50,000 EVs in North America in the first six months of 2023. It’s doubling that target for the second half of the year. It aims to reach a capacity of 1 million EVs in the continent by 2025.</p><p>In the meantime, Chevy has three other EVs on the way this year: the <a href=\"https://www.engadget.com/chevrolet-silverado-ev-details-ces-debut-171551300.html\"><ins>Silverado</ins></a>, the <a href=\"https://www.engadget.com/gm-2024-chevrolet-blazer-ev-ss-rs-023052241.html\"><ins>Blazer</ins></a> and the <a href=\"https://www.engadget.com/chevy-blazer-equinox-ev-teaser-184112130.html\"><ins>Equinox</ins></a>. The brand will reveal its first full-size electric SUV, the Escalade IQ, <a href=\"https://www.engadget.com/cadillac-teases-the-electric-escalade-iq-ahead-of-an-august-9th-reveal-140045265.html\"><ins>on August 9th</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/gm-says-a-next-gen-chevy-bolt-is-on-the-way-144518735.html?src=rss", "link": "https://www.engadget.com/gm-says-a-next-gen-chevy-bolt-is-on-the-way-144518735.html?src=rss", "date_published": "2023-07-25T14:45:18+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Arc personalized web browser is now available to everyone", "description": "<p>If you've wanted to customize (or <a href=\"https://www.engadget.com/the-arc-internet-browser-lets-you-customize-or-vandalize-any-website-130010555.html\">simply deface</a>) the websites you visit, you'll now have an easy time of it. The Browser Company has <a href=\"https://arc.net/\">released</a> its Arc 1.0 browser for the Mac, no waitlist required. The finished version includes a few features that have popped up in recent weeks, including an optional toolbar, a site &quot;control center&quot; and picture-in-picture support for Google Meet video calls. The software should be leaner and faster than previous versions, too.</p><p>As before, Arc rethinks some of the fundamentals of web browsers. You can personalize the look and layout of a website using Boosts that let you change colors, replace fonts and even &quot;zap&quot; sections you don't want to see. While this doesn't work perfectly for every website, you can share many customizations with other users. You can use coding and scripts to create Boosts, but they don't require that know-how.</p><span id=\"end-legacy-contents\"></span><p>Tabs are still present. However, you primarily organize browsing around switchable virtual spaces (effectively tab groups) that help you focus on a given task, such as work or your social media catch-up. You can pin sites you use often, and there's a command bar that courts power users.</p><p>A Windows version of Arc is coming &quot;soon,&quot; the company says. This probably won't supplant Chrome, Edge or Safari if you're a fan of those browsers. They still cover common tasks well, and the familiar interfaces may well be enough. However, Arc may be what you're looking for if you wish you could reshape the web to your liking.</p>This article originally appeared on Engadget at https://www.engadget.com/the-arc-personalized-web-browser-is-now-available-to-everyone-140015020.html?src=rss", "link": "https://www.engadget.com/the-arc-personalized-web-browser-is-now-available-to-everyone-140015020.html?src=rss", "date_published": "2023-07-25T14:00:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "DJI Air 3 review: A high-quality zoom adds new creative options", "description": "<p>DJI is one of the most innovative gadget companies out there, constantly trying new things with its drones like a triple-camera setup on the <a href=\"https://www.engadget.com/djis-mavic-3-pro-comes-with-a-triple-camera-setup-130001265.html\">Mavic 3 Pro</a>. With the launch of the mid-sized <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9ESkktQ29udHJvbGxlci1XaWRlLUFuZ2xlLVByaW1hcnktQmF0dGVyaWVzL2RwL0IwQzdHVDE3TDM_dGFnPWdkZ3QwYy1wLW8tMXI0LTIwIiwiY29udGVudFV1aWQiOiJlZjIwNGRjNi0yYjY1LTQ5OGQtOGZkYS01NmIzNjhkMTU2NGEifQ&amp;signature=AQAAAdedJq4NygFK2g_WUvVSuiWQ5gnR9JzhxP7jYoVXmWzD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FDJI-Controller-Wide-Angle-Primary-Batteries%2Fdp%2FB0C7GT17L3\">Air 3 camera drone</a>, the company has introduced a new trick called dual primary cameras. That means the telephoto camera has the same specs as the main camera, rather than being relegated to lesser quality like it was on the <a href=\"https://www.engadget.com/dji-mavic-3-update-hands-on-video-141505594.html\">Mavic 3</a>. That opens up new possibilities for pilots, giving them two ways to create cinematic shots.</p><p>It also has numerous improvements over the <a href=\"https://www.engadget.com/dji-air-2s-camera-drone-130053973.html\">Air 2</a> and <a href=\"https://www.engadget.com/dji-air-2s-camera-drone-130053973.html\">Air 2S</a>. It uses DJI’s new O4 transmission system that greatly increases range, while bringing the Waypoint feature to Air drones for the first time. It also has much improved battery life and is considerably quieter. Otherwise, it matches the Mavic 3 Pro feature for feature, with obstacle detection all around, focus tracking, Hyperlapse and more.</p><span id=\"end-legacy-contents\"></span><p></p><p>Some buyers might see the 1/1.3-inch sensors as a downgrade compared to the 1-inch sensor on the Air 2S, however. How does it stack up against that model, and how does it fit in with the Mavic 3 Pro and <a href=\"https://www.engadget.com/dji-mini-3-pro-review-130041928.html\">Mini 3 Pro</a> models? I took it flying in France’s Loire valley with my drone pilot friend to find out.</p><h3>Design and performance</h3><div id=\"9e12f20d9e454501997421c517b90560\"></div><p>With a dual-camera module up front and similar design, the Air 3 (no more Mavic in the name) looks more like the Mavic 3 than the Air 2 and Air 2S. It has the same frog-like design, and folds up exactly like the Mavic 3, collapsing into a compact size for travel. The body has omnidirectional sensors all around for obstacle detection. For storage, it comes with the usual microSD storage slot and has 8GB internally that’s really for emergency use only. It’s also considerably heavier than the Air 2S, tipping the scales at 720 grams compared to 595.</p><p>At the same time, it has borrowed some aerodynamic tricks from the Mini 3 Pro, particularly the larger propellers that reduce noise down to 81 decibels — making it near-inaudible when flying at over 100 feet or so. The body is also more aerodynamic, giving it better range in forward flight and the ability to handle stronger winds than past models.</p><p>Much of the extra weight comes from the new 4,241 mAh batteries that weigh 267 grams more than an entire Mini 3 Pro. They have nearly the capacity of the Mavic 3 Pro’s batteries, greatly boosting the Air 3’s range to 46 minutes, up from 34 minutes on the Air 2S.</p><p>In real-world use, we saw flight times of around 35 minutes before the return-to-home warning went off, depending on flying style and winds. That generally allowed us to fly for a full day with three charged batteries. DJI also introduced a new charging feature with the updated battery hub, letting you transfer power from two weaker batteries to the most charged at the touch of a button. Doing so allows for  longer flights if you’re in a location with no charging available. The one drawback of the higher-capacity batteries is that charging speeds are relatively slow.</p><figure><img alt=\"DJI Air 3 review: A high-quality zoom adds new creative options\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/0eda9170-2a41-11ee-bb9b-8ec76c8eaa88\" style=\"height: 1238px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent for Engadget</div></figure><p>Another key feature is the next-gen O4 video transmission system that boosts range from 15 to 20 km (9.3 to 12.4 miles). Drone range can be a big problem in Europe, because laws significantly reduce transmission power compared to the US. To help compensate for that, DJI added a new 5.1GHz frequency in Europe that appears to have a large impact on range and transmission dropouts in tricky terrain, from what we saw in our tests in France.</p><p>In terms of maneuverability and speed, the Air 3 offers a good compromise between stability of the Mavic 3 Pro and the agility of the Mini 3 Pro. The latter makes it great for following fast-moving subjects like mountain bikers and vehicles, but it’s also steady in stiff breezes. At the same time, if a subject is moving through trees, obstacle avoidance with APAS 5.0 is outstanding, with less risk of crashing than the Mini 3 Pro thanks to the extra sensors — particularly from the side and rear.</p><p>All of DJI’s tentpole features like Active Track, Master Shots, Quickshots and Timelapse are available on the Air 3 and work on both cameras. Active Track, used to lock onto and follow subjects, works about the same on both cameras. As with DJI’s other drones, it’s generally reliable, but if you’re chasing a mountain biker through the trees, it can lag a bit and the tracking can switch off without warning.</p><figure><img alt=\"DJI Air 3 review: A high-quality zoom adds new creative options\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/0f16d720-2a41-11ee-bfff-a18bab6db8e9\" style=\"height: 1238px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent for Engadget</div></figure><p>Quickshots features like Dronie and Rocket are more interesting with the addition of the tele camera that can add extra intimacy and drama. The obstacle detection is handy there as well. Because the drone flies automatically once you hit “go,” it’s easy to misjudge boundaries, so it’s good to know it’ll abort if it gets too close to something.</p><p>On top of those flight modes, DJI has brought the Mavic 3’s Waypoint flight mode over to the Air series for the first time. It lets you plan flight and camera moves in advance, letting you repeat a flight precisely for multiple takes, Timelapse videos and more. It requires some time to learn and set up, but it delivers consistent results. It also opens up creative possibilities, like doing a Timelapse during the day and at night, then seamlessly blending them together.</p><p>Along with the Air 3, DJI has introduced the new RC-2, DJI’s third screen controller after the RC and the RC Pro. It’s a good compromise between the two, as it’s significantly cheaper than the $1,200 RC Pro. At the same time, it has a brighter screen, more substantial feel and more precise controls than the RC. It’s available either separately or in a bundle with the Air 3 Fly More kit. DJI also announced another new controller, the RC-N2, effectively a refresh of the RC-N1, with the main benefit being the new O4 transmission system.</p><h3>Cameras</h3><p>The big idea with the Air 3 is that the quality of the two cameras is the same. As such, it comes with a 1/1.3-inch 24mm (35mm equivalent) f/1.7 main and 70mm f/2.8 telephoto camera. Those focal lengths match the two primary cameras on the Mavic 3 Pro, with the sensor size being the same as the Mini 3 Pro and the tele camera on the Mavic 3 Pro.</p><p>The 70mm lens is particularly good for action or hero shots, adding excitement and a more natural perspective. With a perfect portrait focal length, it’s great for people shots at weddings, for example. It also lets you stay a greater distance from subjects for safety or other reasons, while compressing the space between them. As usual, the main wide camera can be used for establishing, overhead, follow and other shots. And with identical sensors, it’s easy to match footage from the two cameras while editing.</p><p>The sensors have dual native ISO support for improved light sensitivity, and deliver 4K 60p in HDR or 4K at up to 100 fps with slo-mo only playback. 1080p can be shot at 200 fps with slo-mo playback as well. The camera module can be tilted down 90 degrees and up 60, and it’s the first Air series drone supporting 2.7K vertical 9:16 video.</p><section><img alt=\"DJI Air 3 review: A high-quality zoom adds new creative options\" class=\"e2ehero-url\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/3dc25c90-2a67-11ee-b4ff-8db71235397d\" style=\"height: 1238px; width: 2200px;\" /></section><p>Both cameras support 10-bit 4:2:0 D-Log M and HLG HDR for improved dynamic range and reduced banding, something that can be an issue when shooting skies. DJI’s regular D-Log mode, which offers even more dynamic range, is not available on the Air 3, though. It also lacks a variable aperture found on the Mavic 3, so the optional ND filter kit (available in the Fly More combo) is desirable for sunny day flying to allow for lower shutter speeds and thus smoother video.</p><p>With the same 1/1.3-inch dual native ISO sensor and resolution as the Mini 3 Pro, image quality is similar — but there are some improvements on the Air 3. D-Log M offers better dynamic range, particularly in challenging contrasty shooting conditions. It also offers mildly better low-light capability, with less noise in shadows for nighttime cityscapes, for example.</p><p>The Air 3 delivers as good or even better video and photo quality than the larger sensor on the Air 2S, likely because the size difference is slight and the Air 3 has higher resolution. That said, it’ll be interesting to see if DJI releases an Air 3S, possibly with a larger sensor.</p><h3>Wrap-up</h3><figure><img alt=\"DJI Air 3 review: A high-quality zoom adds new creative options\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/7a0c5250-2a67-11ee-9ddd-0efb5000e860\" style=\"height: 1238px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">Steve Dent for Engadget</div></figure><p>DJI has another winner with the Air 3 thanks to the dual cameras. By elevating the tele to the same importance as the main camera, it opens up new cinematic shooting options. It should prove popular with event and wedding pros who are willing to pay a few hundred dollars more than the Mini 3 Pro. In return, they get additional creative options, plus a more stable and secure camera drone.</p><p>Image quality might not be good enough for some pros when compared to the $2,200 Mavic 3 Pro, But at $1,100, it’s considerably cheaper, more maneuverable, and offers the same features (including Waypoints) and level of obstacle protection. At the same time, it has a leg up on the Mini 3 Pro in terms of image quality thanks to the D-Log M option.</p><p>At $1,100 with the non-screen RC-N2 controller, the Air 3 is $330 more than the DJI Mini 3 Pro with the same controller. That goes up to $1,550 with the RC 2 Fly More kit, compared to $1,253 for the Mini 3 Pro in a similar kit. At those prices, its main competition is Autel’s similarly priced 6K EVO Lite+ and the Mini 3 Pro itself. In any case, it’s a great new option for drone buyers who might like the idea of two primary cameras and can’t quite afford a Mavic 3 Pro.</p>This article originally appeared on Engadget at https://www.engadget.com/dji-air-3-review-a-high-quality-zoom-adds-new-creative-options-130020261.html?src=rss", "link": "https://www.engadget.com/dji-air-3-review-a-high-quality-zoom-adds-new-creative-options-130020261.html?src=rss", "date_published": "2023-07-25T13:00:20+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Meta adds ‘quests’ to Horizon Worlds, to keep users returning to the metaverse", "description": "<p>Quests are now available to everyone with a Quest — a <a href=\"https://www.engadget.com/meta-quest-pro-review-a-next-gen-headset-for-the-vr-faithful-specs-price-130045313.html\">Meta Quest VR headset</a>, that is. Meta is rolling out quests and rewards to every user on Horizon Worlds, its virtual reality live-interactive experience. Meta started testing quests over the spring with a game called <em>Giant Paddle Mini Golf</em> and added two more: <em>Arena Clash</em> and <em>Bad Roommates</em>. Rewards include things like new clothing options for your avatar.</p><p>Meta clearly designed many of the quests (and rewards) to encourage users to interact more with their avatar — an area of its business that has seen <a href=\"https://www.engadget.com/how-meta-flunked-its-first-year-as-a-metaverse-company-150049067.html\">billions of dollars lost</a>. Main quests include &quot;try on a clothing avatar reward you've earned&quot; and &quot;open your backpack and change your emote&quot; — not exactly a Frodo traveling to Mordor-level quest, but some could be engaging. Quests are available in the Worlds Menu, each stating how much of a reward you'll receive for completing it. Meta claims it will add more as time goes on.</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.engadget.com/metas-horizon-worlds-is-getting-a-text-based-world-chat-feature-133026231.html\">Meta Horizon Worlds'</a> update also includes a new quick actions menu that can pause your gameplay and lets you mute, follow or block people you encounter. While Meta fixed some bugs, anytime you discover one, you can now report them by clicking the home button four times in a row or holding down AB/XY.</p>This article originally appeared on Engadget at https://www.engadget.com/meta-adds-quests-to-horizon-worlds-to-keep-users-returning-to-the-metaverse-123100954.html?src=rss", "link": "https://www.engadget.com/meta-adds-quests-to-horizon-worlds-to-keep-users-returning-to-the-metaverse-123100954.html?src=rss", "date_published": "2023-07-25T12:31:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify grew far more than expected, but is still losing money", "description": "<p>In the second quarter of 2023, <a href=\"https://www.engadget.com/spotify-reaches-more-than-half-a-billion-users-for-the-first-time-142818686.html\">Spotify</a> saw its million monthly active users (MAU) climb to 551 million after welcoming 36 million new listeners. That represents a 27 percent increase in MAUs and is an all-time high for the streaming giant, which has just <a href=\"https://newsroom.spotify.com/2023-07-25/spotify-reports-second-quarter-2023-earnings/\">published its earnings report</a>. While not all new users signed up for a Premium account, Spotify also had a record-breaking second quarter when it comes to Premium subscriber numbers. It welcomed 10 million paying users — 3 million larger than guidance — and grew its subscriber base by 17 percent year over year. That's not an all-time high, but it's also apparently the best Q2 Spotify has ever had in that regard.&nbsp;</p><p>Despite the massive influx of new users, Spotify still lost a significant amount of money. Its total revenue for the period is $3.5 billion (€3.2 billion), 11 percent larger than last year's. However, it also posted an adjusted operating loss of $123.7 million (€112 million). Spotify blamed those losses on the shutdown of its podcast shows, as well as on excess real estate and severance for <a href=\"https://www.engadget.com/spotify-will-lay-off-6-percent-of-employees-130337498.html\">employees laid off</a> due to company restructuring. If you'll recall, the audio streaming giant recently made big changes to its podcast strategy and <a href=\"https://www.engadget.com/spotify-cancels-some-original-podcasts-134405125.html\">axed</a> several original productions.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>According to <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=2f007401-3eaa-4237-b69b-54ccbe125502&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=The+Wall+Street+Journal&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiIyZjAwNzQwMS0zZWFhLTQyMzctYjY5Yi01NGNjYmUxMjU1MDIiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cud3NqLmNvbS9hcnRpY2xlcy9zcG90aWZ5LXNwb3QtcTItZWFybmluZ3MtcmVwb3J0LTIwMjMtNjQ2ZmE3NzEiLCJjb250ZW50VXVpZCI6IjM1MWQzZGM0LTY1ZTctNDYxYi04ZTVhLWRlYTI1ZjUzMDI5YyJ9&amp;signature=AQAAAbdN6o3IQZTrO70ZM0T3IUt36k3DyJfNki-m7v4IT_7_&amp;gcReferrer=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fspotify-spot-q2-earnings-report-2023-646fa771\"><em>The Wall Street Journal,</em></a> Spotify previously told investors that it would be raising prices in order to turn a profit. Indeed, the company <a href=\"https://www.engadget.com/spotify-raises-iprice-of-premium-plans-115138529.html\">just added $1</a> on top of the old subscription rate, meaning users in the US now have to pay at least $11 a month. Spotify also plans to implement price hikes across markets, including the UK, Canada, Australia, New Zealand and Hong Kong. The company anticipates a slowdown in premium subscription signups due to its higher prices for the third quarter of the year. From having 10 million new paying users in the second quarter, it expects to add 4 million Premium subscribers in Q3. Even so, it believes the price increases will \"have a minimal impact on total revenue\" and is still expecting to earn $3.65 billion (€3.3 billion) this quarter.</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-grew-far-more-than-expected-but-is-still-losing-money-121553523.html?src=rss", "link": "https://www.engadget.com/spotify-grew-far-more-than-expected-but-is-still-losing-money-121553523.html?src=rss", "date_published": "2023-07-25T12:15:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The EU Chips Act just received its final approval", "description": "<p>Governing bodies worldwide have taken steps in recent years to boost local chip manufacturing, such as tax incentives and funding. For instance, the <a href=\"https://www.consilium.europa.eu/en/press/press-releases/2023/07/25/chips-act-council-gives-its-final-approval/\">European Union just approved the Chips Act</a>, regulations meant to improve its member states' semiconductor production capacity. <a href=\"https://www.engadget.com/eu-chips-act-investment-semiconductors-171507430.html\">First announced in February 2022</a>, the Chips Act aims to use €43 billion ($47.5 billion) in investments to increase the EU's cut of microchip production to 20 percent in 2030 — it currently sits at about 10 percent. The Council of the European Union also hopes it will &quot;attract investment, promote research and innovation and prepare Europe for any future chip supply crisis.&quot; The <a href=\"https://www.consilium.europa.eu/en/infographics/eu-chips-act/\">semiconductor industry is projected to be worth $1 trillion by 2030</a>, led by smartphones, servers, data centers, and storage applications.&nbsp;</p><p>In approving the Chips Act, the EU might remove some of its reliance on foreign entities, like China, to produce semiconductors. &quot;With the Chips Act, Europe will be a frontrunner in the world semiconductors race,&quot; Héctor Gómez Hernández, Spanish Minister for Industry, Trade and Tourism, said about the development. &quot;We can already see it in action: new production plants, new investments, new research projects. And in the long run, this will also contribute to the renaissance of our industry and the reduction of our foreign dependencies.&quot;</p><span id=\"end-legacy-contents\"></span><p>The EU's final approval of the Chips Act follows <a href=\"https://www.engadget.com/president-biden-signs-chips-and-science-act-145820799.html\">President Biden signing the CHIPS and Science Act into law</a> in 2022. It made $52 billion in funding and tax credits available to the United States' semiconductor industry, with $39 billion of it set aside for semiconductor manufacturing initiatives — <a href=\"https://www.engadget.com/the-white-houses-39-billion-chip-making-giveaway-starts-today-210717470.html\">applications for funding</a> first opened in Spring 2023.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/the-eu-chips-act-just-received-its-final-approval-114524113.html?src=rss", "link": "https://www.engadget.com/the-eu-chips-act-just-received-its-final-approval-114524113.html?src=rss", "date_published": "2023-07-25T11:45:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Our verdict on Sony’s newest noise-canceling earbuds", "description": "<p>Over the years of true wireless earbuds, Sony has consistently kept its place among the best with its 1000X series. Just when it seems like others may gain ground through software tricks or beefed-up noise-cancellation, the company adds new features or improves audio quality to ensure it continues to dominate.</p><a href=\"https://www.engadget.com/sony-wf-1000xm5-earbuds-review-striving-for-perfection-160023581.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f9544ad1-2acc-11ee-997f-fade30a276be\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>With this year’s <a href=\"https://www.engadget.com/sony-wf-1000xm5-earbuds-review-striving-for-perfection-160023581.html\"><ins>WF-1000XM5 true wireless earbuds</ins></a>, there’s a notable caveat: At $300, these are the most expensive earbuds yet from Sony – and a chunk of change above rival headphones. These earbuds are undoubtedly the company’s best and most comfortable design in its premium model so far, which was one of the few remaining riddles Sony needed to solve – aside from the complicated, unmemorable name, the WF-1000XM5. Not exactly AirPods, is it? If you can afford them, the buds launch on August 4th and are available to pre-order now. And check out the full review <a href=\"https://www.engadget.com/sony-wf-1000xm5-earbuds-review-striving-for-perfection-160023581.html\"><ins>right here.</ins></a></p><p>– Mat Smith</p><p>​​<em>You can get these reports delivered daily direct to your inbox. </em><a href=\"https://www.engadget.com/about/newsletter/\"><em>Subscribe right here!</em></a></p><p>​​</p><h3>The biggest stories you might have missed</h3><p><a href=\"https://www.engadget.com/shark-robot-vacuums-are-up-to-45-percent-off-on-amazon-145212567.html\"><ins>Shark robot vacuums are up to 45 percent off on Amazon</ins></a></p><p><a href=\"https://www.engadget.com/my-netflix-puts-your-downloads-and-in-progress-shows-first-171313509.html\"><ins>‘My Netflix’ puts your downloads and in-progress shows first</ins></a></p><p><a href=\"https://www.engadget.com/the-engadget-guide-to-the-best-midrange-smartphones-120050366.html\"><ins>The best midrange smartphones for 2023</ins></a></p><p><a href=\"https://www.engadget.com/astrophysicist-who-claimed-to-find-alien-tech-may-have-done-the-science-wrong-214008434.html\"><ins>Astrophysicist who claimed to find alien tech may have done the science wrong </ins></a></p><p></p><h2><a href=\"https://www.engadget.com/microsofts-latest-xbox-marketing-stunt-is-a-pizza-scented-controller-153724328.html\">Microsoft made a pizza-scented Xbox controller</a></h2><h3>I think I was a little sick in my mouth.</h3><a href=\"https://www.engadget.com/microsofts-latest-xbox-marketing-stunt-is-a-pizza-scented-controller-153724328.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f9544ad0-2acc-11ee-9cff-de7c52483913\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Microsoft</div></figure></a><p>Microsoft is promoting the upcoming <em>Teenage Mutant Ninja Turtles: Mutant Mayhem</em> movie by giving away a limited batch of pizza-scented Xbox controllers. Apart from the built-in scent diffuser, though, these are otherwise stock Xbox controllers with TMNT style, in four variants that reflect the four ninja turtles. To win one – they won’t go on sale – you'll have to follow Xbox Game Pass on Twitter X and retweet a post before August 13th. If you absolutely must operate a pizza-scented controller, these will be out and about at Microsoft's Experience Center on New York's Fifth Avenue for an August 2nd promo event.</p><p><a href=\"https://www.engadget.com/microsofts-latest-xbox-marketing-stunt-is-a-pizza-scented-controller-153724328.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/twitter-ceo-teases-banking-and-payment-plans-in-memo-about-x-rebrand-175218664.html\">Twitter CEO teases banking and payment plans in memo about X rebrand</a></h2><h3>It’s long been rumored Musk is keen to bring fintech features to Twitter.</h3><h3></h3><p>Twitter’s rebrand to X is officially underway, and CEO Linda Yaccarino has offered some new clues about what it may mean for the company. In a memo reported by <em>CNBC</em>, Yaccarino suggested payments and banking features could feature prominently in Elon Musk’s new vision. Back in January, the <em>Financial Times</em> reported he wanted “to offer fintech services such as peer-to-peer transactions, savings accounts and debit cards” to users.</p><p><a href=\"https://www.engadget.com/twitter-ceo-teases-banking-and-payment-plans-in-memo-about-x-rebrand-175218664.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/best-e-ink-tablet-130037939.html\">The best e-ink tablets for 2023</a></h2><h3>Scribble to your heart’s content.</h3><h3></h3><p>Is it time to replace your notebook with something high-tech? There’s been a boom in e-ink tablets to replace your myriad notebooks with something that can connect to the internet, detect your handwriting and more. We tested a bunch of the most popular e-ink tablets available – and we have recommendations.</p><p><a href=\"https://www.engadget.com/best-e-ink-tablet-130037939.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/spotify-raises-iprice-of-premium-plans-115138529.html\">Spotify raises the price of its Premium plans</a></h2><h3>A Premium Single subscription is going from $10 to $11 a month.</h3><h3></h3><p>Hot on the heels of price bumps at Peacock, Apple Music and YouTube, Spotify is the latest to inch up the prices of its services. Spotify has announced it's raising the price of <em>all</em> its Premium plans. In the United States, this means a Premium Single subscription is going from $10 a month to $11 a month — its first increase since Spotify launched over a decade ago. Its Premium Family and Student plans are also going up by a dollar, now costing $17 and $6 per month, respectively. Premium Duo has the largest bump, going up two dollars per month from $13 to $15.</p><p><a href=\"https://www.engadget.com/spotify-raises-iprice-of-premium-plans-115138529.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/apple-vision-pro-developer-kits-are-available-now-181026904.html\">Apple Vision Pro developer kits are available now</a></h2><h3>You aren't guaranteed to get one, however.</h3><a href=\"https://www.engadget.com/apple-vision-pro-developer-kits-are-available-now-181026904.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-07/f9544ad2-2acc-11ee-baac-e7d4de388727\" style=\"height: 450px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Engadget</div></figure></a><p>Apple is now making its Vision Pro developer kits available. If you qualify, you'll get a loaned mixed reality headset as well as help with setup, expert &quot;check-ins&quot; and extra support requests beyond what developers normally get. You're submitting an application, not buying a product like the old Apple Silicon Developer Transition Kit, so you'll need to detail your existing apps and overall team talent. The company will favor creators whose app &quot;takes advantage&quot; of the Vision Pro's features. Apple also demands developers keep the Vision Pro in a secure workspace only authorized team members can access.</p><p><a href=\"https://www.engadget.com/apple-vision-pro-developer-kits-are-available-now-181026904.html\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-our-verdict-on-sonys-newest-noise-canceling-earbuds-111504008.html?src=rss", "link": "https://www.engadget.com/the-morning-after-our-verdict-on-sonys-newest-noise-canceling-earbuds-111504008.html?src=rss", "date_published": "2023-07-25T11:15:04+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Samsung's refreshed Smart Monitor M8 gets a $100 discount", "description": "<p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9TQU1TVU5HLUNvbXB1dGVyLVN0cmVhbWluZy1JbmNsdWRlZC1MUzMyQk04MDVVTlhHTy9kcC9CMEMzV01YNjlXLz90YWc9Z2RndDBjLXAtby0xcjItMjAiLCJjb250ZW50VXVpZCI6ImQxNjE0NGNlLTA1ZDMtNGFiZC1hNmRjLWIyNzQ3NjgyYTcyOCJ9&amp;signature=AQAAAYhurSXK2DU9rlXZVReIYetwJs2iJD_qJEJpOMljZ2GV&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FSAMSUNG-Computer-Streaming-Included-LS32BM805UNXGO%2Fdp%2FB0C3WMX69W%2F\">Samsung's refreshed M8 Smart Monitor</a> is currently on sale at $100 less than retail, and you can get one right now for $600 if you're looking for a multi-functional <a href=\"https://www.engadget.com/how-to-buy-a-monitor-143000069.html\">display</a>. It's the new version of the monitor Samsung <a href=\"https://www.engadget.com/samsung-smart-monitor-m8-odyssey-neo-g8-204612785.html\">launched at CES in 2022</a>, which comes with both smart TV and internet of things (IoT) features. Like its <a href=\"https://www.engadget.com/samsung-smart-monitor-m8-price-pre-order-104039969.html\">predecessor</a>, you can use the new M8 to stream content like you would on any other smart TV from services like Netflix, YouTube, Amazon Prime Video and Disney+.&nbsp;</p><p></p><p>But you can also use it to edit documents, browse the web and do other things you'd do on a computer without needing to plug it into a separate PC, since it comes with Microsoft 365 programs. The upgraded Workmode feature lets use the monitor to access other computers, as well, in case the documents or programs you need are on another PC. And if you have a Samsung phone or tablet, you can use Samsung DeX on the display to link to them as well.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Unlike most of Samsung's other smart TVs, though, the M8 comes with an IoT hub that will let you control your smart home products with SmartThings. You can switch off the lights or set the thermostat temperature right from the display. The M8 monitor ships with a detachable SlimFit Cam, which captures images in full HD and can track and focus your face to follow you around during video calls. Finally, the product comes with built-in Alexa support, so you can issue voice commands from across the room.&nbsp;</p><p>When Samsung <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL25ld3Muc2Ftc3VuZy5jb20vZ2xvYmFsL3NhbXN1bmctbGF1bmNoZXMtMjAyMy1zbWFydC1tb25pdG9yLWxpbmV1cC1nbG9iYWxseSIsImNvbnRlbnRVdWlkIjoiZDE2MTQ0Y2UtMDVkMy00YWJkLWE2ZGMtYjI3NDc2ODJhNzI4In0&amp;signature=AQAAAQMcL-fMtxKsZ2mhDVuzjZwurV2DIL1fwcWq2y7Bu346&amp;gcReferrer=https%3A%2F%2Fnews.samsung.com%2Fglobal%2Fsamsung-launches-2023-smart-monitor-lineup-globally\">launched</a> the new M8 in May, Hoon Chung, Executive Vice President of Visual Display Business at Samsung Electronics, said: \"We are raising the bar for Smart Monitors globally with our new lineup and especially our enhanced M8 model. Within a single monitor, users can enjoy the best of entertainment and gaming, productivity, design and personalized convenience and comfort.\"</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/samsungs-refreshed-smart-monitor-m8-gets-a-100-discount-104153448.html?src=rss", "link": "https://www.engadget.com/samsungs-refreshed-smart-monitor-m8-gets-a-100-discount-104153448.html?src=rss", "date_published": "2023-07-25T10:41:53+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.engadget.com/rss.xml", "title": "Bing Chat powered by OpenAI tech is rolling out to Chrome and Safari", "description": "<p>Microsoft's <a href=\"https://www.engadget.com/microsoft-adds-ai-voice-chat-to-bing-on-desktop-123055664.html\">Bing Chat </a>is no longer exclusive to the Edge browser, as it's now rolling out to Chrome and Safari, <a href=\"https://www.theverge.com/2023/7/24/23805493/bing-ai-chat-google-chrome-safari\"><em>The Verge</em></a> reported. &quot;We are flighting access to Bing Chat in Safari and Chrome to select users as part of our testing on other browsers,&quot; a Microsoft spokesperson told <em>The Verge</em>. &quot;We are excited to expand access to even more users once our standard testing procedures are complete.&quot;</p><p>It seems to be more than a small test, as a number of users (including myself on Chrome but not Safari) have gained access. There are a few limitations, though. You have to be logged into your Microsoft account, and prompts are limited to 2,000 characters compared to 4,000 on Edge. Conversations reset after five queries rather than 30, and it constantly prompts you to download Edge (never change, Microsoft).&nbsp;</p><span id=\"end-legacy-contents\"></span><p>Bing Chat is powered by OpenAI's ChatGPT-4, giving users access to the latter's features without the need to pay. There are some differences, though, as Bing Chat has access to Bing Search while ChatGPT-4 by itself doesn't, so can provide more up-to-date information and sources for responses. However, OpenAI's chat generally provides more detailed responses. Recently, a paper came out claiming that <a href=\"https://arstechnica.com/information-technology/2023/07/is-chatgpt-getting-worse-over-time-study-claims-yes-but-others-arent-sure/\">ChatGPT-4's capabilities have declined</a>, but some experts have downplayed the conclusions.&nbsp;</p><p>On top of releasing it for other browsers, Microsoft also introduced a dark mode for Bing Chat. To use it, click on the hamburger menu at the top right and select &quot;Appearance/Dark.&quot; That function may not yet be available for all users.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/bing-chat-powered-by-openai-tech-is-rolling-out-to-chrome-and-safari-035228266.html?src=rss", "link": "https://www.engadget.com/bing-chat-powered-by-openai-tech-is-rolling-out-to-chrome-and-safari-035228266.html?src=rss", "date_published": "2023-07-25T03:52:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]