[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean Nation-State Actors Exposed in JumpCloud Hack After OPSEC Blunder", "description": "North Korean nation-state actors affiliated with the Reconnaissance General Bureau (RGB) have been attributed to the JumpCloud hack following an operational security (OPSEC) blunder that exposed their actual IP address.\nGoogle-owned threat intelligence firm Mandiant attributed the activity to a threat actor it tracks under the name UNC4899, which likely shares overlaps with clusters already", "link": "https://thehackernews.com/2023/07/north-korean-nation-state-actors.html", "date_published": "2023-07-25T14:46:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Casbaneiro Banking Malware Goes Under the Radar with UAC Bypass Technique", "description": "The financially motivated threat actors behind the Casbaneiro banking malware family have been observed making use of a User Account Control (UAC) bypass technique to gain full administrative privileges on a machine, a sign that the threat actor is evolving their tactics to avoid detection and execute malicious code on compromised assets.\n\"They are still heavily focused on Latin American", "link": "https://thehackernews.com/2023/07/casbaneiro-banking-malware-goes-under.html", "date_published": "2023-07-25T12:10:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "macOS Under Attack: Examining the Growing Threat and User Perspectives", "description": "As the number of people using macOS keeps going up, so does the desire of hackers to take advantage of flaws in Apple's operating system. \nWhat Are the Rising Threats to macOS?\nThere is a common misconception among macOS fans that Apple devices are immune to hacking and malware infection. However, users have been facing more and more dangers recently. Inventive attackers are specifically", "link": "https://thehackernews.com/2023/07/macos-under-attack-examining-growing.html", "date_published": "2023-07-25T11:24:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "TETRA:BURST — 5 New Vulnerabilities Exposed in Widely Used Radio Communication System", "description": "A set of five security vulnerabilities have been disclosed in the Terrestrial Trunked Radio (TETRA) standard for radio communication used widely by government entities and critical infrastructure sectors, including what's believed to be an intentional backdoor that could have potentially exposed sensitive information.\nThe issues, discovered by Midnight Blue in 2021 and held back until now, have", "link": "https://thehackernews.com/2023/07/tetraburst-5-new-vulnerabilities.html", "date_published": "2023-07-25T10:28:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "How MDR Helps Solve the Cybersecurity Talent Gap", "description": "How do you overcome today's talent gap in cybersecurity? This is a crucial issue — particularly when you find executive leadership or the board asking pointed questions about your security team's ability to defend the organization against new and current threats.\nThis is why many security leaders find themselves turning to managed security services like MDR (managed detection and response),", "link": "https://thehackernews.com/2023/07/how-mdr-helps-solve-cybersecurity.html", "date_published": "2023-07-25T10:18:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Zenbleed: New Flaw in AMD Zen 2 Processors Puts Encryption Keys and Passwords at Risk", "description": "A new security vulnerability has been discovered in AMD's Zen 2 architecture-based processors that could be exploited to extract sensitive data such as encryption keys and passwords.\nDiscovered by Google Project Zero researcher Tavis Ormandy, the flaw – codenamed Zenbleed and tracked as CVE-2023-20593 (CVSS score: 6.5) – allows data exfiltration at the rate of 30 kb per core, per second.\nThe", "link": "https://thehackernews.com/2023/07/zenbleed-new-flaw-in-amd-zen-2.html", "date_published": "2023-07-25T10:03:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Atlassian Releases Patches for Critical Flaws in Confluence and Bamboo", "description": "Atlassian has released updates to address three security flaws impacting its Confluence Server, Data Center, and Bamboo Data Center products that, if successfully exploited, could result in remote code execution on susceptible systems.\nThe list of the flaws is below -\n\nCVE-2023-22505 (CVSS score: 8.0) - RCE (Remote Code Execution) in Confluence Data Center and Server (Fixed in versions 8.3.2 and", "link": "https://thehackernews.com/2023/07/atlassian-releases-patches-for-critical.html", "date_published": "2023-07-25T04:17:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Ivanti Releases Urgent Patch for EPMM Zero-Day Vulnerability Under Active Exploitation", "description": "Ivanti is warning users to update their Endpoint Manager Mobile (EPMM) mobile device management software (formerly MobileIron Core) to the latest version that fixes an actively exploited zero-day vulnerability.\nDubbed CVE-2023-35078, the issue has been described as a remote unauthenticated API access vulnerability that impacts currently supported version 11.4 releases 11.10, 11.9, and 11.8 as", "link": "https://thehackernews.com/2023/07/ivanti-releases-urgent-patch-for-epmm.html", "date_published": "2023-07-25T03:51:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Apple Rolls Out Urgent Patches for Zero-Day Flaws Impacting iPhones, iPads and Macs", "description": "Apple has rolled out security updates to iOS, iPadOS, macOS, tvOS, watchOS, and Safari to address several security vulnerabilities, including one actively exploited zero-day bug in the wild.\nTracked as CVE-2023-38606, the shortcoming resides in the kernel and permits a malicious app to modify sensitive kernel state potentially. The company said it was addressed with improved state management.\n\"", "link": "https://thehackernews.com/2023/07/apple-rolls-out-urgent-patches-for-zero.html", "date_published": "2023-07-25T03:36:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]