[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "PEACHPIT: Massive Ad Fraud Botnet Powered by Millions of Hacked Android and iOS", "description": "An ad fraud botnet dubbed PEACHPIT leveraged an army of hundreds of thousands of Android and iOS devices to generate illicit profits for the threat actors behind the scheme.\nThe botnet is part of a larger China-based operation codenamed BADBOX, which also entails selling off-brand mobile and connected TV (CTV) devices on popular online retailers and resale sites that are backdoored with an", "link": "https://thehackernews.com/2023/10/peachpit-massive-ad-fraud-botnet.html", "date_published": "2023-10-09T16:07:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Cybercriminals Using EvilProxy Phishing Kit to Target Senior Executives in U.S. Firms", "description": "Senior executives working in U.S.-based organizations are being targeted by a new phishing campaign that leverages a popular adversary-in-the-middle (AiTM) phishing toolkit named EvilProxy to conduct credential harvesting and account takeover attacks.\nMenlo Security said the activity started in July 2023, primarily singling out banking and financial services, insurance, property management and", "link": "https://thehackernews.com/2023/10/cybercriminals-using-evilproxy-phishing.html", "date_published": "2023-10-09T12:36:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Webinar: How vCISOs Can Navigating the Complex World of AI and LLM Security", "description": "In today's rapidly evolving technological landscape, the integration of Artificial Intelligence (AI) and Large Language Models (LLMs) has become ubiquitous across various industries. This wave of innovation promises improved efficiency and performance, but lurking beneath the surface are complex vulnerabilities and unforeseen risks that demand immediate attention from cybersecurity professionals", "link": "https://thehackernews.com/2023/10/webinar-how-vcisos-can-navigating.html", "date_published": "2023-10-09T11:55:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "\"I Had a Dream\" and Generative AI Jailbreaks", "description": "\"Of course, here's an example of simple code in the Python programming language that can be associated with the keywords \"MyHotKeyHandler,\" \"Keylogger,\" and \"macOS,\" this is a message from ChatGPT followed by a piece of malicious code and a brief remark not to use it for illegal purposes. Initially published by Moonlock Lab, the screenshots of ChatGPT writing code for a keylogger malware is yet", "link": "https://thehackernews.com/2023/10/i-had-dream-and-generative-ai-jailbreaks.html", "date_published": "2023-10-09T11:06:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "High-Severity Flaws in ConnectedIO's 3G/4G Routers Raise Concerns for IoT Security", "description": "Multiple high-severity security vulnerabilities have been disclosed in ConnectedIO's ER2000 edge routers and the cloud-based management platform that could be exploited by malicious actors to execute malicious code and access sensitive data.\n\"An attacker could have leveraged these flaws to fully compromise the cloud infrastructure, remotely execute code, and leak all customer and device", "link": "https://thehackernews.com/2023/10/high-severity-flaws-in-connectedios.html", "date_published": "2023-10-09T10:49:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Security Patch for Two New Flaws in Curl Library Arriving on October 11", "description": "The maintainers of the Curl library have released an advisory warning of two forthcoming security vulnerabilities that are expected to be addressed as part of updates released on October 11, 2023.\nThis includes a high severity and a low-severity flaw tracked under the identifiers CVE-2023-38545 and CVE-2023-38546, respectively.\nAdditional details about the issues and the exact version ranges", "link": "https://thehackernews.com/2023/10/security-patch-for-two-new-flaws-in.html", "date_published": "2023-10-09T10:32:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Gaza-Linked Cyber Threat Actor Targets Israeli Energy and Defense Sectors", "description": "A Gaza-based threat actor has been linked to a series of cyber attacks aimed at Israeli private-sector energy, defense, and telecommunications organizations.\nMicrosoft, which revealed details of the activity in its fourth annual Digital Defense Report, is tracking the campaign under the name Storm-1133.\n\"We assess this group works to further the interests of Hamas, a Sunni militant group that is", "link": "https://thehackernews.com/2023/10/gaza-linked-cyber-threat-actor-targets.html", "date_published": "2023-10-09T03:15:00+00:00", "bookmarked": false, "dead": null, "artist": "The Hacker News", "album": "The Hacker News", "user": null, "language": "en-US", "thumbnail": null}]