[{"source": "https://www.theguardian.com/rss", "title": "Ben Jennings on Vladimir Putin and the Wagner uprising in Russia – cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/25/ben-jennings-on-vladimir-putin-and-the-wagner-uprising-in-russia-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/25/ben-jennings-on-vladimir-putin-and-the-wagner-uprising-in-russia-cartoon", "date_published": "2023-06-25 19:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ash Gardner strikes to spark England collapse leaving Australia in charge", "description": "<ul><li><a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-25/england-women-cricket-team\">Only Test, day four: Australia 473 &amp; 257; England 463 &amp; 116-5</a></li><li>England lose four wickets for 18 runs to squander initiative</li></ul><p>England’s chances of a first Test win since January 2014, and a first win against Australia in any format since July 2019, hang in the balance after they sank to 116 for five in pursuit of a fourth-innings target of 268 on the fourth day at Trent Bridge on Sunday.</p><p>England had been strolling to victory at 55 without loss after 10 overs of their chase, but a collapse of four wickets for 18 runs in five overs midway through the evening session tipped momentum in favour of Australia. In desperation, both Emma Lamb and Heather Knight – trapped lbw by Tahlia McGrath and Ash Gardner respectively – sent their decisions upstairs, but DRS showed both as being umpire’s call on impact.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/the-ashes-england-australia-cricket-ash-gardner\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/the-ashes-england-australia-cricket-ash-gardner", "date_published": "2023-06-25 18:59:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blondie at Glastonbury review – Debbie Harry is an atomic charisma bomb", "description": "<p><strong>Pyramid stage</strong><br />She can’t sing like she used to – but makes up for it with a riveting performance full of untamed theatrics and awesomely aloof cool</p><p>The chief grumble about Pyramid stage sets is about artists who aren’t perceived to have enough hits to play it (Stormzy and Billie Eilish have been the chief recent targets of this opprobrium, each with an undercurrent of prejudice). Of all the bands to play this weekend, the one least burdened by this problem has to be Blondie.</p><p>It’s easy to forget just how broad and deep their discography goes, until you’re socked again and again with hit after hit; even with 75 minutes to play with there’s no room for Union City Blue, Picture This, Sunday Girl and so many more. And aside from a couple of tepid latter day choices – the dull Doom or Destiny makes the sun-parched field suddenly feel very boggy – they show off that slate of hits with great panache.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/blondie-at-glastonbury-review-debbie-harry\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/blondie-at-glastonbury-review-debbie-harry", "date_published": "2023-06-25 18:31:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New Jersey man flies 23m miles with lifetime United pass ‘like a sultan’", "description": "<p>Since paying $290,000 for the ‘best investment’ of his life in 1990, Tom Stuker was flown more miles than the Apollo 11 moon trip</p><p>A <a href=\"https://www.theguardian.com/us-news\">US</a> man who bought a lifetime pass from United Airlines three decades ago has “lived like a sultan” ever since, according to a report, flying multiples of miles more than the Apollo 11 spacecraft in the process.</p><p>Tom Stuker, from New Jersey, paid $290,000 for the pass in 1990, according to the <a href=\"https://www.washingtonpost.com/opinions/2023/06/23/united-airlines-very-frequent-flyer/\">Washington Post</a>, a decision he said is the “best investment of my life”.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/25/new-jersey-man-lifetime-united-airlines-pass\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/25/new-jersey-man-lifetime-united-airlines-pass", "date_published": "2023-06-25 18:29:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ons Jabeur says last year’s pain of defeat is spurring her on for Wimbledon", "description": "<ul><li>Netflix documentary charting run to the final ‘very emotional’</li><li>Wimbledon champion Rybakina racing for fitness to defend title</li></ul><p>Ons Jabeur says that she and her husband cried as they watched footage of her historic run to the <a href=\"https://www.theguardian.com/sport/2022/jul/09/elena-rybakina-storms-back-to-beat-ons-jabeur-in-wimbledon-final\">Wimbledon final</a> last year on Break Point, the Netflix tennis docuseries, and that her crushing defeat against Elena Rybakina can serve as motivation for her to take the final step in her career eventually and become Wimbledon champion.</p><p>“It was very emotional. I saw it, actually, before, and I haven’t watched it again,” Jabeur said as she prepared for the Eastbourne International this week. “But I don’t think I will because it’s very emotional, very tough to watch it. Great memories, but especially after the final was very emotional. Me and my husband, we cried when we watched it.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/ons-jabeur-says-last-years-pain-of-defeat-is-spurring-her-on-for-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/ons-jabeur-says-last-years-pain-of-defeat-is-spurring-her-on-for-wimbledon", "date_published": "2023-06-25 18:27:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlos Alcaraz wins Queen’s and declares himself a ‘favourite’ for Wimbledon", "description": "<ul><li>Spaniard beats Alex de Minaur 6-4, 6-4 to return to No 1</li><li>‘I have a lot of confidence to win Wimbledon this year’</li></ul><p>Watching Carlos Alcaraz on grass during these past six days has been a bit like having a front-row seat as a prodigy deciphers the tennis equivalent of the Enigma code. At first confusion, especially at the speed and slipperiness of the green stuff. Then, with every passing day, a sense of a puzzle being cracked, of pieces falling into place. Before, finally, the sounds of solution – and satisfaction – as the Queen’s Club trophy is hoisted over his head.</p><p>With this 6-4, 6-4 victory against the willing Australian Alex de Minaur, Alcaraz not only won his first grass-court title but returned to the tennis summit. The new men’s world No 1 is also guaranteed to be top seed at Wimbledon in a week’s time. What’s more, he believes he can win it.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/alcaraz-wins-queens-favourite-for-wimbledon\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/alcaraz-wins-queens-favourite-for-wimbledon", "date_published": "2023-06-25 18:21:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Republicans’ enduring fealty to Trump on display at conference after his indictment", "description": "<p>Ex-president lashes out at prosecutors and tells conservative audience that his two indictments are a ‘great badge of courage’</p><p>Republicans’ enduring loyalty to Donald Trump was on vivid display at a conservative conference this weekend, convened just two weeks after the former president <a href=\"https://www.theguardian.com/us-news/2023/jun/09/donald-trump-indictment-unsealed-mar-a-lago\">was indicted</a> on 37 federal charges related to his alleged mishandling of classified documents.</p><p>Addressing this year’s Road to Majority conference Saturday, Trump <a href=\"https://www.theguardian.com/us-news/2023/jun/25/trump-rails-against-federal-charges-and-accuses-biden-of-weaponizing-justice-department\">lashed out</a> against federal prosecutors, who have accused the former president of intentionally withholding classified documents from authorities and obstructing justice in his efforts to keep those materials concealed. Trump, who could soon face additional charges in Washington and Georgia, told the friendly crowd that he considered each of his two indictments so far to be “a great badge of courage” as he ran to unseat Democratic incumbent Joe Biden.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/25/republicans-trump-conference\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/25/republicans-trump-conference", "date_published": "2023-06-25 18:19:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK’s joint hottest day of the year at 32.2C recorded on Sunday", "description": "<p>Summer temperature in Coningsby in Lincolnshire matched by Chertsey in Surrey on 10 June</p><p>The UK experienced the joint hottest day of the year so far with temperatures reaching 32.2C on Sunday.</p><p>The warmest part of the country was Coningsby in Lincolnshire, matching this year’s record set on 10 June in Chertsey in Surrey.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/uks-joint-hottest-day-of-the-year-at-322c-recorded-on-sunday\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/uks-joint-hottest-day-of-the-year-at-322c-recorded-on-sunday", "date_published": "2023-06-25 18:14:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wagner rebellion reveals ‘cracks’ in Putin government, says Blinken", "description": "<p>Secretary of state says mutiny may help Ukraine counteroffensive after Yevgeny Prigozhin calls off advance on Moscow</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov\">Russia-Ukraine war: live updates</a></li></ul><p>A day after renegade Wagner mercenaries almost sparked a civil war in Russia, the top US diplomat has said the uprising showed “real cracks” in Vladimir Putin’s government and may offer Ukraine a crucial advantage as it conducts a counteroffensive that could influence the outcome of the war.</p><p>Antony Blinken, the US secretary of state, said the upheaval triggered by the aborted advance on Moscow by Yevgeny Prigozhin’s Wagner mercenaries on Saturday was far from over. Neither Prigozhin nor Putin have been heard from since coming to a <a href=\"https://www.theguardian.com/world/2023/jun/24/rebel-chief-halts-tank-advance-moscow-yevgeny-prigozhin-putin\">last-minute agreement on Saturday to avert clashes</a> near Moscow between mercenaries and regular Russian troops.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/25/antony-blinken-russia-ukraine-wagner-group\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/25/antony-blinken-russia-ukraine-wagner-group", "date_published": "2023-06-25 18:12:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Queen was asked to block Evgeny Lebedev’s peerage, claims documentary", "description": "<p>Exclusive: Channel 4 film says officials contacted the palace in 2020 owing to concerns about Lord Lebedev’s father’s links to Putin regime</p><p>Government officials asked<strong> </strong>whether the late Queen would block Evgeny Lebedev’s peerage because of concerns that he could be a national security risk due to his father’s links to the Putin regime, a documentary has claimed.</p><p>The aides contacted Buckingham Palace in July 2020 to request that the monarch intervene, which she was constitutionally entitled to do, after Boris Johnson decided to press ahead with the controversial peerage despite warnings from the intelligence agencies, according to the film-makers.</p> <a href=\"https://www.theguardian.com/media/2023/jun/25/queen-was-asked-to-block-evgeny-lebedevs-peerage-claims-documentary\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/25/queen-was-asked-to-block-evgeny-lebedevs-peerage-claims-documentary", "date_published": "2023-06-25 17:59:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duchess of York recuperating after surgery for breast cancer", "description": "<p>Sarah Ferguson told by doctors her prognosis is good after routine mammogram revealed disease</p><p>The Duchess of York has had surgery after being diagnosed with breast cancer, her spokesperson has said.<br /><br />, Sarah Ferguson, 63, was given the news at a recent routine mammogram screening.</p><p>“She was advised she needed to undergo surgery which has taken place successfully,” her spokesperson said.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/duchess-of-york-recuperating-after-surgery-for-breast-cancer\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/duchess-of-york-recuperating-after-surgery-for-breast-cancer", "date_published": "2023-06-25 17:53:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harvard professor who studies honesty accused of falsifying data in studies", "description": "<p>Francesca Gino, a prominent Harvard Business School professor, allegedly has falsified results in behavioral science studies</p><p>In an ironic twist in the world of behavioral science, a Harvard professor who studies honesty has been accused of data fraud.</p><p>Over the last few weeks, allegations have surfaced against Francesca Gino, a prominent Harvard Business School (HBS) professor who has been accused of falsifying results in several behavioral science studies.</p> <a href=\"https://www.theguardian.com/education/2023/jun/25/harvard-professor-data-fraud\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/jun/25/harvard-professor-data-fraud", "date_published": "2023-06-25 17:31:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on Prigozhin’s mutiny: Putin’s problems aren’t over | Editorial", "description": "<p>The Wagner group chief’s rebellion swiftly came to a halt, but the consequences will reverberate in Russia and beyond</p><p>Yevgeny Prigozhin <a href=\"https://www.theguardian.com/world/2023/jun/25/wagner-boss-to-leave-russia-as-reports-say-us-spy-agencies-picked-up-signs-of-planned-uprising-days-ago\" title=\"\">called off his march</a> on Moscow on Saturday every bit as abruptly as he had begun his rebellion the previous day. But the Wagner group’s armed mutiny, however short-lived, has diminished Vladimir Putin in the eyes of both the elite and ordinary Russians. The mercenaries had taken over the Russian southern military command in <a href=\"https://www.theguardian.com/world/2023/jun/24/rostov-on-don-why-russian-city-targeted-wagner-group\" title=\"\">Rostov-on-Don</a>, a logistical hub for the Ukraine invasion, before racing towards the capital. Mr Putin was forced to warn of “<a href=\"https://www.theguardian.com/world/2023/jun/24/vladimir-putin-russia-wagner-statement-full\" title=\"\">a deadly threat to our state</a>” and Moscow’s mayor urged residents to stay at home.</p><p>While Mr Prigozhin’s uprising looks like a desperate act to stop his private army <a href=\"https://www.theguardian.com/world/2023/jun/14/vladimir-putin-sides-with-military-chiefs-placing-wagner-under-direct-control\" title=\"\">being incorporated into regular forces</a>, some wonder if broader intra-elite conflict lies in the background. The Wagner chief had become <a href=\"https://carnegieendowment.org/politika/89008\" title=\"\">increasingly brazen</a> in his attacks on the defence minister, Sergei Shoigu, and commander in chief, Valery Gerasimov. Initially there were suggestions that he might be acting with the <a href=\"https://www.theguardian.com/commentisfree/2023/jun/09/russian-armed-forces-infighting-yevgeny-prigozhin\" title=\"\">approval of the Kremlin</a>. But on Friday, Mr Prigozhin attacked not only the execution of the war but <a href=\"https://www.theguardian.com/world/2023/jun/23/wagner-chief-accuses-moscow-of-lying-to-public-about-ukraine-yevgeny-prigozhin\" title=\"\">its very rationale</a>, before <a href=\"https://www.theguardian.com/world/2023/jun/23/wagner-chief-accuses-russias-military-of-attack-and-says-evil-leadership-must-be-stopped\" title=\"\">claiming</a> that Russian forces had killed scores of his men in a rocket attack and demanding revenge on the “evil” military leadership. A day later – after Mr Putin <a href=\"https://www.theguardian.com/world/2023/jun/24/vladimir-putin-accuses-wagner-chief-treason-vows-neutralise-uprising\" title=\"\">accused him of treason</a> – he challenged his master outright for the first time.</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/the-guardian-view-on-prigozhins-mutiny-putins-problems-arent-over\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/the-guardian-view-on-prigozhins-mutiny-putins-problems-arent-over", "date_published": "2023-06-25 17:30:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on care workers: undervalued and underpaid | Editorial", "description": "<p>A worsening public sector recruitment crisis has some of its worst effects in adult social care </p><p>Any week now, an <a href=\"https://www.theguardian.com/society/2023/may/29/nhs-england-workforce-plan-delayed-amid-rumours-of-cost-issues\" title=\"\">NHS workforce plan</a> will be published. Already delayed several times, it is expected to set out proposals for training doctors, nurses and other health service staff in England. But the crisis of recruitment and retention in the care sector will not be addressed. If the plan encourages more care workers to seek jobs in the NHS – where pay and conditions are better – it could make the position of social care even more precarious than it already is.</p><p>This is an alarming prospect. In February, figures from the Office for National Statistics (ONS) showed that <a href=\"https://www.theguardian.com/business/2023/feb/13/healthcare-staff-shortages-fuelling-near-record-job-vacancies-across-uk-economy\" title=\"\">one in 10 of all vacancies</a> in the UK are in health or care roles – a total of almost 300,000. In December last year, there were 31,870 support worker vacancies advertised nationally – more than any other job.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/the-guardian-view-on-care-workers-undervalued-and-underpaid\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/the-guardian-view-on-care-workers-undervalued-and-underpaid", "date_published": "2023-06-25 17:25:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prigozhin’s march on Moscow: chronology of an attempted coup", "description": "<p>Driven by his feud with Russia’s defence minister, the Wagner leader’s uprising has petered out … for now</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov\">Russia-Ukraine war – latest news updates</a></li></ul><p>Last Thursday Yevgeny Prigozhin let rip on his favourite subject: the incompetence and vanity of Russia’s defence minister, Sergei Shoigu. Seated in front of a Wagner flag and sipping from a mug of tea, he called his bitter enemy a scumbag. Shoigu was a craven PR man and oligarch who had never held a weapon in his life, he raged.</p><p>The defence ministry had duped Vladimir Putin into last year’s full-scale invasion of Ukraine, Prigozhin added. The decision had nothing to do with “denazification” or “demilitarisation”, or an imminent Nato attack on Russia – the official reasons for the war. It was all about Shoigu’s wish for a second “hero of Russia” medal, he claimed.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/prigozhins-march-on-moscow-chronology-of-an-attempted-coup\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/prigozhins-march-on-moscow-chronology-of-an-attempted-coup", "date_published": "2023-06-25 17:23:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guards at Heathrow immigration detention centre try to quell protest", "description": "<p>Dozens of people at Harmondsworth site in west London are complaining about overheated cells and lack of healthcare</p><p>Guards at an immigration detention centre close to Heathrow airport are trying to end a protest involving dozens of detainees at the facility.</p><p>Those held at Harmondsworth say they are protesting about conditions including poor access to healthcare services and soaring temperatures in cells.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/guards-at-heathrow-immigration-detention-centre-try-to-quell-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/guards-at-heathrow-immigration-detention-centre-try-to-quell-protest", "date_published": "2023-06-25 17:19:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liam Farrell double helps Wigan boost playoff push with win over Salford", "description": "<ul><li>Salford 6-26 Wigan</li><li>Warriors score five tries to move up to third in Super League</li></ul><p>The top seven are split by just six points as we pass the midway stage in the Super League regular season, with one of those sides guaranteed to miss out – maybe more, if teams such as Leeds and Hull FC produce a late-season run – when the dust settles in September.</p><p>So how vital an afternoon this could be for Wigan, who started the day level on points with seventh-placed Hull KR but ended it in third after this encouraging victory at another playoff rival in Salford.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/salford-wigan-super-league-rugby-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/salford-wigan-super-league-rugby-league-match-report", "date_published": "2023-06-25 17:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robert Organ obituary", "description": "<p>My friend Robert Organ, who has died aged 90, was a Realist painter whose work explored the world around him in all its beauty and oddity.</p><p>His carefully constructed and richly hued paintings often told the story of his life, with large series of canvases depicting his Devon garden, the interior of his house and delectable items spread on large table tops. Other series featured French party scenes and riverscapes near his daughter’s house in France. A series of portrait drawings celebrated his friendships with various well-known figures, among them David Attenborough, <a href=\"https://www.theguardian.com/music/2016/oct/02/sir-neville-marriner-obituary\">Neville Marriner</a>, <a href=\"https://www.theguardian.com/music/2011/mar/29/robert-tear-obituary\">Robert Tear</a> and <a href=\"https://www.theguardian.com/books/2013/aug/30/seamus-heaney\">Seamus Heaney</a>.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/25/robert-organ-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/25/robert-organ-obituary", "date_published": "2023-06-25 16:57:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shot putter runs 32sec 100m hurdles after injury hits Belgium at Euro Champs", "description": "<ul><li>Team faced disqualification until 29-year-old stepped up</li><li>Teammates had to withdraw because of injury</li></ul><p>Belgium shot put and hammer throw champion Jolien Boumkwo showed her team spirit at the European Championships in Poland when she stepped up to run the 100m hurdles and save her team from getting disqualified.</p><p>Boumkwo smiled as she carefully attempted each hurdle on Saturday. The 29-year-old finished the race without knocking any of the hurdles down in 32.81 seconds. That was 19 seconds after the winner, Teresa Errandonea of Spain.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/shot-putter-runs-32sec-100m-hurdles-after-injury-hits-belgium-at-euro-champs\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/shot-putter-runs-32sec-100m-hurdles-after-injury-hits-belgium-at-euro-champs", "date_published": "2023-06-25 16:57:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yusuf/Cat Stevens at Glastonbury review – singer-songwriter’s ‘legends’ set is a lowkey triumph", "description": "<p>The 74-year-old’s sweet, mellow pop and indelibly beautiful classic cuts provided a soothing balm for tired music fans on the final afternoon of the festival  </p><p>On the surface, Yusuf/Cat Stevens might seem an unlikely booking for the Sunday ‘legends’ slot. He’s an artist who changed his name and stopped making mainstream music entirely in 1979 as a result of his conversion to Islam, and didn’t resume performing non-secular material until 2006. His profile in the intervening years was confined to the news, where he regularly appeared as a spokesperson on matters pertaining to the Muslim community. In the interim, his vast-selling 70s albums receded a little into history and now, bafflingly for anyone who remembers their respective profiles in the early 70s, the work of Nick Drake is probably better known and certainly more regularly referenced as an influence today than Yusuf’s oeuvre.</p><p>But that simply means his legends slot is an opportunity for Yusuf to remind the audience of just how many remarkable songs he was responsible for – not only the singer-songwriter material that made him a global superstar as the decades turned, but the smart, occasionally slightly strange pop that was his stock in trade prior to that. I Love My Dog – which he performs as a medley with Here Comes My Baby – remains a deeply odd song, one that compares his affections for his inamorata unfavourably with those he feels for his faithful hound. He seems slightly taken aback by the reaction – “Wow, thank you! Incredible. Woah!” – but perhaps he shouldn’t be. It’s followed by The First Cut Is the Deepest, which is as indelible and beautiful a song as anyone wrote in the 60s. And as if to prove the point, he subsequently covers the Beatles’ Here Comes the Sun: The First Cut Is the Deepest sounds just as good.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/yusuf-cat-stevens-at-glastonbury-review-legend\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/yusuf-cat-stevens-at-glastonbury-review-legend", "date_published": "2023-06-25 16:47:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Girl, 15, dies after being pulled from sea at Cleethorpes beach", "description": "<p>Teenager was airlifted to hospital along with another child after going missing off Lincolnshire coast</p><p>A 15-year-old girl has died after being pulled from the sea at Cleethorpes beach, police said.</p><p>She was one of two teenagers airlifted to hospital just after 7.30pm on Saturday after a search by coastguards, the fire service and police for the missing pair.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/girl-15-dies-after-being-pulled-from-the-sea-at-cleethorpes-beach\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/girl-15-dies-after-being-pulled-from-the-sea-at-cleethorpes-beach", "date_published": "2023-06-25 16:38:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Capaldi’s crowd and Del Rey cut short: memorable Glastonbury 2023 moments", "description": "<p>Audience comes to Scottish singer’s aid at Pyramid stage, while late-arriving US star performs a cappella after midnight curfew</p><p>As this year’s Glastonbury festival comes to a close, here is a look back at some of the weekend’s most memorable moments.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/glastonbury-festival-2023-memorable-moments-lewis-capaldi-lana-del-rey\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/glastonbury-festival-2023-memorable-moments-lewis-capaldi-lana-del-rey", "date_published": "2023-06-25 16:36:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Istanbul gay pride activists stage annual rally in defiance of ban", "description": "<p>Hundreds of demonstrators wave rainbow flags a month after the homophobic and hate-filled election campaign</p><p>Turkish activists have defied a ban to stage an annual gay pride march in Istanbul a month after Turkey’s election followed a homophobic and hate-filled campaign.</p><p>A few hundred demonstrators waving rainbow flags held rallies including in Istanbul’s upmarket Nişantaşı neighborhood after being banned from Taksim Square – the venue of 2013 anti-government protests.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/istanbul-gay-pride-activists-stage-annual-rally-in-defiance-of-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/istanbul-gay-pride-activists-stage-annual-rally-in-defiance-of-ban", "date_published": "2023-06-25 16:34:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Everest review – opera strains to scale mountain tragedy", "description": "<p><strong>Barbican, London</strong> <br />A concert staging of Joby Talbot’s opera by the BBC Symphony, complete with singers climbing blocks on stage, finds greatest drama in the terrible facts of  the disaster it portrays</p><p>Since <a href=\"https://www.theguardian.com/world/video/2013/may/28/edmund-hillary-tenzing-norgay-everest-video\">Edmund Hillary and Tenzing Norgay</a> first conquered the world’s highest peak 70 years ago, there has been no shortage of mountaineers, amateur and professional, eager to take on the challenge. Many have been successful, but every year too the list of those who have lost their lives on Mount Everest grows longer – 17 have been reported as dead or missing this year alone. But the worst single tragedy occurred in May 1996, when <a href=\"https://basecampmagazine.com/2016/12/31/the-1996-everest-disaster-the-whole-story/\">three separate groups were trapped by an unexpected blizzard while they were descending</a>, and eight climbers were killed in a single day.</p><p>The events of that day, the fateful coincidences and the mistakes made, have been explored in numerous books, which provided the background to <a href=\"http://www.jobytalbot.com/\">Joby Talbot’s</a> one-act opera. Everest was premiered in Dallas in 2015, and has received further performances across the US, but the BBC Symphony Orchestra’s concert staging, conducted by Nicole Paiement and directed originally by Leonard Foglia, was the first in Britain.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/everest-review-barbican-opera-joby-talbot-bbcso\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/everest-review-barbican-opera-joby-talbot-bbcso", "date_published": "2023-06-25 16:29:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m embarrassed about how horribly overpaid I was’: tax campaigner Dan Neidle", "description": "<p>The former head of UK tax at Clifford Chance says he is now free to expose wrongdoing and unfairness</p><p>Dan Neidle has thrice refused to say how much money he earned in his previous career as a partner at the “magic circle” law firm Clifford Chance. “I’m just not going to tell you,” Neidle, 49, says over flat whites at Compton, a restaurant and cocktail bar in Clerkenwell, London. Asked for the fourth time why he won’t say, given that he now promotes himself as a <a href=\"https://twitter.com/DanNeidle/status/1550749561907552256\">transparency campaigner</a>, he confesses: “I’m embarrassed. I’m so embarrassed about how horribly overpaid I was that the only person who knows how much I was paid is my wife.”</p><p>Neidle, who gave up his job as the head of UK tax at Clifford Chance last year in order to work full-time as a fair tax campaigner, says anyone who really wants to know how much money he made can look it up on Google.</p><p><a href=\"https://www.theguardian.com/uk-news/2023/jan/29/nadhim-zahawi-sacked-tory-party-chair-tax-affairs-rishi-sunak?CMP=Share_iOSApp_Other\">Questioned the tax affairs of Nadhim Zahawi</a> in a saga that ended with the Conservative party chair being sacked.</p><p>Campaigned against and highlighted <a href=\"https://twitter.com/DanNeidle/status/1628656900421169152\">the unfair treatment of subpostmasters</a> in the Post Office’s Horizon IT scandal</p><p>Suggested that <a href=\"https://www.bbc.co.uk/news/uk-65097761\">Premier League football clubs may have avoided paying £250m in tax</a>.</p><p>Called out retailers <a href=\"https://www.theguardian.com/society/2022/nov/10/uk-retailers-not-passing-on-tampon-tax-savings-to-women-report-says#:~:text=Women%20were%20shortchanged%20by%20the,effect%20from%201%20January%202021.\">failing to pass on the cut in the so-called tampon tax to customers</a>.</p><p>Forced the <a href=\"https://www.ft.com/content/8feaf639-dcf6-4666-96be-1f60b6eac911\">Solicitors Regulation Authority to warn the profession against pursuing “abusive litigation”</a> designed to “harass or intimidate” their opponents into silence.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/im-embarrassed-about-how-horribly-overpaid-i-was-tax-campaigner-dan-neidle\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/im-embarrassed-about-how-horribly-overpaid-i-was-tax-campaigner-dan-neidle", "date_published": "2023-06-25 15:44:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boy, five, dies after falling from a harbour wall in Padstow", "description": "<p>The child died in hospital with his parents present following what Devon and Cornwall police say was an accident</p><p>A five-year-old boy has died after falling from a harbour wall in Cornwall, Devon and Cornwall police have said.</p><p>Emergency services were called at a 11:45am on Saturday after reports of a child having fallen from the harbour wall in Padstow.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/boy-five-dies-after-falling-from-a-harbour-wall-in-padstow\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/boy-five-dies-after-falling-from-a-harbour-wall-in-padstow", "date_published": "2023-06-25 15:41:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "ATP holds ‘positive’ talks with Saudi Arabia’s sovereign wealth fund", "description": "<ul><li>Andrea Gaudenzi warns investors to ‘respect the history’</li><li>Next Gen Finals set to move from Milan to Jeddah</li></ul><p>The head of men’s tennis has revealed for the first time that “positive” talks have taken place with Saudi Arabia’s sovereign wealth fund about a potential partnership.</p><p>Andrea Gaudenzi, the chairman of the ATP Tour, said he had spoken to Saudi Arabia’s Public Investment Fund – along with other potential investors – about providing extra money for events, infrastructure, and technology investment.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/atp-holds-positive-talks-with-saudi-arabias-sovereign-wealth-fund\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/atp-holds-positive-talks-with-saudi-arabias-sovereign-wealth-fund", "date_published": "2023-06-25 15:32:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How British politics got hijacked by conspiracy theories | Letters", "description": "<p>Readers respond to an article by John Harris on how some politicians are fuelling harmful myths instead of tackling misinformation</p><p>Re John Harris’s article (<a href=\"https://www.theguardian.com/commentisfree/2023/jun/18/conspiracy-theories-britain-politicians\" title=\"\">Conspiracy theories are festering – and our politicians are making it worse, 18 June</a>), the idea that “the world is controlled by a secretive elite” may be a conspiracy theory, but you only have to change “elite” to “elites” for it to be, in essence, true. The governments of China and Russia are surely secretive elites. And are the governments of, say, the US and Britain (with their flawed systems of democracy, their governments formed by political parties funded by wealthy donors, supported by media owned by reclusive billionaires, beset by lobbyists, and served by administrative machines as opaque as they can keep them) really such paragons of transparency and honesty?</p><p>The day before Harris’s article you published an obituary of the US whistleblower <a href=\"https://www.theguardian.com/us-news/2023/jun/17/daniel-ellsberg-obituary\" title=\"\">Daniel Ellsberg</a>, who revealed that “everything that the American public had been told … about the Vietnam war … was false”. Of course, Britain has its Freedom of Information Act, introduced by <a href=\"https://www.theguardian.com/politics/2011/sep/20/mixed-results-blairs-dangerous-act\" title=\"\">Tony Blair, who later said he regretted it</a>. All governments are obsessed with secrecy, and all governments are, by definition, elites.<br /><strong>Simon Wilson</strong><br /><em>London</em></p> <a href=\"https://www.theguardian.com/politics/2023/jun/25/how-british-politics-got-hijacked-by-conspiracy-theories\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/25/how-british-politics-got-hijacked-by-conspiracy-theories", "date_published": "2023-06-25 15:17:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We must tell the stories of all West Indians of Windrush generation | Letter", "description": "<p>There is little coverage of those who were not of African heritage, says <strong>Dr Ray Bachan</strong></p><p>I arrived in this country in 1965 on a boat from Georgetown, Guyana, via Trinidad to a cold and wet Southampton with my mother and baby sister, and many other citizens from the Caribbean. My parents did what was expected – worked in the NHS. It is now 75 years since the Empire Windrush docked at Tilbury, and still the people from the Caribbean who were not of African heritage, such as descendants of Indian indentured workers, get little coverage in the Windrush story.</p><p>It is time for academics and commentators to address the issue of the ethnic/national origins of the people who came to the UK from the Caribbean in the 1950s and 60s, and tell the whole story of who the Windrush generation really were. Not everyone was from Jamaica, but from several countries and islands.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/we-must-tell-the-stories-of-all-west-indians-of-windrush-generation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/we-must-tell-the-stories-of-all-west-indians-of-windrush-generation", "date_published": "2023-06-25 15:15:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Young adults pay heaviest price for Britain’s exploding mortgage timebomb | Richard Partington", "description": "<p>Rising interest rates expose widening generational gulf, with millennials facing large increases in monthly payments</p><p>Avoid avocado toast. Ditch the flat white. And turn your back on the lure of Instagrammable holidays. Over the past decade, millennials have been ordered to scrimp, save and toil to get on the property ladder. Cutting out small luxuries won’t have helped much in the pursuit of home ownership. But for those who managed to buy a home in recent years, there is a fresh insult.</p><p>In Britain’s exploding mortgage timebomb, young adults are paying the heaviest price – exposing yet again <a href=\"https://www.theguardian.com/inequality/generational-inequality\">Britain’s widening generational gulf</a>. As the Bank of England whacks up interest rates to save the nation from the highest inflation rates since the early 1980s, it is those who hadn’t even been born then who carry the heaviest burden for bringing it down.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/young-adults-pay-heaviest-price-for-britains-exploding-mortgage-timebomb\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/young-adults-pay-heaviest-price-for-britains-exploding-mortgage-timebomb", "date_published": "2023-06-25 15:06:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I see things that really steam up my glasses’: can I survive Glastonbury dressed as Elton John?", "description": "<p>The pop superstar is closing Glastonbury on Sunday. But how do his classic 1970s hot pants and feathers stand up to a long weekend of heat, dust, sweat and larging it?</p><p>On Sunday night, Elton John is headlining Glastonbury’s Pyramid stage on the final date of his farewell UK tour. Soon the 76-year-old will be hanging up his piano and going back to being boring old Reginald Kenneth Dwight for good. This the first time Elton has been to Glasters, let alone headlined. “I’m a little intimidated because I haven’t played there, I haven’t been there,” he told BBC London. How come he hasn’t Glastoed before? “It’s the first time I’ve been asked,” he told Scott Mills on Radio 2.</p><p>Tomorrow, Elton will be back home resting his giant platform shoes. How would the singer have survived the whole Glastonbury experience? Armed with a backpack full of outrageous outfits, I lived like Elton to find out.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/can-i-survive-glastonbury-dressed-as-elton-john\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/can-i-survive-glastonbury-dressed-as-elton-john", "date_published": "2023-06-25 15:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The most important cassette on the planet’: how Steely Dan fans uncovered their holy grail", "description": "<p>The Second Arrangement has developed a cult following since the 1979 song was accidentally wiped in the studio. Now the family of recording engineer Roger Nichols have found a version – and the community is ‘freaking out’</p><p>In August 2020, Cimcie Nichols posted a picture of an old cassette to Facebook. The tape had belonged to her father, the late recording engineer Roger Nichols; she had found it while archiving his possessions, and shared it from his fan account.</p><p>She didn’t think it would get so much attention so fast. Within an hour, news made it to Reddit, and <a href=\"https://www.facebook.com/Roger.The.Immortal.Nichols/posts/pfbid02RDBFCoGd5qeb2r6uCWf5Lufne7DYdq6FCCNcdVQgAvS1Ja9brVdSgtHdrS98hfkFl\">her post</a> was descended upon by a passionate group of online fans of Steely Dan.</p> <a href=\"https://www.theguardian.com/music/2023/jun/26/the-most-important-cassette-on-the-planet-how-steely-dan-fans-uncovered-their-holy-grail\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/26/the-most-important-cassette-on-the-planet-how-steely-dan-fans-uncovered-their-holy-grail", "date_published": "2023-06-25 15:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We were so happy’: Wagner rebellion brings fresh hope to Ukrainians", "description": "<p>Disappointment at Prigozhin’s stand-down – but the feeling in Kyiv is that something has changed</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/23/russia-ukraine-war-live-russia-investigates-mutiny-as-wagner-chief-says-evil-military-leaders-must-be-stopped\">Russia-Ukraine war – latest news updates</a></li></ul><p>For nearly 24 hours, millions of Ukrainians believed that the war with Russia might be nearing its conclusion. From 9am on Friday, when Wagner chief Yevgeny Prigozhin announced his march on Moscow, until 8pm on Saturday, when mercenary troops with their tanks and armoured vehicles were just over 300km (180 miles) from the Russian capital, the battered country glimpsed the end of Putin’s regime.</p><p>Then, suddenly, when the Russian warlord called off his advance, the revived enthusiasm quickly ebbed away, giving way to disappointment and frustration, with many refusing to believe the Belarusian brokered deal to end the armed uprising was real.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/we-were-so-happy-wagner-rebellion-brings-fresh-hope-to-ukrainians\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/we-were-so-happy-wagner-rebellion-brings-fresh-hope-to-ukrainians", "date_published": "2023-06-25 15:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas airport worker dies after being sucked into Delta jet engine", "description": "<p>Identity of worker killed on Friday evening at San Antonio international airport has not been publicly released</p><p>A worker at <a href=\"https://www.theguardian.com/us-news/san-antonio\">San Antonio</a>’s international airport died after being sucked into a jet’s engine late Friday.</p><p>The worker’s death occurred about 10.25pm as a Delta Air Lines jet which had just arrived from Los Angeles was taxiing to an arrival gate, US National Transportation Safety Board (NTSB) officials said in a statement.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/25/texas-airport-worker-dies-after-being-sucked-into-delta-jet-engine\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/25/texas-airport-worker-dies-after-being-sucked-into-delta-jet-engine", "date_published": "2023-06-25 14:55:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Governments advised to cut public spending or raise taxes to curb inflation", "description": "<p>Bank of International Settlements warns that economies, such as in the UK, need policies to cool price growth </p><p>Governments must raise taxes or cut public spending after central banks kept interest rates too low for too long in the face of higher inflation, according to the Bank of International Settlements.</p><p>Closing the gap between government income and expenditure would “calm inflation”, according to the annual report from the Basel-based organisation, which advises 63 central banks covering 95% of global economic output.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/governments-advised-to-cut-public-spending-or-raise-taxes-to-curb-inflation\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/governments-advised-to-cut-public-spending-or-raise-taxes-to-curb-inflation", "date_published": "2023-06-25 14:32:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curtis Waters: Bad Son review – genre-busting second album from pop outsider", "description": "<p>(Guin)<br />The producer of viral hit Stunnin’ takes on house and emo in an uneven but bracing set</p><p>Bedroom pop producer Curtis Waters went viral with hilarious 2020 <a href=\"https://www.youtube.com/watch?v=Qgduhk26sIw\">debut single Stunnin’,</a> which gently and catchily mocked the mindless swag of mainstream rap culture. Turbo-charged by lockdown, it became one of the first huge TikTok hits. A bipolar Nepali living in America, Waters hoped to use stardom to raise awareness around mental health issues. Sadly, the music industry’s inability to understand his complex, shifting outsider identity meant he was unable to leverage his instant success as planned. So he resolved to follow his muse and damn the consequences.</p><p>Waters’s debut, <em>Pity Party</em>, was mostly rap-adjacent alt-pop, each track fanfared with the cutely self-exhorting tag “good job, Curtis!” Now he has a go at emo, post-punk and house as well, which makes for an uneven but rarely boring listen. The first half is more derivative, Star Killer and Manic Man riffing on innovators such as Gary Numan and Kurt Cobain, while Himbo limply revisits the soft-voiced satire of Stunnin’. But <em>Bad Son</em> comes good by the end, with songs such as the bracingly weird Riot, American Dream’s intense, beat-free yowl and the yearning, desperate brilliance of Death Keeps Calling My Name.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/curtis-waters-bad-son-review-genre-busting-second-album-from-pop-outsider\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/curtis-waters-bad-son-review-genre-busting-second-album-from-pop-outsider", "date_published": "2023-06-25 14:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I don’t eat meat and my wig always ends up reeking of smoke – so why am I fascinated by barbecues? | Emma Beddington", "description": "<p>I could spend hours watching strangers wrangle slabs of beef under a hot sun. Just don’t ask me to tuck into the results</p><p>Are barbecues problematic? There’s the <a href=\"https://www.forbes.com/2010/07/01/grilling-men-women-barbecue-forbes-woman-time-cooking.html?sh=ffd8c97bad6c\">drearily entrenched manliness</a>, the carcinogens released by charring, the campylobacter and salmonella from raw meat juices hitting your halloumi salad, sure. Then, worse, the scourge of disposables, that absolute tinfoil catastrophe. A million a year went to landfill <a href=\"https://www.theguardian.com/business/2022/aug/12/asda-and-morrisons-join-disposable-barbecue-ban-as-fire-risk-grows\">before supermarkets stopped selling them last summer</a>. “Going to landfill” suggests people were patiently waiting for them to cool down then disposing of them carefully, when of course they were mostly left to injure meat-crazed seagulls, or catch fire and cause devastation. They’ve been responsible for destroying homes, damage to a Dorset nature reserve and Saddleworth Moor, among many other blazes. Some retailers have backslid this year, with the <a href=\"https://www.thesun.co.uk/money/22633637/full-list-selling-banning-disposable-barbecues/\">British Retail Consortium suggesting users grill “responsibly”</a>, which, yes, is definitely going to happen when you’re five tinned negronis down with moderate sunstroke.</p><p>So in that sense, of course barbecues are problematic. But as grilling season sizzles acridly across the backyards of Britain, are they problematic for <em>me</em>, a woman who doesn’t eat meat, whose fake hair retains smoke far more lastingly than real hair, married to a man who managed to snaffle one of those prized Aldi egg barbecues a few years back? Yes and no.</p><p>Emma Beddington is a Guardian columnist</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/i-dont-eat-meat-and-my-wig-always-ends-up-reeking-of-smoke-so-why-am-i-fascinated-by-barbecues\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/i-dont-eat-meat-and-my-wig-always-ends-up-reeking-of-smoke-so-why-am-i-fascinated-by-barbecues", "date_published": "2023-06-25 14:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nobel prize winner Giorgio Parisi: ‘There’s a lack of trust in science – we need to show how it’s done’", "description": "<p>The Italian physicist puts the fiendishly tricky theory of complex systems in terms of birds and bus rides, as his new book aims to make his branch of science accessible to all</p><p>The multi-prize-winning theoretical physicist Giorgio Parisi was born in Rome in 1948. He studied physics at the Sapienza University in the city, and is now a professor of quantum theories there. A researcher of broad interests, Parisi is perhaps best known for his work on “spin glasses” or disordered magnetic states, contributing to the theory of complex systems. For this work, together with Klaus Hasselmann and Syukuro Manabe, <a href=\"https://www.theguardian.com/books/2021/oct/05/nobel-prize-physics-scientists-sykuro-manabe-klaus-hasselmann-giorgio-parisi-win-climate\">he won the Nobel prize</a> in physics in 2021. His first popular science book, <em><a href=\"https://guardianbookshop.com/in-a-flight-of-starlings-9780241587485\">In </a></em><em><a href=\"https://guardianbookshop.com/in-a-flight-of-starlings-9780241587485\">a Flight of Starlings: The Wonder</a></em><em><a href=\"https://guardianbookshop.com/in-a-flight-of-starlings-9780241587485\"> of Complex Systems</a></em>, which charts some of the highlights of his life’s work and makes a passionate case for the value of science, is published on 11 July.</p><p><strong>How did you get interested in physics?<br /></strong>As a young child, I was interested in numbers – my mother told me I learned to read numbers aged three. On the street we’d be waiting for a tram and I’d say, here comes the number six. When it was time to go to university, I pondered if I should do physics or maths, but in the end I went for physics. Maybe because there were more popular books on physics than mathematics, which is so abstract that it’s difficult to describe.</p> <a href=\"https://www.theguardian.com/science/2023/jun/25/giorgio-parisi-nobel-prize-physics-spin-glasses-complex-systems-in-a-flight-of-starlings\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/jun/25/giorgio-parisi-nobel-prize-physics-spin-glasses-complex-systems-in-a-flight-of-starlings", "date_published": "2023-06-25 14:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The Spice Girls would go down a storm here’: Melanie C in conversation at Glastonbury festival", "description": "<p>The Spice Girls star discusses mental health, the band’s LGBTQ+ legacy and her dream of playing the legends slot at Worthy Farm in the latest of the Guardian’s onstage talks with musicians at Glastonbury</p><p>It was such a huge disappointment earlier this year when persistent rumours that the Spice Girls were playing Glastonbury were quashed. Melanie C was as disappointed as any of us, as she told the <a href=\"https://www.theguardian.com/stage/2023/jan/16/hot-mama-catsuit-spice-girl-mel-c-sporty-modern-dance-ginger\">Guardian in January</a>. But she still made it to the festival to play a banging set on Saturday, her deep catalogue of solo disco-worthy songs capped off with a couple of Spice Girls hits. Interviewed by the Guardian’s Laura Snapes on Sunday morning in the Cabaret tent at the festival, she seems totally thrilled by the experience, chatting away with characteristic ebullience. “I didn’t expect the amount of people that came!” she says. Why on earth not? Any Spice Girl would draw a Glasto crowd, but Melanie Chisholm has more musical material to draw from than any of the rest of them.</p><p>It seems ridiculous that the Spice Girls have never played this festival – but as Mel points out, things were different in the 90s. “Back in the day you wouldn’t have seen a band like the Spice Girls at a festival,” she says. “But things have changed over the years.”</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/the-spice-girls-melanie-c-glastonbury-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/the-spice-girls-melanie-c-glastonbury-festival", "date_published": "2023-06-25 13:59:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scouts! The Musical review – family show wins gold badges for enthusiasm", "description": "<p><strong>The Other Palace, London</strong> <br />Be prepared to be won over to the pleasures of scouting by Gigglemug’s winning mix of knots, knockabout games and infectious songs</p><p>You could look at <a href=\"https://www.theguardian.com/society/2019/may/15/scouts-march-back-into-britains-inner-cities-as-membership-soars\">the Scout movement</a> for a long time before thinking: this calls for a musical! But that’s what Gigglemug Theatre has come up with: a 90-minute show for families developed in cahoots with the Scout Association. And it’s great fun. Perhaps in the Other Palace studio, it can feel more like a workshop for a musical than a fully realised show. But what it lacks in space, set and – at times – script development, it handsomely makes up in spirit and enthusiasm. Its endearing six-strong cast of actor-musicians hurl themselves at the material; the show is never off its front foot.</p><p>The story revolves around the annual Scout Games, where plucky youngsters – and a handful of press-ganged audience members – compete for the prestigious gold badge. There’s a riddles round, a portraiture round and more, as protagonists Joe and Ayesha close in on the final. Jeopardy is supplied by a renegade ex-scout come to avenge herself for her failure to win the games, way back when. Courtesy of the Trance Dance – a number owing more than a little to Rocky Horror’s Time Warp – she enlists some hypnotised helpers in a bid to turn this do-gooding movement into a force for bad.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/25/scouts-the-musical-review-gigglemug-the-other-palace-london\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/25/scouts-the-musical-review-gigglemug-the-other-palace-london", "date_published": "2023-06-25 13:58:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Frankie Dettori relents to nagging fear of racing moving on without him", "description": "<p>While the 52-year-old showed he is as good as ever in his final Royal Ascot, he has been peering into an very uncertain future</p><p>Frankie Dettori blew the start and left himself with just a little too much ground to make up at the finish, but in every other respect he ran the big race he was hoping for at his final Royal Ascot. A <a href=\"https://www.theguardian.com/sport/2023/jun/22/frankie-dettori-wins-the-gold-cup-at-his-last-royal-ascot-on-courage-mon-ami-horse-racing\">ninth Gold Cup</a>, on a 17-2 shot that would have been twice the price with anyone bar Dettori on board, was the obvious highlight but, once he had got a winner under his belt in the 13th of the 35 races, there was a sudden sense that Ryan Moore, who had a treble on Tuesday, was looking over his shoulder as his lead in the jockeys’ standings diminished by the day.</p><p>Moore got his lead back to two in the final race, the <a href=\"https://www.theguardian.com/sport/live/2023/jun/24/royal-ascot-day-five-horse-racing-frankie-dettori-live?page=with:block-6497251f8f084ea43c43fac0#block-6497251f8f084ea43c43fac0\">Queen Alexandra Stakes</a>, and was, in numerical terms at least, clearly the rider of the week. Oisin Murphy, meanwhile, arguably deserves the accolade of ride of the week for getting Shaquille over the line in the <a href=\"https://www.theguardian.com/sport/2023/jun/23/shaquille-and-murphy-shrug-off-false-start-to-land-commonwealth-cup\">Commonwealth Cup</a> after losing five lengths at the start, although Jamie Spencer’s inimitable hold-up ride on the quirky Khaadem in <a href=\"https://www.theguardian.com/sport/2023/jun/24/khaadem-pulls-off-shock-80-1-royal-ascot-success-with-frankie-dettori-left-toiling-horse-racing\">Saturday’s feature race</a> is also in the conversation.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/frankie-dettori-is-as-good-as-ever-but-relents-to-nagging-fear-of-racing-moving-on-without-him\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/frankie-dettori-is-as-good-as-ever-but-relents-to-nagging-fear-of-racing-moving-on-without-him", "date_published": "2023-06-25 13:56:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Putin and Prigozhin avert bloodshed, but their feud is not over | Andrew Roth", "description": "<p>The Russian president must make good on the threats he made on TV, or take the risk of appearing weak</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov\">Russia-Ukraine war – latest news updates</a></li></ul><p>Though they’ve avoided open bloodshed, it is hard to imagine that Vladimir Putin and Yevgeny Prigozhin will ever be reconciled. The Russian leader has a political motive to deal harshly with his maverick warlord or risk appearing weak, a cardinal sin in Kremlin politics. And the Russian leader has never been known as one to forgive a betrayal.</p><p>The extraordinary events of the past 48 hours – Prigozhin’s armed mutiny, Putin’s call for “brutal” reprisals, an 11th-hour peace deal – might appear to have resolved themselves. The leader of the Wagner mercenary group has halted his armed mutiny and march on the Russian capital, apparently in exchange for an amnesty and exile in Belarus. He is no longer on course for civil war with Moscow.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/vladimir-putin-and-yevgeny-prigozhin-avert-bloodshed-but-their-feud-is-not-over\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/vladimir-putin-and-yevgeny-prigozhin-avert-bloodshed-but-their-feud-is-not-over", "date_published": "2023-06-25 13:54:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Billionaires ‘disappointed’ after superyachts banned from Naples port", "description": "<p>Yacht belonging to world’s second-richest man, Bernard Arnault, falls victim to new size restrictions at Mergellina port in southern Italy</p><p>A superyacht owned by Bernard Arnault – the world’s second-richest man – has been banned from docking in Naples owing to a new regulation that has left multi-billionaires “thoroughly disappointed” about missing out on staying at the southern Italian city.</p><p>Symphony, the LVMH boss’s 101-metre long, six-deck vessel was cast adrift off the coast of Naples before being told it could not be hosted at Mergellina port due to a recently introduced limitation on size.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/billionaires-disappointed-superyachts-banned-from-naples-mergellina-port-bernard-arnault\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/billionaires-disappointed-superyachts-banned-from-naples-mergellina-port-bernard-arnault", "date_published": "2023-06-25 13:53:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trailblazing W Series gave women a platform to showcase talent | Giles Richards", "description": "<p>All-female  competition folded after three seasons, but it changed perceptions and prompted F1 into action</p><p>The all-female W Series had grand plans to change the landscape of motor racing, all bold and ambitious, but just over a week ago, when it was placed into administration, the championship was all but over. Out of money and out of time it <a href=\"https://www.theguardian.com/sport/2022/oct/10/w-series-declare-chadwick-as-champion-after-season-folds-due-to-lack-of-finances\" title=\"\">foundered to a halt</a>, an ignominious end to worthy aspirations. Yet across the three short seasons it ran the W Series left its mark on racing. It may be gone but it undoubtedly made a difference.</p><p>In 2019, at the Brands Hatch finale of the inaugural season, it was impossible not to notice the impact of the nascent championship. The paddock thronged with families and crucially hundreds of young girls, drawn to watch and meet the role models that had previously been so few and far between in racing. It was a moment of particular vindication and pleasure for the series’ chief executive, Catherine Bond Muir, who had put three years into building a project that was close to her heart.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/25/trailblazing-w-series-has-created-opportunities-for-women-in-motor-sport\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/25/trailblazing-w-series-has-created-opportunities-for-women-in-motor-sport", "date_published": "2023-06-25 13:48:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lukashenko reaps rewards of Wagner-Kremlin deal – at least in the short term", "description": "<p>Claims Belarusian president brokered agreement may be exaggerated but it strengthens his hand in relations with Vladimir Putin</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov#maincontent\">Wagner rebellion ends – latest updates</a></strong></li></ul><p>The Belarusian dictator, Alexander Lukashenko, has emerged as an early beneficiary of the aborted Wagner march on Moscow, but those benefits may not have a long shelf life.</p><p>Whether or not Lukashenko played quite the enterprising broker’s role described in the statements coming out of the Kremlin and Minsk (and most analysts are sceptical) he has emerged in the Russian press as the hero of the hour, the man who saved Moscow.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/lukashenko-reaps-rewards-of-wagner-kremlin-deal-at-least-in-the-short-term\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/lukashenko-reaps-rewards-of-wagner-kremlin-deal-at-least-in-the-short-term", "date_published": "2023-06-25 13:26:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A rearing horse, a Prigozhin selfie and an ugly dog: the weekend’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/jun/25/a-rearing-horse-a-prigozhin-selfie-and-an-ugly-dog-the-weekends-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/jun/25/a-rearing-horse-a-prigozhin-selfie-and-an-ugly-dog-the-weekends-best-photos", "date_published": "2023-06-25 13:09:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Glastonbury hygiene diary: ‘I am just pushing dirt around my body’", "description": "<p>With sweltering heat, pungent toilets and interminable queues for the showers, staying clean at Britain’s biggest festival is hard. Is it better just to fester?</p><p>I’m not renowned for my hygiene. Sometimes, my socks reach wear No 4 before they are washed. At Glastonbury, a laissez-fare attitude towards hygiene is a good thing. If anything, it is encouraged, which suits me. But even I can see that four nights here will require a bit of body maintenance. So I will to try to keep myself as clean as possible, aided by a pack of wet wipes and the scant showers on site.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/a-glastonbury-hygiene-diary\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/a-glastonbury-hygiene-diary", "date_published": "2023-06-25 13:05:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Exhibition celebrates untold stories of Filipino nurses in NHS", "description": "<p>‘Long ignored’ but crucial workers honoured in touring show marking 75 years of the health service</p><p>The untold stories of Filipino nurses and other migrant workers in Britain is celebrated in a new roving exhibition to mark the 75th anniversary of the NHS.</p><p>The Migration Museum is launching its touring exhibition, Heart of the Nation: Migration and the Making of the NHS, at Leicester Museum and Art Gallery on 30 June until 29 October, the first leg of a national tour. The exhibition will go to Leeds in November and to London in 2024.</p> <a href=\"https://www.theguardian.com/society/2023/jun/25/exhibition-celebrates-untold-stories-of-filipino-nurses-in-nhs\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/25/exhibition-celebrates-untold-stories-of-filipino-nurses-in-nhs", "date_published": "2023-06-25 13:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Is it possible to spot a good liar – and why do we all do it?", "description": "Most people are honest, but when I was lied to it left me questioning all my own opinions<p>When were you last lied to? To your knowledge, obviously. Was the lie something that mattered? Was the liar convincing? Did they confess, or did you find them out? And how did you react? Maybe with anger. Maybe with hurt bemusement. Or contempt – like my grandmother, who had a stock retort for anyone who tried to pull the wool over her eyes: “I hate liars. They’re worse than thieves.”</p><p>Did you feel, afterwards, that you’d been easy to fool? If so, you’d be in good company. It’s the norm to assume communication is honest – and that’s something to be thankful for, because we’d live in a miserable, suspicious world otherwise. Less helpfully, it’s common to assume that body language gives away dishonesty when it does arise. Liars look shifty, in the popular imagination. They cough before they speak, fidget and don’t look you in the eye. Unfortunately, none of these cues are very reliable.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/is-it-possible-to-spot-a-good-liar-and-why-do-we-all-do-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/is-it-possible-to-spot-a-good-liar-and-why-do-we-all-do-it", "date_published": "2023-06-25 13:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Readers reply: what would a person be like if nothing bad had ever happened to them?", "description": "<p>The long-running series in which readers answer other readers’ questions on subjects ranging from trivial flights of fancy to profound scientific and philosophical concepts</p><p>What would a person be like if nothing bad had ever happened to them? <em>Jane Moraes, São Paulo</em></p><p><em>Send new questions to </em><strong><a href=\"mailto:nq@theguardian.com\">nq@theguardian.com</a></strong><em>.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/readers-reply-what-would-a-person-be-like-if-nothing-bad-had-ever-happened-to-them\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/readers-reply-what-would-a-person-be-like-if-nothing-bad-had-ever-happened-to-them", "date_published": "2023-06-25 13:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We can count the deaths and devastated buildings in Ukraine, but Putin’s bombs rain down emotional terror too | Olha Zaiarna", "description": "<p>Much is uncertain amid chaos in Russia, but this much is clear: Ukraine will need help to rebuild physically and psychologically</p><p>In Kyiv, the silence of another summer evening is broken by the loud, piercing sound of an air raid warning. The alert app on our mobile phone sends out a warning to take cover, and Telegram channels inform us that the air defence system is operating, so we need to be careful.</p><p>Since the start of Russia’s full-scale invasion, the people of Ukraine have been living in a state of constant watchfulness, adjusting their lives to the lack of sleep and psychological consequences of terror from above.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/ukraine-rebuilding-russian-invasion-charities\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/ukraine-rebuilding-russian-invasion-charities", "date_published": "2023-06-25 13:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We’re back to the 90s’: older female models struggle for work as brands play it safe post-Covid", "description": "<p>Demand for older faces seemed to be here to stay – but models and agents say it has ‘dropped away’ since the pandemic</p><p>Not long before Covid struck, 66-year-old model Alex Bruni spent an interesting day being shot by Rankin, the British photographer who has worked with Kate Moss, Madonna, David Bowie and the late Queen.</p><p>Rankin had put Bruni in a bath and asked her to pretend to have an orgasm. She was delighted. “It was an advertisement for Coco de Mer sex toys,” she remembered. “I thought that was great: the idea that you could give older women sex toys as presents because we are still playful, sexual beings.”</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/25/older-female-models-struggle-for-work-as-brands-play-it-safe\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/25/older-female-models-struggle-for-work-as-brands-play-it-safe", "date_published": "2023-06-25 13:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenagers in Scotland campaign to improve education on consent", "description": "<p>Bold Girls Ken seek youth-led changes in curriculum to help children understand concept earlier</p><p>Every young person should know what consent looks and feels like, online and offline, according to a group of Perthshire teenagers who are pioneering a youth-led upgrade of sex education.</p><p>Taking a bracingly honest approach to the deluge of “normalised” soft pornography they say most children are familiar with by the time they enter high school, Bold Girls Ken is the first campaign of its kind in Scotland, with young women designing their own learning materials.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/bold-girls-ken-scotland-campaign-consent-education\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/bold-girls-ken-scotland-campaign-consent-education", "date_published": "2023-06-25 12:47:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Firm owned by Britishvolt buyer raided by Australian authorities", "description": "<p>Future of UK battery making thrown further into doubt after company founded by David Collard was visited by federal police</p><p>A company owned by the buyer of Britishvolt has been raided by the Australian authorities, throwing the future of UK battery-making further into doubt.</p><p>Britishvolt, based in Blyth, Northumberland, and which the UK government lauded for its potential role in British battery production and UK-built electric vehicles before it fell into administration, was <a href=\"https://www.theguardian.com/environment/2023/feb/27/australian-startup-recharge-finalises-deal-to-take-over-uk-battery-maker-britishvolt\">bought by the Australian entrepreneur David Collard</a> earlier this year.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/britishvolt-buyer-david-collard-raided-australian-authorities\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/britishvolt-buyer-david-collard-raided-australian-authorities", "date_published": "2023-06-25 12:33:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "One killed and several injured in Stockholm as rollercoaster derails", "description": "<p>Witnesses say Jetline ride, which reaches 90km/h and heights of 30 metres, partly left the tracks</p><p>One person has been killed and several injured in a rollercoaster accident at an amusement park in Stockholm.</p><p>Eyewitnesses told the Swedish public broadcaster SVT that the Jetline ride at the Gröna Lund theme park in the capital had partly derailed on Sunday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/one-killed-and-several-injured-in-stockholm-as-rollercoaster-derails\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/one-killed-and-several-injured-in-stockholm-as-rollercoaster-derails", "date_published": "2023-06-25 12:31:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dauwalter smashes Western States ultramarathon record by 78 minutes", "description": "<ul><li>Courtney Dauwalter finishes 100-mile race in 15:29:33</li><li>Tom Evans, a former soldier, is first Brit to win men’s race</li></ul><p>Courtney Dauwalter smashed the course record in the women’s Western States – the worlds’ oldest 100-mile race – taking almost 80 minutes off the previous leading time. Meanwhile, Tom Evans, a former soldier, became the first Briton to win the men’s event.</p><p>Arriving at a remote part of the Sierra Nevada mountain range, 379 runners – who gained a place in the race by winning a lottery – set off from Olympic Valley, California before finishing in Auburn, a city in Placer County that is part of the Sacramento metropolitan area.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/dauwalter-smashes-western-states-ultramarathon-record-by-78-minutes\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/dauwalter-smashes-western-states-ultramarathon-record-by-78-minutes", "date_published": "2023-06-25 12:25:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lady McDonagh obituary", "description": "First female general secretary of the Labour party who played a key role in the 1997 landslide election victory<p>The former Labour Party general secretary Margaret McDonagh, who has died aged 61 from brain cancer, was a formidable political strategist responsible for the tactics that won her party the landslide general election in 1997, sweeping Tony Blair and “New Labour” into office for a generation. A key figure in the modernisation of the party’s aims and values, four years later she helped to deliver a record second landslide victory.</p><p>She was a fierce, dedicated, single-minded woman whose political views had been formed by the impact of the devastating Labour party feuding of the late 1970s and early 80s, and the electoral rout it suffered in the 1983 general election. She was a rightwing pragmatist whose own background had taught her that winning support from working-class and lower middle-class voters meant that Labour had to identify with their concerns, specifically on issues such as crime and security.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/25/lady-mcdonagh-margaret-mcdonagh-obituary\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/25/lady-mcdonagh-margaret-mcdonagh-obituary", "date_published": "2023-06-25 12:21:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK billpayers may pick up tab for green levies as energy price cap ends", "description": "<p>Minister hints at government uncertainty as Jacob Rees-Mogg warns against ‘sly’ reintroduction of charges</p><p>Consumers are in line to pay an extra £170 in green levies as the government’s energy price cap comes to an end for most billpayers.</p><p>John Glen, the chief secretary to the Treasury, said on Sunday that ministers were considering what to do about the levies, which the government has paid since last year and are designed to fund schemes such as subsidised home insulation.</p> <a href=\"https://www.theguardian.com/money/2023/jun/25/uk-billpayers-may-pick-up-tab-for-green-levies-as-energy-price-cap-ends\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/25/uk-billpayers-may-pick-up-tab-for-green-levies-as-energy-price-cap-ends", "date_published": "2023-06-25 12:01:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is used to crises now. But this widespread hopelessness is new – and frightening | John Harris", "description": "<p>In market towns and suburbs, people are expressing the fear and exhaustion once associated with post-industrial neglect</p><p>In 15 years of on-the-ground political reporting, I don’t think I have ever experienced a more forlorn and frustrated public mood than the one that looks set to define this year. Some of people’s grievances are only too familiar: low pay, insecurity, a sense of being hopelessly cut off from power and influence. Others – inflation, <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\">impossible </a>mortgage payments, rents, and the overlooked effects of the pandemic – have arrived comparatively recently.</p><p>What also seems new is the sheer reach of these problems, into parts of the population we might have previously considered to be relatively affluent. All this points to a question that now feels inescapable: what is the politics of complete exhaustion?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/britain-crises-hopelessness-market-towns-suburbs\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/britain-crises-hopelessness-market-towns-suburbs", "date_published": "2023-06-25 12:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "100 years of Le Corbusier: what does he mean to today’s architects?", "description": "<p>The towering and divisive figure who transformed architecture published his manifesto for modernism in 1923. Here architects including Frank Gehry and Jacques Herzog explore his legacy</p><p>V<em>ers Une Architecture</em> – <em>Towards an Architecture</em> – is the most influential book on the design of buildings since Vitruvius wrote his <em>De Architectura </em>in the reign of the Roman emperor Augustus. It is a manifesto for modernism, arguing that the beauty and logic of machines and engineering – of viaducts, ocean liners and grain silos – be applied to the design of buildings. It also promotes its author, the Swiss-born French architect and painter Le Corbusier, as a man uniquely able to bring this new world into being.</p><p>Le Corbusier was to architecture what Picasso was to painting, a towering and egomaniacal creative force who transformed his discipline for ever. His buildings have inspired admiration, sometimes devotion. He is an icon, granted the nickname “Corb” or “Corbu” by architects. He has also been vigorously attacked, as a mechanistic fanatic whose ideas inspired inhumane tower blocks and concrete jungles.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/25/100-years-of-le-corbusier-what-does-he-mean-to-todays-architects\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/25/100-years-of-le-corbusier-what-does-he-mean-to-todays-architects", "date_published": "2023-06-25 12:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunday at Glastonbury 2023: Sophie Ellis-Bextor, The Chicks and Elton John to come – follow it live!", "description": "<p>The festival reaches its final day, with Elton waiting in the wings for his UK farewell show. Plus, sets to come from Yusuf/Cat Stevens, Blondie, Lil Nas X and Queens of the Stone Age</p><p>Sophie Ellis-Bextor’s Pyramid stage set sounds like it is going down a storm, mainly because she’s wisely peppered it with other people’s songs. We’ve just had Moloko’s Sing it Back and Madonna’s Like a Prayer, along with an obligatory Groovejet. Annoyingly the BBC have decided against livestreaming it on the iPlayer, so you’ll just have to trust us on this one. Amazing oufit too!</p><p>Armed with sun cream, glitter and sequins, Elton John superfans have camped out in front of the Pyramid stage for a prime position – 11 hours before the star is due to perform.</p> <a href=\"https://www.theguardian.com/music/live/2023/jun/25/sunday-at-glastonbury-2023-elton-john-follow-it-live\">Continue reading...</a>", "link": "https://www.theguardian.com/music/live/2023/jun/25/sunday-at-glastonbury-2023-elton-john-follow-it-live", "date_published": "2023-06-25 11:56:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prigozhin’s rockstar exit from Rostov shows public support for ‘traitor’", "description": "<p>Putin may have vowed to ‘liquidate’ the Wagner chief, but residents in the Russian city said they welcomed him</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov\">Russia-Ukraine war – latest news updates</a></li></ul><p>Yevgeny Prigozhin left the southern Russian city of Rostov-on-Don late Saturday to a rapturous reception that resembled the departure of a rockstar, with crowds of men gathering around his car.</p><p>The extraordinary scenes of Prigozhin’s departure underlined some of the broader support Prigozhin appears to enjoy among sections of the Russian population, despite Vladimir Putin branding him a “traitor” that he vowed to “liquidate”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/yevgeny-prigozhin-wagner-rockstar-exit-from-rostov-shows-public-support-for-traitor\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/yevgeny-prigozhin-wagner-rockstar-exit-from-rostov-shows-public-support-for-traitor", "date_published": "2023-06-25 11:36:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lana Del Rey apologises for Glastonbury late show: ‘my hair takes so long’", "description": "<p>The US singer-songwriter’s set was cut short due to midnight curfew after she arrived on stage 30 minutes late</p><ul><li><a href=\"https://www.theguardian.com/music/live/2023/jun/25/sunday-at-glastonbury-2023-elton-john-follow-it-live\">Sunday at Glastonbury 2023 – follow it live!</a></li></ul><p>Lana Del Rey’s headline set at Glastonbury was cut short after the US star arrived on stage 30 minutes late.</p><p>Fans were left waiting for the Ivor Novello-winning singer-songwriter, who admitted her Other stage appearance was delayed because “my hair takes so long”.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/lana-del-rey-apologises-for-glastonbury-late-show-my-hair-takes-so-long\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/lana-del-rey-apologises-for-glastonbury-late-show-my-hair-takes-so-long", "date_published": "2023-06-25 11:19:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hollywood producer testifies at Netanyahu corruption trial", "description": "<p>Arnon Milchan appears by video from UK to answer questions about alleged lavish gifts to Israeli PM</p><p>The Hollywood producer Arnon Milchan is testifying at the corruption trial of the Israeli prime minister, Benjamin Netanyahu, to answer questions about an alleged “supply line” of champagne and cigars funnelled to Israel’s leader and his wife in exchange for help with Milchan’s personal and business needs.</p><p>Milchan, who appeared by video link on Sunday from the English city of Brighton, near where he is based, is a key witness whose testimony is essential for prosecutors who are trying to prove that Netanyahu committed fraud and breach of trust in one of three cases brought against him.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/hollywood-producer-testifies-at-netanyahu-corruption-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/hollywood-producer-testifies-at-netanyahu-corruption-trial", "date_published": "2023-06-25 11:17:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Robin Hood The Legend. Re-Written review – inventive take on outlaw tale", "description": "<p><strong>Regent’s Park Open Air Theatre, London</strong> <br />With anarchic comedy, songs and merry gender twists in Carl Grose’s version, the folk hero of Sherwood Forest blazes a fresh trail of must-see summer fun</p><p>An archer in Lincoln green tights and pointy hat emerges on stage and is promptly sent packing. He is not, in this version, the hero. The myth of Sherwood’s folkloric outlaw really has, as the title says, been rewritten, with rip-roaring results.</p><p>Carl Grose’s story of “Hood” and his outlawed accomplices is updated with a climate message and plenty of questions around land ownership, all shot through with Pythonesque humour and the occasional sounds of steel drums. As much of a medley as that may seem, the blend is outrageous, inventive and really rather brilliant.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/25/robin-hood-the-legend-re-written-review-regents-park-open-air-theatre\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/25/robin-hood-the-legend-re-written-review-regents-park-open-air-theatre", "date_published": "2023-06-25 11:15:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government willing to ignore public sector pay review bodies, minister says", "description": "<p>Chief secretary to the Treasury confirms some recommended rises could be blocked despite prospect of strikes</p><p>The government is prepared to block the pay rises that public sector review bodies recommend, a senior minister has confirmed, as unions threaten to strike over the issue.</p><p>The chief secretary to the Treasury, John Glen, said on Sunday that ministers might overrule the review bodies.</p> <a href=\"https://www.theguardian.com/society/2023/jun/25/uk-government-willing-to-ignore-public-sector-pay-review-bodies-minister-says\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/25/uk-government-willing-to-ignore-public-sector-pay-review-bodies-minister-says", "date_published": "2023-06-25 11:10:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I had to move my tent for Janis Joplin’s helicopter!’ Glastonbury stars on their most surprising festival moments", "description": "<p>Debbie Harry, Alison Goldfrapp, Candi Staton, Billy Bragg and others look back at festival experiences they’ll never forget – including getting stuck in the mud and yearning to take off their clothes</p><p>Alison Goldfrapp was going through a gentle, folky, acoustic period when she was invited to play a festival in the outer reaches of Norway. The journey was wonderful, she says. She and her band travelled by boat across beautiful fjords until finally they reached their destination. It turned out it was a metal festival. “We went on stage and there was one long-haired bloke in the middle of this dusty forest.”</p><p>Did he enjoy the gig? She doesn’t bother answering. “Slowly people started turning up. Mostly men with beards in black T-shirts.” So things improved? She laughs. Her keyboard player, Angie, had a fight with one of the heavy metal musicians because he kept throwing things into their dressing room and trying to get a look at her changing. “He was covered in tats and had a neck about this wide,” says Goldfrapp, making a circle with her arms big enough to hug a sequoia.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/move-tent-janis-joplin-helicopter-glastonbury-stars-most-surprising-festival-moments\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/move-tent-janis-joplin-helicopter-glastonbury-stars-most-surprising-festival-moments", "date_published": "2023-06-25 11:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The SNP implosion could lead to a more independent Scotland. Here’s how | Simon Jenkins", "description": "<p>Labour and the Tories are desperate for Scottish seats. What they offer to get them could be a gamechanger</p><p>British politics for the next year should be conducted not from Westminster but from Scotland. Since the Scottish National party leadership <a href=\"https://www.theguardian.com/politics/2023/jun/20/scottish-independence-activists-focus-on-grassroots-as-crisis-enfolds-snp\">imploded this month</a>, its once rock-solid support has collapsed. A <a href=\"https://www.thetimes.co.uk/article/snp-labour-poll-next-general-election-nicola-sturgeon-07vxfqq9s\">recent poll</a> suggests that the SNP’s cohort of MPs will plummet at a 2024 election from 45 to 21. The beneficiary could <a href=\"https://www.theguardian.com/commentisfree/2023/mar/29/this-is-how-labour-can-win-back-scotland-and-achieve-a-majority-uk-government\">well be Labour</a>, surging from one MP to 26.</p><p>Sceptics have begun casting doubt on Keir Starmer’s ostensibly safe 17-point <a href=\"https://www.politico.eu/europe-poll-of-polls/united-kingdom/\">poll lead</a> for Labour. They recall a similar “unbeatable” Labour lead in 1992, when the Tories went on to win. Starmer currently needs 124 new MPs for an overall majority. <a href=\"https://www.theguardian.com/politics/2023/jun/10/labour-lead-tories-battleground-seats-poll-conservatives-election\">Forecasts </a>offer him 117 switching from the Tories in England and Wales, while a similar swing in Scotland would offer perhaps six to eight seats to Labour. This is barely enough, and the odds are on a hung parliament. Labour needs those 26 seats in Scotland, and desperately so.</p><p>Simon Jenkins is a Guardian columnist</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/snp-scotland-labour-tories-scottish\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/snp-scotland-labour-tories-scottish", "date_published": "2023-06-25 11:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English Heritage said no to Dutch loan request for ‘fragile’ Vermeer painting", "description": "<p>Exclusive: Decision to not lend work for major exhibition taken despite assurances risk of damage was ‘negligible’, FoI reveals</p><p>English Heritage refused to lend one of its most precious paintings to a blockbuster Vermeer exhibition, claiming it was too fragile to travel, despite expert assurance that the risk of damage was “negligible”, documents reveal.</p><p>Amsterdam’s Rijksmuseum tried to gather all of Johannes Vermeer’s 37 surviving paintings in one place for the largest ever exhibition of work by the Dutch master.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/25/english-heritage-said-no-to-dutch-loan-request-for-fragile-vermeer-painting\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/25/english-heritage-said-no-to-dutch-loan-request-for-fragile-vermeer-painting", "date_published": "2023-06-25 11:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The surprisingly popular world of online trainspotting: ‘Some people keep it on 24 hours a day’", "description": "<p>Aided by station-mounted cameras, fans are breathing new life into America’s forgotten railway towns – online and IRL</p><p>It was 4pm on a typical Tuesday in June, and hundreds of people sat waiting for the big moment: a train was passing through a rail station in La Plata, Missouri.</p><p>The viewers were not crowded around the platform, but in a chat room on an online stream. They consider themselves “virtual railfans” – a growing subculture that tunes into cameras affixed to stations across the United States and watches trains rolling through.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/online-trainspotting-rail-streaming\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/online-trainspotting-rail-streaming", "date_published": "2023-06-25 11:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Every single blow was one more nail in his coffin’: the life and death of Stormin’ Norman Hadley", "description": "<p>Those who knew and loved former Wasps and Canada rugby player have had to find their own answers about his death</p><p>Stormin’ Norman Hadley was a bear of a man. “‘Big?’” says his best friend Eddie Evans. “‘Big’ is too small a word.” Hadley was 6ft 7in, weighed around 280lb and could bench-press more again. He won 15 caps for Canada as a lock forward in the late 80s and early 90s and it ought to have been more, played four Tests for the Barbarians and spent the best years of his career at Wasps, where he was, his teammate Lawrence Dallaglio remembers, “the hardest man I’ve ever had to lift in my life”. Dallaglio reckons Hadley “must have been one of the biggest guys ever to play the game”.</p><p>And one of the brightest. “He was scary intelligent,” says Evans. Hadley had an honours degree in economics, and a top-of-the-class MBA that he parlayed into a multimillion-dollar career in banking. Evans always enjoyed it when strangers made the mistake of underestimating Norman. “They’d look at him and think he was a typical jock, like he was some kind of big dummy, and he’d come out with one of his lines.” He drops his voice an octave. “Like: ‘Don’t get into a battle of wits with me, sunshine, because you’re woefully unarmed.’”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/every-single-blow-was-one-more-nail-in-his-coffin-the-life-and-death-of-stormin-norman-hadley\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/every-single-blow-was-one-more-nail-in-his-coffin-the-life-and-death-of-stormin-norman-hadley", "date_published": "2023-06-25 11:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It’s every woman, it’s us’:  Rotterdam falls for British statue of ordinary black woman", "description": "<p>With Moments Contained, sculptor Thomas J Price challenges convention and makes us question who gets to be seen</p><p>Thirteen-year-old Maada looks up at the woman twice her size, in tracksuit bottoms and trainers, paused at the busy station forecourt of Rotterdam Centraal station.</p><p>Her art class is here to see this new statue by <a href=\"https://www.theguardian.com/artanddesign/2020/aug/05/sculptor-thomas-j-price-black-everywoman-reaching-out-erected-at-public-art-walk-in-london\" title=\"\">British artist Thomas J Price</a>, <em>Moments Contained</em> – not a man who did something, a naked white sylph or someone’s colonial hero but an ordinary-looking black woman. Three weeks after being unveiled, the bronze artwork is part of the school’s curriculum on the Netherlands’ history of colonialism and slavery.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/its-every-woman-its-us-rotterdam-falls-for-british-statue-of-ordinary-black-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/its-every-woman-its-us-rotterdam-falls-for-british-statue-of-ordinary-black-woman", "date_published": "2023-06-25 11:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Let’s chew it over: a look at gummy supplements", "description": "<p>Bright, fun and tasty, there is now a ‘gummy’ for everything. But do these ‘candyceuticals’ offer any real benefits? Laura Potter looks into the booming chewables market to find out what we are actually being asked to swallow</p><p>Squishy, fruity, sweet-tasting, chewable treats in adorable shapes, such as teddy bears, stars and berries. They’re not in plastic packets, but colourful tubs or beautifully designed subscription boxes. We’re not talking about children’s sweeties, but gummy supplements. We’re told these little morsels can give us thicker hair, healthier skin and stronger nails, they can improve our sleep and mood, and ease our digestion. Taken daily, they’ll even help us cope with the demands of modern life. And they are very big business.</p><p>The UK vitamins and supplements market is currently worth £520m, with nearly one in four Brits popping vitamins, minerals or supplements daily and, increasingly, we are chewing rather than swallowing our way to healthier versions of ourselves. Gummies are the star of the industry. The global market in cute, chewable gummy vitamins is worth an estimated $7.3bn, displacing pills which, according to the <em>Nutrition Business Journal</em>, officially slipped behind non-pill format supplements in 2019. The appeal of gummies ties into a high demand for personalised supplements, according to market research agency Mintel, and “beauty from within”.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/lets-chew-it-over-a-look-at-gummy-supplements\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/lets-chew-it-over-a-look-at-gummy-supplements", "date_published": "2023-06-25 11:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City chase Josko Gvardiol but RB Leipzig demand at least £86m", "description": "<ul><li>English champions working on fee after agreeing personal terms</li><li>Leipzig will only sell Croatian if they receive a huge bid</li></ul><p>Manchester City are exploring the possibility of signing Josko Gvardiol but RB Leipzig are wanting more than €100m (£86m) for the centre-back.</p><p>It is understood that the player is open to the move and that personal terms have been agreed but the transfer fee could be a stumbling block. A fee of at least €100m would make the Croat the most expensive central defender ever.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/manchester-city-chase-josko-gvardiol-but-rb-leipzig-demand-at-least-86m\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/manchester-city-chase-josko-gvardiol-but-rb-leipzig-demand-at-least-86m", "date_published": "2023-06-25 10:52:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fatboy Slim backs appeal to allow onsite festival drug testing", "description": "<p>Exclusive: Musicians and MPs say banning tests for harmful pills without onerous licence puts festival-goers at risk</p><p>Fatboy Slim and a cross-party group of MPs have condemned the Home Office’s decision to block onsite drug testing at festivals this summer as “shortsighted and dangerous”.</p><p>In a letter to Suella Braverman the DJ, alongside the musicians Billy Bragg and Olugbenga Adelekan of Metronomy has called for the government to allow the resumption of tests of confiscated pills in tents and temporary buildings at festival sites.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/25/fatboy-slim-backs-appeal-to-allow-onsite-festival-drug-testing\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/25/fatboy-slim-backs-appeal-to-allow-onsite-festival-drug-testing", "date_published": "2023-06-25 10:48:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Yorkshire v Gloucestershire, Surrey v Lancashire and more – live", "description": "<ul><li>Follow the action from around the county grounds</li><li>Get in touch: contact Tanya <a href=\"mailto:Tanya.Aldred.Freelance@theguardian.com\">by email</a>, <a href=\"https://twitter.com/tjaldred\">Twitter</a> or BTL</li></ul><p><strong>Dancing round the Division One grounds:</strong> Warwickshire’s bowlers enjoying the Kookaburra ball – Alastair Cook and Feroze Khushi both out cheaply, <strong>Essex 24-2.</strong> Dan Lawrence, moving to Surrey at the end of the summer, nine not out.</p><p>At The Rose Bowl, TRJ has whittled out Fletcha Middleton for four, <strong>Hampshire 30-1. </strong>Early wickets for Kent too – Wes Agar and Arshdeep Singh taking one each, <strong>Northants 32-2.</strong></p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/25/county-cricket-yorkshire-v-gloucestershire-surrey-v-lancashire-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/25/county-cricket-yorkshire-v-gloucestershire-surrey-v-lancashire-and-more-live", "date_published": "2023-06-25 10:47:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "No Hard Feelings review – sporadically amusing Jennifer Lawrence romp", "description": "<p>The charismatic star can’t quite save this bland tale of a woman employed to teach a young man about the ways of the world</p><p>Maddie (Jennifer Lawrence) has already had her car repossessed (it didn’t help that an aggrieved ex-boyfriend worked for the debt collection agency). And now she’s on the brink of losing her beloved home, a chocolate-box cottage on the Montauk coast that she inherited from her late mother. Then she spots a Craigslist advert – a wealthy couple seek a young woman to take their socially maladroit 19-year-old son in hand (as it were), teaching him the ways of the world before he heads to Princeton. It’s the kind of premise that seems more in tune with a certain kind of crass, oversexed 80s teen comedy than with contemporary cinematic mores. But the generational disconnect and the toe-curling awkwardness of 32-year-old Maddie’s seduction assault on poor, terrified Percy (Andrew Barth Feldman, all elbows and uncertainty) are rather the point of this sporadically amusing but instantly forgettable romp. The unstoppable force of Lawrence’s charisma notwithstanding, this is not so much tasteless, just a bit bland.</p> <a href=\"https://www.theguardian.com/film/2023/jun/25/no-hard-feelings-review-sporadically-amusing-romp-jennifer-lawrence\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/25/no-hard-feelings-review-sporadically-amusing-romp-jennifer-lawrence", "date_published": "2023-06-25 10:30:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blonde Bombshells of 1943 review – boogie-woogie bugle girls reporting for duty", "description": "<p><strong>Octagon theatre, Bolton</strong><br />A group of hastily recruited ‘sisters’ achieve harmony in Alan Plater’s charming play about music and laughter as a relief from war</p><p>“It’s a day-in-the-life piece about seven women and one man (who wears a frock some of the time) trying to become a band and play the popular music of the time.” So said the <a href=\"https://www.theguardian.com/stage/2010/jun/25/alan-plater-obituary\">late Alan Plater</a>, pithily <a href=\"https://www.theguardian.com/stage/2006/jul/12/theatre.secondworldwar\">summing up</a> his 2004 stage play (adapted from his 2000 TV drama, featuring Judi Dench, Cleo Laine and others) set in wartime England.</p><p>Betty leads an all-female band that sheds players every time they play a GI base (“Oversexed!” says one; “overrated!” another). Tonight, the Bombshells are booked to play a BBC event in “a north-east coast town” (Hull). They are four short of the necessary eight. Cue auditions. What follows is schematic rather than dramatic.</p><p><em><a href=\"https://octagonbolton.co.uk/events/blonde-bombshells-of-1943\">Blonde Bombshells</a></em><em><a href=\"https://octagonbolton.co.uk/events/blonde-bombshells-of-1943\"> of 1943</a></em> is at the Octagon theatre, Bolton, until 1 July, then touring</p> <a href=\"https://www.theguardian.com/stage/2023/jun/25/blonde-bombshells-of-1943-review-octagon-theatre-bolton-alan-plater\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/25/blonde-bombshells-of-1943-review-octagon-theatre-bolton-alan-plater", "date_published": "2023-06-25 10:30:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conservative Mitsotakis expected to win Greek general election", "description": "<p>New Democracy has led polls in campaign held under shadow of shipwreck disaster</p><p>Greeks are going to the polls for the second time in little over a month to elect a new parliament, with voters expected to give the former prime minister Kyriakos Mitsotakis’s conservatives a second term in office.</p><p>Sunday’s election is being held in the shadow of <a href=\"https://www.theguardian.com/world/2023/jun/16/greece-shipwreck-people-smuggling-suspects-arrested-as-search-continues\">a migrant shipwreck on 14 June</a> in which hundreds of people are feared to have perished off southern Greece. One of the worst such disasters in years, it has shown the parties’ divisions over migration.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/conservative-mitsotakis-expected-to-win-greek-general-election\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/conservative-mitsotakis-expected-to-win-greek-general-election", "date_published": "2023-06-25 10:18:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Technical fault’ stops 999 calls for more than an hour", "description": "<p>BT says back-up platform now working so people should make emergency calls to police, ambulance and fire services as usual</p><p>Police forces, ambulance services, and fire and rescue teams across the UK urged people not to phone 999 for more than an hour on Sunday morning because of a “technical fault”.</p><p>The issue was confirmed shortly after 8.30am, but at 9.52am, BT announced that its back-up platform was “now working” and confirmed people should call 999 “as usual”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/technical-fault-stops-999-calls-for-more-than-an-hour\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/technical-fault-stops-999-calls-for-more-than-an-hour", "date_published": "2023-06-25 10:05:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother calls for ‘proper inquiry’ into NHS trust after son died waiting for assessment", "description": "<p>Relatives angry that investigation of Essex Partnership trust over mental health patients’ deaths can’t make witnesses give evidence</p><p>A recently bereaved mother has added her voice to calls for a “proper inquiry” into the <a href=\"https://www.theguardian.com/uk/essex\">Essex</a> Partnership university NHS trust after her son died, having been told he had to wait up to 28 days for an in-person assessment by its mental health team.</p><p>The trust (EPUT) is currently the subject of <a href=\"https://www.theguardian.com/society/2023/apr/07/what-is-essex-mental-health-inquiry-why-being-criticised\">an independent inquiry</a> into the deaths of almost 2,000 mental health patients under its – or its predecessors’ care – but bereaved relatives are<a href=\"https://www.theguardian.com/society/2023/apr/07/essex-mental-health-inquiry-pointless-without-legal-powers-say-families\"> angry that the inquiry has not been granted legal powers</a> to compel witnesses to give evidence.</p> <a href=\"https://www.theguardian.com/society/2023/jun/25/mother-calls-for-proper-inquiry-into-nhs-trust-after-son-died-waiting-for-assessment\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/25/mother-calls-for-proper-inquiry-into-nhs-trust-after-son-died-waiting-for-assessment", "date_published": "2023-06-25 10:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Attacks on LGBTQ+ Americans cast long shadow over Pride month", "description": "<p>Many LGBTQ+ Americans remain on edge and fearful of what the recent backlash means for their future</p><p>St Cloud, Florida, a suburb of Orlando, hosted its first official Pride celebration just last year. This year, the organizers made the difficult decision to cancel, in large part because of the state’s recent law effectively <a href=\"https://www.theguardian.com/us-news/2023/may/25/florida-restaurant-sues-ron-desantis-drag-ban-law\">banning drag shows</a> with minors in attendance.</p><p>The other reason was a death threat; a sign appeared in a nearby community that read: “Kill all the gays.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/lgbtq-americans-pride-month\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/lgbtq-americans-pride-month", "date_published": "2023-06-25 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Let the world know’: elderly survivors of the Tulsa race massacre push for justice", "description": "<p>Viola Ford Fletcher and her family fled a murderous white mob 102 years ago – today she’s still demanding accountability</p><p><a href=\"https://www.washingtonpost.com/history/2021/05/19/viola-fletcher-tulsa-race-massacre-survivor/\">Viola Ford Fletcher</a> smiles as her mind burrows back in time more than a hundred years. “We were happy then,” she says wistfully. “Before this happened, we had children in the neighbourhood to play with. We had schools, churches, hospitals, theatres and anything that people enjoyed. It was a strong community.”</p><p>“This” refers to the 1921 <a href=\"https://www.theguardian.com/us-news/tulsa-race-massacre\">Tulsa race massacre</a>, when a white mob descended on the neighbourhood of Greenwood, home to a business district known as Black Wall Street, killing an estimated 300 people and looting and burning businesses and homes. Thousands were left homeless and living in a hastily constructed internment camp.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/25/tulsa-race-massacre-survivors-congress-justice-reparations\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/25/tulsa-race-massacre-survivors-congress-justice-reparations", "date_published": "2023-06-25 10:00:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Female musicians defend Emily Eavis after row over Glastonbury gender split", "description": "<p>Artists including Sharleen Spiteri of Texas back the festival’s co-organiser, who was criticised over booking all-male headliners</p><p>Glastonbury co-organiser Emily Eavis has been described as a “massive supporter” of female artists after criticism over the festival’s all-male Pyramid stage headliners.</p><p>The festival <a href=\"https://www.theguardian.com/music/2023/mar/03/arctic-monkeys-guns-n-roses-elton-john-all-male-glastonbury-headliners-a-pipeline-problem-says-emily-eavis\" title=\"\">faced a backlash</a> in March when it announced that three male acts – Arctic Monkeys, Guns N’ Roses and Elton John – would headline the main stage this year.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/female-musicians-defend-emily-eavis-after-row-over-glastonbury-gender-split\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/female-musicians-defend-emily-eavis-after-row-over-glastonbury-gender-split", "date_published": "2023-06-25 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Gary Neville: ‘When Boris Johnson was PM, I felt we were in real danger’", "description": "<p>The former England footballer says it was lockdown that made him more vocal politically. Here the Sky pundit and Labour party member talks Keir Starmer, Gary Lineker’s tweets and VAR</p><p>There’s something about footballing Garys. Gary Lineker was controversially <a href=\"https://www.theguardian.com/football/2023/mar/10/gary-lineker-step-back-match-of-the-day-bbc\">suspended by the BBC</a> this spring after his tweet criticising the government’s <a href=\"https://www.theguardian.com/uk-news/2023/mar/05/small-boats-rishi-sunak-plan-how-will-it-work\">small boats policy</a> sparked a furore. With his slapped wrists still smarting, Lineker has since kept a lower profile. His Sky counterpart <a href=\"https://www.theguardian.com/football/gary-neville\">Gary Neville </a>has duly come off the bench to become social media’s most outspoken former player.</p><p>Now 48, Neville is one of the most decorated homegrown footballers of all time, having won 20 trophies for Manchester United, where he served as club captain for five seasons. He was England’s first-choice right-back for more than a decade, earning 85 international caps. After hanging up his boots <a href=\"https://www.theguardian.com/football/2011/feb/02/gary-neville-retires-manchester-united\">in 2011</a>, he became a Sky Sports pundit, either side of stints as head coach of Valencia and the England team’s assistant manager.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/gary-neville-when-boris-johnson-was-pm-i-felt-we-were-in-real-danger\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/gary-neville-when-boris-johnson-was-pm-i-felt-we-were-in-real-danger", "date_published": "2023-06-25 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US navy accused of cover-up over radioactive shipyard waste", "description": "<p>Public health advocates say land at Hunters Point in San Francisco contains dangerous levels of strontium-90</p><p>The US navy is covering up dangerous levels of radioactive waste on a 40-acre former shipyard parcel in San Francisco’s waterside Hunters Point neighborhood, public health advocates charge.</p><p>The land is slated to be turned over to the city as early as next year, and could be used for residential redevelopment. The accusations stem from 2021 navy testing that found 23 samples from the property showed high levels of strontium-90, a radioactive isotope that replaces calcium in bones and causes cancer.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/25/us-navy-accused-radiocative-shipyard-waste\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/25/us-navy-accused-radiocative-shipyard-waste", "date_published": "2023-06-25 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wham! review – the truth behind the mahogany tans and catchy songs", "description": "<p>This perky tribute to the 80s pop sensations reveals the bond between the pair and the cost to George Michael of playing the heart-throb</p><p>Big hair, tiny shorts and some of the catchiest songs of the 80s: Wham! were, deservedly, a pop phenomenon. But, as this suitably perky archive documentary account of <a href=\"https://www.theguardian.com/music/2021/dec/09/george-michaels-30-greatest-songs-ranked\">George Michael</a> and Andrew Ridgeley’s stellar trajectory reveals, much of the music press at the time dismissed them as himbo dimwits: plenty of Studio Line hairspray and burnished mahogany tans, but little in the way of substance. It hurt – archive interview audio from Michael hints that the sting from this lack of early acknowledgment persisted throughout his career. But the beauty of Wham!, a key part of the appeal of the band, came from the perception that they were a self-contained unit, a guaranteed good time seemingly impervious to negativity. And for a while, that was true: the film, which creates a dialogue between recent interviews with Ridgeley and older archive recordings of Michael, pays tribute to the close bond between the two Bushey Meads school friends who found themselves living the dream. But it also explores the cost to the then closeted Michael of the teen heart-throb persona he was forced to wear along with his canary-yellow Fila tennis shorts.</p><p>In cinemas 28 June, Netflix 5 July</p> <a href=\"https://www.theguardian.com/film/2023/jun/25/wham-review-the-truth-behind-the-mahogany-tans-and-catchy-songs\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/25/wham-review-the-truth-behind-the-mahogany-tans-and-catchy-songs", "date_published": "2023-06-25 10:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hell on earth – how a place of torture has haunted us culturally over time", "description": "<p>From Bosch to Dante to Sartre, and from Hell’s Angels to Hell’s Kitchen to Hellraiser, visions of the infernal location and condition still resonate</p><p>Biomedical neuroengineers have recently noticed that when visitors to the Prado in Madrid pause in front of Bosch’s triptych <em><a href=\"https://www.theguardian.com/artanddesign/jonathanjonesblog/2017/jan/10/bosch-garden-of-earthly-delights-shows-a-world-waking-up-to-the-future\" title=\"\">The Garden of Earthly Delights</a></em> they make short work of paradise and instead opt for perdition. The panel on the left depicts a blithe, bucolic Eden, where the average museum-goer spends only 16 seconds. The central section, which shows a polymorphous orgy that is about as shocking as a weekend of suburban wife-swapping in the 1960s, detains viewers for 26 seconds. But when reaching the far end, they spend 33 seconds exploring a perverse inferno in which people copulate with birds, a pig dons a nun’s wimple, and a set of bagpipes mimics a wilting penis and a bloated sac of testicles.</p><p>Instinctively, almost automatically, the average pair of eyes swipes right. Hell is irresistible, despite Bosch’s man-eating rabbits and defecating demons; certainly it is too attractive a place to be the exclusive preserve of religious fanatics, who designed it as a pit into which they could fling all those of whom they disapproved. We grow up when we outgrow such notions – and when we stop believing in hell, we probably acknowledge that in our dreams and fantasies we spend many agreeable hours there, especially after dark.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/25/hell-on-earth-how-a-place-of-torture-has-haunted-us-culturally-over-time\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/25/hell-on-earth-how-a-place-of-torture-has-haunted-us-culturally-over-time", "date_published": "2023-06-25 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "National Portrait Gallery £41.3m makeover review – a breath of fresh air", "description": "<p>Architect Jamie Fobert’s new entrance is the crowning achievement of this bold refurbishment, which opens forgotten windows and embraces the NPG’s mixed identity as temple of art-cum-tourist attraction</p><ul><li><a href=\"https://www.theguardian.com/artanddesign/2023/jun/25/national-portrait-gallery-reopening-review-a-magnificent-reinvention\">Art critic Laura Cumming on the National Portrait Gallery reopening</a></li></ul><p>The <a href=\"https://www.npg.org.uk/whatson/news2/inspiring-people/\">National Portrait Gallery</a> is a hybrid, a mongrel, a compromise – part Prado, part Madame Tussauds, a place to admire art and gawp at famous names. It’s a combination that might deprive it of the highest levels of grandeur, but grants some freedoms. The gallery can speak to audiences that are attracted by the personalities on show, and by appreciation of painting and sculpture. Its mixed-up nature allows it to be more relaxed and less reverential than pure temples of art.</p><p>Its building, which first opened in 1896, is also a compromise, glommed as it is on to the back of the <a href=\"https://www.theguardian.com/artanddesign/national-gallery\">National Gallery</a>, an institution with which it used to have a fractious sibling rivalry, filling in odd spaces in their shared block. Its L-shaped plan is an expedient add-on, like the sort of big air ducts you see strapped to the roofs of kebab houses, even as it makes an outward show of classical dignity and symmetry. It is a grand piece of cultural plumbing.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/25/national-portrait-gallery-reopening-review-jamie-fobert\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/25/national-portrait-gallery-reopening-review-jamie-fobert", "date_published": "2023-06-25 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ready to soar: inside a dramatic eco home in Mexico", "description": "With its recycled vaulted steel roof, and reuse of old wooden packing cases, this stunning Mexican home offers lessons in sustainable chic<p>Deep in the Mexican countryside of Valle de Bravo – a lush escape about two hours’ drive from Mexico City – Emiliano Garcia and Helene Carlo found the perfect spot to build an eco home. Partners in life and in <a href=\"https://aspj.mx/\" title=\"\">ASPJ</a>, a Mexican architecture and landscape design studio, the couple had a burning question: can we build more sustainably and cheaper, and in a way that can be widely copied?</p><p>“It was important for us to prove its feasibility and to be able to make our structure replicable, not only a one-of-a-kind,” says Garcia. The couple are keen for this type of building to become the rule rather than the exception.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/ready-to-soar-inside-a-dramatic-eco-home-in-mexico\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/ready-to-soar-inside-a-dramatic-eco-home-in-mexico", "date_published": "2023-06-25 10:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Women’s Ashes Test: England v Australia, day four – live", "description": "<ul><li>Live over-by-over updates from Trent Bridge</li><li>The cricket in Nottingham starts at 11am BST/8pm AEST</li><li>Get in touch: <a href=\"mailto:megan.maurice.casual@theguardian.com\">email Megan</a> or tweet <a href=\"https://twitter.com/meganmaurice\">@meganmaurice</a></li></ul><p>The counterpunch from England’s social team is this compilation of every Beaumont boundary in her record-breaking innings.</p><p>This is a nice little behind the scenes snapshot of Sutherland returning to the Australian room after scoring her century – a huge moment for her.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/25/womens-ashes-2023-england-vs-australia-live-updates-test-match-cricket-eng-v-aus-latest-score-scorecard-day-four-trent-bridge\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/25/womens-ashes-2023-england-vs-australia-live-updates-test-match-cricket-eng-v-aus-latest-score-scorecard-day-four-trent-bridge", "date_published": "2023-06-25 09:32:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipes for lemon sherbet mousse cake, and cucumber and pea soup", "description": "<p>A chilled green soup and light, zesty cake to serve on long, lazy summer afternoons</p><p>A long, lazy summer afternoon and I am making a cake. A citrus-scented summer cake, with layers of barely there sponge holding a deep and fluffy lemon mousse. I take my time, as I tend to do with cakes, and during the time the filling takes to set, I will make a soup of cucumber and green peas to eat chilled, the very essence of a summer’s afternoon.</p><p>There will be a few other plates on the table – crisp toasts with a cargo of roasted aubergine and basil, a jug of elderflower cordial, and wild strawberries from the garden – just a handful for each of us. Crimson fruits the size of Jelly Tots, tumbling on to a plate of strawberry leaves. The very best of summer days.</p> <a href=\"https://www.theguardian.com/food/2023/jun/25/nigel-slaters-recipes-for-lemon-sherbet-mousse-cake-and-cucumber-and-pea-soup\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/25/nigel-slaters-recipes-for-lemon-sherbet-mousse-cake-and-cucumber-and-pea-soup", "date_published": "2023-06-25 09:31:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in theatre: Dear England; The Pillowman; The Third Man – review", "description": "<p><strong>Olivier theatre; Duke of York’s theatre; Menier Chocolate Factory, London<br /></strong>Joseph Fiennes scores as Gareth Southgate in a rousing football drama; Lily Allen glimmers in a low-voltage Martin McDonagh revival; and a musical Third Man hits a bum note</p><p>It is not common. This feeling of confident excitement as you wait for the curtain to go up. It is about as rare as being certain that England are going to win a big match. Ah, but <strong><a href=\"https://www.nationaltheatre.org.uk/productions/dear-england/\">Dear England</a></strong> is by James Graham, who over the last decade has altered what we expect from the theatre – not least on the stage of the National – and the expectation is justified. Once again the playwright shows his particular gift, for writing a popular play with a resonant social theme. He is mightily helped by director Rupert Goold – who moves from production to production like a theatrical oxygen cylinder – and by a tremendous performance, one of the best of the year so far, from <a href=\"https://www.theguardian.com/culture/2023/jun/11/hes-built-a-new-england-joseph-fiennes-on-tackling-the-role-of-footballs-gareth-southgate\">Joseph Fiennes</a>. Oh, and did I say it is about football?</p><p><em>Dear England</em> takes its name from the <a href=\"https://www.theguardian.com/commentisfree/2021/jun/11/gareth-southgate-englishness-england-manager-letter-diverse\">open letter</a> the national football team’s manager, Gareth Southgate, wrote to fans in 2021, pleading for a more generous, more ample, more interesting view of what the country could be. Graham vividly sketches the particular mess in which the team found themselves before Southgate tiptoed in to take over: though seldom winning, they still considered themselves a top talent; any loss was an insupportable shock. Graham does not need to batter home the point that this could be considered the equivalent of the sense of inherited privilege that has helped to make the country flounder.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/25/the-week-in-theatre-dear-england-the-pillowman-the-third-man-review\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/25/the-week-in-theatre-dear-england-the-pillowman-the-third-man-review", "date_published": "2023-06-25 09:30:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farmers on frontline as Dutch divided by war on nitrogen pollution", "description": "<p>Government’s buyout scheme is meeting fierce resistance from farmers in Netherlands</p><p>Veal farmer Wim Brouwer sits on his terrace, an “emergency” red flag flying outside and his laptop open on a page revealing he is one of the Netherlands’ peak polluters, due to the nitrogen excreted each year by his 1,360 calves.</p><p>His business sits in one of the most intensively farmed parts of <a href=\"https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Agri-environmental_indicator_-_livestock_patterns\">Europe’s most intensively</a> farmed country, a huge <a href=\"https://www.cbs.nl/en-gb/news/2021/25/the-netherlands-is-the-eu-s-largest-meat-exporter\">exporter</a> with more than 110 million livestock, including cattle, chickens and pigs.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/25/farmers-on-frontline-as-dutch-divided-by-war-on-nitrogen-pollution\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/25/farmers-on-frontline-as-dutch-divided-by-war-on-nitrogen-pollution", "date_published": "2023-06-25 09:21:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Moral decline is an illusion – we’re no more badly behaved than our ancestors | Torsten Bell", "description": "New research has found that the good old days were nothing of the sort<p>The news isn’t doing a great job of supporting our faith in human nature. Boris Johnson has managed to get a committee with a Tory majority to <a href=\"https://www.theguardian.com/politics/live/2023/jun/19/rishi-sunak-boris-johnson-keir-starmer-privileges-committee-report-tories-labour-uk-politics-live\" title=\"\">conclude he’s a liar</a>, Donald Trump’s <a href=\"https://www.theguardian.com/commentisfree/2023/jun/14/donald-trumps-arrest-is-ugly-but-its-also-democracy-in-action\" title=\"\">got arrested</a> (again), and we’ve all been reminded since his death that Silvio Berlusconi taught generations of men that behaviour towards women that is wrong was right.</p><p>So maybe it’s not surprising that <a href=\"https://www.nature.com/articles/s41586-023-06137-x\" title=\"\">new research</a>, published in <em>Nature</em>, looking across 60 nations, reveals a widespread belief that we’re in moral decline. Some attribute this to people becoming less moral as they age, and younger generations being more immoral than their predecessors.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/we-are-not-in-moral-decline-we-have-always-behaved-badly\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/we-are-not-in-moral-decline-we-have-always-behaved-badly", "date_published": "2023-06-25 09:01:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dutch football may turn to ‘English model’ in push to tackle hooliganism", "description": "<p>Alkmaar supporters confronting West Ham fans is just one of many incidents Dutch FA wants to curb by adopting UK system</p><p>The Dutch football season finished this month with a narrow victory for Twente against Sparta Rotterdam. It was a notable encounter for two reasons: first, because thanks to the Eredivisie’s playoff system, it meant Twente qualified for European football next season; and it also passed without incident, provided a reassuring end to what had been a troubling year.</p><p>Six weeks earlier at the league fixture between Twente and Rotterdam, supporters had hurled objects at players from the stands. Both clubs have had matches called off because of hooliganism in the past year, as have Utrecht, Go Ahead Eagles and RKC Waalwijk.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/dutch-football-may-turn-to-english-model-in-push-to-tackle-hooliganism\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/dutch-football-may-turn-to-english-model-in-push-to-tackle-hooliganism", "date_published": "2023-06-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Father in UK charged with rape made party to child’s care proceedings", "description": "<p>Court of appeal overrules decision to exclude man who allegedly conceived the boy with his niece through rape</p><p>A father without parental responsibility who has been charged with two counts of rape – and amid an allegation his son was conceived of rape – has won an appeal to be made party to care proceedings concerning the boy.</p><p>The man, who is also the paternal uncle of the child’s mother, brought the appeal against a decision made by her honour Judge Wright to refuse his application to be joined in proceedings relating to the 11-year-old.</p> <a href=\"https://www.theguardian.com/law/2023/jun/25/father-charged-with-made-party-to-childs-care-proceedings\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/25/father-charged-with-made-party-to-childs-care-proceedings", "date_published": "2023-06-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Margaret Thatcher’s dream turns to dust: the days of easy home buying are over", "description": "<p>As mortgage rates rise, many Britons now see owning a home as a risky and unattractive prospect</p><p>In 1981 Margaret Thatcher told the Tory party conference “The family is the basic unit of our society and it is in the family that the next generation is nurtured”.</p><p>The then prime minister added: “Our concern is to create a property-owning democracy and it is therefore a very human concern. It is a natural desire of Conservatives that every family should have a stake in society and that the privilege of a family home should not be restricted to the few.” Owning, in other words, was better than renting, morally as well as financially.</p> <a href=\"https://www.theguardian.com/society/2023/jun/25/margaret-thatchers-dream-turns-to-dust-the-days-of-easy-home-buying-are-over\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/25/margaret-thatchers-dream-turns-to-dust-the-days-of-easy-home-buying-are-over", "date_published": "2023-06-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "New guidance aims to restrict use of unregulated psychologists as expert witnesses in court", "description": "<p>Move aims to ensure only adequately trained professionals are used in trials</p><p>Family judges who appoint unregulated psychologists as expert witnesses in the courts should issue a judgment to explain their decision, according to <a href=\"https://www.bps.org.uk/guideline/psychologists-expert-witnesses-family-courts-england-wales\">updated guidance</a> designed to protect the public from inadequately trained professionals.</p><p>Crucially, additions to existing joint guidance from the Family Justice Council and the British Psychological Society (BPS) also set out the distinction between a psychologist who is registered with the regulator, the Health and Care Professions Council (HCPC), and an academic psychologist who would not have the same clinical competencies.</p> <a href=\"https://www.theguardian.com/law/2023/jun/25/new-guidance-aims-to-restrict-use-of-unregulated-psychologists-as-expert-witnesses-in-court\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/25/new-guidance-aims-to-restrict-use-of-unregulated-psychologists-as-expert-witnesses-in-court", "date_published": "2023-06-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Riding high: combine surf and turf in south-west France", "description": "For an action-packed trip of beach breaks and mountain trails, head to France’s southern Atlantic coast<p>For a French holiday combining surf and Alpine turf without having to drive too far between destinations, head for southwest France. Hossegor, near Biarritz on the Atlantic coast, is the surf capital of France, and a destination for beginners and experts alike. Some 170km inland is the 19th-century spa resort of Luz-Saint-Sauveur, around 30km south of Lourdes in the Hautes-Pyrénées. The charming village makes a great base for exploring the mountains, on foot or, better still, by e-bike, as well as canyoning, whitewater rafting, horse riding or zip-lining.</p><p>I came up with this solution for my own family holiday. Our sons wanted to surf and all four of us wanted to explore the outdoors in the Hautes-Pyrénées.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/25/combine-surf-and-turf-in-southwest-france\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/25/combine-surf-and-turf-in-southwest-france", "date_published": "2023-06-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Who would pay to hear our drivel? That appears to be the Tories’ logic | David Mitchell", "description": "<p>Charging journalists to attend their party conference suggests the Conservatives hope to win the next election by staying under the radar</p><p>Ask a stupid question, get a stupid answer – that’s a decent rule of thumb. And you wouldn’t imagine it’s any less likely to be true if the person you’re asking is Liz Truss. Last week, at the News Xchange conference in Dublin, RTÉ journalist David McCullagh <a href=\"https://www.theguardian.com/politics/2023/jun/19/liz-truss-lettuce-joke-puerile-media\">asked her </a>whether she “could see the funny side” of the <em>Daily Star</em>’s “Lizzie Lettuce” campaign. This was the stunt where a live webcam was pointed at a lettuce to see whether it could outlast Truss’s faltering administration – it turned out it could. The <em>Star</em> got the idea from a quip in the <em>Economist,</em> which is an unexpected piece of media cross-fertilisation.</p><p>I would say that is a stupid question to ask Liz Truss. How likely is she to see the funny side? It is a joke that was made entirely at her expense and gained widespread coverage at a very painful point in her life – a weird combined zenith and nadir of her career. If she was capable of chuckling at that joke, she should be sectioned.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/who-would-pay-to-hear-our-drivel-that-appears-to-be-the-tories-logic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/who-would-pay-to-hear-our-drivel-that-appears-to-be-the-tories-logic", "date_published": "2023-06-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Child’s play: how to cut the cost of buying toys in the UK", "description": "<p>From old favourites such as charity shops to borrowing or renting, there are ways to save money</p><p><br />The cost of living crisis is putting pressure on every aspect of household finances but children still need toys to play with. However, rather than buying new play sets and games, more and more parents are finding thriftier and more sustainable ways to keep their children entertained. Here’s how.</p> <a href=\"https://www.theguardian.com/money/2023/jun/25/childs-play-how-to-cut-the-cost-of-buying-toys-in-the-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/25/childs-play-how-to-cut-the-cost-of-buying-toys-in-the-uk", "date_published": "2023-06-25 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fear casts a shadow over peloton for Tour de France after Mäder’s death", "description": "<p>Gino Mäder’s fatal accident at the Tour de Suisse highlights the dangers in elite level cycling as the showpiece event approaches</p><p>When the Tour de France starts in Bilbao on Saturday, the peloton will try to push fear to the back of their minds, while knowing that danger and risk are constant presences in elite racing.</p><p>In the aftermath of the <a href=\"https://www.theguardian.com/sport/2023/jun/16/gino-mader-swiss-road-cyclist-dies-aged-26-after-crash-tour-de-suisse\" title=\"\">death of Gino Mäder</a>, who crashed while descending at high speed in the Tour de Suisse on 16 June, those fears have become heightened. The riders remain on edge, a milieu in shock, with fear now shadowing every race.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/fear-casts-a-shadow-over-peloton-for-tour-de-france-after-maders-death\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/fear-casts-a-shadow-over-peloton-for-tour-de-france-after-maders-death", "date_published": "2023-06-25 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘No case to answer’: the Londoner arrested for murder on the injustice that shaped his life", "description": "<p>Kenny Imafidon was arrested under the controversial ‘joint enterprise’ law. After six months behind bars, his case was thrown out. Now 30, he has written a breathtaking memoir about his early years, acquittal – and what can be done to change the system</p><p>“Kenny Imafidon. We’re arresting you for the murder of…” After that, sound faded. To the teenage boy these words were directed at, everything that followed was incomprehensible white noise. In what felt like slow motion, Imafidon stood, frozen to the floor of his temporary Islington flat, as a team of plain-clothed police officers pushed their way past him. One read out his rights, while the others threw his belongings into evidence bags: the laptop that barely half an hour earlier he had been writing a college essay on; clothes, seemingly at random; his mobile phone. Few people even knew where he was staying, having recently relocated north of the Thames to get away from the escalating street violence that had been playing out closer to home. Just minutes earlier, he’d been talking on the phone to a friend back in Peckham, making plans for his upcoming 18th birthday celebrations. Now, he was in handcuffs, being led outside and into a waiting unmarked police vehicle, unsure if or when he’d return. He was terrified and he was panicking. Mostly, though, he was baffled. It simply made no sense.</p><p>More than 12 years later, Imafidon still struggles to find the right words to describe these emotions. What it felt like, during a police interview, to realise the murder in question was that of Sylvester Akapalara: a 17-year-old boy in the year below Imafidon at college, who was gunned down on Peckham’s Pelican Estate. Imafidon had considered Akapalara a friend. Still, on a quiet midweek lunchtime at the Prince of Peckham – a trendy pub just a few minutes’ walk from the scene of that tragedy – I ask him to try. “It was total shock,” he says, softly spoken but self-assured. “I was thinking about my whole life; questioning if I’d even have a future. What would other people think? I had no idea what was going to happen to me. I had no idea what I was accused of, but I knew that my whole world was suddenly at stake.”</p> <a href=\"https://www.theguardian.com/society/2023/jun/25/my-world-was-at-stake-kenny-imafidon-on-the-injustice-that-shaped-his-life\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/25/my-world-was-at-stake-kenny-imafidon-on-the-injustice-that-shaped-his-life", "date_published": "2023-06-25 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There’s a lot of anger’: the mortgage trap ensnaring the Tories in their heartlands", "description": "<p>In Selby, site of a key byelection, hardship may be opening the door to Labour even in comfortable Conservative North Yorkshire</p><p>Stevie Jackson was striding purposefully across Selby’s pretty marketplace on a warm Thursday lunchtime when she heard the news. As she stared down at her phone, her sunny disposition gave way to a look of anxiety. The <a href=\"https://www.theguardian.com/business/2023/jun/22/bank-of-england-raises-interest-rates-by-a-half-point-to-5\" title=\"\">Bank of England had just increased interest rates by another 0.5 percentage points</a>, a record 13th consecutive rise and probably not the last.</p><p>Jackson has two young children and works as a cleaner at a local flour mill. She and her partner, who also has children, recently extended their mortgage by another 25 years to a total of 45. That way they hoped they could spread the payments and afford the other rising costs of family life, such as food and energy. “I have to feed the kids,” she says.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/theres-a-lot-of-anger-the-mortgage-trap-ensnaring-the-tories-in-their-heartlands\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/theres-a-lot-of-anger-the-mortgage-trap-ensnaring-the-tories-in-their-heartlands", "date_published": "2023-06-25 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: Prigozhin to go to Belarus as rebellion ends; US intelligence suspected Wagner plot, US media report", "description": "<p>Mercenaries’ boss will not face charges under deal negotiated by Belarus president Alexander Lukashenko, nor will Wagner troops face any punishment</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/25/wagner-boss-to-leave-russia-as-reports-say-us-spy-agencies-picked-up-signs-of-planned-uprising-days-ago\">Full report: Wagner boss to leave Russia as reports say US spy agencies picked up signs of planned uprising days ago</a></li></ul><p>Samuel Bendett, a <a href=\"https://www.theguardian.com/world/russia\">Russia</a> expert at the Center for Naval Analyses, has also posted some analysis about the day’s events, in which he argues that there have to be some consequences for Prigozhin and Wagner.</p><p>“Otherwise the message is that a military force can openly challenge the state, and others have to learn that the Russian state indeed has a monopoly on violence inside the country,” he writes.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/25/russia-ukraine-war-live-prigozhin-to-go-to-belarus-as-rebellion-ends-and-wagner-troops-withdraw-from-rostov", "date_published": "2023-06-25 08:37:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Don’t blame Tories for their useless policies. It’s all the fault of snobbery | Martha Gill", "description": "The government is suddenly finding the invisible foe everywhere. Unfortunately for them, no one else can see it<p>Once you see it, you see it everywhere. In the BBC, in academia, in the arts and the civil service, in the minds of middle-class parents and on the opposition benches. It’s nebulous, shifting and insidious. For some years, this government has been at war with an invisible enemy, responsible for almost everything that is wrong with this country. Snobbery.</p><p>Take snobbery about vocational courses, a particularly stubborn political opponent. Education secretaries have been fighting it for decades. “I’m determined to tackle the minority of schools that perpetuate an outdated snobbery towards apprenticeships,” <a href=\"https://www.gov.uk/government/news/new-law-will-end-outdated-snobbery-towards-apprenticeships\" title=\"\">said Nicky Morgan</a> in 2016. Her successor Damian Hinds was equally determined to <a href=\"https://www.gov.uk/government/speeches/damian-hinds-technical-education-speech#:~:text=In%20order%20for%20technical%20education,%2Dpaid%2C%20rewarding%20skilled%20job.\" title=\"\">thwart “opinion formers”</a> who felt “vocational courses are for other people’s children”. Gavin Williamson, for his part, <a href=\"https://www.dailymail.co.uk/news/article-9876223/How-apprenticeships-leave-young-people-52-732-better-three-years.html\" title=\"\">battled an “inbuilt snobbishness”</a> from families who think their children should go to university as a “rite of passage”. And so on.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/dont-blame-tories-for-their-useless-policies-its-all-the-fault-of-snobbery\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/dont-blame-tories-for-their-useless-policies-its-all-the-fault-of-snobbery", "date_published": "2023-06-25 08:31:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Comedian Chris McCausland: ‘A blind bloke chucking axes was a health and safety nightmare’", "description": "<p>The standup and TV host on his new travel show, bonding with Gazza and how he nearly became a spy</p><p>Chris McCausland, 46, was born in Liverpool and worked in web development until losing his sight as a result of retinitis pigmentosa prompted a change of career direction. He tried standup in his mid-20s and is now a regular on the comedy circuit and TV panel games. He hosts Radio 4 series <em>You Heard It Here First</em>, recently appeared on reality contest <em>Scared </em><em>of </em><em>the Dark</em> and is fronting Channel 4 travel series <em><a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/19/wonders-of-the-world-i-cant-see-review-chris-mccausland-harry-hill\">The Wonders of the World I Can’t See</a></em>. This summer, he headlines the comedy stage at the <a href=\"https://henley-festival.co.uk/\">Henley festival</a>.</p><p><strong>How did your new travel series</strong><strong> come about?<br /></strong>One time on <em>Live </em><em>at </em><em>the Apollo</em>, I was moaning comedically about going on holiday and how I can’t be arsed with it. The production company, in their wisdom, said: “Maybe that’s a good idea for a show.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/25/comedian-chris-mccausland-a-blind-bloke-chucking-axes-was-a-health-and-safety-nightmare\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/25/comedian-chris-mccausland-a-blind-bloke-chucking-axes-was-a-health-and-safety-nightmare", "date_published": "2023-06-25 08:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in TV: And Just Like That; The Change; I’m a Virgo; Windrush: Portraits of a Generation – review", "description": "<p>A sexed-up And Just Like That returns – but still misses Samantha; Bridget Christie embarks on a hilarious menopausal mission; there’s mega-absurdist comedy from Boots Riley; and a moving documentary about King Charles’s Windrush project</p><p><strong>And Just Like That</strong> (Sky Comedy)| <a href=\"https://www.sky.com/watch/and-just-like-that\">sky.com</a><br /><strong>The Change</strong> (Channel 4) | <a href=\"https://www.channel4.com/programmes/the-change\">channel4.com</a><br /><strong>I’m a Virgo</strong> (Amazon Prime Video) | <a href=\"https://www.amazon.co.uk/placeholder_title/dp/B0B8Q85PPP\">amazon.co.uk</a><br /><strong>Windrush: Portraits of a Generation</strong> (BBC Two) | <a href=\"https://www.bbc.co.uk/iplayer/episode/m001n4cw/windrush-portraits-of-a-generation\">bbc.co.uk</a></p><p>Faced with the opening double bill of the second series of <strong><a href=\"https://www.sky.com/watch/and-just-like-that\">And Just Like That</a></strong>, Michael Patrick King’s sequel to <em>Sex and the City</em>, I wonder: is it going to loosen its designer corsets this time?</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/25/the-week-in-tv-and-just-like-that-the-change-im-a-virgo-windrush-portraits-of-a-generation-review\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/25/the-week-in-tv-and-just-like-that-the-change-im-a-virgo-windrush-portraits-of-a-generation-review", "date_published": "2023-06-25 08:30:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain’s shorter children reveal a grim story about austerity, but its scars run far deeper | Michael Marmot", "description": "Since 2010, our five-year-olds have been showing signs of reduced growth, a likely symptom of policies that have led to impoverished lives<p>‘I look down on him,” says the John Cleese figure, “because I am upper class.” The three of them – <a href=\"https://www.youtube.com/watch?v=UDIHrX-Jp2E\" title=\"\">Cleese, Ronnie Barker and Ronnie Corbett</a> – are lined in descending height order. “I look up to him,” says Barker, “because I am middle class; but I look down on him, because he is lower class,” looking at Corbett, who says: “I know my place.”</p><p>This timeless morsel captures what the data shows: height is highly <a href=\"https://www.bloomsbury.com/uk/status-syndrome-9781408834190/\" title=\"\">correlated with socioeconomic position</a>. In the Whitehall study, a long-term investigation of the health of British civil servants, it was found the higher people are, the higher they go. People at each rung on the employment ladder are taller, on average, than those below them, and shorter than those of higher status. It’s possible that being taller gets you promoted. More likely, the social circumstances of early childhood, including good nutrition, are linked not only to height, but to educational and social success. Height, then, is both an outcome of conditions in childhood and an indicator – by which I mean that shorter height is a likely reflection of adverse conditions that will affect other aspects of children’s development: cognitive, linguistic, emotional.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/britains-shorter-children-reveal-a-grim-story-about-austerity-but-its-scars-run-far-deeper\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/britains-shorter-children-reveal-a-grim-story-about-austerity-but-its-scars-run-far-deeper", "date_published": "2023-06-25 08:02:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It’s sports day - and there can be more than one winner | Séamus O'Reilly", "description": "<p>With my son’s first sports day in full flow, we soon find he isn’t the only one in the spotlight</p><p>It’s my son’s first sports day and it’s been, mostly, wonderful. One drawback is that it’s been hatefully hot and we find ourselves entirely without shade in an open sports field. No one seems as bothered by the heat as me. Sure, the other parents do join me in bemoaning the bracing, spotlight heat screaming at us like a comically powerful sci-fi death ray. But their complaints are just that – complaints: delivered with all the irritation of a lost hat or a missed bin collection.</p><p>I, on the other hand, am very near death and trying to be stoical about it all, with very little success. Perhaps sensing my pinched smile, my faxpaper-pale skin, or the fact I keep saying, ‘It’s too hot, I will probably die,’ they offer me consolation, water and sun cream, and I do my best to focus on the events at hand.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/its-sports-day-and-there-can-be-more-than-one-winner\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/its-sports-day-and-there-can-be-more-than-one-winner", "date_published": "2023-06-25 08:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Notes on chocolate: big, bold and dark", "description": "Chunky bars in fab flavours that will have you coming back for more<p>If you’re the sort of person who likes a piece of very plain, dark, simple chocolate after a meal and think that every week everything I recommend is too fancy, complicated and expensive, then I have the perfect bar for you this week. <strong><a href=\"https://shop.coop.co.uk/product/cc512df7-fc2c-4910-a66c-39689ef64047\" title=\"\">Co-op</a></strong><a href=\"https://shop.coop.co.uk/product/cc512df7-fc2c-4910-a66c-39689ef64047\" title=\"\">’s Irresistible Single Origin</a> 85% dark, made with cocoa from Peru (£1.95, 100g).</p><p>Like all high-cocoa content chocolates, it’s dry on the tongue (more so because it also contains cocoa powder, not sure why). It’s not craft chocolate, but for under £2 and single origin – come on.</p> <a href=\"https://www.theguardian.com/food/2023/jun/25/in-the-dark-big-bold-chocolates\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/25/in-the-dark-big-bold-chocolates", "date_published": "2023-06-25 08:01:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Big Freedia: Central City review – a mighty endorphin rush", "description": "<p>(Queen Diva Music)<br />After a feature on Beyoncé’s Break My Soul, the best-known name in bounce is back with an album of bass-laden beasts, star guests and surprisingly musical moments</p><p>C<em>entral City</em> is Big Freedia’s first full-length LP in nine years. Clearly, the best-known name in New Orleans bounce – a stripped-back, party-forward variant of hip-hop – has not been idle, releasing a fistful of EPs, starring in <a href=\"https://www.billboard.com/culture/pride/big-freedia-new-fuse-tv-series-1235161992/\">multiple TV series</a> and being extensively featured, most recently by Beyoncé, who showcased Freedia on <a href=\"https://youtu.be/WDZJPJV__bQ\">Formation</a> (2016) and on last year’s ubiquitous <a href=\"https://youtu.be/iz1rIp1-b-Y\">Break My Soul</a>.</p><p><em>Central City</em> bears the hallmarks of all this success, in its own vintage guest list (Ciara, Faith Evans, Lil Wayne), high production values and songcraft. One of the chief appeals of bounce was always its raucous minimalism, where sampled and looped phrases did battle with choppy old-school productions. If there is an eyebrow to raise at this 16-track workout, it’s the proliferation of actual songs with actual vocals. Motivate Ya features the soulful Kelly Price on the hook and scans like pop music, rather than a pile-driver designed to level a club. Already released, <a href=\"https://youtu.be/LyIbbeg6oP0\">$100 Bill</a> features not only Ciara, but heightened levels of musicality (as well as air horns). Mercifully, there are tracks such as <a href=\"https://youtu.be/K0wZLIPsn7Q\">Bigfoot</a>, a low-slung, bass-laden beast of a track, plus bodily humour on Pepto Interlude (“I got cramps!”) and Booty Like a Drummer, a mighty endorphin rush made of beats and shouting.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/big-freedia-central-city-review-new-orleans-bounce-beyonce-break-my-soul\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/big-freedia-central-city-review-new-orleans-bounce-beyonce-break-my-soul", "date_published": "2023-06-25 08:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A symbol of what humans shouldn’t be doing’: the new world of octopus farming", "description": "<p>Plans for the world’s first commercial octopus farm are well advanced – just as science discovers more about this curious, intelligent and affectionate animal. Can it be done ethically?</p><p>The sterile boardroom, much of it taken up by a lengthy white table, is at the heart of the sprawling building in northern Spain. The corporate chatter that fills this room these days, however, is dominated by the scene playing out one floor below, where about 50 adult male octopuses are in a tank the size of a budget hotel room.</p><p>A handful of the octopuses – the fifth generation to be born in this Spanish multinational’s concrete-and-glass office and research centre – skim through the shallow waters, some brushing up against each other while others tuck into the tank’s barren corners. A low-intensity light casts a pale glow as researchers lay the groundwork for one of the world’s most controversial endeavours: the first commercial octopus farm.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/25/a-symbol-of-what-humans-shouldnt-be-doing-the-new-world-of-octopus-farming\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/25/a-symbol-of-what-humans-shouldnt-be-doing-the-new-world-of-octopus-farming", "date_published": "2023-06-25 08:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fabritius, my father and me: how art has shaped my life", "description": "<p>In an extract from her new memoir, the Observer art critic tells the story of two paintings: one a source of comfort during a doomed affair, the other an unforgettable vision created by her father</p><p>I love a painting that hangs in the National Gallery in London. It has to me the atmosphere of a memory or a waking dream. It shows a man seated in deep shadow at the corner of two streets, thumb to chin and fingers crooked as if nursing the remains of a cigarette, eyes down and pensive; waiting.</p><p>Two musical instruments lie next to him on a table: a lute, shining like a new chestnut freed from the husk, and a viola that reaches invitingly towards you as if just asking for its strings to be plucked. For you are here too, somehow, hovering on exact eye level with the man and his table. The painting, so small and mysterious, is peculiarly alive to the nearness of your presence. It puts you on the spot on this quiet day when the leaves of the young elms are just beginning to turn and the man in black sits low at the crossroads. Before him, the cobbles rise up and over the gently swelling bridge into a brighter world of red-roofed houses and church spires and dappled light elsewhere. But he remains forever on the outskirts.</p> <a href=\"https://www.theguardian.com/books/2023/jun/25/fabritius-my-father-and-me-how-art-has-shaped-my-life\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/25/fabritius-my-father-and-me-how-art-has-shaped-my-life", "date_published": "2023-06-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Humza Yousaf leaves SNP faithful confused about independence strategy", "description": "<p>Scottish Nationalists delighted by talk of referendum but delegates at Dundee had different interpretations of what their leader meant</p><p>When Humza Yousaf stood to address the first substantial gathering of the SNP since he <a href=\"https://www.theguardian.com/politics/2023/mar/27/humza-yousaf-profile-snp-scotland-first-minister\" title=\"\">replaced Nicola Sturgeon</a> as leader, he acknowledged the turmoil that is engulfing the party head on.</p><p>After the SNP was rocked by the <a href=\"https://www.theguardian.com/politics/2023/jun/11/nicola-sturgeon-released-without-charge-pending-further-investigation\" title=\"\">arrests of senior figures</a>, including Sturgeon herself, as part of Police Scotland’s investigation into party finances, he told activists meeting in Dundee for a one-day convention to discuss independence strategy: “You may have picked up there have been a few challenges.” The hall responded with nervous laughter.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/25/humza-yousaf-leaves-the-snp-faithful-confused-about-his-strategy-for-independence\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/25/humza-yousaf-leaves-the-snp-faithful-confused-about-his-strategy-for-independence", "date_published": "2023-06-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Millions in UK fear they will not be able to afford to care for elderly parents, research suggests", "description": "<p>A majority of those polled were worried about the stress of providing care for an ageing parent</p><p>Millions of people who face providing unpaid care for an elderly parent in the future fear they won’t have enough money to do so, a charity has said.</p><p><a href=\"https://www.ageuk.org.uk/\" title=\"\">Age UK</a> polled adults aged 40 to 60 who are considering becoming unpaid carers and found that 61% believe they will struggle to manage financially.</p> <a href=\"https://www.theguardian.com/society/2023/jun/25/millions-in-uk-fear-they-will-not-be-able-to-afford-to-care-for-elderly-parents-research-suggests\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/25/millions-in-uk-fear-they-will-not-be-able-to-afford-to-care-for-elderly-parents-research-suggests", "date_published": "2023-06-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Supermarkets to be quizzed over rising food costs", "description": "<p>Four of the UK’s major food retailers will answer questions from MPs over the spiralling cost of groceries this week</p><p>Senior executives from four of the major supermarkets will be questioned by MPs this week on the rising cost of groceries, as they face mounting pressure to offer a wider range of essential products at cheaper prices.</p><p>While average inflation for food and non-alcoholic drinks <a href=\"https://www.ons.gov.uk/economy/inflationandpriceindices/articles/costoflivinginsights/food\" title=\"\">rose by 18.4%</a> in the year to May, the executives are likely to be challenged on why some meat products and vegetables have almost <a href=\"https://www.theguardian.com/business/2023/may/16/uk-government-meat-veg-prices-which-rishi-sunak\" title=\"\">doubled in price</a>.<br /><br />They will also be questioned over profit margins, competition in the supply chain and when shoppers can expect to see<a href=\"https://www.theguardian.com/business/2023/may/30/uk-food-inflation-falls-in-may-raising-hopes-prices-may-have-peaked\" title=\"\"> significant falls in prices</a>.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/supermarkets-to-be-quizzed-over-rising-food-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/supermarkets-to-be-quizzed-over-rising-food-costs", "date_published": "2023-06-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "English National Ballet: Cinderella review – at once grand, tender and intimate", "description": "<p><strong>Royal Albert Hall, London</strong><br />Choreographer Christopher Wheeldon’s intelligence and invention combine to make an effortlessly entrancing piece in which to lose yourself</p><p>If one quality characterises Christopher Wheeldon’s career – which ranges from the Royal Ballet to Broadway and many points in between – it is his desire to create work that audiences can lose themselves in. As someone who grew up in rural England and fell in love with dance completely out of the blue, watching Frederick Ashton’s chickens in a television screening of <em>La Fille Mal Gardée</em>, he has a contagious delight in the wonder of it all.</p><p>His <em>Cinderella</em>, <a href=\"https://www.ballet.org.uk/production/cinderella-in-the-round/\">restaged in the round</a> for English National Ballet’s season in the unforgiving arena of the Royal Albert Hall, is a case in point. Wheeldon’s intelligence and invention combine to make a story that will effortlessly entrance, rewarding on a grand and an intimate scale.</p> <a href=\"https://www.theguardian.com/stage/2023/jun/25/english-national-ballet-cinderella-review-at-once-grand-tender-and-intimate\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/jun/25/english-national-ballet-cinderella-review-at-once-grand-tender-and-intimate", "date_published": "2023-06-25 08:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour must do no more backsliding on commitments to create a green economy | Andrew Rawnsley", "description": "Sir Keir Starmer doesn’t want to look like a man who makes grandiose-sounding pledges to change the world only to retreat when he encounters resistance<p>They’ve talked the bold talk. Sir Keir Starmer regularly claims that a government led by him will transform the UK into “<a href=\"https://labour.org.uk/missions/making-britain-a-clean-energy-superpower/\" title=\"\">a clean energy superpower</a>”. Rachel Reeves declares that she will be “<a href=\"https://www.theguardian.com/money/2023/jan/20/labours-rachel-reeves-aiming-to-be-britains-first-green-chancellor\" title=\"\">Britain’s first green chancellor</a>”. Ed Miliband, the shadow cabinet’s most ardent champion of the green industrial revolution, proclaims that Britain can be a winner in “the biggest transformation of the global economy <a href=\"https://www.theguardian.com/environment/2023/mar/28/labour-urges-ministers-to-show-ambition-as-it-recasts-green-growth-plan\" title=\"\">in 300 years</a>”.</p><p>Talking is a whole lot easier than doing. When the crunch comes, when a Labour cabinet faces the horribly tough choices that are going to confront them in power, will their fine words turn out to be little more than hot air?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/keir-starmer-retreat-green-spending-harm-economy-and-planet\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/keir-starmer-retreat-green-spending-harm-economy-and-planet", "date_published": "2023-06-25 07:31:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We don’t have to be overwhelmed by climate anxiety. Feel the pain, then act | Susie Orbach", "description": "We might be scared and not know what to do. But as a new film reveals, that can help<p>It doesn’t matter which week we choose. There is always a climate emergency; an emergency we can close our ears and eyes to. Two weeks ago, it was the <a href=\"https://www.theguardian.com/environment/2023/jun/08/air-quality-record-smoke-hazard-wildfire-worst-day-ever-canada-new-york\" title=\"\">blanketing of New York </a>in a cloud of smoke from Canada. Last week, Beijing recorded the <a href=\"https://www.theguardian.com/world/2023/jun/23/beijing-weather-hottest-june-day-since-records-began-heatwave-northern-china\" title=\"\">hottest June</a> since records began. All over the world, sea levels rise. Drought or flooding ensues. And the loss of habitats and species. We can get frightened and find it hard to hold the knowledge of what is occurring.</p><p>As filmmaker Josh Appignanesi shows in his new film <em>My Extinction</em>, which will be released on 30 June, allowing himself to feel the real-time effects of climate change is uncomfortable. Appignanesi, who recycles yet makes car commercials, turns the camera on himself as his climate concerns start to make him feel disgruntled. He feels put out and inconvenienced. And he ends up getting far more involved in climate work than he’d ever thought possible.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/we-dont-have-to-be-overwhelmed-by-climate-anxiety-feel-the-pain-then-act\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/we-dont-have-to-be-overwhelmed-by-climate-anxiety-feel-the-pain-then-act", "date_published": "2023-06-25 07:02:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trying to be good isn’t easy. Where do I begin? | Emma Beddington", "description": "<p>I’ve previously shunned self-improvement, because it is not fun, but while tending for a garden, I am able to work on myself</p><p>How do you go about being good? I ask because I’ve been hung up recently on trying to be, well… better. It’s a bit ridiculous and embarrassing; also, if asked to corroborate, my family would definitely say they haven’t noticed. I’m not aiming for saintly. I haven’t started believing some celestial bouncer will decide whether I get to live on a cloud with Captain Tom, or send me downstairs to change king-sized duvet covers and parallel park for all eternity watched by Hitler and Stalin while listening to HMRC hold music. It’s more that I’m increasingly conscious of how far I still am from being a decent human, able to do what a person should: have healthy relationships, be compassionate, floss regularly, live within planetary boundaries, that sort of thing.</p><p>It’s a mini-midlife crisis, I guess. Wouldn’t it have been more fun to try ayahuasca or get radicalised on Facebook and start attacking 5G masts (which seems to be a middle-aged thing round my way)? It’s certainly new.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/trying-to-be-good-isnt-easy-where-do-i-begin\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/trying-to-be-good-isnt-easy-where-do-i-begin", "date_published": "2023-06-25 07:01:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Child migrants to be sent back to hotel where 136 vanished", "description": "<p>A Brighton hotel where unaccompanied young people seeking asylum disappeared is to be brought back into use by the Home Office</p><p>A notorious Brighton hotel from where scores of children were kidnapped is to be reopened by the Home Office to house unaccompanied youngsters again, leaked internal memos reveal.</p><p>The Home Office was forced to empty a string of hotels for unaccompanied children after the <em>Observer</em> revealed that <a href=\"https://www.theguardian.com/uk-news/2023/jan/21/revealed-scores-of-child-asylum-seekers-kidnapped-from-home-office-hotel\">huge numbers were going missing</a>, with many having been abducted by criminal gangs.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/child-migrants-to-be-sent-back-to-hotel-where-136-vanished\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/child-migrants-to-be-sent-back-to-hotel-where-136-vanished", "date_published": "2023-06-25 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "£5m Surrey mansion at centre of row over Russian bank sanctions loophole", "description": "<p>Lawyers claim the assets of a Russian banker accused of fraud can be legally sent to a bank controlled by Vladimir Putin</p><p>The £5.3m sale of a 12-bedroom mansion in Surrey involved in a case of alleged banking fraud is heading for the high court in a bid by lawyers to send some of the proceeds to one of Russia’s state-controlled banks.</p><p>Lawyers believe some of the money can be transferred to one of Vladimir Putin’s state-controlled banks, the National Bank Trust, without any breach of sanctions. They are seeking a court order to allow the transfer.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/5m-surrey-mansion-at-centre-of-row-over-russian-bank-sanctions-loophole\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/5m-surrey-mansion-at-centre-of-row-over-russian-bank-sanctions-loophole", "date_published": "2023-06-25 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Antarctic tourism is booming – but can the continent cope?", "description": "<p>In tourist hotspots cruise ships must at times queue to disembark passengers and fragile ecosystems may be at risk from visitors. But who gets to decide on who can come?</p><p>Outside a scruffy cabin marked “Souvenirs” at Russia’s Bellingshausen Antarctic research station, tourists and scientists clank up the metal stairs, keen to escape the blizzard.</p><p>Out pokes the bearded face of Denis Ianenkov, a drilling engineer with the Russian Antarctic programme – and part-time shopkeeper – to invite his next cohort of customers into a tiny room with flags pinned to every wall.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/antarctica-cruise-tourism-environment-impact\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/antarctica-cruise-tourism-environment-impact", "date_published": "2023-06-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The defunct energy firms sending out life-wrecking bills from beyond the grave", "description": "<p>Former customers get demands for thousands from administrators – and have no clear way of challenging them</p><p>The life-changing bill came out of the blue. Jane Morrison-Ross was informed by a debt collection agency that she owed £10,260 to Together Energy, which ceased trading in February 2022. It gave no indication of what the charges were for.</p><p>It turned out that she was being invoiced for the four years after she left the billing address. She submitted proof of her residency but to no avail. The agency, appointed by Together’s administrators, insisted that if she did not pay within seven days, she could face court.</p> <a href=\"https://www.theguardian.com/money/2023/jun/25/the-defunct-energy-firms-sending-out-life-wrecking-bills-from-beyond-the-grave\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/25/the-defunct-energy-firms-sending-out-life-wrecking-bills-from-beyond-the-grave", "date_published": "2023-06-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m not that geeky guy any more’: Simon Pegg on comedy, action heroes and staying at home", "description": "<p>Simon Pegg has called time on the nerdy stuff, and says he’d rather watch Succession than sci-fi. As for his A-list status, friendship with Tom Cruise and box-office pulling power – well, he’d take Hertfordshire over Hollywood any time</p><p>Last summer, the actor and writer Simon Pegg and the writer-director Edgar Wright holed up for a week at Pegg’s home in Hertfordshire to see if they could break ground on a fourth feature film together. Their previous three, aka the <a href=\"https://www.theguardian.com/film/video/2013/jul/17/worlds-end-simon-pegg-nick-frost-video\" title=\"\">Cornetto Trilogy</a> – <em>Shaun of the Dead</em> (2004), <em>Hot Fuzz</em> (2007) and <em>The</em> <em>World’s End</em> (2013) – are all standards on any list of the best British films of the 21st century, and have made both Pegg and Wright bona-fide Hollywood heavyweights. (The pair also created <em><a href=\"https://www.theguardian.com/tv-and-radio/2020/jan/11/the-stars-of-spaced-reunited-21st-anniversary-simon-pegg-jessica-hynes-edgar-wright-nick-frost\" title=\"\">Spaced</a></em>, one of the all-time great sitcoms, which Pegg wrote and starred in with Jessica Hynes.) But progress on film number four, Pegg admits, wrinkling his nose, was slow.</p><p>Was it the pressure of following those previous iconic films? Pegg shakes his head. “Edgar bought his dog, Peter, and Peter was very distracting,” he replies, in his West Country-inflected half-drawl. “I have three dogs; they are schnauzers, too. Well, two now, but I had three then, and they’re quite well-behaved. But Peter’s a little rascal.”</p> <a href=\"https://www.theguardian.com/culture/2023/jun/25/simon-pegg-actor-on-comedy-action-heroes-tom-cruise-staying-at-home\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/25/simon-pegg-actor-on-comedy-action-heroes-tom-cruise-staying-at-home", "date_published": "2023-06-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asteroid City review – smug Wes Anderson comedy falls to earth", "description": "<p>The writer-director’s knowing meta-tale set in a space-obsessed 1950s desert town has a starry cast and meticulous attention to detail, but its studied quirkiness is often more irritating than amusing</p><p>No one goes to a <a href=\"https://www.theguardian.com/film/wes-anderson\">Wes Anderson</a> movie expecting heartfelt melodrama or realistic human emotions and interactions. They go for intricately crafted doll’s house dramas featuring boxes-within-boxes narratives and arch, satirical conundrums. At best, these range from the piercingly acute family portraits of <em><a href=\"https://www.theguardian.com/film/2002/mar/17/features.review\">The Royal Tenenbaums</a></em> (2001) to the bittersweet comedy capers of <em><a href=\"https://www.theguardian.com/film/2014/mar/09/the-grand-budapest-hotel-review-wes-anderson\">The Grand Budapest Hotel</a></em><a href=\"https://www.theguardian.com/film/2014/mar/09/the-grand-budapest-hotel-review-wes-anderson\"> </a>(2014) and the delightfully off-the-wall stop-motion animation of <em><a href=\"https://www.theguardian.com/film/2018/apr/01/isle-of-dogs-review-wes-anderson\">Isle of Dogs</a></em><a href=\"https://www.theguardian.com/film/2018/apr/01/isle-of-dogs-review-wes-anderson\"> </a>(2018). At worst, they put the “irk” into “quirky”, with <em>T<a href=\"https://www.theguardian.com/film/2007/nov/25/comedy.drama1\">he Darjeeling Limited</a> </em>(2007) and, more recently, <em><a href=\"https://www.theguardian.com/film/2021/oct/23/the-french-dispatch-review-exasperating-wes-anderson-portmanteau-picture\">The French Dispatch</a> </em>(2021)<em> </em>stretching patience to breaking point.</p><p>This latest feature from the world’s most famous corduroy fan may nod cheekily towards the heyday of the Actors Studio (James Dean, Marilyn Monroe et al) but it’s as detachedly Andersonian as ever; a Swiss watch-style meta-puzzle of interlocking stories with a faux-nostalgic, sub-Spielbergian edge and a stellar cast acting like animated mannequins. Fans will doubtless be dazzled by its meticulous imitation-of-life-in-miniature visual aesthetic, yet I swithered between whimsical amusement, mild curiosity and outright irritation.</p> <a href=\"https://www.theguardian.com/film/2023/jun/25/asteroid-city-review-smug-wes-anderson-comedy-falls-to-earth\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/25/asteroid-city-review-smug-wes-anderson-comedy-falls-to-earth", "date_published": "2023-06-25 07:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Health service chief critical of Covid-19 ‘Protect the NHS’ slogan", "description": "<p>Lord Simon Stevens feared advice would stop people coming forward for much-needed treatment</p><p>The head of NHS England was critical of the government’s slogan urging people to “protect the NHS” at the start of the Covid pandemic, amid concerns it would stop people coming forward for much-needed treatment.</p><p>Simon Stevens, who led the NHS until July 2021, was one of the slogan’s “greatest critics” and was not involved in the government discussion that led to the phrase being deployed.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/25/health-service-chief-critical-of-covid-19-protect-the-nhs-slogan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/25/health-service-chief-critical-of-covid-19-protect-the-nhs-slogan", "date_published": "2023-06-25 07:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mark Zuckerberg v Elon Musk: this cage ain’t big enough for the both of us | Tim Lewis", "description": "If the tech bros’ fight challenge proves one thing, it’s that social media is an atrocious place to have any kind of discussion<p>Last week – in the ever-growing sector of the news cycle called “Did I dream it?” – Elon Musk, the owner of Twitter, suggested to the Meta boss Mark Zuckerberg that they settle their, essentially trifling, differences in <a href=\"https://www.theguardian.com/technology/2023/jun/22/mark-zuckerberg-elon-musk-cage-match\" title=\"\">a cage fight</a>. Zuckerberg, rather than saying, “Elon, that’s insane, you’re 51 years old and the richest person in human history, and I’m not far behind”, ostensibly replied: “Sure. Where and when?”</p><p>For those of us old enough to remember, the circus rivalled the one that accompanied the 2002, celebrity-adjacent, <a href=\"https://www.theguardian.com/media/2002/dec/19/broadcasting.boxing\" title=\"\">boxing-adjacent contest</a> between Ricky Gervais and Grant Bovey. Dana White, the bombastic president of the Ultimate Fighting Championship, revealing a surprising ignorance of the historic beef between the animal-loving comedian and Anthea Turner’s wrong ’un ex-husband, predicted the Musk-Zuckerberg clash would break all records. “This would be the biggest fight ever in the history of the world,” he cooed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/mark-zuckerberg-elon-musk-this-cage-aint-big-enough-for-the-both-of-us\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/mark-zuckerberg-elon-musk-this-cage-aint-big-enough-for-the-both-of-us", "date_published": "2023-06-25 06:31:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sleepless in Seattle at 30: Nora Ephron’s romcom still worth falling for", "description": "<p>Tom Hanks and Meg Ryan exude timeless star power as a couple kept apart for almost the entirety of the 1993 classic</p><p>Sleepless in Seattle – the film, the phrase – conjures the kind of quixotic romance that already seems long lost to us, on screen and elsewhere.</p><p>Nora Ephron specialized in whimsical courtships – majestic grand gestures, emotionally lofty stakes, couples too perfect for each other for lightning ever to strike so precisely again. As her sophomore directorial venture approaches its 30th year, Sleepless in Seattle remains famously unrivaled in the sheer brilliance of its feat: a love story in which the lovers share roughly 2 minutes of screen time. Ephron’s bold tribute to the cinematic romances of her youth is one deviously elaborate, protracted journey to the “meet-cute”. Fitting then, that our lovers’ tale begins on the road.</p> <a href=\"https://www.theguardian.com/film/2023/jun/25/sleepless-in-seattle-at-30-nora-ephrons-romcom-tom-hanks-meg-ryan\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/25/sleepless-in-seattle-at-30-nora-ephrons-romcom-tom-hanks-meg-ryan", "date_published": "2023-06-25 06:22:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why does Starmer want to add yet more peers instead of abolishing the lot of them? | Catherine Bennett", "description": "If the honour given to Charlotte Owen doesn’t stir Labour from its torpor, nothing will<p>If only to dodge that special place in hell often said to be reserved for women who don’t help other women, it would be nice to come up with something positive about <a href=\"https://www.theguardian.com/politics/2023/jun/18/honours-row-grows-after-claim-charlotte-owen-worked-as-maternity-cover\" title=\"\">Charlotte Owen</a>, the world’s luckiest millennial, who so impressed Boris Johnson that he made her, at 29, the youngest life peer in history.</p><p>Since investigation has yet to uncover credentials beyond her 2:1 in politics and international relations, a few internships, then stints as a political assistant in one of the most squalid administrations on record, speculation about Owen’s qualifications has naturally turned to other attributes that could have impressed her sponsors. Was the novice legislator ever a member of junior Mensa? Can she touch the tip of her nose <a href=\"https://www.guinnessworldrecords.com/world-records/572184-longest-duration-touching-the-nose-with-the-tongue\" title=\"\">with her tongue</a>, or waggle her ears? Was she, it’s been asked, of a physical type discovered by Johnson administrations to be especially capable? As much as that could have made her invaluable as Carrie’s body double in any security incident, it did not prevent a different young woman with long blond hair, Cleo Watson, from <a href=\"https://www.dailymail.co.uk/news/article-11060977/Working-No10-like-Boris-Johnsons-nanny-says-Dominic-Cummings-ally-Cleo-Watson.html\" title=\"\">being let go</a> because she reminded Johnson of Dominic Cummings. He told her: “I can’t look at you any more.”</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/keir-seize-the-moment-and-reform-the-house-of-lords\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/keir-seize-the-moment-and-reform-the-house-of-lords", "date_published": "2023-06-25 06:02:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Paris exhibition aims to dispel myth of ‘primitive’ England in middle ages", "description": "<p>Rare treasures that escaped the destruction of the English Reformation show a country on the forefront of medieval and gothic art</p><p>A new exhibition in Paris aims to show how England in the middle ages was very much part of Europe’s dynamic art, architectural, trade and culture scene between AD1000 and AD1500.</p><p>Organisers said the event would discredit the “popular perception” – mainly across the Channel – that medieval England was “primitive and barbaric” while France and parts of Europe enjoyed a gothic zenith.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/paris-exhibition-aims-to-dispel-myth-of-primitive-england-in-middle-ages\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/paris-exhibition-aims-to-dispel-myth-of-primitive-england-in-middle-ages", "date_published": "2023-06-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The big picture: humour and hot dogs in 1970s Hull", "description": "<p>Sean Plunkett’s recently rediscovered pictures exemplify his character and charm. Sadly he didn’t live to see his work published</p><p>Sean Plunkett took this picture at a hotdog stand at Hull Fair in the early 1970s when he was studying photography at Ealing College in London. It is part of a series of portraits he made of the city in which he grew up that came to light last year when he sent them to a publisher, Café Royal Books. After college, Plunkett had worked in mines in Australia and, for most of his life, as a builder in the UK. None of his pictures had ever been published. <a href=\"https://www.caferoyalbooks.com/england/sean-plunkett-hull-1970s\">A book of his Hull pictures is now out</a>, and another, from a trip he made to Sicily 50 years ago, is planned. Sadly, Plunkett died in the spring, aged 75, of motor neurone disease.</p><p>Speaking last week, his son, Leo, also a photographer and film-maker, explained how the pictures had been unknown to the family until Sean started making prints of them a few years ago. “It was funny,” he says, “I’d go to the print lab that I also use, and the people there would see my name and say: ‘Are you any relation to Sean Plunkett?’ They had been printing his pictures and they thought they were incredible.”</p><p><em>Hull 1970s </em>by Sean Plunkett is published by <a href=\"https://www.caferoyalbooks.com/england/sean-plunkett-hull-1970s\">Café Royal Books</a></p> <a href=\"https://www.theguardian.com/artanddesign/2023/jun/25/the-big-picture-sean-plunkett-hull-1970s-cafe-royal-books\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/jun/25/the-big-picture-sean-plunkett-hull-1970s-cafe-royal-books", "date_published": "2023-06-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A stain on Ireland’s conscience’: identification to begin of 796 bodies buried at children’s home", "description": "<p>Between 1925 and 1961, babies and children were interred in the home’s grounds, many in a septic tank</p><p>On a balmy summer day, the site of the children’s mass grave in Tuam appears deceptively bucolic. There are no crosses or tombstones in the walled patch of grass. Butterflies flit over shrubs. Robins cheep from branches. It’s peaceful.</p><p>“They are two-feet down from where we are standing,” <a href=\"https://www.theguardian.com/world/2014/jun/13/mother-behind-galway-childrens-mass-grave-story\" title=\"\">Catherine Corless</a> said. “The bones have mingled together and water got in and thrashed them around. But they’re there.”</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/a-stain-on-irelands-conscience-tuam-home-for-unmarried-mothers-gives-up-grimmest-of-buried-secrets\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/a-stain-on-irelands-conscience-tuam-home-for-unmarried-mothers-gives-up-grimmest-of-buried-secrets", "date_published": "2023-06-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Disbelief and anger among Greek shipwreck victims’ relatives as millions spent on Titan rescue effort", "description": "<p>Disparity between rescue responses has sparked debate in Pakistan about double standards</p><p>Anees Majeed, who lost five relatives in the boat that sank off Greece on 14 June, watched in disbelief and growing anger as a frantic, multimillion-dollar rescue effort played out for five other men lost at sea last week.</p><p>Like thousands of others across Pakistan, Majeed, a law student from Pakistan-administered Kashmir, grieved at funeral prayers without a body to bury. At least 350 Pakistani citizens were on <a href=\"https://www.theguardian.com/world/2023/jun/18/pakistanis-were-forced-below-deck-on-refugee-boat-in-greece-disaster\" title=\"\">the overcrowded craft</a>, the interior minister, Rana Sanaullah, confirmed on Friday.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/disbelief-and-anger-among-greek-shipwreck-victims-relatives-as-millions-spent-on-titan-rescue-effort\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/disbelief-and-anger-among-greek-shipwreck-victims-relatives-as-millions-spent-on-titan-rescue-effort", "date_published": "2023-06-25 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Happy endings: the Syrian refugee’s restaurant that you helped thrive", "description": "<p>Ghofran Hamza was one of 15 immigrant chefs featured in a Guardian special last year. How is she doing now?</p><p>Ghofran Hamza, a Syrian refugee who arrived in Aberystwyth, Wales, in 2018, was among 15 immigrant chefs to feature in our January 2022 <a href=\"https://www.theguardian.com/food/2022/jan/22/following-a-dream-soul-food-global-restaurants-bringing-life-to-british-streets#75f3591f-c5da-4c60-8898-95f38627a65b\" title=\"\">celebration of global restaurants</a> bringing flavour to Britain’s towns and cities. “I had people calling and messaging from all over England and Wales wanting a table,” says Hamza, 24, of the reaction to appearing on Saturday’s cover with her favourite dish, vine leaves, from the menu at Arabic Flavour. When we spoke she, like all the chefs featured, was facing down the double threat to hospitality left over from Brexit and the pandemic. In the 18 months since, she has brought her Greek partner, George, into the business and embarked on a lengthy refurbishment to the high street premises, expanding their menu to incorporate the food of his heritage alongside hers, with both cooking for guests.</p><p>Hamza – who had relied on food parcels when she fled Syria as a teenager for Lebanon before being offered a home in Britain – has doubled her table covers from 18 to 36 and upgraded her kitchen, leading to a packed reopening in May. She has continued studying for a degree in international politics and Spanish while running the restaurant, moving her studies online to afford her business expansion.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/happy-endings-the-syrian-refugees-restaurant-that-you-helped-thrive\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/happy-endings-the-syrian-refugees-restaurant-that-you-helped-thrive", "date_published": "2023-06-25 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Senior Tory accused of conflict of interest over V&A fundraiser", "description": "<p>Allegations against Ben Elliot, knighted by Boris Johnson, come amid concerns over political appointments to public and cultural bodies</p><p>A senior Tory knighted in Boris Johnson’s honours list has been accused of a fresh conflict of interest, after it emerged that he helped arrange a Tory fundraiser at the V&amp;A while he was both a trustee of the museum and the party’s chair.</p><p>Internal emails seen by the <em>Observer</em> reveal that Ben Elliot, who has previously faced accusations of blurring his <a href=\"https://www.theguardian.com/politics/2021/sep/15/fresh-questions-for-tory-party-co-chair-over-meetings-with-ministers\" title=\"\">business and political activities</a>, had an early role in setting up the party’s glitzy 2021 Winter Ball, introducing party officials to V&amp;A staff.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/25/senior-tory-accused-of-conflict-of-interest-over-va-fundraiser\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/25/senior-tory-accused-of-conflict-of-interest-over-va-fundraiser", "date_published": "2023-06-25 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jayde Adams: ‘I fill my bath with Epsom salts and turn myself into a mermaid’", "description": "The comedian on pork belly lunches, cocktails and smashing the karaoke<p><strong>​​Wake-up time? </strong>My optimum time is 8am. I recently bought this little machine, like an 80s Teasmade, for coffee, so I get woken by the smell of fresh coffee. I have to be gently stroked awake. I can’t bear alarms. To me, that’s the sound of something bad happening.</p><p><strong>What’s for breakfast? </strong>A cinnamon bun or something potato-based, like a hash with chorizo and runny-yolked egg on top. I’ll make it myself. I’m a very good cook. My scrambled eggs are incredible. Angela Hartnett taught my mate Jess how to make them – low and slow, gorgeously silky and buttery – and Jess taught me.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/jayde-adams-comedian-sundays-pork-belly-lunches-cocktails-karaoke\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/jayde-adams-comedian-sundays-pork-belly-lunches-cocktails-karaoke", "date_published": "2023-06-25 05:46:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It took years to learn the deadly lessons of cigarettes. We can’t wait so long for vaping | Sonia Sodha", "description": "Nicotine is a drug that shouldn’t be dressed up in cartoon packaging and sweet shop flavours<p>Blueberry bubblegum. Lemon pie. Caramel cheesecake. Sickly-sweet concoctions that are just a fraction of the dessert-flavoured nicotine vapes available to buy in newsagents for not much more than a high-end chocolate bar, in bright packaging often adorned with cartoon illustrations designed to appeal to children. It is a huge red flag that something has gone seriously amiss in the rules that govern e-cigarette marketing and sales in the UK.</p><p>What makes the question of how to regulate vaping more complex than cigarettes or alcohol is that, unlike with the latter two substances – where a collective fall in consumption would be an unambiguously good thing for the nation’s health – public health experts want to encourage smokers to switch from cigarettes to vapes while keeping non-smokers, particularly children and young people, well away from vaping.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/it-took-years-to-learn-the-deadly-lessons-of-cigarettes-we-cant-wait-so-long-for-vaping\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/it-took-years-to-learn-the-deadly-lessons-of-cigarettes-we-cant-wait-so-long-for-vaping", "date_published": "2023-06-25 05:31:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunscreens: 10 of the best", "description": "It’s on our minds in summer, but sun protection should be a year-round beauty habit<p>This is groundhog day. Because, of course, we’ve been here many times before. It is summer and I am writing about SPF – which feels unimaginative, but its importance needs reiteration. SPF is not a summer product and I wish people would stop touting it as such. Unless you live in complete darkness or live in a windowless house and never venture out, you need sunscreen all year round. Beyond the pain – quite literally – of sunburn, you open the door to pigmentation issues, premature ageing and, more seriously, the potential of skin cancer. Body sunscreen not playing a role in your daily skincare routine all year round – I totally get. Thanks to the usually disappointing British weather – the heatwave is a fluke – if our necks get to see the light of day it’s a miracle. We are covered up so much of the year that to slather your body with sunscreen every day takes serious dedication. For now, however, both face and body suncare is necessary. Think of it simply as an extension of your beauty ritual, one that will keep the quality and health of your skin in good nick. It’s a no-brainer. But I can imagine I will still need to write this at the same time next year.</p><p><strong>1. Zelens Daily Defence Sunscreen, SPF 30</strong> £45, <a href=\"https://zelens.com/\" title=\"\">zelens.com</a><br /><strong>2. Hello Sunday The One That’s A Serum Moisturising Serum, SPF 50</strong> £22, <a href=\"https://www.hellosundayspf.com/products/the-one-thats-a-serum-spf-50\" title=\"\">hellosundayspf.com</a><br /><strong>3. Lancaster Sun Perfect Sun Illuminating Cream, SPF 50</strong> £31, <a href=\"https://www.spacenk.com/uk/home\" title=\"\">spacenk.com</a> <br /><strong>4. Shiseido Clear Suncare Stick, SPF 50+</strong> £30, <a href=\"https://www.shiseido.com/us/en/\" title=\"\">shiseido.com </a><br /><strong>5. Dr Barbara Sturm Sun Cream Body, SPF 30</strong> £100, <a href=\"https://en.drsturm.com/?_ga=2.51695081.1580980699.1687168800-91422230.1687168800\" title=\"\">drsturm.com</a><br /><strong>6. IS Clinical Extreme Protect, SPF 30</strong> £80, <a href=\"https://www.isclinical.co.uk/\" title=\"\">isclinical.co.uk </a><br /><strong>7. Supergoop Mineral Matte Screen, SPF 30</strong> £34, <a href=\"https://www.sephora.com/\" title=\"\">sephora.com</a><br /><strong>8. Ultra Violette Extreme Screen Hydrating Body + Hand Skinscreen, SPF 50+</strong> £27, <a href=\"https://ultraviolette.co.uk/\" title=\"\">ultraviolette.co.uk</a><br /><strong>9. Sun Bum Original Sunscreen Spray, SPF 50</strong> £17.99, <a href=\"https://www.cultbeauty.co.uk/\" title=\"\">cultbeauty.co.uk </a><br /><strong>10. Institut Esthederm Adaptasun Hydra-Protective Sun Water Face, Body, Hair</strong> £50, <a href=\"https://www.spacenk.com/uk/home\" title=\"\">spacenk.com</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/sunscreens-10-of-the-best\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/sunscreens-10-of-the-best", "date_published": "2023-06-25 05:31:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lana Del Rey at Glastonbury review – modern pop’s greatest auteur gets cut off in her prime", "description": "<p><strong>Other stage<br /></strong>At her first UK show in four years, the enigmatic singer-songwriter takes her ultra-devoted fans on a stupendous tour through her back catalogue – before being escorted off</p><p>There were few sets at this year’s Glastonbury festival more anticipated than Lana Del Rey’s Saturday night Other stage headline slot. It’s been nearly 10 years since the cult American singer-songwriter last played on Worthy Farm; in that time, she’s released six albums and established herself as one of pop music’s greatest living songwriters, period – a bold and experimental musician whose renown only seems to grow as her music becomes more introspective and self-referential. Her latest record, Did You Know That There’s a Tunnel Under Ocean Blvd, is already one of the year’s most acclaimed, and one of the strangest pop records to be released in recent memory: across the sprawling, conceptually dense album, Del Rey samples herself three times, collaborates with “fetish rapper” Tommy Genesis, and, for the first time in her career, writes openly about her family and personal history.</p><p>At the time of writing, Lana is the 27th most streamed musician in the world on Spotify – an impossibly huge feat, given how idiosyncratic, and downright anti-pop, her vision of pop music is. While Del Rey will probably never be played on pop radio, her fans are devoutly loyal – more so, perhaps, than the fans of many other pop stars. They prove their devotion at the end of Del Rey’s set: after walking on stage 30 minutes late, her sound is cut at midnight, after a raucous, exhilaratingly dense-sounding rendition of the 2017 song White Mustang. Del Rey pleads with various stage managers as the gargantuan Other stage crowd watch on, aghast; she is eventually escorted offstage, and the crew packing up her gear are met with emphatic, resounding boos.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/lana-del-rey-at-glastonbury-review-other-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/lana-del-rey-at-glastonbury-review-other-stage", "date_published": "2023-06-25 05:15:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Dear England: Cry God for Harry, England and our Gareth | Observer editorial", "description": "Theatre audiences are gripped by James Graham’s story of Gareth Southgate’s team, and the first Ashes Test was almost unwatchably tense<p>In 1986, the England cricketer Ian Botham was suspended for 63 days after admitting to smoking marijuana. It might not sound like much now, but back then the story was huge: Botham, or “Beefy” as he was known, was England’s most high-profile sports star, and we were a lot more puritanical about pot in those days.</p><p>Some newspapers had called for a lifetime ban. So it felt like everyone was watching when <a href=\"https://sport360.com/article/other/more-sports/190064/bothams-record-breaking-return\" title=\"\">Botham made his return</a> against New Zealand. The day started quietly enough, but after half an hour, Botham was brought on to bowl. He charged in, his lion’s mane flapping, and his first delivery caught the edge of the Kiwi opener’s bat. It was caught! Botham had tied the world record for all-time Test wickets. “Blimey Beef,” said his teammate Graham Gooch. “Who writes your scripts?” Gooch was right: it was a ridiculously stagey comeback. Had that scene featured in a work of fiction, it would have looked unearned. We expect our protagonists to struggle and suffer a little more than that. And the truth is that sport routinely creates drama that could never translate to the page or the screen. That’s why sports movies are often so terrible and cliched: films either end with the underdog winning or losing pluckily (while learning an important life lesson). Dramatised re-enactments of sport just can’t compete with the real thing.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/observer-view-translating-nail-biting-sport-to-stage-screen\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/observer-view-translating-nail-biting-sport-to-stage-screen", "date_published": "2023-06-25 05:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cool reds to drink when it’s hot | David Williams", "description": "As the temperature rises, chilled white wines aren’t the only things to enjoy - try these reds from Beaujolais and the Loire<p><strong>Extra Special Fleurie, Beaujolais, France 2022 (£9, <a href=\"https://www.asda.com/\">Asda</a>)</strong> If we are asked to picture a summer wine, most of us will think of crisp whites and rosés, with and without bubbles. These are the wines that we instinctively associate with refreshment, that we pour straight from the fridge or the ice bucket, that match the lighter foods we tend to eat when the temperature rises. But there are certain reds that also fit the definition, wines that respond just as well to being served with a bit of a chill, and which have their own way of slaking the thirst and matching an alfresco meal. For me, this time of the year always comes with a craving for the wines of the two French regions that have mastered the art of the summer red, Beaujolais and the Loire. While a crisp white will bring the mouthwatering qualities of citrus, these are wines that, in their different ways, bring the refreshment of the just-ripe berry or currant: wines, such as Asda’s Fleurie, that are light in body, high in acidity, and with a sappy quality to their juicy burst of red fruit.</p><p><strong>Domaine du Pré Baron Touraine Gamay, Touraine, Loire, France 2021 (from £9.79, <a href=\"https://www.allaboutwine.co.uk/\">allaboutwine.co.uk</a>; <a href=\"https://talkingwines.co.uk/\">talkingwines.co.uk</a>; <a href=\"https://www.rannochscott.co.uk/\">rannochscott.co.uk</a>)</strong> Other mouthwatering Beaujolais bottles that I have loved recently and that would make a perfect match with salad and a steak, a plate of charcuterie or a meze selection (Beaujolais is a brilliantly versatile food wine) include the easeful supple feel and raspberry juiciness of <a href=\"https://www.marksandspencer.com/\">M&amp;S</a> Classic Beaujolais Villages 2022 (£10), the silky, deep immersion in berry land of Thibault Ducroux En Roue Libre Beaujolais 2021 (£18.95, <a href=\"https://thesourcingtable.com/pages/shop\">thesourcingtable.com</a>), and the vividly fruit-filled flow of Domaine Chapel Beaujolais Villages 2021 (£21.95, <a href=\"https://nattyboywines.co.uk/\">nattyboywines.co.uk</a>). All red Beaujolais (the region does make a little, often rather good, white wine, too) is made from the gamay variety, which is also one of the red grapes used to make summer wines in the Loire, with the summer-pudding compote exuberance of Domaine du Pré Baron’s example from Touraine offering an intriguing point of comparison with Beaujolais.</p> <a href=\"https://www.theguardian.com/food/2023/jun/25/cool-reds-to-enjoy-when-its-hot-beaujolais-and-the-loire\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/25/cool-reds-to-enjoy-when-its-hot-beaujolais-and-the-loire", "date_published": "2023-06-25 05:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Los Moros, York: ‘A lot going on in a very small space’ – restaurant review", "description": "North Africa and Yorkshire come together at this restaurant - and get along famously well<p><strong>Los Moros, 15-17 Grape Lane, York YO1 7HU (01904 636834; <a href=\"https://www.losmorosyork.co.uk/\">losmorosyork.co.uk</a>). Small plates £6 – £10.50; large plates £14 – £26; desserts £8. Wines from £25 a bottle</strong></p><p>There are terrific people-watching opportunities at <a href=\"https://www.losmorosyork.co.uk/\" title=\"\">Los Moros</a> in York, although only if you get a window seat in the first-floor dining room. Here comes the dickie-bowed tour guide, leading a group of slack-jawed tourists around the bend in the medieval cobbled alley that joins Swinegate to Grape Lane. History records the latter to be a shortening of a filthy and anatomically descriptive name for what used to take place here; one which I would never get past the editors of a family newspaper. Look it up. Here, in the other direction, comes a long, informal parade of chaps in three-piece suits, as if just out of a meeting. Is that the badge of the Rotarians on their lapels? Or are they Freemasons? Hard to tell from up here. But, oh my, look at that explosion of facial hair. There really are some quite magnificent beards in York these days.</p> <a href=\"https://www.theguardian.com/food/2023/jun/25/los-moros-york-restaurant-review-a-lot-going-on-in-a-very-small-space\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/25/los-moros-york-restaurant-review-a-lot-going-on-in-a-very-small-space", "date_published": "2023-06-25 05:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The love of my life has died. How can I ever be free to live again? | Ask Philippa", "description": "It’s possible to honour the memory of your lost love, while also finding happiness elsewhere<p><em><strong>The question </strong>My man died of cancer five years ago. He was 61. We had children and grandchildren. He had been “the man of my life” for the last 35 years. We were in love. Each day, each night, we told each other how we were feeling good together. Our life was just as we wished it could be. We had a small country house where he was living full-time since he retired and, as I was still working, I came back home from my work every Friday night for the weekend. We were like two lovebirds meeting again.</em></p><p><em>You can imagine how painful it was to lose him. Each day during the years after his death, everything made me think of him: music, snow, sun, rain, food, films… It was very hard to sell our house. But I had to do it and I did. I am having to rebuild my life brick by brick, but it feels as if joy will never come back.</em></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/25/the-love-of-my-life-has-died-how-can-i-ever-be-free-to-live-again\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/25/the-love-of-my-life-has-died-how-can-i-ever-be-free-to-live-again", "date_published": "2023-06-25 05:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This teacher exodus leaves us all poorer | Letters", "description": "Workload, poor pupil behaviour, the pressure of Ofsted… no wonder people like me are leaving the profession in droves<p>I’m sad – but also greatly relieved – to say that I’m one of the many English teachers quitting the profession this summer (“<a href=\"https://www.theguardian.com/education/2023/jun/17/trying-to-find-a-maths-or-science-teacher-is-like-looking-for-a-unicorn-inside-english-schools-recruitment-crisis\" title=\"\">Trying to find a maths or science teacher is like looking for a unicorn</a>”, News). On leaving, I will have completed 12 years of teaching across secondary schools in London and North Yorkshire. In happier times, I would tell everyone how privileged I felt to spend my day in the company of young people and their amazing energy, especially as I could do so with a Shakespeare play in my hand. Yes, there were always a lot of stresses, but I was certain that I smiled and laughed each workday more than the huge majority of the population.</p><p>Well, for the last year those smiles have all but dried up. The stress has become too much. Burnout has ravaged me. There are many reasons: worsening student behaviour since Covid; the workload; Ofsted pressures; tedious obsessions with targets and data; growing class sizes; a lack of funding and resources; a lack of pay and appreciation.</p> <a href=\"https://www.theguardian.com/theobserver/2023/jun/25/teacher-exodus-leaves-us-all-poorer-letters\">Continue reading...</a>", "link": "https://www.theguardian.com/theobserver/2023/jun/25/teacher-exodus-leaves-us-all-poorer-letters", "date_published": "2023-06-25 05:01:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV: the highly-charged debate about the UK’s most controversial NHS clinic", "description": "<p>A complex documentary investigates the Tavistock Centre’s gender identity clinic. Plus: Elton John bows out at Glastonbury. Here’s everything to watch this evening</p><p>“What would you do if your child said they are in the wrong body?” That’s the deeply complex question at the heart of this investigation into all sides of the highly charged debate about “the most controversial NHS clinic in the UK” – the Tavistock Centre gender identity clinic, NHS England’s sole provider of care for trans people that will close in 2024. It speaks with young patients and their families, former health secretary Sajid Javid and staff. <strong>Hollie Richardson</strong></p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/25/tv-the-highly-charged-debate-about-the-uks-most-controversial-nhs-clinic\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/25/tv-the-highly-charged-debate-about-the-uks-most-controversial-nhs-clinic", "date_published": "2023-06-25 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The mortgage crisis has changed our lives’: borrowers in England reel from latest rise in rates", "description": "<p>Anguished families talk about how the Bank of England’s 13th consecutive interest hike is affecting them – and their fears for the future</p><p>Liam, 36, a senior IT manager and married father-of-one from Newcastle upon Tyne, is one of millions of homeowners whose mortgage payments <a href=\"https://www.theguardian.com/money/2023/jun/17/uk-homeowners-face-huge-rise-in-payments-when-fixed-rate-mortgages-expire\" title=\"\">will rise even higher</a> after the Bank of England on Thursday put up the base interest rate to 5% – a 15-year high.</p><p>Together with his husband, Liam bought his four-bedroom house in 2019 for £269k, and the couple’s three-year mortgage deal, refixed at 1.64% in 2020 just before the first lockdown, expired in March.</p> <a href=\"https://www.theguardian.com/business/2023/jun/25/the-mortgage-crisis-has-changed-our-lives-borrowers-in-england-reel-from-latest-rise-in-rates\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/25/the-mortgage-crisis-has-changed-our-lives-borrowers-in-england-reel-from-latest-rise-in-rates", "date_published": "2023-06-25 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump rails against federal charges and accuses Biden of ‘weaponizing’ justice department", "description": "<p>Former president says he considers the two indictments a ‘great badge of courage’ during a speech at the Road to Majority conference</p><p></p><p>Donald Trump has derided the substantial federal charges against him, downplaying the numerous legal threats he faces while attacking Joe Biden for allegedly having “weaponized” the department of justice for political gain.</p><p>Speaking on Saturday at the Road to Majority conference in Washington, hosted by the right-wing evangelical Faith and Freedom Coalition, Trump said he considered each of the two indictments he has received so far to be a “great badge of courage”.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/25/trump-rails-against-federal-charges-and-accuses-biden-of-weaponizing-justice-department\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/25/trump-rails-against-federal-charges-and-accuses-biden-of-weaponizing-justice-department", "date_published": "2023-06-25 03:43:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Last refugee on Nauru evacuated as Australian government says offshore processing policy remains", "description": "<p>Decention centre on Pacific island ‘ready to receive and process’ any new unauthorised maritime arrivals at an annual cost of $350m</p><ul><li><a href=\"https://www.theguardian.com/australia-news/live/2023/jun/25/australia-news-live-politics-insiders-labor-liberals-sydney-harbour-bridge-adelaide-rain-weather-melbourne-sydney-indigenous-voice\">Follow our Australia news live blog for the latest updates</a></li></ul><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>The last refugee held by Australia on Nauru has been evacuated off the island, flying into Brisbane on Saturday night, marking the end – at least for now – of more than a decade of offshore processing on the Pacific island.</p><p>However the Australian government says it remains committed to offshore processing as a policy. It maintains an offshore detention centre in abeyance on the island, at an annual cost of $350m, which it says is “ready to receive and process any new unauthorised maritime arrivals”.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/25/last-refugee-on-nauru-evacuated-as-australian-government-says-offshore-processing-policy-remains\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/25/last-refugee-on-nauru-evacuated-as-australian-government-says-offshore-processing-policy-remains", "date_published": "2023-06-25 03:23:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Putin humiliated’: what the papers said about the Wagner rebellion in Russia", "description": "<p>Newspapers around the world raced to cover fast-moving events inside Russia, with many assessing what it could mean for Vladimir Putin</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p>The extraordinary uprising by the Wagner mercenary force so crucial to Vladimir Putin’s war machine in Ukraine has dominated headlines around the world and raised question marks about the Russian president’s grip on power.</p><p>The <strong>Sunday Times</strong> said “Putin humiliated by mutiny” alongside a main picture showing Wagner mercenaries training their rifles on the Russian military headquarters in Rostov-on-Don, the southern Russian city key to the invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/putin-humiliated-what-the-papers-said-about-the-wagner-rebellion-in-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/putin-humiliated-what-the-papers-said-about-the-wagner-rebellion-in-russia", "date_published": "2023-06-25 02:42:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Julian Sands search: Body found in California mountains where actor disappeared", "description": "<p>Human remains were discovered near Mount Baldy and transported to the coroner’s office for identification, five months after actor disappeared</p><p>Hikers have found human remains in a southern California mountain area where British-born actor Julian Sands disappeared five months ago, authorities said.</p><p>The body was discovered at around 10am on Saturday in wilderness near Mount Baldy and was transported to the coroner’s office for identification next week, the San Bernardino County Sheriff’s Department said in a statement.</p> <a href=\"https://www.theguardian.com/film/2023/jun/25/julian-sands-search-body-found-in-california-mountains-where-actor-disappeared\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/25/julian-sands-search-body-found-in-california-mountains-where-actor-disappeared", "date_published": "2023-06-25 02:38:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Titan sub tragedy: Canadian investigators board Polar Prince to interview crew and probe data records", "description": "<p>Transportation Safety Board of Canada begins safety investigation aboard the Titan’s mothership as multiple international agencies launch reviews</p><p></p><p>Authorities have launched multiple inquiries into the loss of the Titan submersible, as Canadian investigators boarded its supply vessel, the Polar Prince, after it docked in St John’s, Newfoundland, to interview crew and probe voyage data recorder logs.</p><p>The Transportation Safety Board of Canada (TSB) confirmed it is conducting an investigation into the deaths of five people aboard OceanGate’s Titan vessel during a dive to the Titanic and has been speaking to those who travelled on Titan’s mothership, the Polar Prince.</p> <a href=\"https://www.theguardian.com/world/2023/jun/25/titan-sub-tragedy-canadian-investigators-board-polar-prince-to-interview-crew-and-probe-data-records\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/25/titan-sub-tragedy-canadian-investigators-board-polar-prince-to-interview-crew-and-probe-data-records", "date_published": "2023-06-25 01:49:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guns N’ Roses at Glastonbury review – a riotous trip into rock paradise", "description": "<p><strong>Pyramid stage</strong><br />With a beaming Dave Grohl guesting on guitar and hits interspersed with homages to their influences, Axl and co make for hard-rocking – yet surprisingly polite – Saturday headliners</p><p>The most immediately startling thing about Guns N’ Roses’ headlining set is how polite Axl Rose is. He’s the famously unpredictable frontman of a band who, in their late 80s heyday, oozed druggy negativity: their debut album Appetite for Destruction painted such a relentlessly grim and grimy picture of life in Los Angeles that Justin Quirk’s brilliant history of 80s metal Nothin’ But a Good Time posits the theory that its release, rather than the arrival of Nirvana, spelled the end of the hair metal era and irreparably punctured its facade of sleazy glamour. Now, in his 60s, he’s turned into a surprisingly well mannered character. “We’d like to thank you for inviting us,” he offers. “Have you had a good day? Glad to hear it.”</p><p>But the current iteration of Guns N’ Roses sound remarkably vital: the twin guitars of Slash and Richard Fortus playing off against each other, drummer Frank Ferrer underpinning the songs with a surprising degree of funk and swing. If Axl Rose’s falsetto sounds a little rougher around the edges than it did thirtysomething years ago, he still hits the high notes. Less weird-looking now than in the years when he sported braids and a goatee beard, he still pulls off the selection of onstage moves identified by the American writer John Jeremiah Sullivan in his superb 2006 essay The Final Comeback of Axl Rose: stalking, cartoonish pugnaciousness; snaky slide-foot dance; dammit just dropped a bowling ball on my foot spin-with-mic-stand dance; prance sideways with mic stand like an attacking staff-wielding ritual warrior between-verses dance.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/guns-n-roses-at-glastonbury-review-pyramid-stage\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/guns-n-roses-at-glastonbury-review-pyramid-stage", "date_published": "2023-06-25 00:40:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Scooter, a Chinese crested, is crowned world’s ugliest dog", "description": "<p>The annual contest celebrates pets’ imperfections, such as Scooter’s backwards-facing hind legs and sparse hair</p><p>Linda Elmquist, of Tucson, Arizona, smiled broadly as she held her little dog aloft. Finally, Scooter was being recognized for his best qualities on Friday as he was given the title of the world’s ugliest dog.</p><p>The competition, held as part of the Sonoma-Marin fair in Petaluma, California, for the past 50 years, is a world-renowned event that promotes dog adoption and showcases extraordinary canines that have defied adversity – and celebrates their imperfections.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/24/scooter-worlds-ugliest-dog-contest-petaluma\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/24/scooter-worlds-ugliest-dog-contest-petaluma", "date_published": "2023-06-25 00:15:08+00:00", "persistent": false, "user": null, "language": "en-UK"}]