[{"source": "https://www.theguardian.com/international/rss", "title": "Chelsea agree deal to sign Nicolas Jackson from Villarreal for £32m", "description": "<ul><li>Senegal international poised to join on eight-year deal</li><li>Second new forward addition after Christopher Nkunku</li></ul><p>Nicolas Jackson will join Chelsea from Villarreal for €37m (£31.8m) on an eight-year deal after completing his medical with the club on Sunday.</p><p>Jackson scored 12 goals in 26 appearances in La Liga last season and came close to joining Bournemouth in January but failed a medical because of a hamstring problem.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/chelsea-complete-signing-of-villarreal-striker-nicolas-jackson-for-32m\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/chelsea-complete-signing-of-villarreal-striker-nicolas-jackson-for-32m", "date_published": "2023-06-25 17:26:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Angels notch MLB’s third-largest win since 1900 with 25-1 rout of Rockies", "description": "<ul><li>Angels set franchise marks for runs, hits and margin of win</li><li>Victory includes 13-run third-inning against Colorado</li></ul><p>The Los Angeles Angels got started early and then kept piling on the runs. The only question was how many they’d finish with.</p><p>Mike Trout, Brandon Drury and Matt Thaiss hit homers on consecutive pitches to open a 13-run third inning and Mickey Moniak capped it win a two-run homer in the Angels’ record-setting 25-1 rout of the Colorado Rockies on Saturday night.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/angels-notch-mlbs-third-largest-win-since-1900-with-25-1-rout-of-rockies\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/angels-notch-mlbs-third-largest-win-since-1900-with-25-1-rout-of-rockies", "date_published": "2023-06-25 14:37:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "In brief: 1923: The Mystery of Lot 212 and a Tour de France Obsession; Four Seasons in Japan; The Draw of the Sea – review", "description": "<p>An exhaustive study of footage from an exhausting bike race, an affecting novel within a novel, and a hymn to the beauty of the Cornish coastline </p><p><strong>Ned Boulting<br /></strong><em>Bloomsbury, £18.99, pp288</em></p><p>To order <em><a href=\"https://guardianbookshop.com/1923-9781399401548\">1923: The Mystery of Lot 212 and a Tour de France Obsession</a></em>, <em><a href=\"https://guardianbookshop.com/four-seasons-in-japan-9780857529343\">Four Seasons in Japan</a> </em>or<em> <a href=\"https://guardianbookshop.com/the-draw-of-the-sea-9780711273979\">The Draw of the Sea</a></em>, go to <a href=\"https://guardianbookshop.com/\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/jun/25/in-brief-the-draw-of-the-sea-1923-the-mystery-of-lot-212-four-seasons-in-japan-review-wyl-menmuir-ned-boulting-nick-bradley\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/25/in-brief-the-draw-of-the-sea-1923-the-mystery-of-lot-212-four-seasons-in-japan-review-wyl-menmuir-ned-boulting-nick-bradley", "date_published": "2023-06-25 14:00:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Vazquez and Turner save US from defeat against Jamaica in Gold Cup opener", "description": "<ul><li>Gold Cup Group A: USA 1-1 Jamaica</li><li>Matt Turner saves Leon Bailey’s first-half penalty </li><li>Brandon Vazquez scores equalizer on competitive debut</li></ul><p>Brandon Vazquez saved the United States from what would have been the Americans’ first loss in a Concacaf Gold Cup opener.</p><p>Vazquez’s 88th-minute goal gave the US a 1-1 draw against Jamaica on Saturday night. He had entered the match six minutes earlier, tying him to the US with his first competitive international appearance. Born in Chula Vista, California, the 24-year-old forward could have played for Mexico.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/vazquez-and-turner-save-us-from-defeat-against-jamaica-in-gold-cup-opener\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/vazquez-and-turner-save-us-from-defeat-against-jamaica-in-gold-cup-opener", "date_published": "2023-06-25 13:53:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I am happy at Arsenal’: Mikel Arteta feels ‘valued’ and plays down PSG links", "description": "<ul><li>Manager admits losing title to City ‘still hurts deeply’</li><li>Spaniard was at PSG for 18 months during playing career</li></ul><p>Mikel Arteta says it still “hurts deeply” that Arsenal missed out on the Premier League title, but he is happy with the progress he has made after taking over a club that had lost its “soul”.</p><p>The Gunners led the Premier League title race for 248 days this past season before they were eventually chased down by Pep Guardiola’s Manchester City, who went on to win the treble, leaving Arsenal trophyless for a third straight season. Arteta admits it still pains him that his side fell short but feels there were plenty of positives to take from last term, and from his tenure overall.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/i-am-happy-at-arsenal-mikel-arteta-feels-valued-and-plays-down-psg-links\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/i-am-happy-at-arsenal-mikel-arteta-feels-valued-and-plays-down-psg-links", "date_published": "2023-06-25 12:29:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Speak to Me by Paula Cocozza review – lost connections and domestic claustrophobia", "description": "<p>Loss and loneliness drive a woman to revisit her first love in this perceptive slow-burn novel</p><p>In her 2017 debut, <em><a href=\"https://www.theguardian.com/books/2017/apr/13/how-to-be-human-paula-cocozza-review\">How to Be Human</a></em><a href=\"https://www.theguardian.com/books/2017/apr/13/how-to-be-human-paula-cocozza-review\">,</a> Paula Cocozza’s female protagonist was obsessed with a fox. In <em>Speak to Me</em>, it’s a more identifiable fixation – a case full of letters.<em> </em>Susan, a librarian, is fed up with her husband, Kurt, staring at his smartphone, which she nicknames Wendy. Their marriage, she concludes, has become “a modern version of a long-distance relationship”. Her twin boys also ignore her – preferring gaming to bedtime chats. In despair, Susan wrecks Kurt’s phone (three times) and, spiralling downwards, starts to make visits to their former home in London.</p><p>Susan’s unmooring began three years earlier when the family moved to an unfinished suburban estate in Berkshire. Initially there’s humour in the descriptions of domestic claustrophobia: The house designs are “named after dukedoms” and they’ve bought the “prestigious” Beaufort model: a soulless affair with “soft-close kitchen cupboards” and a “vast three-door closet in the hall”.</p> <a href=\"https://www.theguardian.com/books/2023/jun/25/speak-to-me-by-paula-cocozza-review-lost-connections-and-domestic-claustrophobia\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/25/speak-to-me-by-paula-cocozza-review-lost-connections-and-domestic-claustrophobia", "date_published": "2023-06-25 12:00:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lieke Martens insists Netherlands ‘are back’ and can win Women’s World Cup", "description": "<ul><li>Martens was in Dutch side that lost final of 2019 edition</li><li>Netherlands begin campaign against Portugal on 3 July</li></ul><p>Lieke Martens says the Netherlands have their sights set on winning their maiden Women’s World Cup as she prepares to make her third appearance in the showpiece event, which gets underway in Australia and New Zealand next month.</p><p>The 30-year-old Paris Saint-Germain player was part of the Dutch side that finished as runners-up in 2019 after a disappointing 2-0 final loss to the United States.</p> <a href=\"https://www.theguardian.com/football/2023/jun/25/lieke-martens-insists-netherlands-are-back-and-can-win-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/25/lieke-martens-insists-netherlands-are-back-and-can-win-womens-world-cup", "date_published": "2023-06-25 11:30:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Former Labor leader Simon Crean dies age 74", "description": "<p>Crean, former opposition leader and ACTU president, died suddenly while overseas on Sunday</p><p>The former Labor leader and cabinet minister, Simon Crean, has died age 74.</p><p>Crean died suddenly while overseas on Sunday, Guardian Australia understands.</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/25/former-labor-leader-simon-crean-dies-age-74\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/25/former-labor-leader-simon-crean-dies-age-74", "date_published": "2023-06-25 10:29:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia ready to turn up heat on England at their Lord’s stronghold", "description": "<p>Tourists hold a 1-0 lead and have an extraordinary record at England’s HQ, having lost just two Ashes Tests there since 1934</p><p>If you took your cues from the England camp, you could be forgiven for thinking that they had taken an Ashes lead in Birmingham. It is true that by probability they should have won the first Test, at least from the point when Australia went eight wickets down in the chase. <a href=\"https://www.theguardian.com/sport/2023/jun/20/england-australia-ashes-first-test-day-five-match-report-cricket\" title=\"\">It’s also true that they didn’t </a>and heading to Lord’s Australia have that most precious commodity for visiting teams: a lead.</p><p>After Edgbaston had proved a tricky venue over several tours, they would be as relieved to come away from the ground with a win this time <a href=\"https://www.theguardian.com/sport/2019/aug/05/england-collapse-hands-australia-a-crushing-first-test-victory-ashes\" title=\"\">as they were in 2019</a>. Both times, first with Steve Smith’s comeback ton from a terrible position, then with Pat Cummins and his run-chase charge, there is a sense of having burgled a result from a place England have tried to characterise as a fortress.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/australia-ready-to-turn-up-heat-on-england-at-their-lords-stronghold\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/australia-ready-to-turn-up-heat-on-england-at-their-lords-stronghold", "date_published": "2023-06-25 07:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Amid the battle of the giants, a new global order struggles to take shape | Simon Tisdall", "description": "<p>While the US and China vie for supremacy, smaller countries, championed by Barbados PM Mia Mottley, are speaking out on key challenges of climate, poverty and migration</p><p>Competition for pole position in the race to boss the 21st century’s fast-evolving new world order is hotting up. US president Joe Biden sought a winning strategic partnership with Narendra Modi’s India. The EU unveiled an economic security strategy to fend off Chinese and Russian predators. In Beijing, Xi Jinping told America’s top US diplomat who’s in charge: China.</p><p>In <a href=\"https://www.aljazeera.com/news/2023/6/22/macron-opens-climate-summit-in-paris-calls-for-finance-shock\" title=\"\">Paris</a>, meanwhile, leaders of the global north and south planned a new beginning. The aim: to deliver billions in funding, promised at last year’s <a href=\"https://www.theguardian.com/environment/cop27\" title=\"\">Cop27</a>, to help vulnerable countries fight the <a href=\"https://www.theguardian.com/environment/climate-crisis\" title=\"\">climate crisis</a> and related poverty, inequality and debt. Poorer nations urge radical reform of the global institutional framework, which they say has failed.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/25/new-global-order-struggles-to-take-shape-china-us-poverty-climate-migration\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/25/new-global-order-struggles-to-take-shape-china-us-poverty-climate-migration", "date_published": "2023-06-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Streakers, heat seekers and all-star surprises: Saturday at Glastonbury 2023 – photo essay", "description": "<p>Acts from Lizzo to Lewis Capaldi sweated it out under the baking sun – with on-stage guests ranging from Johnny Marr to Central Cee’s cute baby</p><p>Saturday started off on a bum note as a streaker protested at the Park stage during Tilda Swinton’s spoken word appearance with modern classical composer Max Richter. Meanwhile, opening up the Pyramid, Rick Astley brought Harry Styles covers, self-deprecating humour and <em>that</em> big hit.</p><p>Raye followed Rick on the Pyramid, graduating to pop’s big leagues with a glamorous backing band and a show that took in the breadth of her pop, dance, and moody chart-topping R&amp;B.</p> <a href=\"https://www.theguardian.com/music/2023/jun/25/saturday-at-glastonbury-photo-essay\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/jun/25/saturday-at-glastonbury-photo-essay", "date_published": "2023-06-25 04:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Michael Hooper and James Slipper to co-captain Eddie Jones’s new Wallabies squad", "description": "<ul><li>Jones unveils 34-man squad for Rugby Championship on July 8</li><li>Veterans to co-captain for first time as eight uncapped players named</li></ul><p>Test centurions Michael Hooper and James Slipper will co-captain the Wallabies in 2023 after head coach Eddie Jones unveiled a 34-man squad of young guns, old warhorses and rough diamonds for his first Rugby Championship back in charge. <br /><br />With former England coach Jones returned to the Wallabies top job he held 2001-05, there had been speculation of a leadership shakeup but Jones has instead shared power between his two warhorses. Hooper, 31, holds the record for most Tests as Wallaby captain with 68, while Slipper sits third on the all-time appearances list behind Stephen Moore (129) and George Gregan (139), with 127 matches for his country.</p><p>It is the first time the Wallabies have installed co-captains, with Hooper now having been appointed leader of the national side under four separate head coaches. <br /><br />Naming his first Test squad since his second coming as coach, Jones said: “Michael and James are both world class players, strong leaders and embody what it means to be a Wallaby. They have worked hard with the leadership group since January, and it will be important they continue to have strong support from the players around them.<br /><br />Hooper, who took a mental health sabbatical from the game last season, said: “It’s an absolute honour to lead the squad alongside Slips. We’ve been having great discussions as a leadership group and wider squad throughout the year and there’s a really optimistic mindset as a collective heading into what’s a massive four months.”<br /><br />Slipper, who filled Hooper’s shoes as captain when he broke camp to come home 48-hours before last year’s Rugby Championship opener against Argentina, said: “I’m really proud to lead my country and am looking forward to working with Hoops and Eddie to bring this group together and win trophies.”<br /><br />Jones has named eight uncapped players in the group with Melbourne Rebels duo Carter Gordon and Josh Kemeny rewarded with selection in their first national squad, along with Reds front rowers Matt Faessler and Zane Nonggorr. ACT Brumbies teammates Tom Hooper and Ryan Lonergan have also earned call-ups, as has NSW Waratahs flyer and former Australia Sevens representative Dylan Pietsch.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/25/michael-hooper-and-james-slipper-to-co-captain-eddie-joness-new-wallabies-squad\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/25/michael-hooper-and-james-slipper-to-co-captain-eddie-joness-new-wallabies-squad", "date_published": "2023-06-25 01:35:16+00:00", "persistent": false, "user": null, "language": "en-US"}]