[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Poll Finds Rising Tide Of Voters Worried Biden Lacks Fitness To Be President", "description": "A growing number of voters are increasingly anxious about President Joe Biden&#8216;s fitness to serve as commander in chief as he seeks a second term, a new poll shows. More than two-thirds of registered voters — 68% — said they have moderate to major concerns about Biden &#8220;not having the necessary mental and physical health&#8221; ...", "link": "https://www.dailywire.com/news/polls-finds-rising-tide-of-voters-worried-biden-lacks-fitness-to-be-president", "date_published": "2023-06-25 22:02:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Retired U.S. Admiral Makes Prediction On What’s Going To Happen To Wagner Boss Prigozhin", "description": "Retired U.S. Admiral James Stavridis predicted on Sunday that Wagner boss Yevgeny Prigozhin&#8217;s days are numbered following his failed coup in Russia over the weekend. Stavridis made the remarks during an interview with NBC News&#8217; &#8220;Meet The Press&#8221; when asked about the state of Russia&#8217;s military leadership in wake of the rebellion. He said that ...", "link": "https://www.dailywire.com/news/retired-u-s-admiral-makes-prediction-on-whats-going-to-happen-to-wagner-boss-prigozhin", "date_published": "2023-06-25 20:25:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Brutal Move’: Paramount Streamer Does More Than Just Cancel ‘Grease’ Prequel Series", "description": "Streaming service Paramount+ did not just cancel &#8220;Grease: Rise of the Pink Ladies,&#8221; according to a Friday report. Rather, in exchange for an apparent tax write-off, the platform opted to remove the series entirely. The Hollywood Reporter noted that the prequel series — based on the iconic 1978 musical — was not the only series ...", "link": "https://www.dailywire.com/news/brutal-move-paramount-streamer-does-more-than-just-cancel-grease-prequel-series", "date_published": "2023-06-25 20:20:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Rhode Island Police Arrest Democrat State Senator After He Allegedly Keyed Trump Supporter’s Vehicle: Report", "description": "Rhode Island local police reportedly arrested and charged a Democrat state senator last week with vandalism and malicious injury to property after the lawmaker allegedly vandalized a vehicle with an &#8220;anti-Biden&#8221; sticker parked at an outdoor shopping area. On Thursday, Cranston Police reportedly placed State Senator Joshua Miller (D) in custody after he was accused ...", "link": "https://www.dailywire.com/news/rhode-island-police-arrest-democrat-state-senator-after-he-allegedly-keyed-trump-supporters-vehicle-report", "date_published": "2023-06-25 20:16:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Intel Chairman: Prigozhin Had ‘A Number Of Accomplices’ Inside Russia", "description": "House Intelligence Committee Chairman Mike Turner (R-OH) said on Sunday that Yevgeny Prigozhin had multiple accomplices inside Russia to pull off his feat of moving his forces from Ukraine to within two hours of Moscow in less than a day. Turner&#8217;s remarks come after Prigozhin moved thousands of his Wagner troops hundreds of miles through ...", "link": "https://www.dailywire.com/news/house-intel-chairman-prigozhin-had-a-number-of-accomplices-inside-russia", "date_published": "2023-06-25 18:37:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "House Intel Chairman: Report On COVID Origins Given To Biden Has Info That ‘Contradicts’ IC Statements", "description": "House Intelligence Committee Chairman Mike Turner (R-OH) said over the weekend that the report that was given to President Joe Biden about the origins of the COVID-19 pandemic has classified intelligence in it that contradicts information that was released last week by the Intelligence Community. Turner made the remarks during an interview a CBS News ...", "link": "https://www.dailywire.com/news/house-intel-chairman-report-on-covid-origins-given-to-biden-has-info-that-contradicts-ic-statements", "date_published": "2023-06-25 18:23:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Montana Becomes Third State Reporting Suspicious Letters Received By GOP Officials", "description": "At least two GOP legislators in Montana have reported receiving suspicious letters containing white powder, following similar reports from both Kansas and Tennessee, Governor Greg Gianforte said Friday. Montana House leadership confirmed that two Republicans — Reps. Rhonda Knudsen and Neil Duram — received letters at their homes. Both letters had local return addresses but ...", "link": "https://www.dailywire.com/news/montana-becomes-third-state-reporting-suspicious-letters-received-by-gop-officials", "date_published": "2023-06-25 17:34:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Secret Global Phone Biden Used As Vice President Could Reveal ‘Tight’ Communications With Foreign Nationals: Report", "description": "Then-Vice President Joe Biden allegedly used a secret global cell phone paid for by Hunter Biden’s business, according to Government Accountability Institute president Peter Schweitzer. Schweitzer, who has documented the Biden family’s alleged multiple financiers directly tied to Chinese Communist Party intelligence officials with Hunter during and after the Obama Administration, told Fox News on ...", "link": "https://www.dailywire.com/news/secret-global-phone-biden-used-as-vice-president-could-reveal-tight-communications-with-foreign-nationals-report", "date_published": "2023-06-25 17:28:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ex-CIA Head Petraeus: Prigozhin ‘Lost His Wagner Group,’ ‘Should Be Very Careful Around Open Windows’", "description": "Former CIA Director David Petraeus said during an interview on Sunday that Yevgeny Prigozhin has lost control of his Wagner group after mounting a rebellion against the Russian government over the weekend and that he should be fearful of assassination attempts. Petraeus told CNN&#8217;s Dana Bash on &#8220;State of the Union&#8221; that the uprising late ...", "link": "https://www.dailywire.com/news/ex-cia-head-petraeus-prigozhin-lost-his-wagner-group-should-be-very-careful-around-open-windows", "date_published": "2023-06-25 16:21:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jim Jordan Wants To Speak With Prosecutor Accused Of Limiting Hunter Biden Probe", "description": "House Judiciary Committee Chairman Jim Jordan (R-OH) said he wants to speak with the federal prosecutor accused by an Internal Revenue Service (IRS) whistleblower of placing constraints on the investigation into Hunter Biden. During an appearance on Fox News&#8217;s &#8220;Sunday Morning Futures,&#8221; Jordan singled out Assistant U.S. Attorney Lesley Wolf after she was accused of ...", "link": "https://www.dailywire.com/news/jim-jordan-wants-to-speak-with-prosecutor-accused-of-limiting-hunter-biden-probe", "date_published": "2023-06-25 15:32:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYC Drag March Chants ‘We’re Coming For Your Children’ During Weekend Pride Event", "description": "Two New York City Pride events held over the weekend stirred up controversy as drag marchers chanted slogans about targeting children while hundreds of attendees allegedly danced naked in front of minors. On Friday, a group of drag queens and transgender activists dressed in flamboyant garb for the &#8220;NYC Drag March&#8221; at Tompkins Square Park ...", "link": "https://www.dailywire.com/news/nyc-drag-march-chants-were-coming-for-your-children-during-weekend-pride-event", "date_published": "2023-06-25 15:17:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Senator Klobuchar Chuckles When Asked About Hunter Biden Going To Event Attended By Merrick Garland", "description": "Sen. Amy Klobuchar (D-MN) chuckled on Sunday when asked if it was appropriate for President Joe Biden&#8217;s son, Hunter Biden, to attend a state dinner where Attorney General Merrick Garland was also present just days after Hunter Biden was charged with tax crimes. The segment came after news broke last week that Hunter Biden will plead ...", "link": "https://www.dailywire.com/news/senator-klobuchar-chuckles-when-asked-about-hunter-biden-going-to-event-attended-by-merrick-garland", "date_published": "2023-06-25 15:11:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Yuengling Pours One For Drag Show Age Restrictions", "description": "A brewing controversy over a drag performance at an upcoming Pennsylvania festival led to a change that would ensure only adults would be allowed at the show. Yuengling Brewery reportedly faced criticism and calls for a boycott on social media after an advertisement for the drag show mentioned the beer company. &#8220;Need Your drag fix ...", "link": "https://www.dailywire.com/news/yuengling-pours-one-for-drag-show-age-restrictions", "date_published": "2023-06-25 13:47:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Chris Christie Responds To Audience That Booed Him For Attacking Trump", "description": "Republican presidential candidate and former New Jersey Governor Chris Christie responded to the audience that booed him for attacking former President Donald Trump last week.  Appearing on ABC News’s “This Week” on Sunday, Christie defended his comments at the Faith and Freedom Coalition conference in Washington, D.C., on Friday, which were not well-received by the ...", "link": "https://www.dailywire.com/news/chris-christie-responds-to-audience-that-booed-him-for-attacking-trump", "date_published": "2023-06-25 13:29:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Airport Worker Killed After Being ‘Ingested’ Into Jet Engine", "description": "A Texas airport worker was killed after being “ingested” into the engine of a Delta Air Lines jet, airport officials confirmed.  Emergency crews responded at San Antonio International Airport on Friday night after a ground crew member was sucked into the aircraft&#8217;s engine, which had just arrived from Los Angeles. The plane was reportedly taxying ...", "link": "https://www.dailywire.com/news/texas-airport-worker-killed-after-being-ingested-into-jet-engine", "date_published": "2023-06-25 11:57:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Blinken Sees ‘Cracks’ Emerge In Putin’s Hold On Russia", "description": "The Wagner Group&#8217;s uprising revealed weakness in the Russian regime led by President Vladimir Putin, according to Secretary of State Antony Blinken. Across multiple talk show appearances on Sunday morning, Blinken repeated a similar message about how the brief rebellion is evidence of Putin losing his grip on power. &#8220;I think you have seen cracks ...", "link": "https://www.dailywire.com/news/blinken-sees-cracks-emerge-in-putins-hold-on-russia", "date_published": "2023-06-25 11:15:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "U.S. Intel Agencies Knew Of Wagner Group Mutiny Plans: Report", "description": "American spy agencies knew last week that the Wagner Group in Russia was planning to take military action against Moscow, according to a report from The Washington Post.  It’s unclear exactly when the agencies became aware of the plans, but senior officials in the Biden administration, Pentagon, Department of State, and Congress had been briefed ...", "link": "https://www.dailywire.com/news/u-s-intel-agencies-knew-of-wagner-group-mutiny-plans-report", "date_published": "2023-06-25 09:54:17+00:00", "persistent": false, "user": null, "language": "en-US"}]