[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Czas na oznaczanie influencerów generowanych przez sztuczną inteligencję? Odważna propozycja globalnego gracza", "description": "Agencja reklamowa Ogilvy wydała dokument wzywający wszystkich graczy rynku reklamy do regulacji w zakresie oznaczania influencerów generowanych przez sztuczną inteligencję. Sama będzie wymagała od swoich partnerów informacji o wykorzystywaniu AI-influencerów.", "link": "https://www.wirtualnemedia.pl/artykul/influencerzy-sztuczna-inteligencja-regulacja-oznaczenia-reklama", "date_published": "2023-06-25 08:41:02.269099+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Jest śledztwo ws. śmierci patoyoutubera Wojciecha \"Majora\" Suchodolskiego", "description": "Jak dowiedział się portal Wirtualnemedia.pl, Prokuratura Rejonowa w Jędrzejowie prowadzi śledztwo ws. śmierci znanego patoyoutubera Wojciecha „majora” Suchodolskiego. Mężczyzna zmarł w poniedziałek 19 czerwca w Sędziszowie. Od lat zmagał się z chorobą alkoholową. - Śledztwo prowadzone jest w kierunku art. 155 Kodeksu karnego, który mówi o tym, że \"kto nieumyślnie powoduje śmierć człowieka, podlega karze pozbawienia wolności od 3 miesięcy do lat 5\" - poinformował nas prokurator Daniel Prokopowicz, rzecznik kieleckiej prokuratury.", "link": "https://www.wirtualnemedia.pl/artykul/sledztwo-smierc-patoyoutuber-wojciech-major-suchodolski-jak-zginal", "date_published": "2023-06-25 08:41:02.266854+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Czy Kim Cattrall dobrze wybrała? Recenzja nowości Netfliksa zatytułowanej „Glamorous”", "description": "HBO świętuje premierę drugiego sezonu „I tak po prostu...”, a Netflix kontratakuje nowym serialem z Kim Cattrall, czyli aktorką, której zabrakło w obsadzie kontynuacji „Seksu w wielkim mieście”. Czy zbieg tych dwóch premier w jednym dniu to przypadek?", "link": "https://www.wirtualnemedia.pl/artykul/glamorous-netflix-czy-warto-obejrzec-queer-kim-cattrall-i-tak-po-prostu", "date_published": "2023-06-25 08:41:02.262275+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Prawie 40 proc. polskich internautów przegląda pornografię. 1,5 mln to dzieci i młodzież", "description": "W maju br. ze stron z pornografią skorzystało 11,08 mln Polaków, czyli 37,4 proc. wszystkich internautów w naszym kraju. Dużo więcej czasu na takich platformach spędzają mężczyźni, 1,47 mln użytkowników ma poniżej 18 lat.", "link": "https://www.wirtualnemedia.pl/artykul/pornografia-porno-dzieci-mlodziez", "date_published": "2023-06-25 08:41:02.259877+00:00", "persistent": false, "user": null, "language": "pl-PL"}]