[{"source": "https://businessinsider.com.pl/.feed", "title": "Spotify chce zwiększyć przychody z audiofilów. Wprowadzi plan Supremium z dźwiękiem HiFi", "description": "Spotify wprowadzi droższą opcję subskrypcji. Prawdopodobnie będzie ona zapewniać dźwięk wysokiej jakości (high-fidelity), a także rozszerzony dostęp do biblioteki audiobooków. Wszystko po to, aby zwiększyć przychody i uspokoić inwestorów, którzy już od dłuższego czasu twierdzą, że firma powinna podnieść ceny.", "link": "https://businessinsider.com.pl/technologie/spotify-zdrozeje-bedzie-nowy-abonament/3jm2mps", "date_published": "2023-06-25 18:02:04+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigantyczne inwestycje i fatalne wyniki finansowe Intela. Jak to się uda?", "description": "32,8 mld dol. — to wartość inwestycji Intela w niemieckim Magdeburgu. 25 mld dol. będzie kosztować budowa fabryki w mieście Kiryat Gat w Izraelu. Na tym tle 4,6 mld dol., jakie pochłonie budowa zakładu integracji i testowania półprzewodników w podwrocławskiej Miękini nie wydaje się dużą kwotą. Tylko te trzy inwestycje to jednak łączny koszt 62,4 mld dol. Suma niemała, zważywszy na ostatnie wyniki finansowe firmy. I kw. 2023 r. Intel zamknął z 2,8 mld dol. straty.", "link": "https://businessinsider.com.pl/biznes/gigantyczne-inwestycje-i-fatalne-wyniki-finansowe-intela-jak-to-sie-uda/msm48jn", "date_published": "2023-06-25 17:52:12+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "YouTuber nurkował niedawno w łodzi Titan. Pokazał film z szefem OceanGate mówiącym o problemach ze sterowaniem", "description": "YouTuber, który nurkował w łodzi podwodnej Titan na kilka dni przed jej zaginięciem, udostępnił film ze swojej dziewięciodniowej wycieczki po Oceanie Atlantyckim, w którym dyrektor generalny OceanGate, Stockton Rush, wyraził zaniepokojenie problemami z systemami sterowania łodzi.", "link": "https://businessinsider.com.pl/wiadomosci/youtuber-nurkowal-niedawno-w-lodzi-titan-pokazal-film-z-szefem-oceangate/fcr3j9r", "date_published": "2023-06-25 17:40:19+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pułapki na polskich kierowców na drogach Unii. Te rzeczy po prostu trzeba wiedzieć", "description": "Podróż samochodem na Zachód Europy może kosztować więcej, niż się wcześniej wydawało. A to za sprawą zielonych stref, które działają różnie w różnych krajach. Jazda bez specjalnej naklejki może nas kosztować wysokie mandaty. Zielona strefa potrafi się jednak nagle przesunąć o kilka kilometrów, a zielona plakietka niekoniecznie wystarczy, jeśli w danej strefie nie pozwala się wjeżdżać samochodem starszym niż ustalony limit. A takie rzeczy się zdarzają.", "link": "https://businessinsider.com.pl/poradnik-finansowy/pulapki-na-polskich-kierowcow-na-drogach-unii-te-rzeczy-trzeba-wiedziec/tvn18vs", "date_published": "2023-06-25 17:20:25+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Trzy najgorsze przyzwyczajenia, które mogą prowadzić do wypalenia zawodowego", "description": "Wypalenie zawodowe jest uznawane za jedną z chorób cywilizacyjnych. Jak się okazuje, przyczyną tego zjawiska jest nie tylko nadmierne obciążenie pracą, ale również nieustanne pobudzanie naszych mózgów bodźcami, takimi jak media społecznościowe czy nawet wieczorne oglądanie serialu. Insider zapytał ekspertkę z dziedziny psychologii, jakie zachowania mogą zwiększać prawdopodobieństwo wypalenia.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/kariera/wypalenie-zawodowe-jak-go-uniknac-trzy-najgorsze-przyzwyczajenia/vj504xf", "date_published": "2023-06-25 13:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tam schował się Putin przed buntem Prigożyna? To jego ulubiona ze wszystkich kryjówek [ZDJĘCIA]", "description": "Kryjówka nad jeziorem Wałdaj, na północ od Moskwy, jest jedną z bardziej luksusowych i lubianych przez rosyjskiego dyktatora. To tam Putin miał uciec w sobotę przed buntem Jewgienija Prigożyna.", "link": "https://businessinsider.com.pl/wiadomosci/tam-putin-uciekl-przed-buntem-prigozyna-to-jego-ulubiona-kryjowka-zdjecia/b2bddwm", "date_published": "2023-06-25 11:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co się stanie, gdy wypijesz za dużo wody? Możesz umrzeć w mniej niż 10 godzin", "description": "Przesadzić można we wszystkim, także w piciu wody. Szczególnie uważać powinni maratończycy.", "link": "https://businessinsider.com.pl/wideo/co-sie-stanie-gdy-wypijesz-za-duzo-wody-mozesz-umrzec-w-mniej-niz-10-godzin/bh5em1c", "date_published": "2023-06-25 11:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sezon na festiwale czas zacząć. Tanio nie będzie", "description": "Ruszył już sezon na festiwale muzyczne. Przed nami kilka dużych imprez. W tym roku trzeba się jednak przygotować na wydatki wyższe o nawet 20 proc. niż jeszcze rok temu. Podpowiadamy, ile trzeba wydać na bilety, noclegi i gdzie najlepiej się zakwaterować.", "link": "https://businessinsider.com.pl/wiadomosci/sezon-na-festiwale-czas-zaczac-tanio-nie-bedzie/xbhb3j9", "date_published": "2023-06-25 11:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak bunt Grupy Wagnera wpłynie na wojnę w Ukrainie? Prigożyn przerwał dwie narracje Putina", "description": "Przerwanie buntu Grupy Wagnera ratuje Rosję przed możliwą wojną domową i zmianą reżimu, ale nadal przynosi potencjalne korzyści Ukrainie, która stara się wypchnąć siły rosyjskie z południa i wschodu kraju. Ponadto Prigożyn swoim buntem przerwał dwie narracje Putina — pisze \"Financial Times\".", "link": "https://businessinsider.com.pl/wiadomosci/prigozyn-obalil-dwie-narracje-putina-jak-bunt-wplynie-na-wojne-w-ukrainie/s7gn0he", "date_published": "2023-06-25 10:42:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niedziela handlowa. Czy 25 czerwca sklepy są otwarte?", "description": "Od 2020 r. zakaz handlu nie obowiązuje w siedem niedziel w roku. Czy 25 czerwca sklepy są otwarte?", "link": "https://businessinsider.com.pl/wiadomosci/niedziela-handlowa-czy-25-czerwca-sklepy-sa-otwarte/v5bx509", "date_published": "2023-06-25 09:27:52+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Myśleli, że to błąd. 80 lat później jest główną bronią we współczesnych wojnach", "description": "Na długo przed tym, jak Ukraina i Rosja używały przeciwko sobie Switchblade'ów i Shahedów, US Navy używała dronów TDR-1 do atakowania japońskich celów.", "link": "https://businessinsider.com.pl/wiadomosci/mysleli-ze-to-blad-80-lat-pozniej-jest-glowna-bronia-we-wspolczesnych-wojnach/ds11cm4", "date_published": "2023-06-25 09:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bunt Prigożyna pokazał słabości Kremla. Łukaszenko wzmocnił swoje karty", "description": "Bunt właściciela najemniczej Grupy Wagnera Jewgienija Prigożyna wyeksponował poważne słabości Kremla i rosyjskiego ministerstwa obrony, wzmacniając jednocześnie Alaksandra Łukaszenkę – ocenił w najnowszym raporcie amerykański Instytut Badań nad Wojną (ISW). Obraz Putina podczas jego przemówienia w telewizji państwowej będzie mieć długofalowe konsekwencje.", "link": "https://businessinsider.com.pl/wiadomosci/bunt-prigozyna-osmieszyl-putina-lukaszenko-wzmocnil-swoje-karty/d2yp80p", "date_published": "2023-06-25 08:32:45+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Bunt Prigożyna wyeksponował słabości Kremla. Łukaszenko wzmocnił swoje karty", "description": "Bunt właściciela najemniczej Grupy Wagnera Jewgienija Prigożyna wyeksponował poważne słabości Kremla i rosyjskiego ministerstwa obrony, wzmacniając jednocześnie Alaksandra Łukaszenkę – ocenił w najnowszym raporcie amerykański Instytut Badań nad Wojną (ISW). Obraz Putina podczas jego przemówienia w telewizji państwowej będzie mieć długofalowe konsekwencje.", "link": "https://businessinsider.com.pl/wiadomosci/bunt-prigozyna-osmieszyl-rosyjskie-sily-lukaszenko-wzmocnil-swoje-karty/d2yp80p", "date_published": "2023-06-25 08:32:45+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wirtualni prosumenci. Mieszkańcy zyskają na inwestycjach wiatrowych", "description": "Wiatraki miały przez długi czas pod górę w Polsce. Zasada odległości od zabudowań mieszkalnych skutecznie spowolniła wzrost branży. Charakterystyczne, że prosumenci, czyli indywidualni producenci prądu niemal w ogóle nie brali się za korzystanie z wiatru, a wybierali niemal wyłącznie fotowoltaikę. Jednak to się zmieni. Ustawa weszła już w życie, ale tzw. wirtualni prosumenci pojawią się zgodnie z tym prawem dopiero niemal równo za rok. Inwestorzy wiatrowi będą musieli zaoferować część mocy mieszkańcom.", "link": "https://businessinsider.com.pl/prawo/wirtualni-prosumenci-mieszkancy-zyskaja-na-inwestycjach-wiatrowych/dhh605e", "date_published": "2023-06-25 07:43:59+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pokolenie Z chodzi na kursy, jak pisać e-maile i jak ubierać się do biura", "description": "Świeżo upieczeni absolwenci, którzy spędzili większość studiów na wirtualnych zajęciach i zdalnych stażach, mogą potrzebować odświeżenia swoich umiejętności miękkich — od pisania e-maili po pogawędki w windzie i odpowiedni strój do pracy.", "link": "https://businessinsider.com.pl/twoje-pieniadze/praca/pokolenie-z-chodzi-na-kursy-jak-pisac-e-maile-i-jak-ubierac-sie-do-biura/7tvjqgr", "date_published": "2023-06-25 07:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Tak ma wyglądać rolnictwo przyszłości. Producent z Niemiec zbije na nim fortunę", "description": "Tak jak wielkie firmy motoryzacyjne przestawiają się na elektryki, tak niemiecki Bayer znany z produkcji leków, również chce dokonać wielkiego zielonego zwrotu w produktach dla rolnictwa. I zapowiada, że, jak przystało na jeden z największych koncernów świata, solidnie na tym zarobi.", "link": "https://businessinsider.com.pl/firmy/niemcy-zbija-fortune-na-rolnictwie-gigant-w-produkcji-lekow-ujawnil-plany/0dbds57", "date_published": "2023-06-25 07:19:15+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Co dziecko powinno wiedzieć o finansach? Jedna nauka jest kluczowa", "description": "Edukację finansową warto prowadzić już wśród dzieci i na niewielkich kwotach. Autorka popularnej książki zdradza, czego w pierwszej kolejności powinniśmy uczyć swoje pociechy.", "link": "https://businessinsider.com.pl/wideo/co-dziecko-powinno-wiedziec-o-finansach-ta-lekcja-jest-kluczowa/y6tcrh0", "date_published": "2023-06-25 07:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak zarabiać na telefonie? To możliwe, ale nie licz na duże zyski", "description": "Jest wiele aplikacji, które umożliwiają zarabianie pieniędzy, ale warto pamiętać, że skuteczność zależy od różnych czynników, takich jak lokalizacja, umiejętności, poświęcony czas itp. Poniżej przedstawiamy kilka popularnych kategorii aplikacji do zarabiania pieniędzy. Trzeba jednak podkreślić, że takie aplikacje raczej nie pozwalają na wypracowanie dużych zarobków.", "link": "https://businessinsider.com.pl/wiadomosci/najlepsze-aplikacje-do-zarabiania/dckgq7z", "date_published": "2023-06-25 07:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pobieranie muzyki z YouTube i MP3. Legalne źródła", "description": "Pobieranie muzyki w MP3 czy z YouTube jest często potrzebne w pracy, np. do kampanii marketingowych albo na potrzeby wewnętrznej komunikacji. Możemy też potrzebować muzyki na telefon albo darmowych utworów do relacji wideo, jaką tworzymy po powrocie z urlopu. Ale czy zdajesz sobie sprawę, że nie wszystkie miejsca pozwalają na pobieranie muzyki? Plus: często to nielegalne. Wyjaśniamy co i jak.", "link": "https://businessinsider.com.pl/wiadomosci/pobieranie-muzyki-z-youtube-i-mp3-legalne-zrodla/lx3kfqc", "date_published": "2023-06-25 06:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]