[{"source": "https://www.jefftk.com/news.rss", "title": "Estimating Norovirus Prevalence", "description": "<p><span>\n\nHow many people currently have Norovirus?  What about in June 2021, to\npick a historical month?  How could we get an estimate?\n\n</span>\n\n<p>\n\nThe CDC says there are <a href=\"https://www.cdc.gov/norovirus/trends-outbreaks/burden-US.html\">19-21M\ncases annually</a> but Norovirus is strongly seasonal; you're much\nmore likely to get it in the winter than the summer.  How much more\nlikely?\n\n</p>\n\n<p>\n\nThe CDC tracks Norovirus and other outbreaks through the <a href=\"https://wwwn.cdc.gov/norsdashboard/\">National Outbreak Reporting\nSystem</a> (NORS) and you can download the full data through 2021.\nSince 2012 I see 36,341 outbreaks, of which 20,876 (57%) were\nclassified as Norovirus.  Categorizing those by month, and plotting\nwith winter in the middle, we can see January has 10x the outbreaks of\nAugust:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/norovirus-outbreaks-by-month-big.png\"><img class=\"mobile-fullwidth\" height=\"338\" src=\"https://www.jefftk.com/norovirus-outbreaks-by-month.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nInfections are probably proportional to outbreaks, so we could get an\nestimate for each month by weighting by the number of outbreaks.  But\nwe should be careful: the CDC overall estimate is pre-covid, and by\ngoing through 2021 we've included a period when Norovirus, like most\ninfectious diseases, was heavily suppressed:\n\n</p>\n\n<p>\n\n<a href=\"https://www.jefftk.com/norovirus-outbreaks-pre-post-covid-big.png\"><img class=\"mobile-fullwidth\" height=\"334\" src=\"https://www.jefftk.com/norovirus-outbreaks-pre-post-covid.png\" width=\"550\" /><div class=\"image-vertical-spacer\"></div></a>\n\n</p>\n\n<p>\n\nLet's say we want to know the prevalence during, say, June 2021.  Not\nas in what fraction caught it at some point during that month (that\nwould be the incidence) but on any day what fraction of people were\ncurrently infected. We'll start by converting the 20M number of annual\ninfections into a per-capita number by dividing by the corresponding\npopulation, 299M people [1] to get an annual incidence of 6.7k per\n100k (20M / 399M). A Norovirus illness lasts <a href=\"https://www.mayoclinic.org/diseases-conditions/norovirus/symptoms-causes/syc-20355296#:~:text=Norovirus%20infection%20symptoms%20usually%20last%201%20to%203%20days\">about\ntwo days</a>, so this is equivalent to an average prevalence of 37 per\n100k (6.7k * 2 / 365).  Pre-covid there were an average of 174\noutbreaks per month, [2] and in June 2021 there were 76 outbreaks\nreported, so for June 2021 we can estimate 16 per 100k people (37 per\n100k * 76 / 174).\n\n</p>\n\n<p>\n\nWhy do I care how many people have Norovirus?  I want to know how a\ndisease's prevalence (how many people currently have it) <a href=\"https://www.jefftk.com/p/prevalence-to-relative-abundance\">translates</a> into\nrealative abundance in wastewater sequencing [3] (what fraction of <a href=\"https://www.jefftk.com/p/sequencing-intro\">sequencing reads</a> match the pathogen) to be able to\nanswer questions like \"how much would it cost to flag a pathogen that\nsheds into sewage like pathogen X when Y% of people are currently\ninfected\".  If we have a decent estimate for the number of infected\npeople, we can connect that to the relative abundance we see in\nsequencing data, and model the connection.  Getting an estimate for\nNorovirus is one step in this process, and since it's a\ngastrointestinal infection it represents a bit of a \"best case\" for\nwastewater monitoring.\n\n</p>\n\n<p>\n\nThere are still some questions around this estimate:\n\n</p>\n\n<ul>\n\n<li><p>How accurate are outbreaks as a proxy for infections?\n\n</p></li>\n<li><p>Are there biases that change over time in how outbreaks end up\nin NORS?\n\n</p></li>\n<li><p>How much should we trust the input estimate for how many people\nget Norovirus annually?\n\n</p></li>\n<li><p>How much do infections vary locally or over short time periods?\nThe more they do, the less well national outbreak counts for a given\nmonth predicts prevalence among the people who contributed to a\nspecific municipal wastewater sample.\n\n</p></li>\n</ul>\n\n\n\n<p>\n\nOverall, though, even getting a sense of the order of magnitude of the\nprevalence is helpful here, and I'm excited to have an estimate!\n\n</p>\n\n<p>\n\n<i>This post describes in-progress work at the <a href=\"https://www.naobservatory.org/\">NAO</a> and covers work from a\nteam.  This specific estimate is mostly my work, with help from <a href=\"https://www.simongrimm.com/\">Simon Grimm</a>.</i>\n\n</p>\n\n<p>\n<br />\n\n[1] The CDC number of annual illnesses comes from <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3375761\">this 2011\npaper</a> (thanks Simon!) and that says it's relative to a population\nof 299M.\n\n</p>\n\n<p>\n\n[2] Since months aren't all the same length this isn't quite right,\nbut it's pretty close.  When doing a <a href=\"https://github.com/naobservatory/p2ra/blob/main/pathogens/norovirus.py\">more\ndetailed</a> estimate for work I adjusted for the number of days in\neach month.\n\n</p>\n\n<p>\n\n[3] Specifically, untargeted metagenomic sequencing.  Sequence what\nthere is without amplifying for specific known things.\n\n  </p>", "link": "https://www.jefftk.com/p/estimating-norovirus-prevalence", "date_published": "2023-05-06 08:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]