[{"source": "https://www.theguardian.com/international/rss", "title": "Rodrygo scores twice to win Copa del Rey for Real Madrid against Osasuna", "description": "<ul><li>Final: Real Madrid 2-1 Osasuna</li><li>Rodrygo 2 70; Torró 58</li></ul><p>Carlo Ancelotti completed the collection at La Cartuja, his Real Madrid side achieving in 16 months what he said many clubs never do in as lifetime. Clubs such as the one his team defeated here, Osasuna fighting to the end, more than making a match of this, but eventually defeated in only the second final in their history.</p><p>An accidental appointment, returning to the Santiago Bernabéu thanks to a conversation about something else entirely, the Italian coach added the Copa del Rey to the league, Champions league, Spanish and European Super Cups and Club World Cups won in his second spell.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/real-madrid-osasuna-copa-del-rey-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/real-madrid-osasuna-copa-del-rey-match-report", "date_published": "2023-05-06 22:36:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Bayern Munich extend lead, Milan and Inter both win", "description": "<ul><li>Serge Gnabry and Leroy Sané goals see off Werder Bremen</li><li>Milan beat Lazio but Leão suffers injury; Inter defeat Roma</li></ul><p><strong>Bayern Munich</strong> were made to work hard for more than an hour before battling past hosts <strong>Werder Bremen</strong> 2-1 to go provisionally four points clear at the top of the Bundesliga with three games left to play.</p><p>Second-half goals from Serge Gnabry and Leroy Sané gave Bayern their second win in their last four league matches to move up to 65 points, four ahead of Borussia Dortmund, who have four matches left to play and host Wolfsburg on Sunday.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/european-roundup-bayern-munich-extend-lead-milan-and-inter-both-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/european-roundup-bayern-munich-extend-lead-milan-and-inter-both-win", "date_published": "2023-05-06 19:21:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Liverpool fans boo during national anthem before match at Anfield", "description": "<p>Football club says how spectators choose to react to God Save the King is a ‘personal choice’</p><p>The British national anthem has been met with resounding boos at Anfield, with Liverpool fans drowning out the music with heckles before their fixture against Brentford hours after King Charles’s coronation.</p><p>Liverpool supporters could also be heard chanting “Liverpool, Liverpool” in what has <a href=\"https://www.theguardian.com/football/video/2022/may/16/they-wouldnt-do-it-without-a-reason-klopp-on-liverpool-fans-booing-national-anthem-video\">become somewhat of a tradition</a> whenever the national anthem is played at the ground.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/liverpool-fans-boo-during-national-anthem-before-match-at-anfield\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/liverpool-fans-boo-during-national-anthem-before-match-at-anfield", "date_published": "2023-05-06 17:27:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Holy macaroni! New Jersey town baffled by 500lbs of pasta dumped by brook", "description": "<p>‘Fifteen wheelbarrow loads’ of uncooked spaghetti and macaroni mysteriously left in Old Bridge creek</p><p>Residents of a <a href=\"https://www.theguardian.com/uk-news/new-jersey\">New Jersey</a> town are stumped after they found about 500lbs of pasta inexplicably dumped next to a local brook.</p><p>Last month, Nina Jochnowitz – a former candidate for a seat on the Old Bridge township council – posted pictures on to her Facebook page that showed heaps of spaghetti and macaroni preposterously dumped alongside a bank of Iresick brook.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/new-jersey-pasta-dump-mystery\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/new-jersey-pasta-dump-mystery", "date_published": "2023-05-06 17:21:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Toti leads Wolves to safety with win to dent Aston Villa’s European hopes", "description": "<p>Wolves edged their derby rivals Aston Villa to end any lingering fears of relegation from the Premier League. Toti Gomes’ first Wolves goal secured a fourth straight home win and moved them 10 points clear of the relegation zone.</p><p>It would now take a staggering set of results to send Wolves, who are 13th, down on 40 points. Villa’s European hopes suffered a significant blow with the defeat leaving them eighth, a point behind Brighton – who they host on the final day – having played three games more.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/wolves-aston-villa-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/wolves-aston-villa-premier-league-match-report", "date_published": "2023-05-06 16:11:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Evenepoel lays down Giro d’Italia marker with emphatic win on stage one", "description": "<ul><li>Belgian 22 seconds ahead of Filippo Ganna</li><li>Tao Geoghegan Hart fourth, Geraint Thomas in eighth</li></ul><p>Remco Evenepoel underlined his credentials as a favourite for the Giro d’Italia as he stormed to victory in stage one, an individual time trial along the Adriatic coast, to take the leader’s <em>maglia rosa</em> jersey.</p><p>The 19.6km route from Fossacesia Marina to Ortona is the longest opening individual time trial at the Giro yet, with most of the route flat until the last few kilometres which involves a climb through the urban region of Ortona.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/evenepoel-lays-down-giro-ditalia-marker-with-emphatic-win-on-stage-one\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/evenepoel-lays-down-giro-ditalia-marker-with-emphatic-win-on-stage-one", "date_published": "2023-05-06 15:55:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Situation at US-Mexico border ahead of end of asylum limits ‘very challenging’", "description": "<p>US homeland security secretary calls circumstances ‘difficult’ as ending of pandemic-era Title 42 restrictions approaches</p><p>The US homeland security secretary, Alejandro Mayorkas, said on Friday that <a href=\"https://www.theguardian.com/us-news/2023/jan/08/biden-us-mexico-border-title-42-migrants\">immigration</a> authorities faced “extremely challenging” circumstances along the border with Mexico days before the end of asylum restrictions implemented during the Covid-19 pandemic.</p><p>A surge of Venezuelan migrants through south Texas, particularly in and around the border community of Brownsville, has occurred over the last two weeks for reasons that Mayorkas said were unclear. On Thursday, 4,000 of about 6,000 migrants in border patrol custody in Texas’s Rio Grande Valley were Venezuelan.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/us-mexico-border-challenge-title-42-ending\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/us-mexico-border-challenge-title-42-ending", "date_published": "2023-05-06 14:04:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Streaming: the best winners of Cannes’ Palme d’Or", "description": "<p>Twenty-one films will vie for the top spot at the 76th Cannes film festival, which starts next week, hoping to join the roll call of past classics, from Taxi Driver and M*A*S*H to Parasite</p><p>We’re a week away from this year’s <a href=\"https://www.theguardian.com/film/cannesfilmfestival\">Cannes film festival</a>, and I’m among those tensing with excitement. With new works from Martin Scorsese, Jonathan Glazer, Alice Rohrwacher and Todd Haynes, among others, it’s a tasty lineup. Twenty-one films – seven by female directors, a record for the fest – are jostling for the Palme d’Or, with reigning champion Ruben Östlund leading the jury to determine his successor.</p><p>Arguably the most prestigious prize in world cinema, the Palme d’Or nonetheless has a curious legacy. It is subject first to the biases of a festival selection committee that picks the annual handful of contenders, and second to the whims of nine celebrity jurors, who change every year. Though it has a loftier reputation than the best picture Oscar – with which it has only aligned twice in 75 years – it likewise has a history of eccentric calls: take 1986, for example, when Andrei Tarkovsky’s shattering swansong <em>The Sacrifice</em> was pipped by Roland Joffé’s starchy <strong><a href=\"https://www.justwatch.com/uk/movie/the-mission\">The Mission</a></strong>. David Lynch’s Palme came for one of his most uneven films, <strong><a href=\"https://www.justwatch.com/uk/movie/wild-at-heart\">Wild at Heart</a></strong>; David Cronenberg has never won one.</p> <a href=\"https://www.theguardian.com/film/2023/may/06/streaming-the-best-winners-of-palme-dor-cannes-film-festival\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/06/streaming-the-best-winners-of-palme-dor-cannes-film-festival", "date_published": "2023-05-06 07:00:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Red Sox-Phillies game delayed after spectator falls over railing into bullpen", "description": "<ul><li>Fan tumbles over railing into bullpen at Phillies game</li><li>Incident took place during first inning on Friday night</li></ul><p>A spectator was taken to a trauma center after falling over a protective railing and into the Red Sox bullpen while reaching for a baseball in the first inning of Boston’s game against Philadelphia at Citizens Bank Park on Friday night.</p><p>The fan was taken to Thomas Jefferson University Hospital, according to medical personnel on the scene, after he tumbled one level from an open concourse into the Boston bullpen in right-center field.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/fan-falls-into-bullpen-red-sox-phillies-game-delayed\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/fan-falls-into-bullpen-red-sox-phillies-game-delayed", "date_published": "2023-05-06 06:10:23+00:00", "persistent": false, "user": null, "language": "en-US"}]