[{"source": "https://www.theguardian.com/rss", "title": "Inflation may be about to fall, but the interest rate pain is not over yet", "description": "<p>Resilient UK growth may well prevent the Bank of England from ending its run of increases</p><p>The <a href=\"https://www.theguardian.com/business/bankofenglandgovernor\" title=\"\">Bank of England</a> is confronting some stark and uncomfortable facts. Not since 1977 have British households faced food prices rising at a faster pace, while the headline rate of inflation is stuck above 10% – higher than in any other G7 nation.</p><p>It is against this backdrop that City economists reckon the central bank will raise interest rates for a 12th consecutive time on Thursday, with predictions for a quarter-point rise from the current level of 4.25%.</p> <a href=\"https://www.theguardian.com/business/2023/may/07/inflation-may-be-about-to-fall-but-the-interest-rate-pain-is-not-over-yet\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/07/inflation-may-be-about-to-fall-but-the-interest-rate-pain-is-not-over-yet", "date_published": "2023-05-06 23:05:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We love: Fashion fixes for the week ahead – in pictures", "description": "<p>Visit Vivienne Westwood’s corset exhibition, Mugler hits H&amp;M, and Yolke launches rental</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/may/06/we-love-fashion-fixes-for-the-week-ahead-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/may/06/we-love-fashion-fixes-for-the-week-ahead-in-pictures", "date_published": "2023-05-06 22:55:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Three people stabbed to death in east London in less than eight hours", "description": "<p>Deaths of 18-year-old near Dagenham Heathway station and man in late 20s on Mare Street follow that of Walthamstow schoolboy</p><p>Three people were stabbed to death in separate incidents in east London over a period of less than eight hours as the bank holiday weekend began on Friday.</p><p>Murder investigations began after the deaths of an 18-year-old and a man in his late 20s, the Met police said, while detectives are still hunting for the killers of a <a href=\"https://www.theguardian.com/uk-news/2023/may/06/teenager-stabbed-to-death-leaving-school-in-east-london\">16-year-old who was ambushed as he left school and stabbed to death</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/three-people-stabbed-to-death-in-east-london-in-less-than-eight-hours\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/three-people-stabbed-to-death-in-east-london-in-less-than-eight-hours", "date_published": "2023-05-06 22:50:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The perfect wedding guest: outfits to wear to the big day – in pictures", "description": "<p>The invite has arrived, but what will you wear? Whether you choose to rent or buy clever separates, here are five nuptial solutions</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/may/06/the-perfect-wedding-guest-outfits-to-wear-to-the-big-day-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/may/06/the-perfect-wedding-guest-outfits-to-wear-to-the-big-day-in-pictures", "date_published": "2023-05-06 22:45:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police respond to shooting in Dallas mall", "description": "<p>Children reported to be among those injured in Allen Premium Outlets mall, Texas</p><p>Police have responded to a shooting in a suburban Dallas mall on Saturday that has left multiple people injured, authorities say.</p><p>The Dallas-area news outlet <a href=\"https://www.wfaa.com/article/news/crime/investigation-underway-reported-shooting-allen-outlet-mall/287-4ff8ca1b-ae70-4c6d-b491-1f2eb41cebaa\">WFAA</a> cited a local sheriff in reporting that the shooter was dead at the scene and that children were among the victims. There was no immediate word on any additional deaths or the exact number of people injured inside the Allen Premium Outlets mall where the shooting took place.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/police-respond-to-shooting-in-dallas-mall\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/police-respond-to-shooting-in-dallas-mall", "date_published": "2023-05-06 22:44:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Richard Dreyfuss says Oscar diversity rules ‘make me vomit’", "description": "<p>Jaws star went on to defend Laurence Olivier’s performance in blackface in the 1965 adaptation of Othello</p><p>Academy Award-winning actor Richard Dreyfuss has harshly criticized the Oscars’ new diversity and inclusion standards, saying “they make me vomit.”</p><p>In an <a href=\"https://www.youtube.com/watch?v=0ingLV6Yn1I\">interview with PBS’s Firing Line</a>, the co-star of Steven Spielberg’s 1975 thriller Jaws told host Margaret Hoover that he disagreed with the new set of rules that the Academy of Motion Picture Arts and Sciences has imposed for films to qualify for best picture nominations.</p> <a href=\"https://www.theguardian.com/film/2023/may/06/richard-dreyfuss-says-oscar-diversity-rules-make-me-vomit\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/06/richard-dreyfuss-says-oscar-diversity-rules-make-me-vomit", "date_published": "2023-05-06 22:18:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Miami F1 GP drama as Leclerc crash hands Pérez pole while Hamilton suffers", "description": "<ul><li>Red flag after Ferrari hits wall strands Verstappen in ninth</li><li>Grim day for Mercedes with Lewis Hamilton only 13th</li></ul><p>Lewis Hamilton will start Sunday’s Miami Grand Prix from 13th after a qualifying session to forget for the seven-time world champion in the United States, as Sergio Pérez took a surprise pole position after Charles Leclerc’s late crash resulted in a red flag to leave Max Verstappen ninth on the grid.</p><p>Fernando Alonso joins Pérez on the front row following another impressive display by the evergreen Spaniard, with Ferrari’s Carlos Sainz third. Kevin Magnussen qualified fourth for Haas ahead of Alpine’s Pierre Gasly and Russell. Leclerc, who broke his rear wing in the accident at Turn 8, qualified seventh.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/miami-f1-gp-drama-as-leclerc-crash-hands-perez-pole-while-hamilton-suffers\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/miami-f1-gp-drama-as-leclerc-crash-hands-perez-pole-while-hamilton-suffers", "date_published": "2023-05-06 21:36:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aryna Sabalenka triumphs against rival Iga Swiatek to win Madrid Open", "description": "<ul><li>World No 2 Sabalenka bests No 1 Swiatek in final 6-3, 3-6, 6-3</li><li>Victory is Belarusian’s first on clay against Pole</li></ul><p>Aryna Sabalenka laid down a marker in the blossoming heavyweight rivalry in women’s tennis, maintaining her composure to secure her first clay-court triumph against Iga Swiatek and win the Madrid Open for the second time.</p><p>After three bruising sets Sabalenka, the No 2, edged out the No 1, Swiatek, 6-3, 3-6, 6-3 in a battle of the best players in the world. In the process, Sabalenka denied her rival the only big clay-court title she is yet to win.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/aryna-sabalenka-triumphs-against-rival-iga-swiatek-to-win-madrid-open\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/aryna-sabalenka-triumphs-against-rival-iga-swiatek-to-win-madrid-open", "date_published": "2023-05-06 19:35:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tiger Woods’s ex accuses him of sexual harassment while she was his employee", "description": "<p>Erica Herman files court documents alleging she was forced to sign an NDA about their relationship or lose her job</p><p>Tiger Woods’s ex-girlfriend has accused him of sexually harassing her while his employee, alleging that the star golfer forced her to sign a non-disclosure agreement or be fired from her job.</p><p>According to a court document filed on Friday and <a href=\"https://www.si.com/golf/news/tiger-woods-accused-of-sexual-harassment-by-ex-girlfriend-erica-herman\">reviewed</a> by Sports Illustrated, Erica Herman dated Woods for more than five years. She was also an employee at his south Florida restaurant The Woods Jupiter before she alleges that she was forced to sign an NDA about the pair’s sexual relationship under the threat of termination, which she argues amounted to sexual harassment.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/tiger-woods-ex-girlfriend-sexual-harassment-nda\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/tiger-woods-ex-girlfriend-sexual-harassment-nda", "date_published": "2023-05-06 19:12:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carlo Ancelotti is the great pragmatist standing in Pep Guardiola’s path again | Jonathan Wilson", "description": "<p>Haaland’s direct play has edged the City manager away from pitfalls of purism – but will it be enough against Real Madrid? </p><p>It is a little over nine years since Pep Guardiola first took on Carlo Ancelotti as a manager. Guardiola’s Bayern Munich had sealed the Bundesliga title almost a month earlier, often registering 1,000 passes in a game, and his football seemed unstoppable. For 18 minutes in the first leg at the Bernabéu, Bayern continued to seem imperious. Then Ancelotti’s Real Madrid countered and Fábio Coentrão squared for Karim Benzema to score. Bayern continued to dominate the ball; Madrid continued to look dangerous. It finished 1-0.</p><p>In retrospect, before Guardiola and Ancelotti meet in another semi‑final at the Bernabéu on Tuesday, that game seems a defining moment. What had happened in the semi-finals against Internazionale in 2010 and Chelsea in 2012, a Guardiola team bossing possession and being caught on the counter, had happened again – and this time without the same sense of outrageous bad luck.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/06/carlo-ancelotti-is-the-great-pragmatist-standing-in-pep-guardiolas-path-again\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/06/carlo-ancelotti-is-the-great-pragmatist-standing-in-pep-guardiolas-path-again", "date_published": "2023-05-06 19:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "London Irish pip Exeter as Declan Kidney praises players after turbulence", "description": "<ul><li>London Irish 17-14 Exeter</li><li>Two tries from Juan Martín González edges hosts to victory</li></ul><p>It has been a difficult week for London Irish and at times this victory was equally trying but a promising season ends on a triumphant note. The future is undoubtedly bright for the Exiles on the pitch if it can be secured off it. It remains a huge if, though their director of rugby, Declan Kidney, expressed confidence it will be. But a best league finish for 14 years is some platform upon which to build if the impending takeover by a US consortium is completed.</p><p>Kidney was as animated as he gets after a scrappy, error-strewn victory. The uncertainty, the late wages, the empty promises, the question marks over insurance cover all added up to one of the most challenging periods in his coaching career.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/london-irish-exeter-premiership-rugby-union-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/london-irish-exeter-premiership-rugby-union-match-report", "date_published": "2023-05-06 18:41:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mohamed Salah strikes to secure Liverpool’s victory against Brentford", "description": "<p>The stars of the music world descend on Liverpool next weekend for Eurovision but right now, it is Jürgen Klopp and his players who are hitting the right tune.</p><p>This is now six Premier League victories in a row for the Reds and while they remain outsiders for Champions League football next season, they are asking all of the right questions of those above them.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/liverpool-brentford-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/liverpool-brentford-premier-league-match-report", "date_published": "2023-05-06 18:35:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Revealed: Labour won back swathes of Brexit voters in the local elections", "description": "<p>Analysis of ‘key ward’ figures shows the coalition of Tory support that was built by Boris Johnson has fallen apart</p><p>Labour is making dramatic progress in winning back pro-Brexit voters across the country as the coalition of support for the Tories built by Boris Johnson collapses, according to detailed analysis of Thursday’s local election results.</p><p>Figures from the BBC’s “key wards” data, obtained by the <em>Observer</em>, show support for Keir Starmer’s party was up by seven points compared with 2021 in the most heavily pro-leave wards.</p> <a href=\"https://www.theguardian.com/politics/2023/may/06/revealed-labour-won-back-swathes-of-brexit-voters-in-the-local-elections\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/06/revealed-labour-won-back-swathes-of-brexit-voters-in-the-local-elections", "date_published": "2023-05-06 18:33:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It was ludicrous but also magnificent: the coronation stirred every emotion", "description": "<p>This extraordinary show of ‘precision in a country where nothing works’ made a powerful impression</p><p>As the soft drizzle in London gave way to a downpour, Charles was crowned king in Westminster Abbey, and the feeling came over many of us, if not all, that some things are the more marvellous for being a bit silly and unfathomable. No, republicans did not celebrate; they took their placards and their yellow T-shirts to Trafalgar Square, where their voices could (almost) be heard against a backdrop of marching bands and pealing bells.</p><p>But the choral singers of Britain celebrated, and the trumpet players and the embroiderers, the gilders and the girdlers, the umbrella-makers and the manufacturer of Goddard’s silver polish. Which sorcerer conjured this preposterous vision for the nation? This almost-fairytale? Practically speaking, we know his name: he is the Duke of Norfolk, a bespectacled aristocrat who looks, in mufti, like he might run an upmarket car showroom in Sheringham. But facts take you only so far. The true necromancy seemed, somehow, to come from elsewhere; a place both unknown and utterly indescribable, though I will try my best.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/it-was-ludicrous-but-also-magnificent-the-coronation-stirred-every-emotion\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/it-was-ludicrous-but-also-magnificent-the-coronation-stirred-every-emotion", "date_published": "2023-05-06 18:20:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pomp, pageantry and protest: key moments from King Charles III's coronation day – video highlights", "description": "<p>King Charles III and Queen Camilla have been crowned at Westminster Abbey. In a lavish and archaic ritual not seen in Britain since 1953, the king was anointed with holy oil and swore the oath of kings before the archbishop of Canterbury, <a href=\"https://www.theguardian.com/uk/justin-welby\">Justin Welby</a>, placed Saint Edward’s crown on his head to a cry of 'God Save the King!' But there were accusations of police heavy-handedness after a number of anti-royalist protesters, including the head of the UK’s leading anti-monarchy campaign group Republic, were arrested before the beginning of the procession. Here are the key moments from the historic day</p><ul><li><p><a href=\"https://www.theguardian.com/uk-news/2023/may/06/king-charles-iii-crowned-at-westminster-abbey-coronation\">King Charles III and Queen Camilla crowned at Westminster Abbey</a></p></li><li><p><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></p></li></ul> <a href=\"https://www.theguardian.com/uk-news/video/2023/may/06/pomp-pageantry-and-protest-key-moments-from-king-charles-iiis-coronation-day-video-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/may/06/pomp-pageantry-and-protest-key-moments-from-king-charles-iiis-coronation-day-video-highlights", "date_published": "2023-05-06 18:07:54+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Non, minister. Spare us the derriere sex scenes and stick to politics | Alex Clark", "description": "Bruno Le Maire isn’t the only politician to try his hand at an erotic novel, but one passage has been singled out for attention<p>Sex in novels is frequently terrible and occasionally so excruciating as to verge on the actionable; indeed, a legal precedent that would penalise writers for scorching their readers’ retinas with the sheer heat of embarrassment might function as a useful deterrent. Literature needs all the fans it can get; protect us from the throbbing gristle and heaving mammaries of a thousand overheated imaginations. Institute a particular ban on the word moist, and freedom of speech be damned. Alas, it would be too late to curb the <a href=\"https://www.theguardian.com/world/2023/may/02/french-minister-bruno-le-maire-steamy-novel-turns-up-heat-on-macron\" title=\"\">creative enthusiasms of Bruno Le Maire</a>, the French economy minister whose most recent novel, <em>Fugue Américaine</em>, has erm, risen to prominence courtesy of a dilated anus. Protect your eyes and do not enquire further.</p><p>Naturally, much of the truly gripping stuff is going on beyond the page. Le Maire stands accused of fiddling while Paris burns, amusing himself on his typewriter as France’s citizens stand on the barricades protecting their pension rights and railing against the callousness of the Macron administration. This feels harsh: everyone has a right to a life outside work and writing about an anus seems small beer compared with eating one on national television in a celebrity game show, or hosting frothing rightwing debates, were one, say, to be a sitting member of parliament.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/non-minister-bruno-le-maire-spare-us-the-derriere-sex-scenes-and-stick-to-politics\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/non-minister-bruno-le-maire-spare-us-the-derriere-sex-scenes-and-stick-to-politics", "date_published": "2023-05-06 18:02:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Teenager stabbed to death leaving school in east London", "description": "<p>Headteacher of Kelmscott school in Walthamstow says killing of 16-year-old was ‘darkest of days’</p><p>A 16-year-old boy was ambushed as he left a school in east London and stabbed to death on Friday in a “senseless attack”.</p><p>The pupil at Kelmscott school, Walthamstow, was met outside by his attackers who were “waiting for him”, an eyewitness said. He tried to escape but was stabbed a short distance away outside an auto parts store as other pupils watched.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/teenager-stabbed-to-death-leaving-school-in-east-london\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/teenager-stabbed-to-death-leaving-school-in-east-london", "date_published": "2023-05-06 17:40:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Royal occasions aren’t really about the royals at all. What we love is our own reactions | Martha Gill", "description": "The queues, the pubs, our strange cynicism as we wait in the rain: this is what entertains us<p>It’s odd that all dramas about the royals – especially, perhaps, <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/27/crown-william-and-kate-pictures-netflix\" title=\"\"><em>The Crown</em></a>, the era’s defining artistic monument to monarchy – tend to get the same thing wrong. They think that what this family does matters. This is the jeopardy that drives the drama: that the wrong phrase will change the course of history, or that some divorce or scandal might put the very institution at risk.</p><p>But the striking thing about the royal family is: there are no stakes. They have no real power and no one cares what they do (since at least 1993 some 70% of us have been <a href=\"https://www.ipsos.com/en-uk/monarchyroyal-family-trends-monarchy-v-republic-1993-2023\" title=\"\">in favour of the monarchy</a>, a statistic unchanged by Fergie, Prince Andrew and Meghan Markle).</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/royal-occasions-not-really-about-royals-we-love-our-own-reactions\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/royal-occasions-not-really-about-royals-we-love-our-own-reactions", "date_published": "2023-05-06 17:32:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds suffer for the cause to give Sam Allardyce hope of beating the drop | Will Unwin", "description": "<p>The new manager saw his team offer a dogged defensive display at the Etihad that bodes well for their final three games</p><p>Sam Allardyce had waited two years to manage a competitive match and the wait will arguably go on for another week, after he witnessed his <a href=\"https://www.theguardian.com/football/2023/may/03/leeds-confirm-sam-allardyce-as-manager-sack-javi-gracia\" title=\"\">new Leeds side</a> suffer at the <a href=\"https://www.theguardian.com/football/2023/may/06/manchester-city-leeds-premier-league-match-report\" title=\"\">hands of Manchester City</a>. But there were, in the end, positives to cling to.</p><p>The 68-year-old had been given three days on the training ground to impart his methods. It would appear those sessions were attack v defence to prepare them for facing an inevitable afternoon of City domination but Leeds exerted maximum effort, Allardyce’s minimum requirement.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/06/leeds-show-application-to-give-some-hope-to-sam-allardyce\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/06/leeds-show-application-to-give-some-hope-to-sam-allardyce", "date_published": "2023-05-06 17:24:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation fashion sprang few surprises – but all eyes were on Penny Mordaunt", "description": "<p>The invitation had suggested a break with tradition, but the royal family opted to play it safe </p><p>When the <a href=\"https://www.theguardian.com/artanddesign/2023/apr/05/the-coronation-invitation-review-charles-pagan-party-king\" title=\"\">official Coronation invitation</a> was unveiled last month featuring a bee, bluebells and a Green Man, an ancient mythological figure symbolising rebirth, it hinted that the new monarch’s investiture was perhaps, going to break away from tradition.</p><p>Further hints came via the meat-free Coronation quiche recipe, news that the anointing oil was set to be vegan and Charles’s decision to ditch the customary silk stockings and breeches. The Princess of Wales was even rumoured to be swapping a tiara for a flower crown.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/coronation-fashion-sprang-few-surprises-but-all-eyes-were-on-penny-mordaunt\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/coronation-fashion-sprang-few-surprises-but-all-eyes-were-on-penny-mordaunt", "date_published": "2023-05-06 17:18:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Not my king,’ they chanted. Then the police took their megaphones", "description": "<p>The Met hobbled Republic’s plans with early arrests but the protest group  insist their support is growing</p><p>The bronze statue of Charles I on horseback on the corner of Trafalgar Square had been boxed off for the day, with armed police stationed above it. The symbolism was not lost on the protesters from the Republic organisation, those latter-day parliamentarians, who had chosen that spot on the coronation procession route to voice their opposition to the monarchy.</p><p>They had come for the day dressed in spring yellow, in contrast to the uniform red, white and blue of the hats and waistcoats and umbrellas of the crowds around them. As the royal procession passed on its way to Westminster Abbey they made sure that the three-word opinion of perhaps a quarter of the British public was heard above the clatter of the Household Cavalry, at a volume unfamiliar from previous state occasions: “Not my king!”</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/not-my-king-they-chanted-then-the-police-took-their-megaphones\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/not-my-king-they-chanted-then-the-police-took-their-megaphones", "date_published": "2023-05-06 17:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guy Gunaratne: ‘Writing the Abu Ghraib bit of the book took its toll’", "description": "<p>Booker-longlisted in 2018 for their debut novel, In Our Mad and Furious City, the Londoner talks about the follow-up, the slippery life story of a terror suspect, and<em> </em>the fellowship of Ali Smith during a time of stress</p><p>Guy Gunaratne is sipping lemon and ginger tea at the end of a larynx-taxing week recording the audiobook of their latest novel, <em>Mister, Mister</em>. The book is set partly in east London, where we’re meeting before they catch an evening flight home to their wife and two young children in Malmö, Sweden. For the author of 2018’s Booker-longlisted <em><a href=\"https://www.theguardian.com/books/2018/may/06/in-our-mad-furious-city-guy-gunaratne-review\">In Our Mad and Furious City</a></em> (or <em>Mad</em>, as they handily call it), the zigzag itinerary has become a routine: the new book, initally sparked by the controversy surrounding Shamima Begum, was completed during a three-year fellowship at Cambridge, which they took up in 2019 shortly after becoming a father. “The university gave me a room and a desk; no lecturing, just writing.” Then the pandemic hit. “It was tough. When I was younger I dreamed of a project that would transform you – where you’d be a different person at the end of it – and that’s certainly been true of this, but I wouldn’t want to do it again.”</p><p>A difficult second novel, at least for the author, <em>Mister, Mister</em> is a rollercoaster coming-of-age picaresque, set against 40 years of bloodshed in the Middle East, from Desert Storm to Islamic State, and narrated by a fatherless young Londoner, Yahya, half-English, half-Iraqi, raised in a refuge by Muslim women before becoming a poet-preacher whose tub-thumping lyrics echo dangerously around the world in an age of keyboard warriors only too ready to step out from behind the screen. The book starts with Yahya held as a terror suspect, having recently returned from Syria – and he’s just sliced off his own tongue, spilling his life’s twists and turns solely in writing for the eponymous Mister, the shadowy British official quizzing him.</p> <a href=\"https://www.theguardian.com/books/2023/may/06/guy-gunaratne-writing-the-abu-ghraib-bit-of-the-book-took-its-toll-mister-mister\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/06/guy-gunaratne-writing-the-abu-ghraib-bit-of-the-book-took-its-toll-mister-mister", "date_published": "2023-05-06 17:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Local elections: the end is nigh for the Conservatives – cartoon", "description": "<p>The bell tolls for the party as councils tumble across the country</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/5th-may-2023/\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/may/06/local-elections-the-end-is-nigh-for-the-conservatives-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/may/06/local-elections-the-end-is-nigh-for-the-conservatives-cartoon", "date_published": "2023-05-06 17:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A nice nostalgic British feel’: Norfolk’s King Charles III pub raises glass to new monarch", "description": "<p>Sporle pub, which opened after a renovation under its new name in January, hopes to get a visit from its namesake</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>‘Something special’ is how the King Charles III pub in the Norfolk village of Sporle describes itself. But on Saturday while most patrons were supportive of the new head of state, some were more muted in their praise.</p><p>“Dunno, he’s just a king really, nothing much,” said Pat Collision, 72, mother of one of the pub’s owners. She holds the same opinion of the late queen but says she “was lovely, quite a nice lady”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/a-nice-nostalgic-british-feel-norfolks-king-charles-iii-pub-raises-glass-to-new-monarch\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/a-nice-nostalgic-british-feel-norfolks-king-charles-iii-pub-raises-glass-to-new-monarch", "date_published": "2023-05-06 16:58:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The coronation: latest instalment of Britain’s longest-running costume drama is a bit of a damp squib", "description": "<p>Our TV critic joined millions of global viewers – and was left a little underwhelmed by the supernova of regal pomp</p><p>Oh dear, it’s going to rain, isn’t it? On the morning of the coronation of Charles III, British television is showing what appears to be the buildup to the buildup. Under moody grey skies, smartly garbed presenters are gesticulating in the streets of London, talking about the weight of history, the thousands of troops, the plastic crown-sporting crowds milling along the procession route.</p><p>“Exquisite scenes,” observes BBC anchor Kirsty Young, a vision of serene unflappability, seated beside a <em>Day Of The Triffid</em>-esque eruption of fauna that only slightly makes the studio resemble a funeral home. On ITV, the anchors are Julia Etchingham and Tom Bradby, while Sky has Kay Burley and Anna Botting.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/the-coronation-latest-instalment-of-britains-longest-running-costume-drama-is-a-bit-of-a-damp-squib\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/the-coronation-latest-instalment-of-britains-longest-running-costume-drama-is-a-bit-of-a-damp-squib", "date_published": "2023-05-06 16:38:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Men put on the style at the Met gala, but the Karl Lagerfield theme was a fashion faux pas | Bidisha Mamata", "description": "In honouring the late Chanel designer, New York’s annual extravaganza overlooked his many faults<p>The Met gala has come and gone in a brief cacophony of internet clicks. Like many people, I balance ignorance of its purpose (it’s an annual fundraiser for the Met museum’s Costume Institute) with needing to know what everyone wore. The <a href=\"https://www.gq-magazine.co.uk/article/best-dressed-men-met-gala-2023\" title=\"\">men triumphed this year</a>, what with Taika Waititi’s unstructured bluish-grey housecoat, Bad Bunny’s seductive white backless blazer, Barry Keoghan in retina-sizzling electric blue plaid and Pedro Pascal’s bare knees, cheeky scout grin and scarlet overcoat.</p><p>Every Met gala has a theme, and this one <a href=\"https://www.theguardian.com/commentisfree/2023/may/02/karl-lagerfeld-met-gala-theme-controversy\" title=\"\">honoured the late Chanel designer Karl Lagerfeld</a>. Lagerfeld’s designs were peppy and sellable. But the monochrome palette, the bouclé wool, the pearls, the silk jersey, the uncorseted black dress, the neat little shoulders and narrow silhouette, the androgyny and uniform aesthetics, the quilting and tweed, the chains and braids, the camellias, the handbag, the logo and – above all – Chanel No 5 perfume, whose sales keep the business running? Those were invented by one woman, the genius Coco Chanel.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/men-put-on-the-style-at-the-met-gala-but-the-karl-lagerfield-theme-was-a-fashion-faux-pas\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/men-put-on-the-style-at-the-met-gala-but-the-karl-lagerfield-theme-was-a-fashion-faux-pas", "date_published": "2023-05-06 16:32:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory vice-chair Lee Anderson says anti-monarchists should leave UK", "description": "<p>Contentious MP reacts to arrest of coronation protesters by telling British republicans to emigrate</p><p>The Conservative party’s deputy chair, Lee Anderson, has said that anti-monarchist campaigners should emigrate rather than use their right to free speech to protest against the coronation of Charles III.</p><p>The comments followed the <a href=\"https://www.theguardian.com/uk-news/2023/may/06/head-of-uks-leading-anti-monarchy-group-arrested-at-coronation-protest\">arrest of a number of demonstrators at the king’s coronation</a>, including Graham Smith, the chief executive of the country’s largest republican pressure group, Republic, which was formed in 1983.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/tory-vice-chair-lee-anderson-says-anti-monarchists-should-leave-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/tory-vice-chair-lee-anderson-says-anti-monarchists-should-leave-uk", "date_published": "2023-05-06 16:21:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chaldean delivers glory for retiring Frankie Dettori in his last 2,000 Guineas", "description": "<ul><li>Dettori wins Newmarket Classic for fourth time</li><li>Legendary jockey set to retire at end of Flat season</li></ul><p>Frankie Dettori opened the British leg of his farewell tour with a fourth win in the 2,000 Guineas on Chaldean, powering one-and-three-quarter lengths clear of the rank outsider Hi Royal at the line with Royal Scotsman, who was just a head behind Chaldean in the Dewhurst Stakes last October, another half-length back in third.</p><p>Chaldean, trained by Andrew Balding, attracted steady support in the hours before the race as persistent rain turned the going to soft, and he set off as the 7-2 second-favourite behind Auguste Rodin, at 13-8.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/horse-racing-chaldean-frankie-dettori-victory-2000-guineas\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/horse-racing-chaldean-frankie-dettori-victory-2000-guineas", "date_published": "2023-05-06 16:08:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City stretch lead at top despite late scare by Allardyce’s Leeds", "description": "<p>“You’re getting sacked in the morning” rang in Sam Allardyce’s ears from Manchester City fans after Ilkay Gündogan’s second goal of a victory that moves Pep Guardiola’s champions three points closer to a hat-trick of titles.</p><p>It would be fair to characterise City’s display as a stroll, before what unfolded late on after Phil Foden earned a penalty. Despite Riyad Mahrez, a regular taker, and the 51-goal man Erling Haaland both being on the field, Gündogan stepped up in an attempt to complete a hat-trick.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/manchester-city-leeds-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/manchester-city-leeds-premier-league-match-report", "date_published": "2023-05-06 16:06:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince Louis is once again centre of attention at a major royal event", "description": "<p>After his absence from the Queen’s funeral, the youngest son of the Prince and Princess of Wales was at the coronation to the delight of fans</p><ul><li><strong><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></strong></li></ul><p>Prince Louis, the youngest son of the Prince and Princess of Wales, carried on his track record of being a centre of attention at major events, where he often delights royal fans by acting like a small human being rather than the people around him, who have been meticulously drilled in protocol and etiquette throughout their lives.</p><p>A long wait for a two-hour church service to start would test the patience of most of us, and at the coronation of King Charles III, five-year-old Louis was already spotted yawning before he had entered the abbey.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/prince-louis-is-once-again-centre-of-attention-at-a-major-royal-event\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/prince-louis-is-once-again-centre-of-attention-at-a-major-royal-event", "date_published": "2023-05-06 16:01:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man v machine: everything you need to know about AI", "description": "<p>As systems become more capable – and ubiquitous – should we be worrying about what the future holds for humans in a ‘robot’ world?</p><p>Almost anywhere you currently interact with other people is being eagerly assessed for AI-based disruption. Chatbots in customer service roles are nothing new but, as AI systems become more capable, expect to encounter more and more of them, handling increasingly complex tasks. Voice synthesis and recognition technology means they’ll also answer the phone, and even call you.</p> <a href=\"https://www.theguardian.com/technology/2023/may/06/man-v-machine-everything-you-need-to-know-about-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/06/man-v-machine-everything-you-need-to-know-about-ai", "date_published": "2023-05-06 16:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Revolutionary Letters; A Living Leg-End; Today in History With the Retrospectors and more – review", "description": "<p>Shoutouts for single documentaries and their makers, a daily dose of history, desert island children’s books – plus the big winners at this year’s audio Oscars</p><p><strong>Revolutionary Letters</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001lj0f\">BBC Sounds</a> <br /><strong>A Living Leg-End</strong> (Radio 4) | <a href=\"https://www.bbc.co.uk/programmes/m001ljch\">BBC Sounds</a> <br /><strong>Today in History With the Retrospector</strong><strong>s</strong> | <a href=\"https://theretrospectors.com/\">The Retrospectors</a><br /><strong>Bodies </strong>(Allison Behringer) | <a href=\"https://www.kcrw.com/culture/shows/bodies\">KCRW</a> <br /><strong>The Island of Brilliant! | </strong><a href=\"https://islandofbrilliant.podbean.com/\">Podbean</a> <br /><strong><a href=\"https://www.radioacademy.org/arias/\">The Arias</a></strong></p><p>In a world of clear-your-schedule binges, long true crime serials and previous episodes that run into the hundreds, the single audio documentary may seem a specialist listen. A bubble that floats, bursts and disappears – a folly, almost. But half an hour of beautifully produced factual audio – an hour at a push – has always been one of my favourite listens.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/06/revolutionary-letters-diane-di-prima-radio-4-review-falling-tree-a-living-leg-end-today-in-history-with-the-retrospectors-bodies-allison-behringer-the-island-of-brilliant-the-arias-2023-radio-academy\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/06/revolutionary-letters-diane-di-prima-radio-4-review-falling-tree-a-living-leg-end-today-in-history-with-the-retrospectors-bodies-allison-behringer-the-island-of-brilliant-the-arias-2023-radio-academy", "date_published": "2023-05-06 16:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory youth training policy is a right royal mess | Phillip Inman", "description": "<p>King Charles and the Prince’s Trust arguably did a better job of improving the skills of the under-30s in the last decade than the government</p><p>King Charles is well known for his support of Britain’s youth. Arguably, he has done more to train the under-30s in practical skills over the last decade than the government – and financed it without lumbering them with huge debts.</p><p>The Prince’s Trust passed its one millionth trainee milestone in 2020 and has carried on without much fanfare while the government’s skills programme has floundered – undermined by Theresa May’s<a href=\"https://www.theguardian.com/education/2023/feb/06/uk-apprenticeship-levy-is-a-35bn-mistake-say-business-leaders\" title=\"\"> complicated and misused apprenticeship levy</a>.</p> <a href=\"https://www.theguardian.com/business/2023/may/06/tory-youth-training-policy-is-a-right-royal-mess\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/06/tory-youth-training-policy-is-a-right-royal-mess", "date_published": "2023-05-06 16:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What a development: a century of photo wallets – in pictures", "description": "<p>A new book titled <a href=\"https://www.fourcornersbooks.co.uk/books/more-than-a-snapshot/\">More Than a Snapshot</a> showcases Annebella Pollen’s collection of photo wallets (the envelopes used by film processors). As a professor of visual and material culture at Brighton University, Pollen looks for significance in ephemera. “A wallet might not seem of much consequence, but the 100 examples in this book show a century of attitudes and taste through the images they enforce – children always smiling, the sun always shining,” she says. Her favourite wallets show women as photographers, such as the Kodak Girl, a character in ads for more than 50 years.</p><ul><li><em><a href=\"https://www.fourcornersbooks.co.uk/books/more-than-a-snapshot/\">More Than a Snapshot: A Visual History of Photo Wallets</a></em><a href=\"https://www.fourcornersbooks.co.uk/books/more-than-a-snapshot/\"> by Annebella Pollen is published by Four Corners Books</a></li></ul> <a href=\"https://www.theguardian.com/books/gallery/2023/may/06/what-a-development-a-century-of-photo-wallets-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/books/gallery/2023/may/06/what-a-development-a-century-of-photo-wallets-in-pictures", "date_published": "2023-05-06 16:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Kane’s header gives Tottenham narrow victory against Crystal Palace", "description": "<p>If Harry Kane does finally leave Tottenham in the summer then it’s in this type of match they will miss him most of all. The England captain’s 28th goal of the season took him ahead of Wayne Rooney into second place in the Premier League’s all-time list of top scorers and delivered a first victory as interim head coach for Ryan Mason to revive their hopes of qualifying for European competition.</p><p>While this was far from a vintage performance against Roy Hodgson’s in-form Crystal Palace side who could feel hard done by not to have earned at least a point, none of that really matters when you have Kane in this kind of form. Created and scored by the striker who turns 30 in July, his winning goal on the stroke of half-time could be the encouragement Spurs need to nail down a place in Europe next season and perhaps even convince Kane that the grass is not always greener on the other side.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/tottenham-crystal-palace-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/tottenham-crystal-palace-premier-league-match-report", "date_published": "2023-05-06 15:58:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "João Félix finishes off Bournemouth as Lampard finally earns Chelsea win", "description": "<p>Frank Lampard was unmoved when Conor Gallagher opened the scoring but Chelsea’s interim manager allowed himself the smallest of celebrations when João Félix stroked in Chelsea’s third goal with four minutes of normal time left to play. Lampard clenched both fists and his assistant, Joe Edwards, gave him a quick embrace. Moments after the final whistle Lampard walked over to the away supporters who bookended this win by singing his name and offered them a thumbs-up.</p><p>It has been a testing few weeks for Lampard, who had been ridiculed after arriving in Dorset on the back of six straight defeats. How this was a welcome victory, their first in 10 attempts, even if it was not exactly convincing . Benoit Badiashile poked Chelsea in front on 82 minutes before the substitute Félix completed the scoring on a dank afternoon in Bournemouth.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/bournemouth-chelsea-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/bournemouth-chelsea-premier-league-match-report", "date_published": "2023-05-06 15:58:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vuelta Femenina: Van Vleuten takes lead, Realini wins stage on photo finish", "description": "<ul><li>Demi Vollering loses red jersey as Movistar attack in crosswinds</li><li>Realini pips Van Vleuten on the line for first World Tour win</li></ul><p>World road champion Annemiek van Vleuten wrestled over control of the La Vuelta Femenina ahead of the Sunday’s final stage, putting more than a minute into her rival for the red jersey, Demi Vollering, on the bumpy road to Laredo.</p><p>After Vollering’s (SD-Worx) statement victory on stage five to take a narrow, five-second lead into La Vuelta’s sixth and penultimate stage, Van Vleuten needed to respond if she wanted to defend her title. The Movistar rider did just that, taking the field apart on the first climb and only narrowly being denied the stage victory by Gaia Realini (Trek-Segafredo) – the Italian’s first victory on the Women’s WorldTour – by a photo finish.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/cycling-vuelta-femenina-van-vleuten-takes-lead-realini-wins-stage-on-photo-finish\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/cycling-vuelta-femenina-van-vleuten-takes-lead-realini-wins-stage-on-photo-finish", "date_published": "2023-05-06 15:47:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Liverpool v Brentford: Premier League – live", "description": "<ul><li>Updates from the 5.30pm BST kick-off at Anfield</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: Saturday’s results and latest scores</a></li><li>Get in touch: <a href=\"mailto:scott.murray@theguardian.com\">email Scott</a> with your thoughts</li></ul><p><strong>Liverpool make three changes to their starting XI after the sketchy 1-0 win over Fulham during the week.</strong> Diogo Jota, Cody Gakpo and Andy Robertson are back, at the expense of Luis Diaz, Jordan Henderson and Kostas Tsimikas, who all drop to the bench.</p><p><strong>Brentford make two changes to the XI that started their smash-and-grab 2-1 win over Nottingham Forest last Saturday.</strong> Mathias Jorgensen and Frank Onyeka nudge Mikkel Damsgaard and Kevin Schade down to the bench.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/06/liverpool-v-brentford-premier-league-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/06/liverpool-v-brentford-premier-league-live", "date_published": "2023-05-06 15:36:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This election bloodbath was bad enough for the Tories – tactical voting could make it far worse", "description": "<p>Labour is bridging the Brexit gap but is not yet poised to win a general election. One thing could change that…</p><p>Rishi Sunak will be grateful that the coronation bank holiday weekend diverts attention away from the <a href=\"https://www.theguardian.com/politics/2023/may/05/what-do-disastrous-tory-local-election-results-mean-for-rishi-sunak\" title=\"\">electoral bloodbath</a> his party suffered on Thursday. More than 1,000 Conservative councillors lost their seats, and 48 Tory administrations were swept out as voters turned against the government in local authorities across the length and breadth of England.</p><p>The BBC’s projected national share – which estimates how parties would do had the whole country behaved in a similar way to the places voting last week – put the Conservatives on 26%, down two points on an already awful 2019 performance. Labour won a projected 35 points, up seven on 2019. The nine-point projected Labour lead is the largest in two decades.</p> <a href=\"https://www.theguardian.com/politics/2023/may/06/this-election-bloodbath-was-bad-enough-for-the-tories-tactical-voting-labour-brexit-general-election\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/06/this-election-bloodbath-was-bad-enough-for-the-tories-tactical-voting-labour-brexit-general-election", "date_published": "2023-05-06 15:25:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pro-Kremlin writer Zakhar Prilepin injured in car explosion, says Russia", "description": "<p>One person killed in incident in Nizhny Novgorod region, according to Russia’s interior ministry</p><ul><li><a href=\"https://www.theguardian.com/world/series/ukraine-live/latest\">Russia-Ukraine war – latest news updates</a></li></ul><p>A prominent pro-Kremlin writer and Russian nationalist has been injured in a car “explosion” and one other person was killed, the interior ministry in Moscow has said, after a string of apparent <a href=\"https://www.theguardian.com/world/2023/may/03/russia-accuses-ukraine-of-trying-to-kill-vladimir-putin-with-kremlin-drone-strike\">drone attacks</a> in Russia amid the fighting in Ukraine.</p><p>“According to initial reports, one person was killed by the explosion, and the writer Zakhar Prilepin, who was in the car, was injured” in the Nizhny Novgorod region about 250 miles (400km) east of Moscow, the ministry said.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/pro-kremlin-writer-zakhar-prilepin-injured-in-car-explosion-says-russia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/pro-kremlin-writer-zakhar-prilepin-injured-in-car-explosion-says-russia", "date_published": "2023-05-06 15:03:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m glad you’ve bought an electric vehicle. But your conscience isn’t clean | John Naughton", "description": "<p>First, you’ve got to drive a long way before you overcome your EV’s embedded carbon debt. And then there’s the trouble with the minerals in its battery…</p><p>So you’ve finally taken the plunge and bought an electric vehicle (EV)? Me too. You’re basking in the warm glow that comes from doing one’s bit to save the planet, right? And now you know that smug feeling when you are stuck in a motorway tailback behind a hideous diesel SUV that’s pumping out particulates and noxious gases, but you’re sitting there in peace and quiet and emitting none of the above. And when the traffic finally starts to move again you notice that the fast lane is clear and you want to get ahead of that dratted SUV. So you put your foot down and – whoosh! – you get that pressure in the small of your back that only owners of Porsche 911s used to get. Life’s good, <em>n’est-ce pas</em>?</p><p>Er, up to a point. True, there’s nothing noxious coming out of your exhaust pipe, because you don’t have one; and the electric motors that power your wheels certainly don’t burn any fossil fuel. But that doesn’t mean that your carbon footprint is zero. First of all, where did the electricity that charged that big battery of yours come from? If it came from renewable sources, then that’s definitely good for the planet. But in most countries, at least some of that electricity came from non-renewable sources, maybe even – shock, horror! – coal-burning generating stations.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/electric-vehicle-conscience-clean-batteries-carbon-emissions\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/electric-vehicle-conscience-clean-batteries-carbon-emissions", "date_published": "2023-05-06 15:00:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Fatoumata Diawara: London Ko review – exuberance rules", "description": "<p>(Wagram)<br />With star guests to the fore and Damon Albarn co-producing, the stylish Malian singer-songwriter speaks her mind on her wide-ranging third studio album</p><p>The Malian singer <a href=\"https://fatoumatadiawara.com/en/\">Fatoumata Diawara</a> has always been about the future. The image of her toting an electric guitar – which she has said is a first for a female Malian singer – tells you as much, as does her new video, Nsera, a dazzling parade of Afro-futurist images with “Fatou” in assorted stunning costumes. Her two previous albums have remained broadly in Mali’s <em>wassoulou</em> traditions while introducing western elements, a process taken further on <em><a href=\"https://fatoumatadiawara.lnk.to/londonko\">London Ko</a></em>, which is co-produced with Damon Albarn – the two have remained friends since she appeared on his <a href=\"https://www.theguardian.com/music/2012/sep/09/africa-express-finale-concert-london\">2012 Africa Express tour</a>.</p><p>It’s a sprawling, chequered affair, with six of its 14 tracks co-written with Albarn (she on guitar, he on synths), while the rest co-opt a stellar cast of collaborators. There’s much to admire: Diawara’s agile, forceful vocals; her championship of the feminist cause (Sete is her second song on the subject of FGM); a gallop with the brilliant Cuban pianist Roberto Fonseca on Blues; a slinky tribute to brotherhood with Ghanaian rapper M.anifest; and the funky party piece Tolon, with Nigerian star <a href=\"https://www.theguardian.com/world/2023/jan/21/african-music-stars-struggle-to-get-visas-to-europe\">Yemi Alade</a>. These are largely African-style songs preaching morality, consideration and responsibility, though in Diawara’s hands, exuberance rules.</p> <a href=\"https://www.theguardian.com/music/2023/may/06/fatoumata-diawara-london-ko-review-exuberance-rules-damon-albarn-roberto-fonseca-manifest-yemi-alade\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/06/fatoumata-diawara-london-ko-review-exuberance-rules-damon-albarn-roberto-fonseca-manifest-yemi-alade", "date_published": "2023-05-06 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A matter of life and death’: abusers who strangle partners getting off lightly, say campaigners", "description": "<p>Offenders convicted under new law in England and Wales spared jail, analysis carried out by the Observer shows</p><p>Abusers who strangle their partners are being given lenient punishments that fail to reflect the severity of their crimes, campaigners say, after an <em>Observer</em> analysis of cases prosecuted under a new law suggested inconsistencies in sentencing.</p><p>Violent offenders who committed attacks in front of children, threatened victims with knives or were convicted of multiple offences are among those spared jail in recent months, according to court records for England and Wales.</p> <a href=\"https://www.theguardian.com/society/2023/may/06/a-matter-of-life-and-death-abusers-who-strangle-partners-getting-off-lightly-say-campaigners\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/06/a-matter-of-life-and-death-abusers-who-strangle-partners-getting-off-lightly-say-campaigners", "date_published": "2023-05-06 15:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Strong bladders required for interminable faffing of King Charles’s coronation | John Crace", "description": "<p>It was hard to escape the sense of the absurd as a 21st century democracy relived a medieval fantasy</p><p>It rained. Of course it did. It wouldn’t have been a proper coronation if it hadn’t. Brits wouldn’t have had it any other way. We were born to suffer. Keep calm and carry on.</p><p>The first guests had started arriving at Westminster Abbey from early in the morning. Among them the lucky MPs who had received an invite. Though many Tories had been complaining it was all a stitch-up by Number 10. That Rishi Sunak had hand-picked favourites and those he wanted to get onside. Whatever. Let’s hope they had strong bladders. It was going to be a long morning.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/strong-bladders-required-for-interminable-faffing-of-king-charles-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/strong-bladders-required-for-interminable-faffing-of-king-charles-coronation", "date_published": "2023-05-06 14:54:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Silvio Berlusconi addresses Forza Italia members from hospital room", "description": "<p>The former Italian prime minister was speaking for the first time since he was hospitalised a month ago</p><p>The former Italian prime minister Silvio Berlusconi has given his first address to the public since being hospitalised a month ago, delivering a video message to party members from his hospital room.</p><p>“Here I am, here for you, wearing a shirt and jacket for the first time in a month,” the 86-year-old billionaire media mogul said, in a pre-recorded address to a convention of his right-wing Forza Italia party.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/silvio-berlusconi-addresses-forza-italia-members-from-hospital-room\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/silvio-berlusconi-addresses-forza-italia-members-from-hospital-room", "date_published": "2023-05-06 14:50:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dead whale removed from Bridlington beach after becoming tourist attraction", "description": "<p>East Riding of Yorkshire council were able to remove 17m carcass without cutting it up in large-scale operation</p><p>The carcass of a 30-tonne fin whale that died after being beached in Bridlington has been removed in an operation described as the “largest of its kind” the local council has ever carried out.</p><p>The 17m whale became a macabre tourist attraction on Bridlington’s South Beach after it died on Tuesday evening during attempts to return it to the sea.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/dead-whale-removed-from-bridlington-beach-after-becoming-tourist-attraction\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/dead-whale-removed-from-bridlington-beach-after-becoming-tourist-attraction", "date_published": "2023-05-06 14:49:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nothing but drizzle was permitted to rain on this parade. So why did Charles look so glum?", "description": "<p>Protesters arrested, pomp running with military precision – and yet the king seemed weighted down, physically and metaphorically</p><p>When King Charles III, the oldest monarch ever to succeed to the British throne – and 14 other related thrones for that matter – was formally crowned in a traditional coronation at Westminster Abbey <a href=\"https://www.theguardian.com/uk-news/2023/may/06/king-charles-iii-crowned-at-westminster-abbey-coronation\">on Saturday</a>, it came with all the flummery, pomp, circumstance and ceremonial that the country can still manage.</p><p>We may not be able to make the trains run on time or fill in the potholes in our roads, but we can muster immaculately marching troops, their bearskins bobbing through the drizzle down the Mall and military bands in perfect unison thanks to the electronic commands in the drummers’ earphones.</p><p>Stephen Bates, a former Guardian correspondent, is the author of The Shortest History of the Crown (Old Street Publishing)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/nothing-but-drizzle-was-permitted-to-rain-on-this-parade-so-why-did-charles-look-so-glum\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/nothing-but-drizzle-was-permitted-to-rain-on-this-parade-so-why-did-charles-look-so-glum", "date_published": "2023-05-06 14:46:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation of King Charles – in pictures", "description": "<p>The best photos from the ceremony in Westminster Abbey, the procession through central London and the crowds of royal fans – and protesters</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/may/06/coronation-of-king-charles-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/may/06/coronation-of-king-charles-in-pictures", "date_published": "2023-05-06 14:31:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sheffield Eagles soaring again after long road from Challenge Cup glory", "description": "<p>Club is thriving again despite doomed merger and nomadic existence since remarkable Challenge Cup success in 1998</p><p>If Sheffield Eagles were a major American sporting franchise, you suspect there would have been a film of their story by now. Alas, the Hollywood scriptwriters have not got their teeth into rugby league yet, but that does not make Sheffield’s journey over the past 25 years any less remarkable.</p><p>This week, the 1998 squad reunited to mark the 25th anniversary of their Challenge Cup final victory against Wigan, the greatest upset in the sport’s history. Sheffield, 14-1 outsiders, stunned one of the game’s most famous clubs to win the cup and, barely a decade after forming, it felt like it was the start of a bright future for rugby league in South Yorkshire.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/sheffield-eagles-soaring-again-after-long-road-from-challenge-cup-glory\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/sheffield-eagles-soaring-again-after-long-road-from-challenge-cup-glory", "date_published": "2023-05-06 14:30:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation fashion: royals put on catwalk show to launch King Charles’s Britain", "description": "<p>Tone is set by king and queen in royal regalia, but sword-wielding Penny Mordaunt steals show</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>Princess Anne in a crimson-plumed bicorn hat, swashbuckling through Westminster Abbey in a Napoleonic velvet cloak. Penny Mordaunt stealing the show in a teal two-piece that echoed the commanders’ wives in the Handmaid’s Tale, accessorised with a giant sword. Nine-year-old Prince George, a Nutcracker toy soldier come to life, resplendent in crimson and frogging.<br /><br />As a catwalk for King Charles’s Britain, <a href=\"https://www.theguardian.com/uk-news/2023/may/06/king-charles-iii-crowned-at-westminster-abbey-coronation\">the coronation</a> was undeniably spectacular. A feast of pageantry served up glorious visual entertainment during the long hours in Westminster Abbey.</p><p>Advance briefings from the palace had suggested Charles wanted a modern, pared-down event reflecting a 21st century country in the grip of a cost of living crisis, but the optics of the clothes were surprisingly jazzy and eccentric. This was a grandstanding of Britain as the land of Mary Poppins and Strictly Come Dancing, of Hogwarts and Glastonbury, rather than the home of umbrellas and bowler hats.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/coronation-fashion-royals-put-on-catwalk-show-to-launch-king-charles-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/coronation-fashion-royals-put-on-catwalk-show-to-launch-king-charles-britain", "date_published": "2023-05-06 14:23:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation of King Charles is a visual feast veiled in the mists of the past", "description": "<p>A ritual that once equipped a monarch with the spiritual and temporal tools for the job is full of colour and historic pageantry</p><ul><li><strong><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">Coronation live: King Charles III and Queen Camilla crowned</a></strong></li></ul><p>At a time when it was a king’s duty to lead men into battle, resist evil, defend the good, execute justice and dispense mercy, the ritual of coronation sought to equip him with the necessary spiritual and symbolic temporal tools for the job.</p><p>The job spec may have changed since William the Conqueror. But as King Charles III, alongside the queen, became the 40th sovereign to be crowned at Westminster Abbey, such kingly and chivalrous virtues were still solemnly invoked.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/coronation-of-king-charles-is-a-visual-feast-veiled-in-the-mists-of-the-past\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/coronation-of-king-charles-is-a-visual-feast-veiled-in-the-mists-of-the-past", "date_published": "2023-05-06 14:08:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Vive la révolution! But is France ready to establish a Sixth Republic?", "description": "<p>Raising the age to retire, in the face of public dissent, might be president Macron’s last stand in an outdated constitution</p><p>In autumn 1958, soon after 82% of voters had backed a new constitution for arguably western Europe’s least governable country, Charles de Gaulle turned to his confidant, Alain Peyrefitte, and observed, with evident satisfaction, that he had successfully reconciled monarchy and republic.</p><p>But as France’s Fifth Republic nears its 65th anniversary later this year, there can have been few moments in its history when it has seemed more contested – and it is the constitution’s elevation of the nation’s president to the status, almost, of an elected monarch that appears most to blame.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/vive-la-revolution-but-is-france-ready-to-establish-a-sixth-republic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/vive-la-revolution-but-is-france-ready-to-establish-a-sixth-republic", "date_published": "2023-05-06 14:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardians of the Galaxy Vol 3 review – a big-hearted emotional rollercoaster", "description": "<p>Putting a cute raccoon centre stage, James Gunn is taking no chances with this slick, mischievous, supposedly final third instalment of the Marvel series</p><p>While much of Marvel’s output has rather blurred together of late into a gaudy onslaught of overplotted multiverse-hopping, the <em>Guardians of the Galaxy</em> movies have, for better or worse, always had a distinctive personality. What elevates Vol 3 (supposedly the final film in the <em>GOTG</em> series) is the way it keeps that personality, nodding to the irreverent swagger that is a crucial component of the <em>Guardians</em> USP while delivering a series of devastating emotional sucker punches along the way.</p><p>To achieve this, director and co-writer <a href=\"https://www.theguardian.com/film/james-gunn\">James Gunn</a> takes the fail-safe, heartstring-twanging route of placing adorable animals in peril, exploring Rocket the raccoon’s traumatic backstory, and touching on some unexpectedly dark themes – eugenics and vivisection – in the process. There’s a kinship with Bong Joon-ho’s <em><a href=\"https://www.theguardian.com/film/2017/jun/25/okja-bong-joon-ho-netflix-review-mark-kermode\">Okja</a></em>: both pictures celebrate loyalty and friendship while also acknowledging humanity’s capacity for unimaginable cruelty to other species.</p> <a href=\"https://www.theguardian.com/film/2023/may/06/guardians-of-the-galaxy-vol-3-review-a-big-hearted-emotional-rollercoaster\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/06/guardians-of-the-galaxy-vol-3-review-a-big-hearted-emotional-rollercoaster", "date_published": "2023-05-06 14:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I don’t recall so many attractive people’: experts reveal what The Diplomat gets right – and wrong", "description": "<p>Foreign affairs staff seem mostly to be enjoying the new Netflix show starring Keri Russell, despite the many liberties it takes</p><p>Diplomacy never works,” a character complains in the new Netflix series <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/23/the-week-in-tv-dead-ringers-the-hunt-for-raoul-moat-the-diplomat-our-changing-planet-reviews\" title=\"\"><em>The Diplomat</em></a>. “Diplomacy doesn’t open doors with a twist of the wrist.”</p><p>“Diplomacy is 40 days and nights in a Vienna hotel room, listening to the same empty talking points, getting trashed at the minibar,” the character continues. “It’s getting to ‘no’ over, and over, and over. Diplomacy never works. Until it does.”</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/06/i-dont-recall-so-many-attractive-people-experts-reveal-what-the-diplomat-gets-right-and-wrong\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/06/i-dont-recall-so-many-attractive-people-experts-reveal-what-the-diplomat-gets-right-and-wrong", "date_published": "2023-05-06 14:00:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel very honoured’: South African soprano Pretty Yende sings at coronation", "description": "<p>Star from small town who took up opera aged 16 becomes first African to sing solo at British coronation</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>The South African soprano Pretty Yende grew up in a small town in eastern South Africa, 8,000 miles from where she sang on Saturday at the <a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">coronation of King Charles III</a>.</p><p>“Generations from now they will read about the British monarchs … and they’ll see the name of a girl from the tip of Africa written in there,” the 38-year-old said last week.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/i-feel-very-honoured-south-african-soprano-pretty-yende-sings-at-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/i-feel-very-honoured-south-african-soprano-pretty-yende-sings-at-coronation", "date_published": "2023-05-06 13:16:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘This will be different’: Kherson’s ruined villages come to life with counteroffensive preparation", "description": "<p>Signs of the anticipated Ukrainian strike are unmistakable now – to strategists and residents</p><p><a href=\"https://www.theguardian.com/world/live/2023/may/06/russia-ukraine-war-live-curfew-begins-in-kherson-ahead-of-expected-ukraine-counteroffensive\">• Russia-Ukraine war – live updates</a></p><p>The price of liberation is high. In the village of Posad-Pokrovske in southern Ukraine, a place once on the very frontline of the war, almost every house is damaged by shell fire.</p><p>Outside a blue-painted church, Father Viktor Kravchuk, 61, has laid out the sheets, quilts and clothes he has rescued from his ruined house to air in front a little cemetery that is a tangle of blossoming lilac.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/this-will-be-different-khersons-ruined-villages-come-to-life-with-counteroffensive-preparation\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/this-will-be-different-khersons-ruined-villages-come-to-life-with-counteroffensive-preparation", "date_published": "2023-05-06 13:02:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Clive Myrie: ‘I cry a lot. I’m a real gusher’", "description": "The journalist, 58, on American presidents, due impartiality and marriage tips from Michael Caine<p><strong>On my first day </strong>at primary school I threw up in the middle of the classroom. It was nerves, I think – being away from family. For the following two weeks I was totally mute. Eventually I spoke – and haven’t stopped since.</p><p><strong>My parents arrived </strong>in Bolton from Jamaica in the early 1960s with my older siblings. I was their first to be born here. It was a loving family, but Dad didn’t adapt well to the UK. It was cold and the northern industrial town was alien to the Caribbean countryside he knew. His way of coping was to work, work, work. He’ll tell you himself he hasn’t really enjoyed it here. He did it all for his children.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/clive-myrie-this-much-i-know\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/clive-myrie-this-much-i-know", "date_published": "2023-05-06 13:01:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘They treat us like animals’: families waiting years for housing to take legal action against London council", "description": "<p>Somali families claim Tower Hamlets has left them in unsafe conditions, and accuse council of racism and corruption</p><p>Dozens of families who have been waiting for <a href=\"https://www.theguardian.com/society/social-housing\" title=\"\">social housing</a> for several years, sometimes even decades, are set to take legal action against a London council, accusing it of corruption and racism.</p><p>The families, all of whom are Somali, claim they have been systemically removed from housing waiting lists by Tower Hamlets council due to their race, and some have been placed in severely unfit and unsafe homes that doctors say posed a major risk to their health.</p> <a href=\"https://www.theguardian.com/society/2023/may/06/they-treat-us-like-animals-families-waiting-years-for-housing-to-take-legal-action-against-london-council\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/06/they-treat-us-like-animals-families-waiting-years-for-housing-to-take-legal-action-against-london-council", "date_published": "2023-05-06 13:00:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ed Sheeran: Subtract review – a grownup record that swings from coping to not coping", "description": "<p>(Asylum/Atlantic)<br />Framing his recent grief and depression in a gauzy wash of sound courtesy of producer Aaron Dessner, the embattled songsmith continues to deal in powerful universals</p><p>As I finished writing this review, the news broke that Ed Sheeran had been <a href=\"https://www.theguardian.com/music/2023/may/04/ed-sheeran-verdict-not-liable-copyright-lawsuit-marvin-gaye\">cleared of infringing copyright</a> in his latest high-profile trial, one that has been so frustrating that the singer-songwriter threatened to “quit music” if the courts didn’t find in his favour. He is also mourning the recent death of his <a href=\"https://www.eadt.co.uk/news/23494154.ed-sheeran-nan-nancy-mulligan-inspired-song-dies/\">Irish grandmother</a>, the subject of his 2017 song <a href=\"https://youtu.be/87gWaABqGYs\">Galway Girl</a>. Appositely, the British singer-songwriter’s fifth studio album details what an absolute humdinger your early 30s can be. Billed as his starkest and most candid record yet, – (AKA <em>Subtract</em>) concludes Sheeran’s run of mathematically themed albums with a diaristic account of how slings and arrows can come at a successful singer-songwriter, often out of nowhere.</p><p>The title suits the contents. There is one major loss at the heart of this record, and some near misses; you may consider Sheeran’s recent period of depression – another of <em>Subtract</em>’s recurrent themes – as a kind of defining emptiness around which the album orbits. The most obvious absence in these 14 tracks is that of Jamal Edwards, the late SBTV founder who died suddenly <a href=\"https://www.theguardian.com/media/2022/feb/20/jamal-edwards-sbtv-founder-and-music-entrepreneur-dies-aged-31\">in January 2022</a>. He and Sheeran had been close, to the point where many had wondered if they were more than friends – a rumour Sheeran can now <a href=\"https://www.rollingstone.co.uk/music/features/ed-sheeran-the-year-that-pulled-his-year-apart-cover-story-subtract-27770/\">chuckle fondly over</a> in interviews. A grime entrepreneur whose DIY <a href=\"https://www.youtube.com/@sbtv/featured\">YouTube channel</a> did much to crowbar Black British music towards the mainstream, Edwards’s early support lent the singer-songwriter no little credibility, often in short supply from other quarters.</p> <a href=\"https://www.theguardian.com/music/2023/may/06/ed-sheeran-subtract-review-a-grownup-record-that-swings-from-coping-to-not-coping-aaron-dessner\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/06/ed-sheeran-subtract-review-a-grownup-record-that-swings-from-coping-to-not-coping-aaron-dessner", "date_published": "2023-05-06 13:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Oh no, it happened again: a famous woman didn’t follow the rules of ageing | Arwa Mahdawi", "description": "<p>Meg Ryan was declared ‘unrecognizable’ in headlines after attending a screening – even though the tabloids clearly recognized her</p><p>Oh no, it’s happened again. Every now and again a famous woman over the age of 45 has the temerity to go out in public without following The Rules of Ageing While Female and all hell breaks loose. This time the offender is <a href=\"https://www.independent.co.uk/life-style/kirstie-allsopp-meg-ryan-age-appearance-b2332961.html\">Meg Ryan</a>. The 61-year-old actor attended a documentary screening in New York this week, sparking immediately scrutiny from all the usual tabloids about her appearance and how much plastic surgery she might have had. Both the Daily Mail and Page Six declared Ryan “unrecognizable” in their headlines. Which is weird, because they clearly recognized her.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/meg-ryan-famous-women-ageing\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/meg-ryan-famous-women-ageing", "date_published": "2023-05-06 13:00:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wigan players left unpaid by troubled club for fifth time this season", "description": "<ul><li>Club, already relegated, are bottom of the Championship</li><li>Players given Saturday off training ahead of Rotherham match</li></ul><p>Wigan players have been given the day off from training on Saturday after another delay in paying wages at the stricken club.</p><p>The Latics’ relegation from the Championship was confirmed last month and they sit bottom of the table heading into the final game of the season at home to Rotherham on Monday.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/wigan-players-left-unpaid-by-troubled-club-for-fifth-time-this-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/wigan-players-left-unpaid-by-troubled-club-for-fifth-time-this-season", "date_published": "2023-05-06 12:36:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Manchester City v Leeds, Liverpool v Brentford and more: clockwatch – live", "description": "<ul><li>Updates from the afternoon kick-offs across Europe</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard: the latest from all today’s matches</a></li><li>You can contact Barry <a href=\"mailto:barry.glendenning@theguardian.com\">by email</a> or via <a href=\"https://twitter.com/bglendenning\">Twitter</a></li></ul><p>Bournemouth v Chelsea</p><p>Manchester City v Leeds United</p><p>Tottenham Hotspur v Crystal Palace</p><p>Wolves v Aston Villa</p><p>Liverpool v Brentford (5.30pm BST)</p><p><a href=\"https://www.theguardian.com/football/premierleague/table\">View the Premier League table</a></p><p>Pep Guardiola has urged <a href=\"https://www.theguardian.com/football/manchestercity\">Manchester City</a> fans to cut short celebrations of King Charles III’s coronation to support the team in Saturday’s meeting with Leeds, as their title defence moves into its final five games.</p> <a href=\"https://www.theguardian.com/football/live/2023/may/06/manchester-city-v-leeds-liverpool-v-brentford-and-more-football-clockwatch-live\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/may/06/manchester-city-v-leeds-liverpool-v-brentford-and-more-football-clockwatch-live", "date_published": "2023-05-06 12:34:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sam Kerr carries flag for Australia as sport marks King Charles III coronation", "description": "<ul><li>Footballer leads Australian delegation at Westminster Abbey</li><li>Players sing national anthem at county cricket matches</li></ul><p>The Chelsea forward, Sam Kerr, led the Australian delegation as flag-bearer for King Charles III’s coronation at Westminster Abbey on Saturday.</p><p>Kerr was chosen to bear her country’s flag as part of the Commonwealth, fronting an Australian contingent which included the prime minister, Anthony Albanese.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/king-charles-coronation-sam-kerr-cricket-premier-league\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/king-charles-coronation-sam-kerr-cricket-premier-league", "date_published": "2023-05-06 12:28:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rain on King Charles’s parade – just like for his mother and grandfather", "description": "<p>Showers in London and around UK mirror ‘atrocious’ weather on Queen Elizabeth II’s coronation day</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>Downpours rained on King Charles’s parade on Saturday, as thousands turned out in the streets of London and across the UK to watch the coronation.</p><p>It became another unfortunate aspect inherited from previous monarchs, as rain has been seen on the previous four coronation days, including that of his mother, Queen Elizabeth II, in <a href=\"https://www.theguardian.com/uk/1953/jun/03/queenmother.monarchy\">June 1953</a>.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/rain-on-king-charles-coronation-parade-just-like-his-mother-and-grandfather\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/rain-on-king-charles-coronation-parade-just-like-his-mother-and-grandfather", "date_published": "2023-05-06 12:09:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prince William swears allegiance and kisses father King Charles III – video", "description": "<p>The Prince of Wales swore allegiance to his father, King Charles III, at the coronation ceremony in Westminster Abbey that marked the official start of a new era for the British monarchy.</p><p>The heir to the throne knelt and read a script of allegiance before kissing Charles on the cheek</p><p></p> <a href=\"https://www.theguardian.com/uk-news/video/2023/may/06/prince-william-swears-allegiance-and-kisses-father-king-charles-iii-video\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/video/2023/may/06/prince-william-swears-allegiance-and-kisses-father-king-charles-iii-video", "date_published": "2023-05-06 12:09:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "And, cut! What it was like being circumcised in my 60s", "description": "<p>When my doctor said the operation could help a medical condition, it led me to wonder about the history of this ancient procedure</p><p>The day before I had the chop, I visited the National Gallery in London to study a painting of the baby Jesus. Without wishing to get too CSI: Bethlehem about this, there is very little physical evidence to warrant the title <a href=\"https://www.nationalgallery.org.uk/paintings/workshop-of-giovanni-bellini-the-circumcision\" title=\"\">The Circumcision</a>. In this painting by someone from the workshop of Giovanni Bellini, the sumptuously bearded mohel, tasked with removing the foreskin, hides the operation from our view with his hand. Look as I might, I could see neither knife nor holy penis.</p><p>The day after my encounter with Jesus, I am due to have a centimetre of my foreskin removed for a condition called <a href=\"https://www.nhs.uk/conditions/phimosis/\" title=\"\">phimosis</a>, which means tight foreskin. While phimosis is normal among male infants as the foreskin is attached to the glans in early development of the penis, in adults the condition is pathological. I have not been able to find out how many British males have been circumcised as adults, but my urologist told me it is not uncommon: during what he hilariously called “insertive sexual intercourse”, the foreskin retreats, causing tearing if it is non-retractable. Tearing didn’t happen in my case, but the attachment of foreskin to glans caused soreness and, without wishing to suggest this was a cosmetic procedure, looked wrong.</p> <a href=\"https://www.theguardian.com/society/2023/may/06/and-cut-what-it-was-like-being-circumcised-in-my-60s\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/may/06/and-cut-what-it-was-like-being-circumcised-in-my-60s", "date_published": "2023-05-06 12:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Star Wars Jedi: Survivor review – a blockbuster with maverick energy", "description": "<p><strong>Respawn Entertainment/ EA; PlayStation 5 (version tested), Xbox Series X/S, PC</strong><br />The influence of Hidetaka Miyazaki saturates the rhythms of combat, character acrobatics and sweeping vistas of the finest Star Wars game in years</p><p>Whatever you feel toward the game director <a href=\"https://www.theguardian.com/games/2018/aug/06/hidetaka-miyazaki-dark-souls-deracine-fromsoftware\">Hidetaka Miyazaki</a>’s fantasy oeuvre – <em>Dark Souls</em>, <em>Bloodborne</em>, <em>Sekiro</em> and <em>Elden Ring</em>, a constellation of hits often referred to as the “Soulsborne” set – the impact of his studio FromSoftware’s work on the blockbuster video game industry is, with the arrival of <em>Star Wars Jedi: Survivor</em>, indisputable. This most mainstream of brand-Disney endeavours has been shaped in ways both obvious and subtle by the gravitational force of Miyazaki’s one-time niche designs.</p><p>You play as Cal Kestis, a maverick Jedi unconcerned by the traditions of his order (you can dress Cal in any old scrubby T-shirt and cargo pants you collect in a remote treasure chest; no monkish robes here), who wields his lightsaber (also customisable) like a rapier. The rhythm of fights against droids, stormtroopers and 15ft rancors is moderated by participants’ stamina, which drains with each strike, recuperating only in moments of retreat – a quintessential Miyazaki design. Health is restored at glowing meditation spots, places of sanctuary where ability points are spent expanding Cal’s moves, but which also resurrect the local enemies.</p> <a href=\"https://www.theguardian.com/games/2023/may/06/star-wars-jedi-survivor-game-review-hidetaka-miyazaki\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/may/06/star-wars-jedi-survivor-game-review-hidetaka-miyazaki", "date_published": "2023-05-06 12:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in classical: Symphony of Sorrowful Songs; RPO/Petrenko; LPO/Mäkelä – review", "description": "<p><strong>Coliseum; Royal Albert Hall; Royal Festival Hall, London</strong><br />Chart-topping Górecki becomes exquisite spectacle at ENO; Mahler’s Third is worth the wait; plus, the Finnish flourish of Klaus Mäkelä</p><p>Silvery and mottled, maybe a tapestry of moth-eaten velvet, or the dripping walls of a watery cave: the set for English National Opera’s <strong><a href=\"https://www.eno.org/whats-on/symphony-of-sorrowful-songs/\">Symphony of Sorrowful Songs</a></strong>, a staging of Górecki’s Symphony No 3 (1977), achieved full marks for beauty and mystery. As the music began, a simple song growling on lone double basses, this enigmatic interior slowly started to undulate. The stage took on the appearance of a womb as seen on an ultrasound scan. Amniotic fluid never looked so classy. In the corner, a dead body lay on a trolley. A mother (the American soprano Nicole Chevalier) mourned her adult son, from swaddled birth to death.</p><p>You will see at once that cheer is not on the horizon. As the director-designer <a href=\"https://isabellabywater.com/\">Isabella Bywater</a> describes it, this is an installation – a triptych of three aspects of grief, three micro stories of violent death and loss. The Virgin Mary laments her crucified son; a message is written on the wall of a Gestapo cell during the second world war; a mother searches for her son killed in a Silesian uprising.</p> <a href=\"https://www.theguardian.com/music/2023/may/06/gorecki-symphony-of-sorrowful-songs-isabella-bywater-eno-coliseum-london-rpo-royal-philharmonic-orchestra-vasily-petrenko-mahler-3-royal-albert-hall-lpo-london-philharmonic-orchestra-klaus-makela-larcher-shostakovich-violin-julian-rachlin\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/06/gorecki-symphony-of-sorrowful-songs-isabella-bywater-eno-coliseum-london-rpo-royal-philharmonic-orchestra-vasily-petrenko-mahler-3-royal-albert-hall-lpo-london-philharmonic-orchestra-klaus-makela-larcher-shostakovich-violin-julian-rachlin", "date_published": "2023-05-06 11:30:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "California taskforce to vote on apology for state’s role in slavery", "description": "<p>Reparations committee says admission of wrongdoing is not enough and seeks funding for services for descendants of enslaved people</p><p>California’s reparations taskforce is due to vote on recommendations for a formal apology for the state’s role in perpetuating a legacy of slavery and discrimination that has thwarted black residents from living freely for decades.</p><p>The nine-member committee, which first convened nearly two years ago, is expected to give final approval at a meeting in Oakland on Saturday to a list of ambitious proposals that will then be in the hands of state lawmakers.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/california-taskforce-is-due-to-vote-on-apology-for-states-role-in-slavery\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/california-taskforce-is-due-to-vote-on-apology-for-states-role-in-slavery", "date_published": "2023-05-06 11:13:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Funerals begin in Serbia for victims of two mass shootings", "description": "<p>The shootings in a school in Belgrade and a day later in a rural area left 17 people dead and 21 injured</p><p>Funerals are being held in Serbia for some of the victims of two mass shootings that happened in just two days this week, leaving 17 people dead and 21 injured, many of them children.</p><p>The shootings on Wednesday in a school in Belgrade and on Thursday in a rural area south of the capital city have left the nation stunned with grief and disbelief.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/funerals-begin-in-serbia-belgrade-for-victims-of-two-mass-shootings\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/funerals-begin-in-serbia-belgrade-for-victims-of-two-mass-shootings", "date_published": "2023-05-06 11:00:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Curtis Davies: ‘Football is a selfish world but I owed Derby something’", "description": "<p>Defender who remained loyal to club after it hit rock bottom believes the future looks bright for playoff-chasing Rams</p><p>“My mind was blown,” Curtis Davies says as he remembers sitting in meetings with accountants and realising that Derby County were sliding towards oblivion. Davies, who has seen it all during his long and distinguished career, could not believe what he was hearing.</p><p>Derby had lost their way under Mel Morris. He wanted a sale but potential buyers were all talk and no action. Derby had become a cautionary tale: just another Championship club paying the price for overspending. Relegation was on the cards when they were <a href=\"https://www.theguardian.com/football/2021/sep/22/derby-fall-to-last-place-with-12-point-deduction-for-entering-administration#:~:text=Derby%20fall%20to%20last%20place%20with%2012%2Dpoint%20deduction%20for%20entering%20administration,-This%20article%20is&amp;text=Derby%20have%20been%20docked%2012,confirming%20the%20appointment%20of%20administrators.\">docked 12 points</a> after entering administration at the start of last season. It was inevitable when a further <a href=\"https://www.theguardian.com/football/2021/nov/16/derby-deducted-another-nine-points-for-breaches-of-efl-rules-over-pride-park-sale\">nine points were deducted</a> for a breach of English Football League accounting rules.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/curtis-davies-derby-county-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/curtis-davies-derby-county-interview", "date_published": "2023-05-06 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Financial fears and Dyche’s defence problem: the key questions for Everton", "description": "<p>Since their win over Arsenal in Sean Dyche’s first match, the team have regressed and defensive solidity has eluded them</p><p>Everton have four Premier League games to avoid a first relegation since 1951. The club have been resident in the top flight since returning from the old Second Division in 1954 and, according to the latest accounts, their “ability to continue as a going concern” will be in doubt should they fall through the trapdoor this month. Just what are their prospects of survival before Monday’s visit to European hopefuls Brighton?</p> <a href=\"https://www.theguardian.com/football/2023/may/06/everton-sean-dyche-relegation-analysis\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/everton-sean-dyche-relegation-analysis", "date_published": "2023-05-06 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rise of the ‘mini-slams’ cranks up demands on tired tennis players | Tumaini Carayol", "description": "<p>The extension of some Masters tournaments on the ATP and WTA tours to two weeks has sparked a mixed reaction</p><p>Hours after successfully completing her first match in Madrid this year, Daria Kasatkina, the highest-ranked women’s player from Russia, stood in the corridors of La Caja Mágica as she described how she was managing the mental fatigue that had built after years of being a hamster in the ever-revolving wheel of professional tennis.</p><p>A more topical question followed: she was asked how big tournaments lengthening by a week has affected those feelings. “It affects the payment of the hamster,” she said, laughing. “Poor hamster has to work more for the same money. Poor hamster.”</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/tennis-1000-tournaments-mini-slams-overstretched-players\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/tennis-1000-tournaments-mini-slams-overstretched-players", "date_published": "2023-05-06 11:00:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Classical home listening: Coronation albums; Christopher Purves’s My Soul, What Fears You?", "description": "<p>Handel and Purcell from the Royal Chapel, Versailles leads a trio of albums in honour of Charles III. And bass-baritone Christopher Purves turns to Lieder</p><p>• Whether out of Gallic graciousness or republican envy, the French <strong>Chœur et Orchestre de l’Opéra Royal</strong>, directed by Gaétan Jarry, have released <strong><a href=\"https://www.prestomusic.com/classical/products/9464924--the-crown-coronation-anthems\">The Crown</a> </strong>(Château de Versailles Spectacles), a timely account of English coronation anthems, trumpet fanfares, drum rolls and shouts of “God save the king!”. It was recorded, in honour of Charles III, at the <a href=\"https://en.chateauversailles.fr/discover/estate/palace/royal-chapel#the-last-building-of-louis-xiv\">Royal Chapel, Versailles</a>, last December. The music, by Purcell and Handel, was written for the coronations of James II <a href=\"https://www.westminster-abbey.org/abbey-commemorations/royals/james-ii\">in 1685</a> and George II <a href=\"https://www.westminster-abbey.org/abbey-commemorations/royals/george-ii-and-caroline\">in 1727</a>. Both composers made settings of My Heart Is Inditing, entirely different in mood, Handel’s rather more lavish, each included here. Of Handel’s four coronation anthems, Zadok the Priest – a royal acclamation of the people of Israel to their king – remains the most stirring and spectacular. The French choir is at times fuzzy, but the orchestral sound is clean and spirited, and the set is accompanied by a handsome illustrated booklet.</p><p>From Germany, <strong><a href=\"https://store.harmoniamundi.com/format/1240179-handel-coronation-anthems\">Coronation Anthems</a></strong> (Harmonia Mundi) from the Rias Kammerchor and Akademie für Alte Musik Berlin, conductor Justin Doyle, overlaps on Handel but includes music by William Croft and John Blow. Or try <strong>A Coronation Celebration</strong> from the BBC Singers and BBC Concert Orchestra, who include works by Judith Weir and Cheryl Frances-Hoad on an album accompanying the <a href=\"https://www.classical-music.com/magazine/issues/may-2023/\">May issue of </a><em><a href=\"https://www.classical-music.com/magazine/issues/may-2023/\">BBC Music Magazine</a></em>.</p> <a href=\"https://www.theguardian.com/music/2023/may/06/classical-home-listening-coronation-anthems-christopher-purvess-my-soul-what-fear-you\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/06/classical-home-listening-coronation-anthems-christopher-purvess-my-soul-what-fear-you", "date_published": "2023-05-06 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rick Edwards looks back: ‘I don’t know what my dad said to make me smile like that’", "description": "<p>The TV presenter turned podcaster on causing trouble at school, why he’s geeky about science and how being on TV changed him</p><p>Born in Enfield, north London, in 1979, Rick Edwards is a TV presenter turned podcaster, author and radio presenter. A Cambridge University graduate, he studied maths for one year before switching to natural sciences. After graduating, he became a poster boy of mid-noughties hangover TV, as a host on T4 and E4 Music. Since then he has diversified with political shows, quizzes and now BBC Radio 5 Live’s breakfast show and a science podcast, Eureka!, which he co-hosts alongside Dr Michael Brooks. He is married, to the actor Emer Kenny, and they have a baby boy.</p><p><strong>Before Bake Off ‘showstoppers’</strong> existed, my mum was churning out impressive cakes. This one, for my eighth birthday, is one of many magnificent creations she produced: it’s a depiction of a moonscape. I’m not entirely sure why she went with blue icing, and it has a union jack flag on it, which is quite patriotic but frankly inaccurate. It is lovely, however, and solid evidence of my interest in space and science stuff. It would have been one of those “close your eyes” cake reveal moments, and while my mum took the photo my dad was making me laugh from behind the camera. I look as if I can’t quite contain myself. This is the face of unvarnished, unadulterated joy.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/rick-edwards-looks-back\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/rick-edwards-looks-back", "date_published": "2023-05-06 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Stosie Madi’s vegan recipe for baked garden peas with spring onions and jersey royals | The new vegan", "description": "<p>Could this be the ultimate spring braise? Devour with the nuttiest new potatoes you can find …</p><p>Our long, cold, dark winters mean spring pod vegetables arrive late up here in Lancashire. But when they do finally make an appearance, they are plentiful, so we always try to make the most of them while we can. At The <a href=\"https://www.theguardian.com/travel/2023/jan/27/clitheroe-top-gastropubs-lancashire-uk\">Parkers Arms</a>, I often pair peas and beans with local nutty new potatoes, a braise that reminds me of my mother every time I make it. On warm days, she’d make something similar, then put it in the fridge overnight and serve it cold the next day on butter lettuce. I’ve added a few sliced spring onions to the mix, because their delicate allium acidity balances the sweetness of the peas; or, even better, add some shredded wild garlic leaves, if you’re lucky to have a patch nearby (the forests and grounds around us at the Parkers have been carpeted with the stuff recently). Spring braises such as this are quick to assemble, and don’t require long cooking, either – with fresh, seasonal ingredients such as this, the less you do to them, the better they always taste.</p> <a href=\"https://www.theguardian.com/food/2023/may/06/baked-garden-peas-vegan-braise-recipe-spring-onions-jersey-royals-stosie-madi\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/06/baked-garden-peas-vegan-braise-recipe-spring-onions-jersey-royals-stosie-madi", "date_published": "2023-05-06 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This is how we do it: ‘I hired an artist to paint us together in the nude’", "description": "<p>Janet says missionary is underrated; Alan likes morning sex. They’ve been together seven years and have sex once a week </p><p>I can’t remember how Alan and I ended up having sex for the first time. We’d probably had a few too many drinks.</p><p>I had known Janet for about 20 years before we first had sex and, if I’m honest, I never thought I stood a chance with her.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/this-is-how-we-do-it-i-hired-an-artist-to-paint-us-together-in-the-nude\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/this-is-how-we-do-it-i-hired-an-artist-to-paint-us-together-in-the-nude", "date_published": "2023-05-06 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘These spaces are depicted with trauma porn’: Tyriek White on his acclaimed public housing novel", "description": "<p>We Are a Haunting, the Mississippi-by-way-of-New-York writer’s debut novel, tells of rent, eviction and ghosts in the projects</p><p>As the novel We Are a Haunting opens, Audrey is headed to eviction court. Her infraction: overdue rent for a public-housing apartment where repairs are also overdue. Still, the rent keeps increasing. A neighborhood fish fry could easily cover what she owes. But why take money from other poor people to give it to a landlord, she wonders. “Normal people don’t have to transcend their surroundings,” she thinks to herself.</p><p>Not to mention that there is a ghost living in the home she is set to be evicted from.</p> <a href=\"https://www.theguardian.com/books/2023/may/06/tyriek-white-interview-novel-we-are-a-haunting\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/06/tyriek-white-interview-novel-we-are-a-haunting", "date_published": "2023-05-06 11:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘In the consulting room, I hear euphemisms like rumpy pumpy’: why are we so bad at talking about sex?", "description": "<p>Today sees the launch of our <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/this-is-how-we-do-it-i-hired-an-artist-to-paint-us-together-in-the-nude\">new sex column</a>, where couples talk openly about what goes on in their bedroom. But honest communication about sex is hard. Here’s how to get better at it</p><p>For many, sex is something easier done than talked about, especially when it comes to our romantic partners. Guardian researcher <a href=\"https://www.theguardian.com/profile/kitty-drake\">Kitty Drake</a> came across this a lot while conducting anonymous interviews for our new column featuring couples opening up about their sex lives: people were more concerned about their partner knowing what they thought about their sex life than they were about their sex life appearing in a national newspaper.</p><p>“One woman explained it to me,” says Drake. “I was trying to address her anxiety and said, ‘No one will know it is you.’ And she said: ‘But the only person I really don’t want to know what I think of my husband’s lovemaking skills is my husband. And he’s the only one I won’t be anonymous to.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/why-are-we-so-bad-at-talking-about-sex\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/why-are-we-so-bad-at-talking-about-sex", "date_published": "2023-05-06 11:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I would walk in and just cry for two hours’: Kesha on cats, court cases, and the dangers of ‘toxic positivity’", "description": "<p>She was pop’s biggest party girl, but since accusing her producer of abuse she’s been in limbo, wary of speaking out. Now, on the aptly named Gag Order, she’s finding catharsis. ‘I have all the emotions,’ she says</p><p>In April 2020, months after the release of her fourth album, High Road, Kesha had a “beautiful and terrifying” spiritual awakening. Having spent the early lockdown months paralysed by anxiety and consumed by the weight of both personal and global trauma, she suddenly felt “overwhelmed by so many things I hadn’t taken the time to stop and think about”. One night, after weeks of looking for answers, she started hearing “what some might call God, what some might call your higher consciousness” via a two-hour-long, completely sober encounter she initially mistook for a psychotic break.</p><p>“I woke up in the morning and called all my healthcare workers and explained what happened, and they all said: ‘Oh that’s a spiritual awakening, congratulations.’” She shakes her head. “I was like: ‘What the fuck are you talking about? You’re saying what I’ve been doing therapy for, and meditating for, and searching for, was to have an incredibly surreal, terrifying, nearly psychedelic experience?’ They were all, like: ‘Yep, that’s the goal.’”</p> <a href=\"https://www.theguardian.com/music/2023/may/06/kesha-gag-order-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/06/kesha-gag-order-interview", "date_published": "2023-05-06 10:55:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "County cricket: Yorkshire v Glamorgan, Essex v Surrey and more – live", "description": "<ul><li>Updates from day three of the latest round in the Championship</li><li>Get in touch: contact Tanya by <a href=\"mailto:tanya.aldred.freelance@theguardian.com\">email</a>, <a href=\"https://twitter.com/tjaldred\">Twitter</a> or comment BTL</li></ul><p><strong>A tricky battle between</strong> Edwards and Labuschagne brewing. Labuschagne was beaten by a beauty, but held the pose, a glorious drive, for longer than was strictly necessary. Later in the over Edwards disappeared to the boundary, upper cut away.</p><p><strong>I heard this from</strong> others who were there. Not so much of a sense of occasion here at Headingley this morning.</p> <a href=\"https://www.theguardian.com/sport/live/2023/may/06/county-cricket-yorkshire-v-glamorgan-essex-v-surrey-and-more-live\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/may/06/county-cricket-yorkshire-v-glamorgan-essex-v-surrey-and-more-live", "date_published": "2023-05-06 10:41:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Central banks raising interest rates makes it harder to fight the climate crisis | Thomas Ferguson and Servaas Storm", "description": "<p>Higher rates slow the renewable energy transition and shield oil and gas producers from competition by low-carbon producers</p><p>In late 2021, consumer price inflation surged in many countries. Prices shot up again following Russia’s invasion of Ukraine in February 2022. In response, central banks drastically tightened monetary policy – raising interest rates from near zero to around 5% or more. Since the interest rate hikes have failed to bring down core inflation to the target rate of 2% favored by the Federal Reserve and the European Central Bank (ECB), the pressure for further rate hikes has been insistent.</p><p>We have long doubted that central bank rate rises could control the new inflation at a socially acceptable price. In most countries, wages lag well behind inflation. Too much of the rise in prices clearly reflects the impact of higher profit margins and obvious supply bottlenecks.</p><p>Thomas Ferguson is professor emeritus at the University of Massachusetts, Boston, and director of research at the Institute for New Economic Thinking</p><p>Servaas Storm is a senior lecturer at the Delft University of Technology</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/central-banks-interest-rate-hike-climate-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/central-banks-interest-rate-hike-climate-crisis", "date_published": "2023-05-06 10:12:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What is anti-monarchy group Republic and what other royal events has it protested at?", "description": "<p>Members of campaign group, which advocates for democratic reform, use royal events to amplify their message </p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>As at least six people have been arrested in central London in connection with a protest organised by Republic ahead of King Charles’s coronation, here are some details on who the campaign group are and their background in demonstrating at royal events.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/who-are-anti-monarchy-group-republic-and-what-other-royal-events-have-they-protested-at\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/who-are-anti-monarchy-group-republic-and-what-other-royal-events-have-they-protested-at", "date_published": "2023-05-06 10:11:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This historic writers’ strike matters for everyone – not just Hollywood | Hamilton Nolan", "description": "<p>The contract that the writers are striking for could set a powerful precedent that AI must work for people, rather than being used to marginalize people to juice profits</p><p>There is nothing particularly novel about thinking to yourself, “You know, my job used to be pretty decent. Now, I’m working harder and the money is getting scarcer. What happened?” You might think this, in 2023, as a college professor or a cab driver or a journalist or a factory worker. This is America – our entire economy is built on making millions of jobs worse, in order to make a few people very rich.</p><p>What would be remarkable is if – when you realized that your once-good job was being made worse in order to satisfy the profit hunger of some faraway investment banker – you were able to actually do something about it. That, in our nation, would be news. That would be something for everyone to cheer for. The plain old workers standing up against enormous companies to stop the process that is turning their careers into execrable “gigs”. Is it a fairy tale? No, my friends. Welcome to the Great Writers Strike of 2023.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/writers-strike-historic-importance-ai\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/writers-strike-historic-importance-ai", "date_published": "2023-05-06 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Justice is on our side, and Putin is old’: Navalny’s press secretary Kira Yarmysh", "description": "<p>The novelist and press secretary to the Russian opposition leader Alexei Navalny talks about imprisonment, survival and writing under the regime </p><p>In May 2018 <a href=\"https://twitter.com/Kira_Yarmysh?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\" title=\"\">Kira Yarmysh</a> found herself in jail for a second time. Yarmysh – press secretary to the Russian opposition leader <a href=\"https://www.theguardian.com/world/alexei-navalny\" title=\"\">Alexei Navalny</a> – had called for people to attend an anti-government rally in downtown Moscow. Its title: “He’s Not Our Tsar”. The tsar in question – Vladimir Putin – was about to be inaugurated as president for a fourth term.</p><p>The Moscow authorities refused to sanction the rally. What happened next was predictable. Riot police arrested hundreds of people. Later that month Yarmysh <a href=\"https://www.hrw.org/news/2018/05/23/kids-leaders-russia-cracks-down-protesters\" title=\"\">turned up at a police station seeking the release of a fellow campaigner</a>. She was herself detained and held overnight. A court gave her 25 days behind bars for “administrative violations”.</p> <a href=\"https://www.theguardian.com/books/2023/may/06/justice-is-on-our-side-and-putin-is-old-navalnys-press-secretary-kira-yarmysh\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/06/justice-is-on-our-side-and-putin-is-old-navalnys-press-secretary-kira-yarmysh", "date_published": "2023-05-06 10:00:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘We only got errors’: migrants struggle with asylum claim app at US-Mexico border", "description": "<p>The required app often doesn’t work – and if it does it may send families a thousand miles along the border for their appointments</p><p>When they arrived in Ciudad Juárez on 17 March, across the US-Mexican border from El Paso, Texas, Nestor Quintero and his family were penniless, hungry and homeless. But their primary concern was getting their hands on a smartphone.</p><p>The 35-year-old Venezuelan migrant had found out in Tapachula, a city close to the Mexico-Guatemala border, that people hoping to enter the US to ask for asylum needed to secure an appointment through a recently introduced mobile phone app known as CBP One.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/us-mexico-border-cbp-one-app-migrants\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/us-mexico-border-cbp-one-app-migrants", "date_published": "2023-05-06 10:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Twitter admits to ‘security incident’ involving Circles tweets", "description": "<p>Feature allows users to set a list of friends and post tweets that only they are supposed to be able to read</p><p>A privacy breach at Twitter published tweets that were never supposed to be seen by anyone but the poster’s closest friends to the site at large, the company has admitted after weeks of stonewalling reports.</p><p>The site’s Circles feature allows users to set an exclusive list of friends and post tweets that only they can read. Similar to Instagram’s Close Friends setting, it allows users to share private thoughts, explicit images or unprofessional statements without risking sharing them with their wider network.</p> <a href=\"https://www.theguardian.com/technology/2023/may/06/twitter-admits-to-security-incident-involving-circles-tweets\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/may/06/twitter-admits-to-security-incident-involving-circles-tweets", "date_published": "2023-05-06 09:53:56+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I hope it’s worth it’: royal fans line the Mall to see King Charles III", "description": "<p>Tens of thousands of well-wishers line the procession route in the hope of seeing the king and queen consort in their gold carriage</p><ul><li><strong><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></strong></li></ul><p>As dawn broke in London on the day of the coronation of King Charles III, sunshine was in short supply but spirits were high as thousands of well-wishers made their way to the procession route in the hope of catching a glimpse of the gold coach carrying the king and queen consort.</p><p>While weary republicans may feel like there have been as many royal events as London buses in recent years, the tens of thousands who braved forecasts of pitiful weather were adamant that being present to celebrate Britain’s first coronation in 70 years was a truly unmatched occasion.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/i-hope-its-worth-it-royal-fans-line-the-mall-to-see-king-charles-iii\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/i-hope-its-worth-it-royal-fans-line-the-mall-to-see-king-charles-iii", "date_published": "2023-05-06 09:16:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour will not need to forge coalition after general election, senior MP says", "description": "<p>Peter Kyle rejects predictions that Labour will not win enough seats to have outright majority in Commons</p><ul><li><a href=\"https://www.theguardian.com/politics/ng-interactive/2023/may/05/local-elections-2023-results-live-council-england\">Local elections 2023: live council results for England</a></li></ul><p>A senior Labour MP has predicted the party will not need to go into coalition after the next general election, despite results from this week’s local elections showing they could be short of an overall majority.</p><p>Labour gained 536 seats and took control of another 22 councils as it became the largest party in local government for the first time since 2002.</p> <a href=\"https://www.theguardian.com/politics/2023/may/06/labour-will-not-need-to-forge-coalition-after-general-election-senior-mp-says\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/06/labour-will-not-need-to-forge-coalition-after-general-election-senior-mp-says", "date_published": "2023-05-06 09:11:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The sexism was so blatant, as if officers felt irreproachable’: my year on the streets with the Met police", "description": "<p>From “talent spotting” women to endless lewd banter, the everyday misogyny I witnessed in my time as a special constable was a sign of a broken force </p><p>Putting on a police uniform for the first time is a peculiar experience. It feels like fancy dress, like a joke taken too far. Boots, trousers, shirt, necktie, kit belt, stab vest, hat – and a face hidden somewhere in the middle of it all, lost among the black, white and blue. The police uniform transforms a stranger into a familiar figure, a person into a personification. As a police officer, you become someone less specific. But what you lose in individuality, you gain in access to other individuals. In uniform you can talk to anyone and anyone can talk to you.</p><p><em>“Nice to see you, officer. How you doing? All right? … Quiet, yeah. Too quiet if you ask me.”</em></p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/metropolitan-police-sexism-misogyny-year-special-constable\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/metropolitan-police-sexism-misogyny-year-special-constable", "date_published": "2023-05-06 09:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘When he woke up he gave me a free watermelon’: Saiful Islam’s best phone picture", "description": "<p>A software engineer who takes photographs as a hobby spotted this early one morning – and stood on the boat’s railing to get the shot</p><p>Around 10pm the night before this photo was taken, Samsul, a watermelon farmer, had boarded his boat in Barishal, a district of Bangladesh. He’d sailed through the night to Dhaka, mooring in the capital’s Sadarghat port, on the Buriganga River.</p><p>Around 5am, his trawler had taken its spot alongside another, selling pumpkins, and the farmer turned sailor transformed once again – this time into an auctioneer, selling off his produce at wholesale prices to local market sellers.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/saiful-islam-best-phone-shot-bangladesh-watermelon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/saiful-islam-best-phone-shot-bangladesh-watermelon", "date_published": "2023-05-06 09:00:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbados won’t be toasting Charles’s coronation – we’re still celebrating being rid of the monarchy | Suleiman Bulbulia", "description": "<p>Across the Commonwealth, the contrast with the jubilation of 1953 is stark. Times have changed, but have the royals? </p><p>When Queen Elizabeth II was crowned in 1953, there were celebrations across the Commonwealth. In Barbados, people were jubilant and the government even issued a postage stamp to commemorate the moment.</p><p>Things have changed a great deal since then. Most Commonwealth citizens feel removed from the monarchy and will be going about their <a href=\"https://www.theguardian.com/uk-news/2023/may/05/guardian-readers-share-plans-king-charles-coronation\">business as usual</a> today. Curiosity will capture some of our attention, but for the average Barbadian man and woman the occasion will pass without much fanfare.</p><p>Suleiman Bulbulia is a commissioner on Barbados’s constitutional reform commission and a former member of the republican status transition advisory committee</p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/barbados-charles-coronation-monarchy-commonwealth\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/barbados-charles-coronation-monarchy-commonwealth", "date_published": "2023-05-06 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Melissa Thompson’s tamarind chicken lettuce cups – recipe", "description": "<p>Many flavours and cultures collide in these excitingly spiced lettuce wraps stuffed with tangy minced chicken, aubergine and a quick pickle</p><p>This is a fresh dish with a lot of body, with the tamarind bringing smoky, sweet and tangy notes. Tamarind is a brilliant ingredient that can be taken in any direction – sweet or savoury. You can buy it in paste form, but I prefer using a block of semi-dry tamarind flesh that you soak in hot water and push through a sieve. Serve the chicken mix in lettuce to create a fun sharing experience, with everyone around the table tucking in.</p> <a href=\"https://www.theguardian.com/food/2023/may/06/chicken-aubergine-tamarind-lettuce-cups-recipe-quick-pickled-vegetables-melissa-thompson\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/06/chicken-aubergine-tamarind-lettuce-cups-recipe-quick-pickled-vegetables-melissa-thompson", "date_published": "2023-05-06 09:00:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Alternative coronation: how to avoid the fanfare this weekend", "description": "<p>If waving a flag at the TV isn’t your thing, why not go for a walk, explore a gallery or just enjoy a lie in</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>As people across the country organise parties in celebration of Charles III being crowned king, some will want to escape the fanfare around this historic event, or do anything they can to avoid it.</p><p>For those who don’t want to wave the union flag in front of the television, or <a href=\"https://www.theguardian.com/uk-news/2023/apr/29/public-invited-to-swear-their-allegiance-as-king-is-crowned\">swear their allegiance to the monarch</a>, here are a few alternative activities for the coronation and long weekend.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/alternative-coronation-how-to-avoid-the-fanfare-this-weekend\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/alternative-coronation-how-to-avoid-the-fanfare-this-weekend", "date_published": "2023-05-06 08:33:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jane Asher: ‘What scares me about getting older? Becoming irritating to other people’", "description": "<p>The actor on the lasting thrill of a teenage kiss, her crush on Harrison Ford and what she plans to do with her brain</p><p>Born in London, Jane Asher, 77, had her first role at five, in the 1952 film Mandy. She went on to appear in Alfie in 1966 and Deep End in 1970, and her extensive stage credits include The Importance of Being Earnest at the Rose in Kingston and An American in Paris at London’s Dominion theatre. She stars in Somerset Maugham’s <a href=\"https://orangetreetheatre.co.uk/whats-on/the-circle/about\" title=\"\">The Circle</a> at Richmond’s Orange Tree theatre until 17 June. She has three children with the illustrator Gerald Scarfe and lives in West Sussex.</p><p><strong>When were you happiest?</strong><br />The early family skiing holidays – before I’d broken an ankle and Gerald had torn a ligament – were just wonderful.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/jane-asher-what-scares-me-about-getting-older-becoming-irritating-to-other-people\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/jane-asher-what-scares-me-about-getting-older-becoming-irritating-to-other-people", "date_published": "2023-05-06 08:30:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High court rejects claim UK government ‘secretly’ ditched animal testing ban", "description": "<p>Cruelty Free International loses legal challenge against Home Office over cosmetics regulations</p><p>An animal welfare organisation has lost a high court challenge over allegations the government “secretly” abandoned a historic ban on testing cosmetic product ingredients on animals.</p><p>Cruelty Free International (CFI) brought legal action against the Home Office, accusing it of leaving the public “in blissful ignorance” that the department’s longstanding policy apparently changed after February 2019.</p> <a href=\"https://www.theguardian.com/politics/2023/may/06/high-court-rejects-claim-uk-government-secretly-ditched-animal-testing-ban\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/may/06/high-court-rejects-claim-uk-government-secretly-ditched-animal-testing-ban", "date_published": "2023-05-06 08:25:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iran executes Swedish-Iranian for alleged terrorism", "description": "<p>Habib Farajollah Chaab allegedly behind attack that killed dozens of people in southern province of Khuzistan in 2018</p><p>Iran has executed a man who was allegedly behind an attack that killed dozens of people at a military parade in the southern province of Khuzistan in 2018, state media have reported.</p><p>Habib Farajollah Chaab had been sentenced to death for being “corrupt on Earth”, a capital offence under Iran’s strict Islamic laws.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/iran-executes-swedish-iranian-for-alleged-terrorism\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/iran-executes-swedish-iranian-for-alleged-terrorism", "date_published": "2023-05-06 08:19:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Glastonbury chocolate to refurb computers: how you can help charities in the UK cost of living crisis", "description": "<p>Money is tight as household bills soar but there are still ways to make a difference</p><p>Giving to charity has become one of the casualties of the cost of living crisis for many people – even though these same financial pressures mean many organisations doing good work are more desperate for donations than ever.</p><p>After steadily increasing over the years, charitable donations fell off a cliff last year, totalling £4.3bn in 2022 – down £5bn on the 2021 figure of £9.3bn, <a href=\"https://benefactgroup.com/fundraising-resources/charity-fundraising-articles/value-of-giving-report/\" title=\"\">according to a recent report</a>.</p> <a href=\"https://www.theguardian.com/money/2023/may/06/glastonbury-chocolate-refurb-computers-charities-uk-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/may/06/glastonbury-chocolate-refurb-computers-charities-uk-cost-of-living-crisis", "date_published": "2023-05-06 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What do young people want on coronation day? More teachers, climate action: start with that | Elsie McDowell", "description": "<p>King Charles III will be crowned in a taxpayer-funded extravaganza. None of it addresses the challenges in the real world</p><p>• Elsie McDowell is an A-level student from south London. She was the 2023 winner of the Hugo Young award, 16-18 age category</p><p>The coronation of King Charles III couldn’t come at a worse time for young people. After the chaos caused by Covid, and with teacher’s strikes (which I support) ongoing,<strong> </strong>it is yet another day off school in the crucial run-up to GCSE and A-level exams. Perhaps this is a cynical way to view the first anointing of a British head of state in 70 years, but it’s hard to see this as nothing more than an expensive disruption to my day-to-day life.</p><p>I wondered if I was alone in thinking this, so I asked around my school. It turns out that I wasn’t. As my fellow sixth-former Nilyana put it: “I’m not going to enjoy [the coronation] because I’m taking A-level exams. It’s coming at such an inconvenient time.”</p><p>Elsie McDowell is an A-level student from south London. She was the <a href=\"https://www.theguardian.com/gnm-press-office/2023/apr/11/ella-creamer-and-elsie-mcdowell-win-the-guardian-foundations-hugo-young-award\">2023 winner</a> of the Hugo Young award, 16-18 age category</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/may/06/coronation-day-teachers-climate-king-charles-iii\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/may/06/coronation-day-teachers-climate-king-charles-iii", "date_published": "2023-05-06 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Can I still listen to David Bowie?’ A superfan’s dilemma", "description": "<p>Roman Polanski, Woody Allen, Michael Jackson ... In the era of #MeToo what to do with the great art of scary monsters and super creeps?</p><p>Five years ago, in November 2017, I published an essay titled What Do We Do With the Art of Monstrous Men? It went viral right at the peak of the <a href=\"https://www.theguardian.com/world/metoo-movement\" title=\"\">#MeToo</a> avalanche. The <a href=\"https://www.theguardian.com/world/harvey-weinstein\" title=\"\">Harvey Weinstein</a> accusations had just been made public, followed by allegations against the comedian <a href=\"https://www.theguardian.com/tv-and-radio/louis-ck\" title=\"\">Louis CK</a>, <a href=\"https://www.theguardian.com/us-news/al-franken\" title=\"\">senator Al Franken</a>, TV news stars Charlie Rose and Matt Lauer and many more. All this was set against the backdrop of the dawning of the Trump era, which was ushered in by the soon-to-be-president’s <a href=\"https://www.theguardian.com/us-news/2023/mar/10/trump-access-hollywood-tape-evidence-jean-carroll-trial\" title=\"\">Access Hollywood tape</a>, in which he described grabbing women by the pussy. Over the next months and years I travelled to college campuses to discuss this issue, and found the students I spoke to were as confused as I felt. Could they still watch Shakespeare in Love? Could they enjoy Louis CK in Parks and Recreation? Could they still listen to David Bowie?</p><p>I’ve spent my life being disappointed by beloved male artists: John Lennon hit his first wife; TS Eliot was antisemitic; Woody Allen began a relationship with his partner’s daughter Soon-Yi; Roman Polanski pleaded guilty to the statutory rape of 13-year-old Samantha Gailey (now Geimer). When I started to write about this problem, I realised I didn’t want to compile a catalogue of monsters – after all, wasn’t the history of art already that? I was trying to find out not about the artists, but about the audience.</p> <a href=\"https://www.theguardian.com/books/2023/may/06/can-i-still-listen-to-david-bowie-a-superfans-dilemma\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/06/can-i-still-listen-to-david-bowie-a-superfans-dilemma", "date_published": "2023-05-06 08:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Luther actor Ruth Wilson hits out at Hollywood #MeToo ‘hypocrisy’", "description": "<p>Wilson tells the Guardian it is ‘extraordinary’ to witness shift from ignoring abuse to feigning interest</p><ul><li><strong><a href=\"https://www.theguardian.com/culture/2023/may/06/ruth-wilson-interview-the-second-woman-luther-the-affair\">Read the full interview Ruth Wilson on being a Hollywood outsider</a></strong></li></ul><p>The actor Ruth Wilson has hit out at the “hypocrisy” of Hollywood for its handling of the #MeToo revelations in an <a href=\"https://www.theguardian.com/culture/2023/may/06/ruth-wilson-interview-the-second-woman-luther-the-affair\">interview with the Guardian</a>.</p><p>Wilson, star of Luther, The Affair and His Dark Materials, said it was “extraordinary” to witness Hollywood shift from ignoring the abusive behaviour of major industry figures such as the now jailed Harvey Weinstein to feigning interest.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/luther-actor-ruth-wilson-hits-out-at-hollywood-metoo-hypcrisy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/luther-actor-ruth-wilson-hits-out-at-hollywood-metoo-hypcrisy", "date_published": "2023-05-06 07:52:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Head of UK’s leading anti-monarchy group arrested at coronation protest", "description": "<p>Republic’s Graham Smith held at protest on King Charles III’s procession route in central London</p><ul><li><a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">King Charles III’s coronation – latest updates</a></li></ul><p>The head of the UK’s leading republican movement and five other organisers of an anti-monarchist protest at the coronation have been arrested on King Charles III’s procession route.</p><p>Graham Smith, the chief executive of Republic, had been collecting drinks and placards for demonstrators at the main site of the protest on Trafalgar Square when he was detained by police on the Strand in central London.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/head-of-uks-leading-anti-monarchy-group-arrested-at-coronation-protest\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/head-of-uks-leading-anti-monarchy-group-arrested-at-coronation-protest", "date_published": "2023-05-06 07:46:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From face mist to sunscreen, polyglutamic is the new star acid | Sali Hughes", "description": "<p>Beauty brands are harnessing this new ingredient that holds water in the skin – and makes it appear plumper and healthier-looking  </p><p>Just when beauty consumers are finally getting to grips with <a href=\"https://www.theguardian.com/lifeandstyle/2022/apr/03/the-best-products-containing-hyaluronic-acid\" title=\"\">hyaluronic acid</a>, here comes polyglutamic acid to confuse everyone again. I mention them in the same sentence because at first sight they appear to do the same thing: hold water in skin and, by definition, keep it better hydrated, plumper and looking healthier.</p><p>Beauty brands are so excited by encouraging results in consumer and clinical trials of polyglutamic acid (some of which suggest it holds even more water than hyaluronic) that they’re beginning to give it a starring role in their new products.</p> <a href=\"https://www.theguardian.com/fashion/2023/may/06/from-face-mist-to-sunscreen-polyglutamic-is-the-new-star-acid\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/may/06/from-face-mist-to-sunscreen-polyglutamic-is-the-new-star-acid", "date_published": "2023-05-06 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Right to Dream’s vision helps children reach potential in football and beyond | Jason Stockwood", "description": "<p>Tom Vernon started RTD in Ghana in 1999 and its reach has extended to FC Nordsjælland’s chase for the Danish Superliga</p><p>The Danish Superliga is coming to a thrilling conclusion, with FC Copenhagen and FC Nordsjælland competing to win the league. If Nordsjælland secure the title they will do so as the youngest team competing in Europe’s top divisions. They host Copenhagen on Monday.</p><p>My recent obsession with the Superliga began when I started exploring the broader role football can play in society. I wanted to learn from the best and the most purpose-focused organisation in sport, maybe the world, is the Right to Dream group (RTD), which established itself in Ghana in 1999 and bought Nordsjælland in 2015. Most recently it has expanded to Egypt, where it is building an academy, thanks to a partnership with the Mansour family.</p> <a href=\"https://www.theguardian.com/football/blog/2023/may/06/right-to-dreams-vision-shows-education-and-football-can-go-together\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/may/06/right-to-dreams-vision-shows-education-and-football-can-go-together", "date_published": "2023-05-06 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tom Gauld on where writers go after they are replaced by bots – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/may/06/tom-gauld-on-where-writers-go-after-they-are-replaced-by-bots-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/may/06/tom-gauld-on-where-writers-go-after-they-are-replaced-by-bots-cartoon", "date_published": "2023-05-06 07:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier League relegation: how the bottom six look with four games left", "description": "<p>Five points separate 15th to 19th but who will go down out of Southampton, Everton, Forest, Leeds, Leicester and West Ham?</p><p>Preparation for Wednesday’s <a href=\"https://www.theguardian.com/football/2023/may/03/manchester-city-west-ham-premier-league-match-report\">defeat at the Etihad</a> was hampered by a stomach bug, which made a change from generally being out of form and easy to beat. After the team finished seventh last season, Hammers fans would have hoped to build on such success but have been stuck in a battle to be the fourth-worst team in the league. Despite the struggles David Moyes has kept his job, aided by a <a href=\"https://www.theguardian.com/football/2023/apr/20/antonios-double-sinks-gent-as-west-ham-reach-conference-league-last-four\">Europa Conference League semi-final run</a> and a lack of alternatives. Time is running out for him but finishing in the bottom three would be a sad end he is desperate to avoid.</p> <a href=\"https://www.theguardian.com/football/2023/may/06/premier-league-relegation-how-bottom-six-look-with-four-games-left\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/may/06/premier-league-relegation-how-bottom-six-look-with-four-games-left", "date_published": "2023-05-06 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yotam Ottolenghi’s party finger food: cheesy potato filo cigars, herby devilled eggs and fried crumpets – recipes", "description": "<p>A street party called desire: three snacks with a twist to crown your celebrations</p><p>I often think of the phrase “fit for a king” when it comes to food, not least because it implies grand gestures and elaborate plates. For me, even something as humble as a boiled egg, or the combination of potatoes and cheese, or a sugar-soaked crumpet is fit for any celebration, be it a street party or just a couple of friendly faces gathered around the kitchen table. This weekend, while some mark the coronation and others just enjoy an extra day of leisure, I’m going to focus on familiar ingredients and crown them with a twist that’s fit for everyone.</p> <a href=\"https://www.theguardian.com/food/2023/may/06/yotam-ottolenghi-party-finger-food-recipes-cheesy-potato-filo-cigars-herby-devilled-eggs-fried-crumpets\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/06/yotam-ottolenghi-party-finger-food-recipes-cheesy-potato-filo-cigars-herby-devilled-eggs-fried-crumpets", "date_published": "2023-05-06 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Why didn’t you scream?’: Trump lawyer takes hostile approach to rape trial", "description": "<p>Joe Tacopina’s outdated tactics have won freedom for accused killers and rapists, but will they work in E Jean Carroll case?</p><p>Donald Trump had good reason to believe he found the man to get him off the hook. Joseph Tacopina, a Brooklyn-born former prosecutor, made his name winning freedom for accused killers, rapists and celebrities.</p><p>Twelve years ago, he successfully defended an on-duty police officer charged with escorting a drunk woman to her home and then raping her. He won an acquittal for one of the New York cops accused of the notorious beating and sodomising of a Haitian American, <a href=\"https://www.theguardian.com/world/2004/jan/08/usgunviolence.usa\">Abner Louima</a>, while <a href=\"https://www.theguardian.com/world/1999/dec/14/2\">others involved</a> went to prison.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/joe-tacopina-trump-lawyer-e-jean-carroll\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/joe-tacopina-trump-lawyer-e-jean-carroll", "date_published": "2023-05-06 07:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coronation live: King Charles III to be crowned in Westminster Abbey alongside Queen Camilla", "description": "<p>Procession from Buckingham Palace scheduled to start at 10.20am BST with two hour service in Westminster Abbey to begin at 11am</p><p><em>My colleague Alexandra Topping is out and about with the crowds in central London early this morning:</em></p><p>Crazy scenes around the streets of the Coronation route London this morning, which have been heaving since the very early hours as people hope to secure a good spot.</p> <a href=\"https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/live/2023/may/06/coronation-king-charles-westminster-abbey-queen-camilla-william-harry-live-updates", "date_published": "2023-05-06 06:46:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: curfew begins in Kherson ahead of expected counteroffensive", "description": "<p>Some residents leave southern city in lead-up to 56-hour curfew amid speculation the city is about to be used as a launch point for counterattack</p><ul><li><a href=\"https://www.theguardian.com/world/2023/may/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-437-of-the-invasion\">What we know on day 437 of the Russia-Ukraine war</a></li></ul><p>Some residents left Kherson in cars and buses on Friday while others stocked up on groceries before a 56-hour curfew began on Friday evening in the southern Ukrainian city.</p><p>Reuters reports that the announcement of the curfew, lasting until Monday morning, prompted speculation in Kherson that the city was about to be used as a launch point for Ukraine much-anticipated counterattack.</p><p>Everybody understands it [the curfew]. It means it is necessary for our military.</p> <a href=\"https://www.theguardian.com/world/live/2023/may/06/russia-ukraine-war-live-curfew-begins-in-kherson-ahead-of-expected-ukraine-counteroffensive\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/may/06/russia-ukraine-war-live-curfew-begins-in-kherson-ahead-of-expected-ukraine-counteroffensive", "date_published": "2023-05-06 06:36:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Great White Bard by Farah Karim-Cooper review – reclaiming Shakespeare", "description": "<p>An inspiring analysis of Shakespeare and race restores his reputation as a playwright for all</p><p>There is a vivid moment in Farah Karim-Cooper’s new book where she reflects on the image of the nation’s pre-eminent playwright – how unfathomable he has seemed to artists and how his face has been conjured from a historical blur. She compares portraits and discerns a marked shift in the 18th century when he seems to become “more beautiful, symmetrical, and whiter<em> </em>in complexion”.</p><p>If visual art has hitherto seemed like a peripheral detail in the appraisal of his work, <a href=\"https://www.shakespearesglobe.com/bio/dr-farah-karim-cooper/\" title=\"\">Karim-Cooper</a>, a professor of Shakespeare studies, connects this paled image to a metaphorical whitewashing: the man we celebrate today is not the one who lived and worked in Elizabethan England but a reconstructed fantasy, built to serve as an emblem of white excellence and imperial Englishness.</p> <a href=\"https://www.theguardian.com/books/2023/may/06/the-great-white-bard-by-farah-karim-cooper-review-reclaiming-shakespeare\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/06/the-great-white-bard-by-farah-karim-cooper-review-reclaiming-shakespeare", "date_published": "2023-05-06 06:30:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘What is this insane war?’: a philosopher on Ukraine’s frontlines", "description": "<p>Polarizing French intellectual Bernard-Henri Lévy embedded with Ukrainian defenders for revealing and damning new documentary</p><p>In the fall of 2022, Bernard-Henri Lévy, one of France’s most famous and polarizing public intellectuals, traveled to Ukraine for a series of visits along the fault lines of the Russian invasion. He witnessed bombed-out apartment buildings in Kyiv, where he had once met with the Ukrainian president, Volodymyr Zelenskiy, and where civilians were still liable to be awakened in the night by Russian blasts. He accompanied miners deep into the earth in Pavlograd, toured the Zaporizhzhia nuclear plant, joined the Ukrainian navy on a patrol outside Odesa, met with commanders of an international legion in a nondescript room whose only decoration was, inexplicably, a Big Mouth Billy Bass.</p><p>Such is the collage of lasting images captured in Slava Ukraini (“Glory to Ukraine”), Lévy’s documentary filmed over 10 trips to the country: devastating, resilient, admirable, often infuriating, sometimes surreal, at times relaxed and even a little funny. The 95-minute documentary, Lévy’s second film on the conflict, traces the three-month arc of the Ukrainian counter-offensive through many of the occupied eastern territories, from Kyiv to Bakhmut, Lyman, Izium, Kharkiv and Donbas, culminating with the <a href=\"https://www.theguardian.com/world/2022/nov/11/reports-of-wounded-soldiers-being-abandoned-as-russia-retreats-from-kherson-city\">liberation of Kherson</a> in November.</p> <a href=\"https://www.theguardian.com/film/2023/may/06/slava-ukraini-documentary-bernard-henri-levy-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/may/06/slava-ukraini-documentary-bernard-henri-levy-interview", "date_published": "2023-05-06 06:06:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Hague introduces €50 flat fee for parking to deter drivers", "description": "<p>Scheme on certain streets including near beach makes it as costly to park for 10 minutes as for whole day</p><p>Whether for 10 minutes or a whole day, it now costs a flat fee of €50 (£43) to park in certain streets in The Hague, including roads around the popular Scheveningen beach.</p><p>The pilot scheme in the Dutch city on the North Sea coast, which will last a year, aims to discourage tourists and visitors from blocking up the historic centre and seaside roads, particularly on sunny days.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/the-hague-introduces-50-flat-fee-for-parking-to-deter-drivers\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/the-hague-introduces-50-flat-fee-for-parking-to-deter-drivers", "date_published": "2023-05-06 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Wounded World review: brilliant biography of WEB Du Bois at war", "description": "<p>Chad L Williams charts the great Black intellectual’s journey through the first world war. It makes essential reading</p><p>My favorite kind of history makes you feel you are living inside every moment the author creates. This can only happen when the fruits of rigorous research are assembled with the flair of a novelist. <a href=\"https://www.chadlwilliams.com/\">Chad L Williams</a>, a Brandeis professor, does all that and more in his riveting new biography of William Edward Burghardt Du Bois.</p><p>The first Black man to earn a Harvard PhD, Du Bois’s passion and thoughtfulness still make him America’s most important Black intellectual. Besides his brilliance, he never shied away from friction: another useful quality for any good biographer.</p> <a href=\"https://www.theguardian.com/books/2023/may/06/the-wounded-world-book-review-biography-web-du-bois-war\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/may/06/the-wounded-world-book-review-biography-web-du-bois-war", "date_published": "2023-05-06 06:00:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From kiss me quick to seaside serenity: eight UK resorts close to peaceful beaches", "description": "<p>A stay in a calm coastal spot that’s close to a high-octane seaside town makes the perfect holiday combo. Our writers suggest breaks that offer the best of both worlds</p><p><em>Nowhere else packs such a hedonistic, escapist punch, or has such a genteel escape route”</em></p><p><em>Promenade, ice-cream, paddling, a pier … this fine resort has it all in spades (and buckets)”</em></p> <a href=\"https://www.theguardian.com/travel/2023/may/06/eight-uk-seaside-resorts-close-to-peaceful-beaches\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/may/06/eight-uk-seaside-resorts-close-to-peaceful-beaches", "date_published": "2023-05-06 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jordan Neely killing: lack of arrest highlights racial disparities in charging", "description": "<p>Anger mounts that white subway rider who put Black man in chokehold was released without charge</p><p>As New York City authorities continue to investigate the killing of an unhoused Black man who was put <a href=\"https://www.theguardian.com/us-news/2023/may/03/new-york-subway-passenger-dies-chokehold\">into a chokehold</a> by a white transit passenger, anger and frustration mounted over the lack of an arrest in the case, reinforcing longstanding racial disparities over who gets charged for crimes in the city and nationally.</p><p>“His killing is a reflection of deep racial bias in our society,” Donna Lieberman, executive director of the New York Civil Liberties Union, told the Guardian on Friday. “And the way he was treated after death is a reflection of other biases with regard to people who suffer mental illness.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/jordan-neely-killing-racial-disparities-justice-system\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/jordan-neely-killing-racial-disparities-justice-system", "date_published": "2023-05-06 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What links Pam Ayres and the Chuckle Brothers? The Saturday quiz", "description": "<p>From poison dart to pankration, test your knowledge with the Saturday quiz</p><p><strong>1</strong> Who was refused entry to George IV’s coronation in 1821?<br /><strong>2</strong> Which 2011 single is the UK’s bestselling song never to reach No 1?<br /><strong>3</strong> Poison dart is a highly toxic group of what creatures?<br /><strong>4</strong> Which American covered the last coronation as Inquiring Camera Girl?<br /><strong>5</strong> What did the carrack Victoria complete in 1522?<br /><strong>6</strong> Which breakfast food was developed by Dr Bircher-Benner?<br /><strong>7</strong> What is the smallest US city with an NFL team?<br /><strong>8</strong> Who addressed 25 poems to Lesbia?<br /><strong>What links:<br />9</strong> Bartitsu; capoeira; krav maga; pankration; savate?<br /><strong>10</strong> First and second fermentation; lees ageing; riddling; disgorging; dosage?<br /><strong>11</strong> Janitor; febrile; marriage; apricot; mayor; junior?<br /><strong>12</strong> Pam Ayres; Su Pollard; Les Dawson; Chuckle Brothers; Paul Daniels?<br /><strong>13</strong> Golden; grey; ringed; little ringed?<br /><strong>14</strong> Cy Coleman (1983); Maurice Ravel (1984); Irving Berlin (1994)?<br /><strong>15</strong> Edinburgh; the Christian Bible; St Andrews Links; Cheltenham racecourse?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/what-links-pam-ayres-and-the-chuckle-brothers-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/what-links-pam-ayres-and-the-chuckle-brothers-the-saturday-quiz", "date_published": "2023-05-06 06:00:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How much fuel does a rocket need to get to the moon? Try our kids’ quiz", "description": "<p>Five multiple-choice questions – set by children – to test your knowledge, and a chance to submit your own junior brainteasers for future quizzes</p><ul><li><a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">Submit a question</a></li></ul><p><a href=\"https://www.instagram.com/everythingunderthesunpod/?hl=en\">Molly Oldfield</a> hosts <a href=\"https://podcasts.apple.com/gb/podcast/everything-under-the-sun/id1442273607?mt=2\">Everything Under the Sun</a>, a weekly podcast answering children’s questions, out <a href=\"https://guardianbookshop.com/everything-under-the-sun-9780241433461\">now as a book</a>.</p><p>Does your child have a question? Submit one <a href=\"https://www.theguardian.com/lifeandstyle/2021/sep/25/does-your-child-have-a-question-for-our-new-kids-quiz\">here</a></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/how-much-fuel-does-a-rocket-need-to-get-to-the-moon-try-our-kids-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/how-much-fuel-does-a-rocket-need-to-get-to-the-moon-try-our-kids-quiz", "date_published": "2023-05-06 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Muppets Mayhem: it is impossible to watch this brilliant series without a massive grin", "description": "<p>There is just no TV show that wouldn’t be improved by adding Muppets. This hilarious series is packed with cameos from celebs who are all having the time of their lives</p><p>If you get out of your Westminster bubble and sit and think about something for once, you’d realise that essentially every film or TV format would be improved with the addition of Muppets. Pride and Prejudice but Mr Darcy is bright purple. The Devil Wears Prada with Miss Piggy as Miranda Priestly. A Superman reboot where Clark Kent is the only human actor in the whole thing. Seinfeld but Kramer is an 8ft-tall Big Bird-type. Think further outside of the box: Gogglebox could be improved with Statler and Waldorf; for First Dates, replace Fred with Kermit, and Merlin with Animal. Thinking about this has actually ruined the next week of TV for me. Every time I watch something with humans in it, I’ll be pining for Muppets.</p><p>Anyway, there’s The Muppets Mayhem (Disney+, from Wednesday 10 May), at least, which is brilliant. On the surface it’s just Daisy Jones &amp; the Six but the band are all Muppets and there’s a lot less sexual tension, but there’s actually more to it than that. Mayhem stars <a href=\"https://www.theguardian.com/tv-and-radio/2019/sep/20/lilly-singh-a-little-late-youtube-nbc\">Lilly Singh</a> (one of those YouTube-famous curios you have never heard of, but it turns out she’s actually more renowned than most people alive and has 13.4 million followers on Instagram) as Nora, a messily aspirational girlboss whose life is in cheerful disarray and she needs a big win at work and maybe a love triangle subplot to achieve her destiny. Have you seen that story before? Of course you have, but you have not seen it with a band of Muppets, and that is the point: every time a chair turns around and the character is a puppet, I laugh. Every time Animal says anything, I laugh. Though the story throughline is fairly cornily safe – an ancient touring band need to record their first ever album, but keep getting distracted because they are all jolly little puppets, and I haven’t seen to the end but I assume they do record the album then play a sold-out show – the levity of the puppets cranks everything up to a higher level. It’s just really, really funny to see a perfectly round, 3ft-high Muppet driving a van while Lilly Singh has a career crisis.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/06/the-muppets-mayhem-it-is-impossible-to-watch-this-brilliant-series-without-a-massive-grin\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/06/the-muppets-mayhem-it-is-impossible-to-watch-this-brilliant-series-without-a-massive-grin", "date_published": "2023-05-06 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK Eurovision entrant Mae Muller: ‘In our hearts and minds it’s Ukraine’s year’", "description": "<p>The artist explains that she had been preparing to put out her debut LP – but is happy for now in ‘the biggest safe space on the planet’ with I Wrote a Song</p><p>In January, pop star Mae Muller wrote a song she thought would be perfect for Eurovision. A few days later one of her managers called asking for an urgent meeting over a cup of tea. “I was worried my career was over!” the 25-year-old north Londoner laughs. “Then he said ‘what do you think about doing Eurovision?’. He had a whole PowerPoint presentation with all the statistics, and I was like ‘hun, I’m all in’. The Eurovision gods must have been speaking to me because I already had the song.”</p><p>The song in question is Muller’s catchy, Dua Lipa-esque I Wrote a Song, a bolshy meta-hit about channelling anger at an ex into pop poetry. Muller’s gut instincts were right: it does indeed tick a lot of Eurovision boxes. “First and foremost it’s a bop, you can dance to it, it’s easy to sing along to,” lists Muller. “And no matter what language you speak, everyone can sing the ‘da da da da da’ bit,” she adds, referencing the song’s earworm post-chorus.</p> <a href=\"https://www.theguardian.com/music/2023/may/06/uk-eurovision-entrant-mae-muller-ukraine-i-wrote-a-song\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/may/06/uk-eurovision-entrant-mae-muller-ukraine-i-wrote-a-song", "date_published": "2023-05-06 06:00:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘So many people don’t believe anything – only what makes them money’: Ruth Wilson on being a Hollywood outsider", "description": "<p>The Affair star on #MeToo hypocrisy, the violence of cosmetic surgery, and why she steers clear of social media</p><p>Ruth Wilson hitches the skin by her ears to demonstrate how she’d look if she had “those little wires” sewn into her face, by which she means a thread lift. “Just that would make the world of difference,” she says. She is 41 and “everyone” around her talks about Botox “and what to fill their face with”. This is not in response to any question of mine. This is Ruth Wilson freewheeling on how confusing she finds the notion of “female empowerment” in 2023. “As an actress, everyone does it. Very few resist. I haven’t done anything – yet. But it’s in my head as like, ‘Well, do you decide not to and therefore potentially look older than your peers? Or do you just give in?’” Yesterday she read <a href=\"https://www.nytimes.com/2022/03/22/well/live/preventative-botox-wrinkles.html\" title=\"\">in the New York Times</a> that people should get Botox in their 20s to stop wrinkles forming. “I mean, are they joking? I find it so … ” she emits a plosive exhale of despair. “It’s mad! It’s massive violence.” Why can’t a woman age on screen? Or age, full stop?</p><p>But this is nothing new, she says. She sits back against the banquette of the cafe in the photographic studio where we’ve met. Women don’t help ourselves; never have. She plucks examples – Tudor fashion, she says, pretending to cinch her waist with a corset. “Like, <em>humpf</em>.” Or Elizabethans painting their faces with lead-based ceruse that ate their skin and made their hair fall out. “We’re like, ‘Wow’, today. But in 200 years, they’ll be looking back at images of women now going, ‘What were they doing?’ ‘What is<em> </em>that? You’re blowing your face and lips up.’ Yet it’s a multibillion-dollar industry. And women are part of that industry, perpetuating this ‘empowerment’.” Later, she will apply the same charm and forthright common sense to torpedo Hollywood.</p> <a href=\"https://www.theguardian.com/culture/2023/may/06/ruth-wilson-interview-the-second-woman-luther-the-affair\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/06/ruth-wilson-interview-the-second-woman-luther-the-affair", "date_published": "2023-05-06 06:00:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tim Dowling: I was once better at memory games. I do remember that", "description": "<p>My son beat me hands down at dinosaur cards when he was three – and now I’m even worse</p><p>Here’s something I remember from 20-odd years ago: lying on the carpet, bone weary, in front of a pack of cards laid in a messy grid. Opposite me, cross-legged, sits the middle one, aged three, blond hair standing on end. I turn over a card, revealing a picture of a triceratops. I turn over another card: a diplodocus. I let out a puff of exasperation – really, I want to swear – and return both cards to the face-down position.</p><p>The middle one turns over a card: a pterodactyl. Then another: also a pterodactyl. He takes both cards, adds them to his pile and goes again. Triceratops, and triceratops.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/tim-dowling-i-was-once-better-at-memory-games-i-do-remember-that\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/tim-dowling-i-was-once-better-at-memory-games-i-do-remember-that", "date_published": "2023-05-06 05:58:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Businessman who alleges Indian kidnap plot wins Antiguan court ruling", "description": "<p>Fugitive Mehul Choksi claims UK-based group was part of alleged conspiracy to abduct him in 2021</p><p>A fugitive Indian-born businessman has won the first round of a court battle to prove that a UK-based group including a younger woman was part of an Indian intelligence service plot to lure him to a Caribbean villa to be kidnapped and extradited to his home country.</p><p>The high court of Antigua and Barbuda has found that Mehul Choksi has an “arguable” case in relation to his civil claim against the country’s attorney general and chief of police over the response to his alleged abduction and illegal rendition to Dominica in May 2021.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/businessman-mehul-choksi-who-alleges-indian-kidnap-plot-wins-antiguan-court-ruling\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/businessman-mehul-choksi-who-alleges-indian-kidnap-plot-wins-antiguan-court-ruling", "date_published": "2023-05-06 05:00:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From Guardians of the Galaxy to Ed Sheeran: a complete guide to this week’s entertainment", "description": "<p>Whether it’s the return of a musical superhero or an acoustic singer from Suffolk, our critics have you covered for the next seven days</p><p><strong>Return to Seoul</strong><br /><em>Out now</em><br />Freddie (Park Ji-min) knows that she has been adopted from South Korea by her French family, and has conflicting feelings about attempting to connect with her biological parents, but decides to go for it anyway. It’s hard to do justice here to quite how brilliant director Davy Chou’s suspenseful drama actually is, but it really is a must-see.</p> <a href=\"https://www.theguardian.com/culture/2023/may/06/from-guardians-of-the-galaxy-to-ed-sheeran-a-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/may/06/from-guardians-of-the-galaxy-to-ed-sheeran-a-complete-guide-to-this-weeks-entertainment", "date_published": "2023-05-06 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: how to watch (or avoid) the coronation of King Charles III", "description": "<p>Kirsty Young is on hosting duties for a full day of coverage. Plus: more than one mystery is solved in Magpie Murders. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/may/06/tv-tonight-how-to-watch-or-avoid-the-coronation-of-king-charles-iii\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/may/06/tv-tonight-how-to-watch-or-avoid-the-coronation-of-king-charles-iii", "date_published": "2023-05-06 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The ‘Kate effect’: how the Princess of Wales became the royals’ not-so-secret weapon", "description": "<p>Kate has moulded herself to fit the institution and now has the sort of soft power politicians would kill for</p><p>On a chilly day back in January, one of the most recognisable women in the world plunged into a surprised crowd of shoppers <a href=\"https://www.bbc.co.uk/news/uk-england-leeds-64466438\">in Leeds’s Victorian market</a>.</p><p>The Princess of Wales obligingly fielded requests for selfies, including with a man so flustered by encountering royalty he could barely get the words out. (She reassured him gently that “we all get nervous”, though if she still does after more than a decade of this, it doesn’t show.) But after shaking some hands and chatting to traders, she moved on to the University of Leeds for what was arguably the heart of the day. The princess, promoting her new project on how the first five years affect children’s life chances, attended a lecture on child psychology and afterwards talked to students on the childhood studies course about their dissertations. “It makes me want to be back at uni,” she told them. “Everyone says it’s never too late.”</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/the-kate-effect-how-the-princess-of-wales-became-the-royals-not-so-secret-weapon\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/the-kate-effect-how-the-princess-of-wales-became-the-royals-not-so-secret-weapon", "date_published": "2023-05-06 05:00:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Blind date: ‘An overlap of certain “acquaintances” on Instagram did raise a few eyebrows’", "description": "<p>Will, 29, an investment banker, meets Reece, 25, a government adviser </p><p><strong>What were you hoping for?</strong><br />To meet a smart, fun, driven person.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/may/06/blind-date-will-reece\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/may/06/blind-date-will-reece", "date_published": "2023-05-06 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From coronation to court: Prince Harry takes on Mirror in phone-hacking case", "description": "<p>Royal expected to use trial to criticise former editor Piers Morgan as he prepares to be cross-examined over his allegations</p><p>Prince Harry is facing two major life events in the next week. On Saturday, he will sit in Westminster Abbey to watch his father formally be crowned as King Charles III. Then on Wednesday he begins the real business, when his phone-hacking case against the Mirror gets under way at the high court – setting up a showdown with his old enemy Piers Morgan.</p><p>Harry will become the first senior royal since the 19th century to give evidence in a courtroom, where he will be cross-examined on his allegations that he was the victim of illegal activity by the Daily Mirror – including when Morgan was editing the tabloid newspaper.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/from-coronation-to-court-prince-harry-takes-on-mirror-in-phone-hacking-case-piers-morgan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/from-coronation-to-court-prince-harry-takes-on-mirror-in-phone-hacking-case-piers-morgan", "date_published": "2023-05-06 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to turn leftover bacon fat into a brilliant salad dressing | Waste not", "description": "<p>Save excess fat from frying bacon by simply mixing with balsamic and a little crushed of garlic – warm it up a little, and it’s superb as a dressing on any salad</p><p>Victoria Glass, author of <a href=\"https://nourishbooks.com/shop/good-waste-victoria-glass/\">Too Good to Waste</a> (Nourish Books, 2017), says that reducing waste is not about being perfect, but about doing your best. “I’ve often got a bit of meat fat lurking in the fridge, for example, and I often warm it up in a pan and turn it into a salad dressing.”</p><p>Salty bacon fat goes really well with earthy beetroots in particular, and Glass’s book has a lovely beetroot, basil, bacon and green bean salad that uses her bacon fat vinaigrette, which is best served warm. My take on her dish involves drizzling some over chunky wedges of little gem, tomatoes and basil with extra bacon, to create a breadless BLT salad of sorts.</p> <a href=\"https://www.theguardian.com/food/2023/may/06/how-to-turn-leftover-bacon-fat-into-a-brilliant-salad-dressing-zero-waste-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/may/06/how-to-turn-leftover-bacon-fat-into-a-brilliant-salad-dressing-zero-waste-cooking", "date_published": "2023-05-06 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sherry trifle at the Smiths: how we watched the last coronation", "description": "<p>We were of a generation that couldn’t help but take an interest in 1953, writes <strong>Margaret Drabble</strong>, but Charles inherits a grotesquely unequal realm</p><p>Our family watched the <a href=\"https://www.theguardian.com/uk/1953/jun/03/queenmother.monarchy\">coronation of Elizabeth II</a> with our neighbours, as we didn’t have a television set. We were invited next door for sandwiches and sherry trifle with the queen, and she was more impressive than Andy Pandy and Muffin the Mule, whom we children used to sneak round to view on the quiet. My parents disapproved of television, though they later succumbed when they found my very much younger brother was culturally deprived and isolated because we didn’t have one. He and my father discovered that they loved watching The Lone Ranger together. I’ve always been grateful to the Smiths next door for taking pity on us on 2 June 1953. My sisters and I were embarrassed that we never asked them back. To anything, ever. I’m still embarrassed.</p><p>We Drabbles weren’t ardent royalists, but we were of the generation that couldn’t help but take an interest in the monarchy, and I suspect that I owe my name, subliminally, to Princess Margaret Rose. The war had made most of us patriots, and there was a general feeling that the royal family had done us proud. The <a href=\"https://www.theguardian.com/commentisfree/2022/sep/17/new-elizabethan-era-remembered-elizabeth-reign\">new Elizabethan age</a> beckoned, and there in blurred black and white was our very young, very beautiful, and very dignified sovereign, newly married to a handsome prince – how could we resist? It was an utterly memorable piece of pageantry, that scored itself into our imaginations for life. It was all the more powerful because we saw so few moving images in those days, and very few sherry trifles. We hadn’t yet emerged from the age of austerity, and rationing didn’t end for over a year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/may/06/sherry-trifle-at-the-smiths-how-we-watched-the-last-coronation\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/may/06/sherry-trifle-at-the-smiths-how-we-watched-the-last-coronation", "date_published": "2023-05-06 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tax firm run by SNP’s auditors accused of potentially running avoidance scheme", "description": "<p>Company challenged over advice that one expert says will enable families to avoid paying tax on private school fees</p><p>A boutique tax advisory firm run by <a href=\"https://www.theguardian.com/politics/2023/may/03/snp-appoints-new-auditor-deadline-looms-filing-accounts\">the Scottish National party’s new auditors</a> has been accused of potentially running a tax avoidance scheme to help parents who are paying private school fees.</p><p>Signature Tax, an offshoot of AMS Accountants Group, offers clients “tailored tax solutions” on its website, including advice on paying fees in a “tax efficient manner”.</p> <a href=\"https://www.theguardian.com/business/2023/may/06/tax-firm-run-by-snps-auditors-accused-of-potentially-running-avoidance-scheme\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/may/06/tax-firm-run-by-snps-auditors-accused-of-potentially-running-avoidance-scheme", "date_published": "2023-05-06 05:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Edith Pritchett on choosing what to watch on TV – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/06/anything-good-on-edith-pritchett-on-choosing-what-to-watch-on-tv-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/may/06/anything-good-on-edith-pritchett-on-choosing-what-to-watch-on-tv-cartoon", "date_published": "2023-05-06 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From The Crown to Repair Shop, King Charles on TV – in pictures", "description": "<p>HRH has been played by puppets, impressionists, actors and even a mayoral candidate for London. Here’s the best of the bunch</p> <a href=\"https://www.theguardian.com/uk-news/gallery/2023/may/06/from-the-crown-to-repair-shop-king-charles-on-tv-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/gallery/2023/may/06/from-the-crown-to-repair-shop-king-charles-on-tv-in-pictures", "date_published": "2023-05-06 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "High schooler who won record $10m in scholarship offers heads to Ivy League", "description": "<p>Dennis Maliq Barnes of New Orleans announces he will attend Cornell University this fall to study computer science</p><p>The 16-year-old American high schooler who set what is believed to be <a href=\"https://www.theguardian.com/us-news/2023/may/01/dennis-barnes-new-orleans-high-school-scholarship-record\">a US record</a> after collecting more than $10m in college scholarship offers is bound for the Ivy League.</p><p>Dennis Maliq Barnes announced on Friday that he plans to enroll at Cornell University for the fall semester to study computer science after his 24 May graduation from New Orleans’s International high school. The Ithaca, New York, university only accepts 9% of applicants, and just 7% of its 15,000 or so students are Black like Barnes, according <a href=\"https://www.usnews.com/best-colleges/cornell-university-2711#:~:text=Overview,a%20semester%2Dbased%20academic%20calendar.\">to the US News &amp; World Report</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/06/dennis-maliq-barnes-scholarship-record-cornell-university\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/06/dennis-maliq-barnes-scholarship-record-cornell-university", "date_published": "2023-05-06 05:00:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: Lambing is a physical business | Andrea Meanwell", "description": "<p><strong>Tebay, Cumbria:</strong> This morning there are two sprightly lambs to catch and reunite with their mother. They bleat for my attention, then dash off as I try to catch them</p><p>Spring has come at last to the Howgills, and new growth is bouncing out of every verge and tree. Each day there are new hedgerow blossoms and roadside flowers to observe. Today it is the turn of the cuckoo flower to appear, yesterday it was hawthorn blossom.</p><p>The main business of the month, though, is lambing. I walk around our in-bye fields three times a day, clocking up thousands of steps and about 12 miles a day, according to my phone’s health app. I keep getting alerts that I’m “trending higher for 15 days”, though my whole body knows this already.</p> <a href=\"https://www.theguardian.com/environment/2023/may/06/country-diary-lambing-is-a-physical-business\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/may/06/country-diary-lambing-is-a-physical-business", "date_published": "2023-05-06 04:30:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan’s warring sides to begin talks in Saudi Arabia as fighting rages on", "description": "<p>Washington and Riyadh confirm talks in Jeddah amid reports of more airstrikes and explosions in Khartoum despite US threat of sanctions</p><p>Direct talks between the warring Sudanese army and the paramilitary Rapid Support Forces will start in Jeddah on Saturday, the US and Saudi governments have confirmed, even as fighting showed little signs of abating in the Sudanese capital.</p><p>A joint US-Saudi statement welcomed the “start of pre-negotiation talks” and urged sustained global support to quell the fighting.</p> <a href=\"https://www.theguardian.com/world/2023/may/06/sudans-warring-sides-to-begin-talks-in-saudi-arabia-as-fighting-rages-on\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/sudans-warring-sides-to-begin-talks-in-saudi-arabia-as-fighting-rages-on", "date_published": "2023-05-06 04:11:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 437 of the invasion", "description": "<p>Wagner chief says his forces will pull out of Bakhmut while Ukraine says they are reinforcing positions; Zaporizhzhia villages near frontline evacuated</p><ul><li><a href=\"https://www.theguardian.com/world/ukraine\">See all our Ukraine coverage</a></li></ul><p><strong>The leader of Russia’s Wagner mercenary force has said that <a href=\"https://www.theguardian.com/world/2023/may/05/wagner-chief-yevgeny-prigozhin-rages-at-russia-generals-and-threatens-bakhmut-pullout\">his forces will leave Bakhmut</a></strong>, which they have been trying to capture since last summer. Yevgeny Prigozhin said they would pull back on Wednesday 10 May – ending their involvement in the war’s longest battle – because of heavy losses and inadequate ammunition supplies and asked defence chiefs to put regular army troops in their place. But Ukraine said Wagner fighters were reinforcing positions to try to seize the eastern city before that date.</p><p><strong>Prigozhin earlier released a video showing him standing in a field of Russian corpses and blaming defence chiefs for the losses </strong>suffered by his fighters in Ukraine, appearing to reignite his simmering feud with Russian top brass.</p><p><strong>Russia’s defence minister, Sergei Shoigu, has carried out an inspection of troop readiness</strong> for forces engaged in the war, in an apparent coded response to Prigozhin’s criticism.</p><p><strong>Ukraine said two people have been killed and nine wounded in the eastern Donetsk region</strong> and electricity distribution networks have been damaged by shelling in the Donetsk and the Kherson regions.</p><p><strong>Some residents left Kherson city in cars and buses</strong> on Friday, and others stocked up on groceries, ahead of a 56-hour curfew <a href=\"https://www.theguardian.com/world/2023/may/04/ukraine-residents-kherson-prepare-for-curfew-after-night-of-heavy-shelling\">due to begin on Friday evening</a>. The announcement of the curfew prompted speculation in Kherson that the city is about to be used as a launch point for the long-anticipated Ukrainian counterattack.</p><p><strong>Authorities in the Russian-occupied areas of Zaporizhzhia have begun evacuating villages near the frontline. </strong>The Russian-installed governor, Yevgeny Balitsky, announced the move in anticipation of a Ukrainian offensive aimed at retaking the area, claiming Kyiv’s forces had “stepped up shelling of settlements close to the frontline” in the past few days.</p><p><strong>Engineers have reduced the risk of a dam bursting and damaging the Russian-held Zaporizhzhia nuclear power plant</strong> in Ukraine, a senior Russian official was quoted by state news agency Tass as saying on Friday. Renat Karchaa, an adviser to the general director of energy engineering firm Rosenergoatom, said specialists had begun discharging water from the Kakhovka hydroelectric dam on the Dnieper River in southern Ukraine.</p><p><strong>A Moscow court has ordered the arrest of a theatre director and a playwright on charges of “justifying terrorism”</strong> over an award-winning play about Russian women recruited online to marry radical Islamists in Syria. Director Yevgeniya Berkovich and author Svetlana Petriychuk were placed in custody until 4 July, Russian news agencies reported.</p><p><strong>Ukraine’s air force said it <a href=\"https://www.theguardian.com/world/2023/may/05/ukraine-shoots-down-its-own-drone-over-kyiv-after-device-lost-control\">downed one of its own drones</a> after it lost control over Kyiv</strong>. Andriy Yermak, Ukraine presidential chief of staff, initially said an enemy drone that had been shot down, but the air force later clarified it was Ukrainian and had been destroyed on Thursday.</p><p><strong>The White House has dismissed as “ludicrous” claims by Russia that Washington orchestrated drone strikes on Moscow,</strong> saying the <a href=\"https://www.theguardian.com/world/2023/may/04/russia-accuses-us-of-being-behind-drone-attack-on-kremlin-putin\">US was not involved in Wednesday’s incident</a> and accusing Russia of lying.</p><p><strong>Finnish power utility Fortum has notified the Kremlin it strongly objects to what it said was Russia’s “unlawful” seizure of its subsidiary</strong> in the country. Kremlin spokesperson Dmitry Peskov said the seizure was in accordance with Russian legislation.</p><p><strong>Bill Clinton has said he knew in 2011 it was just “a matter of time” before the Russian president attacked Ukraine.</strong> “Vladimir Putin told me in 2011 – three years before he took Crimea – that he did not agree with the agreement I made with Boris Yeltsin,” <a href=\"https://www.theguardian.com/world/2023/may/05/we-knew-putin-would-attack-ukraine-back-in-2011-says-bill-clinton\">the former US president recalled</a>. “He said … ‘I don’t agree with it. And I do not support it. And I am not bound by it.’ And I knew from that day forward it was just a matter of time.”</p> <a href=\"https://www.theguardian.com/world/2023/may/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-437-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/may/06/russia-ukraine-war-at-a-glance-what-we-know-on-day-437-of-the-invasion", "date_published": "2023-05-06 02:24:01+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Super League game descends into chaos as raging bull chases players from field", "description": "<ul><li>Players forced to flee bull on parade as pre-game entertainment</li><li>Catalans Dragons beat defending champions St Helens 24-12</li></ul><p>A Super League game in France has descended into chaos and near-tragedy when a raging bull broke free of its handler and charged down the Stade Gilbert Brutus field while players were warming up on the ground.</p><p>Catalans Dragons players were going through their pre-game drills ahead of their home clash with reigning Super League champions St Helens when the bull broke loose of its handlers as it was being paraded around the field.</p> <a href=\"https://www.theguardian.com/sport/2023/may/06/super-league-game-descends-into-chaos-as-raging-bull-chases-players-from-field\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/may/06/super-league-game-descends-into-chaos-as-raging-bull-chases-players-from-field", "date_published": "2023-05-06 01:53:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Kentucky man gets record-setting 14 year sentence for role in Capitol attack", "description": "<p>Peter Schwartz’s prison sentence is the longest so far among hundreds of cases stemming from the January 6 insurrection</p><p>A Kentucky man with a long criminal record has been sentenced to a record-setting 14 years in prison for attacking police officers with pepper spray and a chair as he stormed the US Capitol with his wife.</p><p>Peter Schwartz’s prison sentence is the longest so far among hundreds of Capitol riot cases. The judge who sentenced Schwartz on Friday also handed down the previous longest sentence – 10 years – to a retired New York police department officer who assaulted a police officer outside the Capitol on 6 January.</p> <a href=\"https://www.theguardian.com/us-news/2023/may/05/kentucky-man-gets-record-setting-14-year-sentence-for-role-in-capitol-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/may/05/kentucky-man-gets-record-setting-14-year-sentence-for-role-in-capitol-attack", "date_published": "2023-05-06 01:33:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Charlie is my darling’: what the papers say on king’s coronation day", "description": "<p>UK newspaper front pages offer souvenir editions and supplementary pullouts to mark the crowning of King Charles III</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/may/06/king-charless-coronation-order-of-service-for-the-ceremony\">King Charles III coronation: order of service for the ceremony</a></li></ul><p>The coronation of King Charles III dominates UK front pages on Saturday. Headlines across the major papers swing between adulation and scepticism as the country counts down to the event.</p><p>The <strong>Guardian</strong> leads on the aftermath of the local elections, with the prime minister, Rishi Sunak, under pressure after a “<a href=\"https://www.theguardian.com/politics/2023/may/05/rishi-sunak-under-pressure-dire-tory-losses-leadership-threats\">Crushing result for the Tories</a>”, but elsewhere the front page promises a guide to the ceremony, as well as comment from <a href=\"https://www.theguardian.com/commentisfree/2023/may/05/britain-world-beating-royal-pageantry-coronation\">Marina Hyde</a>.</p> <a href=\"https://www.theguardian.com/media/2023/may/06/charlie-is-my-darling-what-the-papers-say-on-kings-coronation-day\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/may/06/charlie-is-my-darling-what-the-papers-say-on-kings-coronation-day", "date_published": "2023-05-06 01:29:53+00:00", "persistent": false, "user": null, "language": "en-UK"}]