[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Koronacja Karola III. Tłum musiał się rozbiec, król był kilka metrów dalej", "description": "W trakcie procesji koronacyjnej jeden z koni wszedł w tłum ludzi. Jeźdźca nie mógł zapanować nad zwierzęciem. New York Post donosi, że stało się to zaledwie kilka metrów od karocy, którą jechali król Karol III z królową Camillą.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/koronacja-karola-iii-tlum-musial-sie-rozbiec-krol-byl-kilka-metrow-dalej/", "date_published": "2023-05-06 20:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Leszek Miller w \"Prezydenci i Premierzy\": Za 10-15 lat monarchia brytyjska umrze śmiercią naturalną", "description": "W sobotę odbyła się wyczekiwana przez wielu koronacja króla Karola III. - Z jednej strony średniowiecze, cała procedura bardzo tradycyjna, a z drugiej strony wielokulturowość - chwalił ją Jan Krzysztof Bielecki w programie Prezydenci i Premierzy. Europoseł Leszek Miller stanowczo się nie zgodził. - Nie widzę w tej koronacji nic pożytecznego - powiedział.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/prezydenci-i-premierzy-koronacja/", "date_published": "2023-05-06 19:08:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Sześciu saperów nie żyje. Rozminowywali obwód Chersoński", "description": "Dziś Państwowa Służba ds. Sytuacji Nadzwyczajnych (DSNS) straciła część swojej rodziny. Podczas wykonywania zadań rozminowywania w rejonie Chersoniu nasza pirotechnika znalazła się pod ostrzałem. Zginęło sześciu naszych specjalistów - napisała DSNS na swoim kanale w Telegramie.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/ukraina-szesciu-saperow-nie-zyje-rozminowywali-obwod-chersonski/", "date_published": "2023-05-06 18:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ike Ekweremadu chciał pomóc córce. Polityk z Nigerii dostał wyrok za handel narządami", "description": "Dziewięć lat i osiem miesięcy w więzieniu - taki wyrok usłyszał nigeryjski polityk Ike Ekweremadu. Oprócz niego w sprawie zostali także skazani jego żona Beatrice i lekarz Obinna Obeta. Cała trójka jest winna próbie handlu ludzkimi organami.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/polityk-z-nigerii-skazany-za-probe-handlu-narzadami/", "date_published": "2023-05-06 17:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Silvio Berlusconi leżał na OIOM-ie. Przemówił po miesięcznej przerwie", "description": "Silvio Berlusconi pokazał się publicznie pierwszy raz od wizyty w szpitalu. Wtedy też okazało się, że prawdopodobnie choruje na raka. Były premier Włoch przemówił do członków swojej partii. - Jestem tu dla was - po raz pierwszy w koszuli i krawacie od czasu, kiedy trafiłem do szpitala - powiedział polityk.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/silvio-berlusconi-lezal-na-oiom-ie-przemowil-po-miesiecznej-przerwie/", "date_published": "2023-05-06 16:09:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Książę Harry na koronacji króla Karola III. Ekspertka od mowy ciała analizuje jego słowa", "description": "Jego mowa ciała sugerowała narastające napięcie lub niepokój - powiedziała ekspertka od mowy ciała Judi James, która zdradziła także, co młodszy syn króla Karola III mówił do obecnych na koronacji gości. Udział księcia Harryego w uroczystości wzbudzał szczególne zainteresowanie ze względu na nienajlepsze relacje z ojcem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/ksiaze-harry-na-koronacji-krola-karola-iii-ekspertka-od-mowy-ciala-analizuje-jego-slowa/", "date_published": "2023-05-06 15:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Pasażerowie zostali uwięzieni w metrze. Dym wypełniał wagony", "description": "Wielka panika wybuchła w angielskim metrze, gdy do wagonów zaczął wdzierać się dym. Drzwi pojazdu były zablokowane i pasażerowie nie mogli się wydostać. Pomogli im robotnicy na stacji, którzy zaczęli wybijać narzędziami okna. Całą sytuację nagrał jeden z podróżnych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/pasazerowie-zostali-zamknieci-w-metrze-dym-wypelnial-wagony/", "date_published": "2023-05-06 12:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja. Media: Zamach na pisarza Zachara Prilepina w Niżnym Nowogrodzie. Kreml oskarża Zachód", "description": "Nieznani sprawcy wysadzili w powietrze samochód pisarza Zachara Prilepina w Niżnym Nowogrodzie, przeżył, ale został ranny - poinformowała w sobotę rosyjska agencja TASS, powołując się na źródło w służbach ratunkowych. Reuters zauważył, że Moskwa błyskawicznie oskarżyła o dokonanie zamachu Zachód.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/rosja-media-zamach-na-pisarza-zachara-prilepina-w-niznym-nowogrodzie-kreml-oskarza-zachod/", "date_published": "2023-05-06 12:06:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Spór o szczekanie psów. Rowerzysta twierdzi, że zwierzęta reagują na niego nerwowo", "description": "To więcej niż sprzeczka sąsiedzka. Rowerzysta chce pozwać... właścicielkę psów. Za każdym razem, gdy podjeżdża pod górę zatrzymuje się na podjeździe kobiety, a jej pupile zaczynają szczekać. Mężczyzna uważa, że takie zachowanie jest niedopuszczalne. Krzyczy na zwierzęta, by były cicho. Kobieta ma dosyć zachowania rowerzysty, który grozi jej pozwem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/rowerzysta-robi-postoje-na-podjezdzie-kobiety-chce-pozwac-jej-psy-za-szczekanie/", "date_published": "2023-05-06 12:04:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Most Krymski zamknięty. Media: Powodem groźby ataków", "description": "Most Krymski został zamknięty. Połączenie stałego lądu z Półwyspem Krymskim nad cieśniną Kerczeńską zostało wyłączone z użytkowania. Według lokalnych władz decyzja została podjęta z przyczyn technicznych.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/most-krymski-zablokowany-okupanci-nie-maja-drogi-powrotnej/", "date_published": "2023-05-06 11:54:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Kamila koronowana na królową", "description": "Żona Karola III, Kamila, została oficjalnie koronowana na królową Wielkiej Brytanii. Podczas uroczystości na jej głowę nałożono koronę, która wcześniej należała do Marii Teck. Kamila otrzymała również dwa berła, jako insygnia władzy.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/wielka-brytania-kamila-koronowana-na-krolowa/", "date_published": "2023-05-06 11:45:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Dowódca sił powietrznych: Zestrzeliliśmy pocisk hipersoniczny Ch-47 Kindżał", "description": "Ukraińskie wojsko zestrzeliło rosyjską rakietę Kindżał - przekazał w sobotę dowódca sił powietrznych Ukrainy Mykoła Ołeszczuk. Tym samym zakończył spekulacje, które trwały od kilku dni. Pocisk hipersoniczny został zestrzelony nad Kijowem czwartego maja. To broń, która do tej pory była przedstawiana przez Moskwę jako niemożliwą do powstrzymania przez zachodnie systemy przeciwlotnicze.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/ukraina-dowodca-sil-powietrznych-zestrzelilismy-pocisk-hipersoniczny-ch-47-kindzal/", "date_published": "2023-05-06 09:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania: Koronacja Karola III. Policja aresztowała demonstrantów", "description": "Na placu Trafalgar w Londynie zebrali się przeciwnicy monarchii. Tłumy chcą zmiany ustroju Wielkiej Brytanii. W trakcie demonstracji aresztowany został przywódca antymonarchistów Graham Smith - podaje Reuters.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/wielka-brytania-koronacja-karola-iii-policja-aresztowala-demonstrantow/", "date_published": "2023-05-06 08:35:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Koronacja Karola III. Kto pojawi się na uroczystościach?", "description": "Prezydent USA Joe Biden i przywódca Chin Xi Jinping to najgłośniejsze nazwiska, których zabraknie podczas koronacji Karola III. Brytyjski monarcha na brak towarzystwa jednak narzekać nie będzie. W ceremonii uczestniczyć będzie ponad dwa tys. osób, w tym członkowie jego rodziny, przedstawiciele władzy oraz około 100 głów państw.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/wielka-brytania-koronacja-karola-iii-kto-pojawi-sie-na-uroczystosciach/", "date_published": "2023-05-06 08:00:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Tybet: Turysta poczuł odór w hotelowym pokoju. Pod łóżkiem były zwłoki", "description": "Mężczyzna czuł dziwny zapach w swoim apartamencie. Poprosił więc obsługę hotelu o przeniesienie do innego pokoju. Jego spokój nie trwał długo, ponieważ po dwóch dniach został wezwany przez policję na przesłuchanie. Funkcjonariusze wyjaśnili, że przyczyną nieprzyjemnego zapachu w pokoju były zwłoki, które znajdowały się pod łóżkiem.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/turysta-wyczul-smrod-w-hotelu-okazalo-sie-ze-pod-lozkiem-mial-trupa/", "date_published": "2023-05-06 07:30:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Koronacja króla Karola III. Wydanie specjalnie w Polsat News", "description": "Karol III zostanie 40. koronowanym monarchom brytyjskim. Zgodnie z tradycją oficjalne uroczystości odbędą się w Opactwie Westminsterskim. Wydanie specjalne w Polsat News od godz. 11:00 poprowadzi Igor Sokołowski.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/koronacja-krola-karola-iii-wydanie-specjalnie-w-polsat-news/", "date_published": "2023-05-06 06:27:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Wielka Brytania. Koronacja Karola III. Harmonogram ceremonii", "description": "Londyn czeka na pierwszą od 70 lat koronację. Podczas nabożeństwa w Opactwie Westminsterskim na tronie zasiądzie Karol III. Miasto pilnowane jest przez ponad 11 tys. policjantów. W uroczystościach, które rozpoczną się po godz. 10 (czasu polskiego - red.) weźmie udział około 100 głów innych państw. Brytyjczycy od samego rana zbierają się wzdłuż trasy, którą dwukrotnie pokona królewska kareta.", "link": "https://www.polsatnews.pl/wiadomosc/2023-05-06/wielka-brytania-koronacja-karola-iii-i-kamili-harmonogram-ceremonii/", "date_published": "2023-05-06 06:03:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]