[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "LEGO 2K Drive - 13 Things You NEED TO KNOW Before You Buy", "description": "For about two decades now, LEGO games have stuck to a very particular formula, and though that formula has obviously seen some changes and evolutions over the years, usually, you know exactly what you're in for when it comes to a LEGO game. That, however, looks like it's going to change in the future- starting with LEGO 2K Drive. \n\nDeveloped by Visual Concepts of NBA 2K and WWE 2K fame, LEGO 2K Drive will see the developer combining the beloved license with a racing experience, and ahead of its launch not long from now, here, we'll be going over a few key details that you should know about the game.", "link": "https://www.youtube.com/watch?v=HTAUKngdHA8", "date_published": "2023-05-06 20:30:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "10 Things Games RARELY DO", "description": "Trends come and go in gaming, which can also apply to gameplay mechanics. Some things that were dominant years ago may not be as popular today. \n\nThat's not always bad, though – it also means that certain shady practices are less common now, if not extinct. Let's look at ten things that games rarely do nowadays, and why.", "link": "https://www.youtube.com/watch?v=nmeFW2lncBw", "date_published": "2023-05-06 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "This Upcoming Hack and Slash Will Quench Your Thirst for Metal Gear Rising 2", "description": "Hack and slash games used to be all the rage back in the sixth and seventh console generations, and fans of the genre would obviously have fond memories of expressing themselves through the fluid combat systems found in games like Metal Gear Rising among a slew of other similar titles. While we do get the occasional sequel to popular IPs and surprise releases like Solstice, there's still a huge gap for such games in the modern gaming landscape.\n\nIndie developers and AA studios are doing a wonderful job of quenching that thirst for hack and slash games, and ENENRA is one of those games that you have to check out. Currently in development by a single developer by the name of Zahid Ali Jeelani, this game punches far above its weight in many key aspects. With this feature, we will be taking a thorough look at ENENRA and deciphering what exactly makes it tick, and why this could end up being one of the biggest surprise hits in the near future.", "link": "https://www.youtube.com/watch?v=DmgNiJrmpyc", "date_published": "2023-05-06 13:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}]