[{"source": "https://www.gamespot.com/feeds/mashup", "title": "DNF Duel Spectre Teaser Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4111236-dnfduel%EF%BD%9C%EB%B8%94%EB%A0%88%EC%9D%B4%EB%93%9C%EC%8A%A4%ED%82%AC%EA%B3%B5%EA%B0%9C%EC%98%81%EC%83%81.mp4.00_00_25_23.still001.jpg\" width=\"480\" /> Meet the latest character coming to DNF Duel, Spectre.", "link": "https://www.gamespot.com/videos/dnf-duel-spectre-teaser-trailer/2300-6460838/", "date_published": "2023-03-12 16:33:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "Guilty Gear -Strive- Bedman Reveal Trailer", "description": "<img height=\"480\" src=\"https://www.gamespot.com/a/uploads/square_medium/1352/13527689/4111235-ggstrive_site.jpg\" width=\"480\" /> Bedman gets added to the latest season pass for Guilty Gear -Strive-. Check them out and their movesets.", "link": "https://www.gamespot.com/videos/guilty-gear-strive-bedman-reveal-trailer/2300-6460837/", "date_published": "2023-03-12 16:31:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.gamespot.com/feeds/mashup", "title": "The 9 Worst Fortnite Skins Of All Time", "description": "<p><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110568-fortnite.jpg\" /><br /><h3><p dir=\"ltr\">Fortnite has been a cultural phenomenon for more than five years now, and that means that Epic Games has pumped out a lot of skins for its battle royale shooter. The game has managed to garner a truly unprecedented number of crossovers from the broad world of pop culture, from Star Wars to anime to horror movies to sports to everything in-between. Unfortunately, the sheer volume of these outfits--<a href=\"https://fnbr.co/list\">over 1500</a> and counting, if you're curious--means that some are simply going to be better than others. But when you lay down your hard-earned V-bucks on a new skin, no matter how limited-time it may be, you should make sure it's not one of these stinkers.</p><p dir=\"ltr\">Now the question of which skins in Fortnite are the worst is obviously a very subjective one, and it's possible that you might own or even like some of the skins on this list. Ultimately, we tried to highlight a mix of some of Fortnite's worst offenders based on a variety of criteria, so you won't just see hated novelty skins below. (Sorry to all the Peelie haters out there.) Without further ado, here's the list:</p></h3></p><br />     <p><h2>Mincemeat</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110572-mincemeat_-_promo_-_fortnite.jpg\" /><br /><h3><p>This isn't a ranked list, but if it were, this would be number one with a bullet. Mincemeat is not only one of the worst skins in Fortnite, but one of the strangest character designs in a video game in the past few years. While I have to give Epic credit for creativity when it comes to this concept--a terrifying pie man straight out of a horror movie--perhaps there's a reason that no other game thought to feature a skin like this. I appreciate Epic sticking with the Halloween theme, but this confection is ugly and unappealing, and only good for scaring your younger relatives.</p></h3></p><br />     <p><h2>Fabio Sparklemane</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110573-fabio2.jpg\" /><br /><h3><p>Perhaps the most controversial selection on this list, Fabio Sparklemane has divided Fortnite players for years now. I know that the rainbow-haired stallion has his defenders out there, but for me, he looks like a DeviantArt rip-off of a certain beloved child's television show starring colorful horses--a license that Epic could definitely swing if they were so inclined. Perhaps Fabio's generic, NPC-esque appearance is part of the appeal for some players, but for me, he sticks out like a sore thumb, and not in a good way.</p></h3></p><br />     <p><h2>Sinister Striker</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110574-sinisterstriker.jpg\" /><br /><h3><p>Fortnite's zombie skins were a major success, and players couldn't get enough of its soccer skins, too. However, the decision to combine the two for yet another Halloween skin led to some underwhelming results. While the skin isn't quite as uncreative as some on this list--the monstrous ball is a nice touch--it's such a specific combination of ideas that it doesn't have much appeal, except perhaps around Halloween time. No wonder this skin is often listed as one of the game's least-popular.</p></h3></p><br />     <p><h2>Flytrap</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110575-flytrap.jpg\" /><br /><h3><p>The first Legendary item on this list, Flytrap is simply one of those skins that makes you ask \"why?\" The character's Poison Ivy-inspired design isn't the worst starting point, but it quickly goes downhill from there, especially in the color coordination department. When I look at Flytrap, I think of a rotting grapefruit, or perhaps your friend's homemade cosplay for a supervillain that you've never heard of. Though Flytrap isn't the worst skin on this list, Fortnite has come a long way since 2018, and you're better off spending those 2,000 V-Bucks elsewhere. </p></h3></p><br />     <p><h2>The Brat</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110576-thebrat.jpg\" /><br /><h3><p>Depending on your personal preferences, The Brat will likely make your worst or best Fortnite skins list, with little in-between. Though this skin is often compared to its banana-themed cousin Peely, for me, the Brat is just a strange halfway point between goofy and wannabe-cool. The backward cap, sunglasses, and ripped jeans just seem like an odd counterpoint to its lettuce vest and mustard zig-zags, or perhaps that's just part of the appeal. Regardless, it's one of my least favorite skins in Fortnite.</p></h3></p><br />     <p><h2>Clover Team Leader</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110578-cloverteamleader.jpg\" /><br /><h3><p>This skin is another example of a Fortnite design that occupies a liminal halfway point between referencing another media property and making Epic's own version of it. In this example, the ratty bear-suit looks like something that a Five Nights at Freddy's fan might draw up in class, but it ends up as the example that might come up when you Google the word \"fursuit.\" It's inevitable that some skins in a game like Fortnite are going to fall into this category, and Clover Team Leader is merely a recent example. That said, it's quite ugly, so it makes the list.</p></h3></p><br />     <p><h2>Renegade</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110579-renegade.jpg\" /><br /><h3><p>One of the very first skins ever sold in Fortnite's Item Shop, Renegade is a great example of how far the game's skins have come since its 2017 origins. In this case, Epic wants you to pay 800 V-Bucks for essentially the default Banshee skin with a shirt that's red instead of orange. Reskins and palette swaps are a well-trod tradition in video games, but unless you're a hardcore Banshee fan, there's really no reason to spend actual money on this. Renegade isn't a particularly terrible skin, but it's here as a stand-in for all of the weak tea reskins that Epic has put in the shop over the years, and it deserves a spot for that reason alone.</p></h3></p><br />     <p><h2>Twistie &amp; Bendie</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110580-twistieandbendie.jpg\" /><br /><h3><p>Not every concept for a Fortnite skin is going to knock your socks off, but Twistie and Bendie are a goofy idea that could've been done a lot better. For my part, they just don't actually resemble the wacky arm-flailing tubemen that you see on the roadside in the USA. Instead, they fall the typical Fortnite trap of looking like an off-brand superhero instead, or perhaps an abandoned sidekick for the Michelin Man. It's pretty much impossible to do the wacky tube-man credit while still keeping the person-sized requirements of an online shooter, so maybe they should've gone back to the drawing board on this one.</p></h3></p><br />     <p><h2>Aerobic Assassin &amp; Mullet Marauder</h2><img src=\"https://www.gamespot.com/a/uploads/scale_large/1596/15969599/4110582-spandexsquad.jpg\" /><br /><h3><p>This '80s-themed \"Spandex Squad\" duo have to be one of the all-time strangest ideas for a Fortnite skin ever. When you consider that the average Fortnite player was born at least 15 to 20 years after this fad and aesthetic had already died off, it's easy to see why it's one of the least-popular skins in the game. The actual execution of the <a href=\"https://en.wikipedia.org/wiki/Jazz_(design)\">jazz cup-esque</a> color scheme is pretty competent, and the hair effects are well-done, too. This is just one skin that's in the game for the dads out there, and there's nothing wrong with that. But you can understand why most players want nothing to do with it.</p></h3></p><br />", "link": "https://www.gamespot.com/gallery/the-9-worst-fortnite-skins-of-all-time/2900-4676/", "date_published": "2023-03-12 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}]