[{"source": "https://www.theguardian.com/international/rss", "title": "European roundup: Raphinha puts Barcelona nine clear at top", "description": "<ul><li>Athletic Bilbao 0-1 Barcelona</li><li>10-man Roma lose at home to Sassuolo</li></ul><p>Raphinha scored the only goal as La Liga leaders <strong>Barcelona</strong> defeated <strong>Athletic</strong> <strong>Bilbao</strong> at San Mamés to restore their nine-point lead over second-placed Real Madrid.</p><p>The Brazil international struck in first-half stoppage time, with the effort being given after a VAR check after the flag had initially gone up for offside.</p> <a href=\"https://www.theguardian.com/football/2023/mar/12/european-roundup-raphinha-puts-barcelona-nine-clear-at-top\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/12/european-roundup-raphinha-puts-barcelona-nine-clear-at-top", "date_published": "2023-03-12 23:13:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Virat Kohli’s century one of discipline and flashes of mica in the stone | Geoff Lemon", "description": "<p>For years he churned out hundreds like a machine, then it stopped. Sunday offered the best environment to start again</p><p>Between March 2011 and and March 2012, the people waited for Sachin Tendulkar. With 99 international centuries, he was on the verge of something nobody else had ever considered achieving. Cricket stats are usually for a niche set of people, but this one grew as time went on. It sprouted tendrils that curled past the nuffies before lacing their way through broader society. For 33 international innings, more and more people watched each time as Tendulkar walked out to bat and returned without a ton. It almost drove them mad.</p><p>That wait was a year and four days. Virat Kohli’s version dwarfs it. As the man who succeeded Tendulkar as the centre of India’s batting solar system, Kohli churned out hundreds like a machine. His first three years when he was only playing 50-over cricket took some time, but once his Test career started the longest gap he had to abide was eight months. Across the formats he went back to back routinely, three in a row twice, four in five innings at one stage. Before the interregnum, he scored 70 centuries in just over 10 years.<br /><br />Then it stopped. Not for any apparent reason. He kept making starts, kept making scores, some of them big, some unbeaten. He just couldn’t get a hundred – the man whose principal skill to this point had been converting those. A year became two, then approached three. The streak spanned 83 innings. In 26 of them, he scored half-centuries. He just couldn’t get over the line.<br /><br />Of course, it shouldn’t matter. The hundred is an arbitrary number. But batters know that is the measure on which they are judged on most, so of course it matters. Of course it gets in their heads, affects their thinking, which affects their play. The drought across formats finally ended in September 2022, in low-key fashion with a T20 hundred against Afghanistan during an Asia Cup that was treated as a World Cup warm-up. The gap between Test hundreds, though, went on, past three years, out to 42 innings in 24 Tests.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/mar/13/cricket-india-australia-virat-kohlis-century-one-of-discipline-and-flashes-of-mica-in-the-stone\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/mar/13/cricket-india-australia-virat-kohlis-century-one-of-discipline-and-flashes-of-mica-in-the-stone", "date_published": "2023-03-12 21:25:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Benrahma penalty scant relief for West Ham as Watkins earns Aston Villa point", "description": "<p>There is not going to be a triumphant march to safety for West Ham if they cannot find a way through games like this. The boos at full-time underlined the frustration. David Moyes had watched his side inch above the relegation zone, Saïd Benrahma’s penalty earning West Ham a point, but the fact is that nobody was in a mood to celebrate.</p><p>The sense was of a missed opportunity. West Ham’s dreadful away form has left them under pressure but there were no home comforts here. Unai Emery’s Aston Villa were value for a point, though they will be disappointed not to have built on Ollie Watkins’s early goal, and West Ham would count the cost of another spluttering display in the final third.</p> <a href=\"https://www.theguardian.com/football/2023/mar/12/benrahma-penalty-scant-relief-for-west-ham-as-watkins-earns-aston-villa-point\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/12/benrahma-penalty-scant-relief-for-west-ham-as-watkins-earns-aston-villa-point", "date_published": "2023-03-12 16:16:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Casemiro red card stalls Manchester United in draw against Southampton", "description": "<p>Frantic, vibrant, tetchy on occasion, and featuring a first-half Casemiro sending off which may mean a four-game ban: as a goalless draw this was breathless entertainment and the point Manchester United and Southampton emerged with a fair result.</p><p>United did not like the Brazilian’s dismissal which, as a second this season (in eight outings), could invoke an extra-match tariff, or much else of the performance of Anthony Taylor as he later turned down two penalty shouts. But despite their lowly position Southampton were a muscular, pacy opponent and will feel they might have won on another day.</p> <a href=\"https://www.theguardian.com/football/2023/mar/12/manchester-united-southampton-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/12/manchester-united-southampton-premier-league-match-report", "date_published": "2023-03-12 16:12:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "In brief: Don’t Think, Dear; My Nemesis; Handmade – reviews", "description": "<p>A thoughtful memoir casts a critical eye on ballet, a gripping novel digs deep into feminine rivalry and a bracing manifesto extols the virtue of woodcraft</p><p><strong>Alice Robb<br /></strong><em>Oneworld, </em><em>£16.99, pp304</em></p><p>To order <em><a href=\"https://guardianbookshop.com/dont-think-dear-9780861542345\">Don’t Think, Dear</a></em>, <em><a href=\"https://guardianbookshop.com/my-nemesis-9781804710227\">My Nemesis</a></em> or <em><a href=\"https://guardianbookshop.com/handmade-9781783788231\">Handmade</a></em> go to <a href=\"http://guardianbookshop.com/\">guardianbookshop.com</a>. Delivery charges may apply</p> <a href=\"https://www.theguardian.com/books/2023/mar/12/in-brief-dont-think-dear-my-nemesis-handmade-reviews\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/12/in-brief-dont-think-dear-my-nemesis-handmade-reviews", "date_published": "2023-03-12 16:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Yellen says Silicon Valley Bank won’t receive bailout after collapse", "description": "<p>US treasury secretary says Biden administration is working closely with regulators to help depositors as fears of banking crisis rise</p><p>The US treasury secretary, Janet Yellen, said on Sunday there will be no bailout for Silicon Valley Bank, which collapsed this week, raising fears of a banking crisis, but also said the Biden administration was working closely with regulators to help depositors hit by <a href=\"https://www.theguardian.com/business/2023/mar/11/silicon-valley-bank-weaken-risk-regulations-svb\">the fall of SVB</a>.</p><p>Yellen said conditions did not match the 2008 financial crisis, when the collapse of large financial institutions threatened to bring down the global financial system.</p> <a href=\"https://www.theguardian.com/business/2023/mar/12/silicon-valley-bank-collapse-no-bailout-janet-yellen\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/12/silicon-valley-bank-collapse-no-bailout-janet-yellen", "date_published": "2023-03-12 15:02:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Virat Kohli hits first century since 2019 as India take charge against Australia", "description": "<ul><li><strong><a href=\"https://www.theguardian.com/sport/cricket/match/2023-03-11/australia-cricket-team\">Australia 480 and 3-0; India 571 | Australia trail by 88 runs</a></strong></li><li>Axar Patel scored 79 runs in a partnership of 162 with Kohli</li></ul><p>Virat Kohli scored his first Test century since 2019 as India posted 571 on day four of the fourth Test against Australia.</p><p>Kohli’s 186 and Shubman Gill’s 128 helped India establish a 91-run lead against the visitors, who were bowled out for 480 in their first innings.</p> <a href=\"https://www.theguardian.com/sport/2023/mar/12/virat-kohli-india-australia-fourth-test-day-four-cricket-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/mar/12/virat-kohli-india-australia-fourth-test-day-four-cricket-report", "date_published": "2023-03-12 13:48:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "In Memoriam by Alice Winn review – a vivid rendering of love and frontline brutality in the first world war", "description": "<p>Conflict is seen through the lens of a schoolboy love affair in Winn’s devastating debut novel</p><p>“In the Somme valley, the back of language broke. It could no longer carry its former meanings,” observed the art critic Robert Hughes in his landmark 1980 book <em>The Shock of the New</em>. That cataclysmic phenomenon is captured with haunting dexterity by the screenwriter Alice Winn in her debut novel. <em>In Memoriam</em> is at once epic and intimate, humorous and profound, a vivid rendering of the madness and legacy of the first world war as seen through the lens of a schoolboy love affair.</p><p>The story starts in school – specifically (and it’s evoked with such specificity, the reader can almost smell it) Preshute, a fictitious establishment that nevertheless owes something to Marlborough College, where Winn herself was educated. It’s June 1914, and war is still a game that the boys play in the woods, their heroics fuelled by epic poetry and history lessons.</p> <a href=\"https://www.theguardian.com/books/2023/mar/12/in-memoriam-by-alice-winn-review-a-vivid-rendering-of-love-and-frontline-brutality-in-the-first-world-war\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/mar/12/in-memoriam-by-alice-winn-review-a-vivid-rendering-of-love-and-frontline-brutality-in-the-first-world-war", "date_published": "2023-03-12 11:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nigel Slater’s recipes for fried cauliflower with mint tahini, and apple maple syrup cake", "description": "Crispy, spicy fried cauli and a juicy apple cake to sustain us as we head for spring<p>Spring comes rather late to the kitchen. While the gardens, greenhouses and allotments are fizzing with seedlings and opening buds, anyone who likes to cook seasonally has no alternative but to muddle through March with what are essentially winter vegetables and fruit. Still, there are some great cauliflowers around for baking under paprika-freckled cheese sauces or for simmering into a fine, ivory soup. I rang the changes instead, frying the creamy-white florets into a crisp, spiced batter to eat with a smooth paste of tahini and mint.</p><p>I brought back purple-sprouting from the shops, too. So good it deserved a proper hollandaise, beaten to a deep buttery yellow, which is exactly what it got. Another day, I dropped a handful of the purple tips and green stalks into deep boiling water for barely more than a minute, drained them, then flashed them into a pan of hot, shallow olive oil, grated lemon zest and chopped green olives. They were even better piled on to thick sourdough, the juices trickled over the hot toast.</p> <a href=\"https://www.theguardian.com/food/2023/mar/12/nigel-slater-recipes-fried-cauliflower-with-mint-tahini-and-apple-maple-syrup-cake\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/mar/12/nigel-slater-recipes-fried-cauliflower-with-mint-tahini-and-apple-maple-syrup-cake", "date_published": "2023-03-12 10:30:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Not going to beg’: why entrepreneurs of color are increasingly self-funding", "description": "<p>Raising funds from investors is unfavorable for marginalized founders, who face racial bias in the world of venture capital</p><p>Rechelle Balanzat, an Asian-American founder, has led her startup <a href=\"https://www.juliettecleaners.com\">Juliette</a>, a self-funded, app-enabled dry-cleaning startup since 2014. As a double minority in tech, Balanzat said she faced gender bias with investors, and also encountered investors who inflicted racial bias. Investors would often expect Balanzat to speak with an accent and if not they were amazed she could speak English, she said.</p><p>Balanzat said her decision to self-fund her startup was born out of necessity. In fact, she is not the only founder of color that finds venture capital fundraising to feel more like a marathon than a sprint. In actuality, many report that the process can feel more like running on a hamster wheel, endless and with no positive outcome.</p> <a href=\"https://www.theguardian.com/business/2023/mar/12/venture-capital-funding-racial-bias\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/mar/12/venture-capital-funding-racial-bias", "date_published": "2023-03-12 10:00:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Marooned after World Cup misery, Qatar turn to canny Carlos Queiroz", "description": "<p>Their group-stage exit was bad, but what came next was worse. Can one of the game’s smartest coaches change things?</p><p>Given the consternation in Qatari football about the focus on off-pitch issues by sections of the international media during the World Cup, perhaps it is no surprise that Carlos Queiroz was appointed as the country’s head coach in February. The spiky septuagenarian was last seen on the global stage attacking western journalists for asking non-football questions, actions that went down well in parts of the world, including Doha.</p><p>Given the on-pitch disaster that unfolded at the World Cup with three losses in three games, the federation may think they should have appointed him a little earlier. The World Cup spotlight has left Doha but the country’s football struggles have continued. Last month the Qatar Stars League leaders, Al Duhail, made it to the last four of the Asian Champions League, giving themselves a chance to become the country’s first finalist since 2011. Also playing at home, they were thrashed 7-0 by Saudi Arabia’s Al Hilal.</p> <a href=\"https://www.theguardian.com/football/2023/mar/12/qatar-carlos-queiroz-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/mar/12/qatar-carlos-queiroz-world-cup", "date_published": "2023-03-12 08:00:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "More women enlist in the US armed forces, 1979", "description": "<p>The number of woman was increasing, but their role was still rather different to the men’s</p><p>The <em>Observer Magazine</em> of 18 March 1979 looked at not just the increasing number of women within the US military – 110,000 or 5.5% of the total – but their changing role, too (‘Uncle Sam recruits Ms America’).</p><p>‘In most armies women continue to perform nursing, communications and admin work,’ reported John de St Jorre, and though equal rights legislation in the US played its part in women increasingly being recruited, this was more of a pragmatic than an equitable consideration. At the time there was a need for an all-volunteer force with the draft being politically unacceptable after the Vietnam war, but there simply weren’t enough men. Or enough of the right ones anyway.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/mar/12/from-the-observer-archive-women-soldiers-enlist-in-the-us-armed-forces-1979\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/mar/12/from-the-observer-archive-women-soldiers-enlist-in-the-us-armed-forces-1979", "date_published": "2023-03-12 06:00:41+00:00", "persistent": false, "user": null, "language": "en-US"}]