[{"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraiński żołnierz pobity w Niemczech przez ochroniarza hotelu", "description": "Przebywał w Niemczech na rehabilitacji - ukraiński żołnierz został dotkliwie pobity przez ochroniarza jednego z hoteli - podają media. Ukrainiec ma złamaną czaszkę i wstrząs mózgu - czeka go operacja. Po tym, jak wiadomość o incydencie przekazały ukraińskie portale informacyjne, internauci zaczęli masowo oceniać hotel na jedną gwiazdkę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/ukrainski-zolnierz-pobity-w-niemczech-przez-ochroniarza-hotelu/", "date_published": "2023-03-12 21:31:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Bombowiec nad Bałtykiem. Wystartował z Polski i leciał 200 km od Petersburga", "description": "Strategiczny bombowiec amerykański B-52 Stratofortress, który jest zdolny do przenoszenia broni jądrowej, manewrował nad Morzem Bałtyckim 200 kilometrów od Petersburga. Poinformowały o tym ukraińskie media, a informację potwierdził także szef MON Mariusz Błaszczak.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/bombowiec-nad-baltykiem-wystartowal-z-polski-i-lecial-200-km-od-petersburga/", "date_published": "2023-03-12 19:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mołdawia. Kolejne prorosyjskie protesty w Kiszyniowie.  Starcia, zamieszki, tysiące osób na ulicach", "description": "Na ulice w stolicy Mołdawii wyszło kilka tysięcy sympatyków Rosji i prorosyjskiej mołdawskiej partii Sor. Przed budynkiem parlamentu doszło do zamieszek i starć. Wiec zakończył się bójką. Policja zatrzymała ponad 50 osób, w tym 21 nieletnich - podał portal Focus.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/moldawia-kolejne-prorosyjskie-protesty-w-kiszyniowie-starcia-zamieszki-tysiace-osob-na-ulicach/", "date_published": "2023-03-12 17:52:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Ukraina. Suczkę potrącił samochód. Właścicielka zakopała ją żywcem", "description": "Kiedy dwuletnią suczkę potrącił samochód, właścicielka stwierdziła, że nie chce psa-kaleki. Postanowiła zakopać czworonoga żywcem. Gdyby nie reakcja sąsiada, Alicja leżałaby już nieżywa, uduszona ziemią - relacjonuje pogotowie dla zwierząt Ekostraż. Jak dalej potoczą się losy zwierzęcia z Ukrainy, które otarło się o śmierć więcej niż raz?", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/ukraina-suczke-potracil-samochod-wlascicielka-zakopala-ja-zywcem/", "date_published": "2023-03-12 17:17:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Kalifornia. 103-latka ćwiczy na siłowni. Ma receptę na szczęśliwe życie", "description": "103-letnia mieszkanka Kalifornii wciąż regularnie chodzi na siłownię. Nic nie robiąc sobie ze swojego wieku, odwiedza lokalny klub fitness nawet cztery razy w tygodniu. Lubi też grać brydża, słuchać opery. Zapytana o receptę na szczęśliwe życie, odpowiedziała w trzech słowach.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/kalifornia-103-latka-cwiczy-na-silowni-ma-recepte-na-szczesliwe-zycie/", "date_published": "2023-03-12 16:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Rosja: Zaapelowały do Putina. Mówią o \"wysyłaniu na rzeź\"", "description": "Grupa matek i żon rosyjskich żołnierzy zwróciła się do Władimira Putina, by zaprzestał wysłania mężczyzn na rzeź - powiadomił portal CNN. Kobiety proszą także, by Rosjanie nie byli kierowani do walk bez odpowiedniego przeszkolenia i sprzętu.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/rosja-zaapelowaly-do-putina-mowia-o-wysylaniu-na-rzez/", "date_published": "2023-03-12 14:59:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Mołdawia: Członek grupy Wagnera zatrzymany na granicy", "description": "Służba graniczna Mołdawii nie wpuściła do kraju przedstawiciela grupy Wagnera - powiadomił portal Europejska Prawda. Na niedzielę w Kiszyniowie zaplanowano demonstrację przeciw prozachodnim władzom. Według policji siły antyrządowe chcą wywołać zamieszki, które mają na celu destabilizację w kraju.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/moldawia-czlonek-grupy-wagnera-zatrzymany-na-granicy/", "date_published": "2023-03-12 12:53:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "USA: Zakrwawiony wszedł na komendę. Porożem \"dobił\" 77-latka", "description": "27-letni Levi Axtell wszedł na posterunek policji pokryty krwią i przyznał się do ataku łopatą i dobicia porożem 77-latka - podaje portal New York Post. Obywatel USA zaatakował, ponieważ był przekonany, że starszy mężczyzna w przeszłości prześladował jego córkę.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/usa-zakrwawiony-wszedl-na-komende-porozem-dobil-77-latka/", "date_published": "2023-03-12 10:29:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Holandia: Aktywiści zablokowali drogi w Hadze. Policja użyła armatek wodnych", "description": "Holenderska policja użyła armatek wodnych, by rozgonić aktywistów klimatycznych, którzy w sobotę rano zablokowali drogi w Hadze. Demonstranci sprzeciwiali się dotowaniu paliw kopalnych i zaznaczyli, że z dróg nie ustąpią, dopóki władze nie wycofają się ze swoich decyzji. Protest zakończył się około godziny 20:00.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/holandia-aktywisci-zablokowali-drogi-w-hadze-policja-uzyla-armatek-wodnych/", "date_published": "2023-03-12 08:16:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Izrael: Antyrządowe protesty. Manifestacje miały zgromadzić nawet pół miliona osób", "description": "Izraelczycy wyszli na ulice miast w sobotę, protestując przeciwko planom prawicowego rządu, który planuje ograniczyć uprawnienia sądu najwyższego. Demonstracje trwają od 10 tygodni. Według organizatorów, sobotnie manifestacje zgromadziły pół miliona osób.", "link": "https://www.polsatnews.pl/wiadomosc/2023-03-12/izrael-antyrzadowe-protesty-manifestacje-mialy-zgromadzic-nawet-pol-miliona-osob/", "date_published": "2023-03-12 05:28:00+00:00", "persistent": false, "user": null, "language": "pl-PL"}]