[{"source": "https://www.engadget.com/rss.xml", "title": "Mental health startup Cerebral shared private patient data with Google, Meta and TikTok", "description": "<p>Cerebral, a telehealth startup that gained popularity during the early days of the pandemic, disclosed this week that it shared the personal data of more than 3.1 million US patients with social media companies and advertisers, including Google, Meta and TikTok. As first reported by <a href=\"https://techcrunch.com/2023/03/10/cerebral-shared-millions-patient-data-advertisers/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cudGhldmVyZ2UuY29tLw&amp;guce_referrer_sig=AQAAAEvIAQ2WhaQlhQPAmlpoytfTMFqHwpDRjORocpFaQAASZ6GoqrmpwmwFeI-qopL8qHyWxqiUuRgVyKLgfKNu2mGFR7FzTvkoQ70YiANNK1s3YObty-O03UPvFj5sqwl0y8pr9djH0emjDzI-1QoO8jsyz8DxgD0IHd7YVwYFuMkr\"><em>TechCrunch</em></a> (<a href=\"https://www.theverge.com/2023/3/11/23635518/cerebral-patient-data-meta-tiktok-google-pixel\">via <em>The Verge</em></a>), a recently uploaded <a href=\"https://cerebral.com/static/hippa_privacy_breach-4000c6eb21449c2ecd8bd13706750cc2.pdf\">notice</a> on Cerebral’s website reveals the company had been using “pixels,” tracking scripts companies like <a href=\"https://developers.facebook.com/docs/meta-pixel/\">Meta</a> offer to third-party developers for advertising purposes, to collect user data since it began operating in October 2019.</p><p>Following a recent review of its software, Cerebral “determined that it had disclosed certain information that may be regulated as protected health information under [the Health Insurance Portability and Accountability Act].” Among the data Cerebral shared are names, phone numbers, birth dates and insurance information. In some instances, the company may have also exposed information it collected through the mental health self-assessment patients completed to schedule counseling appointments and access other services. According to Cerebral, it did not disclose social security numbers, bank information or credit card numbers.</p><span id=\"end-legacy-contents\"></span><p>After learning of the oversight, Cerebral says it “disabled, reconfigured, and/or removed” the tracking pixels that caused the data exposure. “In addition, we have enhanced our information security practices and technology vetting processes to further mitigate the risk of sharing such information in the future.” The US Department of Health and Human Services is <a href=\"https://ocrportal.hhs.gov/ocr/breach/breach_report.jsf\">investigating Cerebral</a>. News of the data exposure comes after the Federal Trade Commission <a href=\"https://www.engadget.com/ftc-fines-goodrx-sharing-user-information-facebook-google-045353503.html\">fined discount drug app GoodRx $1.5 million</a> for sharing patient information with Meta and Google. Earlier this month, the agency <a href=\"https://www.engadget.com/ftc-moves-to-ban-betterhelp-from-sharing-mental-health-data-for-ad-targeting-184605314.html\">announced a $7.8 million settlement</a> with online counseling company BetterHelp and said it was seeking to ban the company from sharing health data for ad targeting.</p>This article originally appeared on Engadget at https://www.engadget.com/mental-health-startup-cerebral-shared-private-patient-data-with-google-meta-and-tiktok-223806251.html?src=rss", "link": "https://www.engadget.com/mental-health-startup-cerebral-shared-private-patient-data-with-google-meta-and-tiktok-223806251.html?src=rss", "date_published": "2023-03-12 22:38:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "GM is working on a ChatGPT-like digital assistant for cars", "description": "<p>General Motors is working on an in-car digital assistant based on the same machine learning models that power ChatGPT. News of the development was first reported earlier this week by <a href=\"https://www.semafor.com/article/03/10/2023/gm-wants-to-bring-chatgpt-like-assistant-to-drivers\"><em><ins>Semafor</ins></em></a>, with GM later <a href=\"https://www.reuters.com/business/autos-transportation/gm-explores-using-chatgpt-vehicles-2023-03-10/\"><ins>sharing confirmation with Reuters</ins></a>. “ChatGPT is going to be in everything,” GM Vice President Scott Miller told the outlet.</p><p>Among other things, the automaker envisions the digital assistant supporting drivers in situations where they may have turned to their vehicle’s owner’s manual  in the past. For instance, the assistant could show you how to replace your car’s tire if it suffers a flat. It could also offer integration and scheduling features with other devices, including garage door openers.</p><span id=\"end-legacy-contents\"></span><p>&quot;This shift is not just about one single capability like the evolution of voice commands, but instead means that customers can expect their future vehicles to be far more capable and fresh overall when it comes to emerging technologies,&quot; a GM spokesperson told Reuters.</p><p>According to <em>Semafor</em>, the digital assistant will operate differently from other chatbots like <a href=\"https://www.engadget.com/microsoft-new-bing-edge-ai-copilot-hands-on-demo-test-chatgpt-openai-213332455.html\"><ins>Bing Chat</ins></a>. GM is reportedly working on adding a “car-specific layer” on top of the large language models that power ChatGPT. The effort is part of a broader collaboration between the automaker and Microsoft. In 2019, the two <a href=\"https://www.engadget.com/cruise-gm-microsoft-self-driving-car-partnership-152251242.html\"><ins>partnered</ins></a> to work on autonomous vehicles. Microsoft is OpenAI’s <a href=\"https://www.engadget.com/microsoft-openai-investment-expansion-152302151.html\"><ins>sole cloud provider</ins></a>, meaning GM’s in-car assistant will almost certainly run on Azure. GM did not tell <em>Semafor </em>whether it has a name for the software yet, nor did it share a potential release date.</p>This article originally appeared on Engadget at https://www.engadget.com/gm-is-working-on-a-chatgpt-like-digital-assistant-for-cars-204806036.html?src=rss", "link": "https://www.engadget.com/gm-is-working-on-a-chatgpt-like-digital-assistant-for-cars-204806036.html?src=rss", "date_published": "2023-03-12 20:48:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "SpaceX’s Crew-5 mission safely returns to Earth after five months in space", "description": "<p>SpaceX’s Crew-5 mission has <a href=\"https://www.nasa.gov/press-release/nasa-s-spacex-crew-5-splash-down-near-florida-coast-safe-on-earth\">safely returned to Earth</a>. On Saturday evening, the company’s “Endurance” Dragon spacecraft splashed down off the coast of Florida following a five-month stay at the International Space Station. The capsule was carrying NASA astronauts Josh Cassada and Nicole Mann, Japan’s Koichi Wakata and Russian cosmonaut Anna Kikina.</p><p>The four spent 157 days in orbit during an ISS rotation that was one for the history books. As <a href=\"https://www.space.com/spacex-crew-5-astronauts-splashdown-success\"><em><ins>Space.com</ins></em><ins> points out</ins></a>, the Crew-5 mission saw Mann, a member of the Wailaki people, become the <a href=\"https://www.reuters.com/world/us/nicole-mann-says-she-is-proud-be-first-native-american-woman-space-2022-08-26/\"><ins>first Native American woman to fly in space</ins></a>. It was also the first time a Russian cosmonaut flew aboard a private American spacecraft, a milestone made possible after NASA and Roscosmos <a href=\"https://www.engadget.com/the-us-and-russia-sign-agreement-to-swap-seats-on-space-station-flights-152213825.html\"><ins>signed a seat-sharing agreement</ins></a> last year amid increasing US and Russian tensions due to the war in Ukraine.</p><span id=\"end-legacy-contents\"></span><div id=\"725a18b34429453699c337fb16d2c242\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Splashdown!<a href=\"https://twitter.com/hashtag/Crew5?src=hash&amp;ref_src=twsrc%5Etfw\">#Crew5</a> is back on Earth, completing a science mission of nearly six months on the <a href=\"https://twitter.com/Space_Station?ref_src=twsrc%5Etfw\">@Space_Station</a>. Their <a href=\"https://twitter.com/SpaceX?ref_src=twsrc%5Etfw\">@SpaceX</a> Dragon Endurance spacecraft touched down at 9:02pm ET (0202 UTC March 12) near Tampa off the coast of Florida. <a href=\"https://t.co/nLMC0hbKY4\">pic.twitter.com/nLMC0hbKY4</a></p>— NASA (@NASA) <a href=\"https://twitter.com/NASA/status/1634737207763148801?ref_src=twsrc%5Etfw\">March 12, 2023</a></blockquote></div><p>For Wakata, the flight was his fifth return from space, a Japanese record. The mission also marked the second orbital trip for Endurance after the capsule successfully carried the <a href=\"https://www.engadget.com/spacex-dragon-capsule-splashdown-084501365.html\"><ins>Crew-3</ins></a> crew back to Earth last fall. The spacecraft will now return to SpaceX’s Dragon Lair facility in Florida for safety checks and refurbishment ahead of its next flight.</p><p>Not on the flight was NASA astronaut Frank Rubio, who flew to the ISS on MS-22, the Russian Soyuz spacecraft that <a href=\"https://www.engadget.com/iss-soyuz-ms-22-capsule-leak-205133518.html\"><ins>sprung a coolant leak</ins></a> late last year following an apparent micrometeoroid strike. The Endurance crew temporarily retrofitted their ride to carry Rubio in case of an emergency evacuation from the ISS after Roscomos determined MS-22 could only safely transport two people. They later removed those modifications after Russia <a href=\"https://www.engadget.com/russias-replacement-soyuz-spacecraft-arrives-at-iss-to-bring-back-ms-22-crew-185144210.html\">sent a replacement Soyuz spacecraft</a> to bring Rubio and cosmonauts Sergey Prokopyev and Dmitry Petelin back to Earth.</p>This article originally appeared on Engadget at https://www.engadget.com/spacexs-crew-5-mission-safely-returns-to-earth-after-five-months-in-space-184759470.html?src=rss", "link": "https://www.engadget.com/spacexs-crew-5-mission-safely-returns-to-earth-after-five-months-in-space-184759470.html?src=rss", "date_published": "2023-03-12 18:47:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Etsy warns of merchant payment processing delay due to Silicon Valley Bank collapse", "description": "<p>Following the collapse of Silicon Valley Bank, Etsy is warning sellers it may take longer than usual for the company to process some payments. “We wanted to let you know that there is a delay with your deposit that was scheduled for today,” Etsy told affected merchants on Friday in an email the company shared with <a href=\"https://www.nbcnews.com/business/business-news/etsy-delays-payments-sellers-due-silicon-valley-bank-collapse-rcna74475\"><em><ins>NBC News</ins></em></a>. “Please know that our teams are working hard to resolve this issue and send you your funds as quickly as possible.”</p><p>An Etsy spokesperson attributed the delay to “the unexpected collapse of Silicon Valley Bank,” noting the company used the bank to facilitate payments to some merchants. They added Etsy is working with other payment partners to facilitate deposits. The company expects to pay affected sellers “within the next several business days.” More than 7.5 million merchants use Etsy to sell their wares online.</p><span id=\"end-legacy-contents\"></span><p>Federal regulators took over SVB on Friday amid the largest bank collapse since the 2008 financial crisis. With its close ties to Silicon Valley, SVB’s failure has created knock-on effects throughout the tech industry. On Friday, Roku said it could <a href=\"https://www.engadget.com/roku-says-it-could-lose-25-percent-of-its-cash-after-silicon-valley-bank-fails-000615481.html\"><ins>lose as much as 26 percent of its cash reserves</ins></a>, or more than $487 million, due to the collapse. One day later, the value of USD Coin, a stablecoin pegged to the US dollar, <a href=\"https://www.engadget.com/usdc-stablecoin-breaks-dollar-peg-following-silicon-valley-bank-collapse-232052571.html\"><ins>fell to a low of $0.87</ins></a> after Circle, the firm that manages the currency, disclosed it had $3.3 billion stuck at the bank. While USD Coin’s value has mostly recovered, the news nonetheless sparked fears of a possible financial contagion within the cryptocurrency industry.</p><p>More importantly, there are many people whose next paycheck won’t come on time. That includes <a href=\"https://www.bloomberg.com/news/articles/2023-03-10/startups-are-worried-about-paying-their-people-after-svb-fails?=true&amp;sref=10lNAhZ9\"><ins>employees at early-stage startups</ins></a> and small business owners who depend on Etsy for their livelihood. One seller, Owen McKinney, told <em>NBC News </em>the deposit delay could have a “catastrophic&quot; effect on his business.</p><p>What comes next is hard to say. On Sunday, US Treasury Secretary Janey Yellen told <a href=\"https://www.cbsnews.com/news/janet-yellen-face-the-nation-transcript-03-12-2023/\"><em><ins>CBS’s</ins></em><ins> Face the Nation</ins></a> the federal government would not bail out SVB and would instead focus on assisting depositors. “Let me be clear that during the financial crisis, there were investors and owners of systemic large banks that were bailed out… and the reforms that have been put in place means we are not going to do that again,” Yellen said. “But we are concerned about depositors and are focused on trying to meet their needs.”</p>This article originally appeared on Engadget at https://www.engadget.com/etsy-warns-of-merchant-payment-processing-delay-due-to-silicon-valley-bank-collapse-165056872.html?src=rss", "link": "https://www.engadget.com/etsy-warns-of-merchant-payment-processing-delay-due-to-silicon-valley-bank-collapse-165056872.html?src=rss", "date_published": "2023-03-12 16:50:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Apple’s second-gen AirPods Pro are back on sale for $200", "description": "<p>If you’ve been waiting for Apple’s second-generation AirPods Pro to go on sale, your patience has paid off. On Amazon, the earbuds are currently $50 off, making them just $200. That’s a return to the all-time low price they hit at the <a href=\"https://www.engadget.com/apple-airpods-pro-drop-to-199-best-tech-deals-this-week-162831456.html\"><ins>start of February</ins></a>.</p><p></p><p>Despite similar appearances, the second-generation AirPods Pro feature some notable upgrades over their 2019 predecessor. To start, the inclusion of Apple’s new H2 chip means the earbuds boast better noise cancellation performance and a more functional transparency mode. Audio quality is similarly improved, as is integration with Apple products. They also come with touch controls, a feature missing from the original model, and modestly improved battery life.</p><span id=\"end-legacy-contents\"></span><p>Of course, they’re not perfect. The touch controls can take a while to master, and battery life, despite improvements, is not as good as some competing models. You also need an iPhone or iPad to get the most out of the AirPods Pro, making them less compelling options for Android users. Still, they’re an <a href=\"https://www.engadget.com/best-wireless-earbuds-120058222.html\"><ins>excellent option for iOS users</ins></a>, especially when you can get them for less than their usual street price.</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/apples-second-gen-airpods-pro-are-back-on-sale-for-200-151219377.html?src=rss", "link": "https://www.engadget.com/apples-second-gen-airpods-pro-are-back-on-sale-for-200-151219377.html?src=rss", "date_published": "2023-03-12 15:12:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Hitting the Books: How 20th century science unmade Newton's universe", "description": "<p>Science is the reason you aren't reading this by firelight nestled cozily under a rock somewhere however, its practice significantly predates its formalization by Galileo in the 16th century. Among its earliest adherents — even before pioneering efforts of Aristotle — was Animaxander, the Greek philosopher credited with first arguing that the Earth exists within a void, not atop a giant turtle shell. His other revolutionary notions include, \"hey, maybe animals evolved from other, earlier animals?\" and \"the gods aren't angry, that's just thunder.\"</p><p>While Animaxander isn't often mentioned alongside the later greats of Greek philosophy, his influence on the scientific method cannot be denied, argues <em>NYT</em> bestselling author, Carlo Rovelli, in his latest book, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9BbmF4aW1hbmRlci1CaXJ0aC1TY2llbmNlLUNhcmxvLVJvdmVsbGkvZHAvMDU5MzU0MjM2My8_dGFnPWdkZ3QwYy1wLW8tbXotMjAiLCJjb250ZW50VXVpZCI6IjI4OTcwMDhlLTZhYjgtNDQ2MC05MzY1LTU1NTkyMWJkYTJlYyJ9&amp;signature=AQAAAUGleDBRl2_jo77Js6_l3zb4HoZxSxH-tVOgfyQFiBMB&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FAnaximander-Birth-Science-Carlo-Rovelli%2Fdp%2F0593542363%2F\"><em>Animaxander and the Birth of Science</em></a>, out now from Riverhead Books. In in, Rovelli celebrates Animaxander, not necessarily for his scientific acumen but for his radical scientific thinking — specifically his talent for shrugging off conventional notion to glimpse at the physical underpinnings of the natural world. In the excerpt below, Rovelli, whom astute readers will remember from last year's <a href=\"https://www.engadget.com/hitting-the-books-there-are-places-in-the-world-carlo-rovelli-riverhead-books-140019682.htmlhttps://www.engadget.com/hitting-the-books-there-are-places-in-the-world-carlo-rovelli-riverhead-books-140019682.html\"><em>There Are Places in the World Where Rules Are Less Important than Kindness</em></a>, illustrates how even the works of intellectual titans like Einstein and Heisenberg can and inevitably are found lacking in their explanation of natural phenomena — in just the same way that those works themselves decimated the collective understanding of cosmological law under 19th century Newtonian physics.&nbsp;&nbsp;&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"blue and green geometric dot, circle and tube design on a black background with the title and author name overwritten in white. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-02/bacf7600-b91a-11ed-8efd-f5f156fb557b\" style=\"height: 2550; width: 1688;\" /><figcaption></figcaption><div class=\"photo-credit\">Riverhead Books</div></figure><p><em>Excerpted from </em><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=c9d3e29f-d34f-458a-a913-ad7c64c708e1&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Penguin+Random+House&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJjOWQzZTI5Zi1kMzRmLTQ1OGEtYTkxMy1hZDdjNjRjNzA4ZTEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucGVuZ3VpbnJhbmRvbWhvdXNlLmNvbS9ib29rcy83MTM1NzQvYW5heGltYW5kZXItYnktY2FybG8tcm92ZWxsaS8iLCJjb250ZW50VXVpZCI6IjI4OTcwMDhlLTZhYjgtNDQ2MC05MzY1LTU1NTkyMWJkYTJlYyJ9&amp;signature=AQAAAQSW5VKPMkYVeMAhEy9WDBW9hVE1KGJ7BsV2UM-UU2Fq&amp;gcReferrer=https%3A%2F%2Fwww.penguinrandomhouse.com%2Fbooks%2F713574%2Fanaximander-by-carlo-rovelli%2F\">Animaxander and the Birth of Science</a><em>. Copyright © 2023 by Carlo Rovelli. Excerpted by permission of Riverhead, an imprint and division of Penguin Random House LLC, New York. All rights reserved. No part of this excerpt may be reproduced or reprinted without permission in writing from the publisher.</em></p><hr /><p>Did science begin with Anaximander? The question is poorly put. It depends on what we mean by “science,” a generic term. Depending on whether we give it a broad or a narrow meaning, we can say that science began with Newton, Galileo, Archimedes, Hipparchus, Hippocrates, Pythagoras, or Anaximander — or with an astronomer in Babylonia whose name we don’t know, or with the first primate who managed to teach her offspring what she herself had learned, or with Eve, as in the quotation that opens this chapter. Historically or symbolically, each of these moments marks humanity’s acquisition of a new, crucial tool for the growth of knowledge.</p><p>If by “science” we mean research based on systematic experimental activities, then it began more or less with Galileo. If we mean a collection of quantitative observations and theoretical/mathematical models that can order these observations and give accurate predictions, then the astronomy of Hipparchus and Ptolemy is science. Emphasizing one particular starting point, as I have done with Anaximander, means focusing on a specific aspect of the way we acquire knowledge. It means highlighting specific characteristics of science and thus, implicitly, reflecting on what science is, what the search for knowledge is, and how it works.</p><p>What is scientific thinking? What are its limits? What is the reason for its strength? What does it really teach us? What are its characteristics, and how does it compare with other forms of knowledge?</p><p>These questions shaped my reflections on Anaximander in preceding chapters. In discussing how Anaximander paved the way for scientific knowledge, I highlighted a certain number of aspects of science itself. Now I shall make these observations more explicit.</p><h2>The Crumbling of Nineteenth Century Illusions</h2><p>A lively debate on the nature of scientific knowledge has taken place during the last century. The work of philosophers of science such as Carnap and Bachelard, Popper and Kuhn, Feyerabend, Lakatos, Quine, van Fraassen, and many others has transformed our understanding of what constitutes scientific activity. To some extent, this reflection was a reaction to a shock: the unexpected collapse of Newtonian physics at the beginning of the twentieth century.</p><p>In the nineteenth century, a common joke was that Isaac New‐ ton had been not only one of the most intelligent men in human history, but also the luckiest, because there is only one collection of fundamental natural laws, and Newton had had the good fortune to be the one to discover them. Today we can’t help but smile at this notion, because it reveals a serious epistemological error on the part of nineteenth-​­century thinkers: the idea that good scientific theories are definitive and remain valid until the end of time.</p><p>The twentieth century swept away this facile illusion. Highly accurate experiments showed that Newton’s theory is mistaken in a very precise sense. The planet Mercury, for example, does not move following Newtonian laws. Albert Einstein, Werner Heisenberg, and their colleagues discovered a new collection of fundamental laws — general relativity and quantum mechanics — that replace Newton’s laws and work well in the domains where Newton’s theory breaks down, such as accounting for Mercury’s orbit, or the behavior of electrons in atoms.</p><p>Once burned, twice shy: few people today believe that we now possess definitive scientific laws. It is generally expected that one day Einstein’s and Heisenberg’s laws will show their limits as well, and will be replaced by better ones. In fact, the limits of Einstein’s and Heisenberg’s theories are already emerging. There are subtle incompatibilities between Einstein’s theory and Heisenberg’s, which make it unreasonable to suppose that we have identified the final, definitive laws of the universe. As a result, research goes on. My own work in theoretical physics is precisely the search for laws that might combine these two theories.</p><p>Now, the essential point here is that Einstein’s and Heisenberg’s theories are not minor corrections to Newton’s. The differences go far beyond an adjusted equation, a tidying up, the addition or replacement of a formula. Rather, these new theories constitute a radical rethinking of the world. Newton saw the world as a vast empty space where “particles” move about like pebbles. Einstein understands that such supposedly empty space is in fact a kind of storm-​­tossed sea. It can fold in on itself, curve, and even (in the case of black holes) shatter. No one had seriously contemplated this possibility before. For his part, Heisenberg understands that Newton’s “particles” are not particles at all but bizarre hybrids of particles and waves that run over Faraday lines’ webs. In short, over the course of the twentieth century, the world was found to be profoundly different from the way Newton imagined it.</p><p>On the one hand, these discoveries confirmed the cognitive strength of science. Like Newton’s and Maxwell’s theories in their day, these discoveries led quickly to an astonishing development of new technologies that once again radically changed human society. The insights of Faraday and Maxwell brought about radio and communications technology. Einstein’s and Heisenberg’s led to computers, information technology, atomic energy, and countless other technological advances that have changed our lives.</p><p>But on the other hand, the realization that Newton’s picture of the world was false is disconcerting. After Newton, we thought we had understood once and for all the basic structure and functioning of the physical world. We were wrong. The theories of Einstein and Heisenberg themselves will one day likely be proved false. Does this mean that the understanding of the world offered by science cannot be trusted, not even for our best science? What, then, do we really know about the world? What does science teach us about the world?</p>This article originally appeared on Engadget at https://www.engadget.com/hitting-the-books-anaximander-carlo-rovelli-riverhead-books-143052774.html?src=rss", "link": "https://www.engadget.com/hitting-the-books-anaximander-carlo-rovelli-riverhead-books-143052774.html?src=rss", "date_published": "2023-03-12 14:30:52+00:00", "persistent": false, "user": null, "language": "en-US"}]