[{"source": "https://thehill.com/news/feed/", "title": "Republicans brace for Tim Scott's entrance into 2024 race", "description": "Republicans are bracing for Sen. Tim Scott’s (S.C.) increasingly likely entrance into the 2024 presidential race, arguing that he could be a voice for unity in a party that has become dominated by grievance politics. Scott hasn’t made a formal decision on a 2024 run but has moved quickly to lay the groundwork for a...", "link": "https://thehill.com/homenews/campaign/3894454-republicans-brace-for-tim-scotts-entrance-into-2024-race/", "date_published": "2023-03-12 23:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden blocks some Alaska oil drilling as Willow decision looms", "description": "The Biden administration on Sunday announced actions aimed at limiting oil and gas drilling in Alaska as it is also expected to soon approve a controversial 30-year oil project.  The Biden administration is blocking 2.8 million acres in the Arctic Ocean from oil and gas drilling and will also propose additional protections for 13 million acres of...", "link": "https://thehill.com/homenews/administration/3896676-biden-to-block-oil-leasing-in-the-arctic-ocean-as-willow-decision-looms/", "date_published": "2023-03-12 22:47:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Don’t destroy entrepreneurship with poorly designed antitrust legislation", "description": "Start ups are the lifeblood of innovation in the United States. Venture capital funded start ups disproportionately produce tech innovation. Yet, the proposed Senate American Innovation and Choice Online Act (AICOA), which once again was the subject of Senate hearings and focuses on “self preferencing” by large tech firms, may have negative unintended consequences regarding tech acquisitions by companies covered by the...", "link": "https://thehill.com/opinion/congress-blog/3896647-dont-destroy-entrepreneurship-with-poorly-designed-antitrust-legislation/", "date_published": "2023-03-12 22:07:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News' Howard Kurtz calls Dominion lawsuit a 'major test of the First Amendment'", "description": "Fox News media reporter Howard Kurtz said Sunday that the defamation lawsuit brought by Dominion Voting Systems against the network is a “major test of the First Amendment,\" just weeks after announcing that Fox would not let him cover the case.  “Legally, Dominion must prove Fox acted with malice or reckless disregard for the truth....", "link": "https://thehill.com/homenews/sunday-talk-shows/3896576-fox-news-howard-kurtz-on-dominion-lawsuit-major-test-of-the-first-amendment/", "date_published": "2023-03-12 20:55:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Silicon Valley Bank paid bonuses hours before takeover: report", "description": "Silicon Valley Bank reportedly paid employees their annual bonuses just hours before federal regulators shut down the bank on Friday, CNBC reported. Sources told CNBC that the bank had historically paid their bonuses on the second Friday of March, and that their annual bonuses were in the works days before the bank collapse on Friday....", "link": "https://thehill.com/business/banking-financial-institutions/3896511-silicon-valley-bank-paid-bonuses-hours-before-takeover-report/", "date_published": "2023-03-12 20:54:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator says lawmakers should 'talk' about changing retirement age", "description": "Sen. John Kennedy (R-La.) said on Sunday that his fellow lawmakers should “talk” more about changing the retirement age for people currently in their 20s in part due to longer life expectancy. During an appearance on “Fox News Sunday,” anchor Shannon Bream asked Kennedy if he thinks there should be \"conversations\" in Congress about changing...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896534-gop-senator-says-lawmakers-should-talk-about-changing-retirement-age/", "date_published": "2023-03-12 20:44:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Regulators auctioning Silicon Valley Bank in effort to contain fallout: reports", "description": "Federal officials are auctioning off Silicon Valley Bank, according to multiple reports Sunday, as they try to contain the fallout of the bank’s historic failure last week. Regulators started the auction on Saturday and expected bids by 2 p.m. on Sunday, according to the New York Times and the Wall Street Journal, which cited people...", "link": "https://thehill.com/business/3896522-regulators-auctioning-silicon-valley-bank-in-effort-to-contain-fallout-reports/", "date_published": "2023-03-12 20:30:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "No 'appetite': Lawmakers in consensus on opposing potential Silicon Valley Bank bailout", "description": "In a rare show of consensus, congressional lawmakers from both parties on Sunday said they would oppose any potential bailout options for Silicon Valley Bank, which collapsed on Friday in the largest bank failure since the 2008 financial crisis. Treasury Secretary Janet Yellen ruled out a bailout possibility for the bank's owners and investors, and...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896444-no-appetite-lawmakers-in-consensus-on-opposing-potential-silicon-valley-bank-bailout/", "date_published": "2023-03-12 20:16:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCaul says Jan. 6 tapes not going to show 'tourism at the Capitol'", "description": "Rep. Michael McCaul (R-Texas) said on Sunday that the released tapes from the attacks on the Capitol during Jan. 6, 2021 are not going to show \"tourism at the Capitol,\" but rather would show a \"dark, tragic day.\" House Speaker Kevin McCarthy (R-Calif.) has spurred fury this month by granting Fox News host Tucker Carlson...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896467-mccaul-says-jan-6-tapes-not-going-to-show-tourism-at-the-capitol/", "date_published": "2023-03-12 19:59:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Khanna: Money from Silicon Valley Bank stock sale should be 'given to the depositors'", "description": "Rep. Ro Khanna (D-Calif.) said that any stock sold by Silicon Valley Bank executives should be “clawed back” and given to depositors of the bank after it collapsed last week. Federal filings show that Silicon Valley Bank CEO Gregory Becker sold over $3.5 million in stock in the bank roughly two weeks before the firm...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896460-khanna-money-from-silicon-valley-bank-stock-sale-should-be-given-to-the-depositors/", "date_published": "2023-03-12 19:49:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Porter on Silicon Valley Bank collapse: 'You can't bet on' interest rates staying low forever", "description": "Rep. Katie Porter (D-Calif.) on Sunday blamed the Silicon Valley Bank collapse in part on the mistaken belief that interest rates would stay low forever. During an appearance on MSNBC’s “The Sunday Show with Jonathan Capehart,” Porter said rising interest rates were one of the leading causes of the bank's collapse, noting how the bank...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896422-porter-on-silicon-valley-bank-collapse-you-cant-bet-on-interest-rates-staying-low-forever/", "date_published": "2023-03-12 19:32:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kennedy: Biden decided to 'demagogue the issue' of Social Security, Medicare", "description": "Sen. John Kennedy (R-La.) on Sunday blamed President Biden for what he called the politicization of Social Security and Medicare during his State of the Union address last month. Kennedy on \"Fox News Sunday\" told Shannon Bream that Medicare faces financial trouble as soon as 2028, with the same going for Social Security in 2035,...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896401-kennedy-biden-decided-to-demagogue-the-issue-of-social-security-medicare/", "date_published": "2023-03-12 19:21:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "NJ Democratic governor dodges question on possible White House bid", "description": "New Jersey Gov. Phil Murphy’s (D) term is up in 2026, but he said he has not given any thought to possible presidential ambitions, instead throwing his full support behind President Biden. “I [am] 1,000 percent behind President Biden,” Murphy said in an interview with CBS’s “Face The Nation.” “And I haven't really looked beyond...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896410-nj-democratic-governor-dodges-question-on-possible-white-house-bid/", "date_published": "2023-03-12 18:36:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress wants to label Wagner group as a terrorist organization. Why is Biden opposed?", "description": "A fight is brewing between Congress and President Biden over whether to designate as a terrorist organization the private Russian military company Wagner, which is on the front lines of aggression against Ukraine and accused of heinous atrocities there and across the world. While the Biden administration has sanctioned the Wagner group as a global...", "link": "https://thehill.com/policy/international/3894376-congress-wants-to-label-wagner-group-as-a-terrorist-organization-why-is-biden-opposed/", "date_published": "2023-03-12 18:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "US dismisses 'cruel' Iran prisoner swap claim", "description": "U.S. officials dismissed Iranian claims that the two countries were nearing an agreement on a prisoner swap, saying comments from Iran’s top diplomat were a “cruel lie.” Iranian Foreign Minister Hossein Amir-Abdollahian said Sunday on Iranian state television that Iran was in agreement with the U.S. on a prisoner swap, saying “If everything goes well...", "link": "https://thehill.com/policy/international/3896377-us-dismisses-cruel-iran-prisoner-swap-claim/", "date_published": "2023-03-12 17:52:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Kennedy: The only way to improve the president’s budget 'is with a shredder'", "description": "Sen. John Kennedy (R-La.) on Sunday knocked President Biden’s budget proposal, saying it could only be improved by being thrown into a shredder. “The president's budget took my breath away. His numbers are extraordinary. We're going to run out of digits here,” Kennedy said on “Fox News Sunday.” “The only way I know how to...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896354-kennedy-the-only-way-to-improve-the-presidents-budget-is-with-a-shredder/", "date_published": "2023-03-12 17:44:30+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "DeSantis laughs off Iowa trip as prep for presidential bid", "description": "Florida Gov. Ron DeSantis (R) on Sunday laughed off the idea that a trip to Iowa over the weekend was an indication that he was preparing to run for president, instead saying his travels were focused on promoting his new book. When asked by \"Sunday Morning Futures\" host Maria Bartiromo if DeSantis's trip was a...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896337-desantis-laughs-off-iowa-trip-as-prep-for-presidential-bid/", "date_published": "2023-03-12 17:23:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mace says raising retirement age should be 'on the table'", "description": "Rep. Nancy Mace (R-S.C.) said on Sunday that she believes that raising the retirement age for people who receive Social Security benefits should be “on the table.”  During an appearance on CNN’s “State of the Union,” host Kaitlan Collins noted that fellow South Carolinian Nikki Haley, a Republican presidential candidate, supports the idea.  “I think...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896336-mace-says-raising-retirement-age-should-be-on-the-table/", "date_published": "2023-03-12 17:18:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spy balloons steered national security toward the sky: Are 'exotic' UFOs next?", "description": "The near-hysteria over this now “identified” flying object did serve to highlight a far more important national-security issue, namely, the continuing mystery surrounding the origin and identity of exotic UFOs.", "link": "https://thehill.com/opinion/national-security/3894397-spy-balloons-steered-national-security-toward-the-sky-are-exotic-ufos-next/", "date_published": "2023-03-12 17:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fauci on calls to prosecute him: 'There's no response to that craziness'", "description": "Anthony Fauci, who led much of the U.S. response to the COVID-19 pandemic, said on Saturday that calls from the GOP to prosecute him over the handling of the outbreak are an example of “craziness.” “There's no response to that craziness,” Fauci said on CNN.  “I mean, prosecute me for what? What are they talking...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896317-fauci-on-calls-to-prosecute-him-theres-no-response-to-that-craziness/", "date_published": "2023-03-12 16:58:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Menendez says he's not ready to offer Silicon Valley Bank a bailout 'by any stretch of the imagination'", "description": "Sen. Bob Menendez (D-N.J.) on Sunday said he’s not ready for the federal government to offer Silicon Valley Bank a bailout after its collapse shook the tech sector last week. “I'm not ready to offer them a bailout by any stretch of the imagination. We have to see exactly everything that is pertinent to the...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896290-menendez-says-hes-not-ready-to-offer-silicon-valley-bank-a-bailout-by-any-stretch-of-the-imagination/", "date_published": "2023-03-12 16:24:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCarthy says he will 'slowly roll out' Jan. 6 tapes to other news agencies", "description": "Speaker Kevin McCarthy (R-Calif.) said on Sunday that he will begin to “slowly roll out” access to official tapes from the Jan. 6, 2021, insurrection to other news outlets, after he faced criticism for giving Fox News host Tucker Carlson an exclusive look at the footage. “We will slowly roll out to every individual news...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896273-mccarthy-says-he-will-slowly-roll-out-jan-6-tapes-to-other-news-agencies/", "date_published": "2023-03-12 16:03:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "As military spending soars, Congress must take critical look at Pentagon budget", "description": "The best way to head off a conflict over Taiwan is through diplomacy not military buildups and harsh rhetoric.", "link": "https://thehill.com/opinion/national-security/3895633-as-military-spending-soars-congress-must-take-critical-look-at-pentagon-budget/", "date_published": "2023-03-12 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Fox News takes the hits, but its audience looks resilient", "description": "Fox News's reputation as a serious news source is being strained by the drip-drip of leaked texts and emails from a massive defamation lawsuit it is facing from Dominion Voting Systems.   Dominion is seeking $1.6 billion in damages as part of an ongoing legal battle that neither side has shown any interest publicly in settling.  ...", "link": "https://thehill.com/homenews/media/3894411-fox-news-takes-the-hits-but-its-audience-looks-resilient/", "date_published": "2023-03-12 16:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator says DeSantis has earned right to be ‘at the head of the class’", "description": "Republican Sen. Kevin Cramer (N.D.) said Sunday that Florida Gov. Ron DeSantis (R) has earned the right to be “at the head of the class” as a possible 2024 GOP presidential contender. Cramer said on NBC’s “Meet the Press” that the Republican Party is “in desperate need of some new leadership,” and that former President...", "link": "https://thehill.com/homenews/3896266-gop-senator-says-desantis-has-earned-right-to-be-at-the-head-of-the-class/", "date_published": "2023-03-12 15:55:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator says McCarthy should not have released Jan. 6 tapes to only Tucker Carlson", "description": "Sen. Kevin Cramer (R-N.D.) said Sunday that Speaker Kevin McCarthy (R-Calif.) should not have released the thousands of hours of unaired footage from the Jan. 6, 2021, riot at the U.S. Capitol exclusively to Fox News’s Tucker Carlson.  “What I do regret probably as much as anything about the release of 41,000 hours is that...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896243-gop-senator-says-mccarthy-should-not-have-released-jan-6-tapes-to-only-tucker-carlson/", "date_published": "2023-03-12 15:32:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Handicapping presidential primary ‘madness’", "description": "It's a good exercise to view the 2024 presidential “madness” in the context of this year's March madness.", "link": "https://thehill.com/opinion/campaign/3896145-handicapping-presidential-primary-madness/", "date_published": "2023-03-12 15:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "McCaul says Pence right in condemning Trump for Jan. 6", "description": "Rep. Michael McCaul (R-Texas) on Sunday said former Vice President Mike Pence was right to criticize former President Trump for Trump's role in the Jan. 6, 2021 insurrection, saying “history will judge everyone” for their decisions on that day. “Vice President Pence exercised moral clarity and judgment that day,” McCaul said in an interview with...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896237-mccaul-says-pence-right-in-condemning-trump-for-jan-6/", "date_published": "2023-03-12 15:21:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP senator on Trump: ‘We’re in desperate need of some new leadership’", "description": "Sen. Kevin Cramer (R-N.D.) said Sunday that the GOP is “in desperate need” of new leadership, an apparent dismissal of former President Trump, who is running for another White House term in 2024.  “Donald Trump's not going to take advice from the party or from me, but I think what will happen is if he's...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896232-gop-senator-on-trump-were-in-desperate-need-of-some-new-leadership/", "date_published": "2023-03-12 15:16:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden's new IRS chief is raising questions and dodging answers", "description": "There are a lot of questions surrounding Werfel’s plans for the direction of the agency and how he will use the $80 billion in funding provided by hardworking taxpayers.", "link": "https://thehill.com/opinion/finance/3894354-bidens-new-irs-chief-is-raising-questions-and-dodging-answers/", "date_published": "2023-03-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "China’s ‘peace plan’ for Ukraine is a Trojan horse for Beijing and Moscow", "description": "The Eurasian element, which the Chinese text employs, is critical.", "link": "https://thehill.com/opinion/national-security/3896112-chinas-peace-plan-for-ukraine-is-a-trojan-horse-for-beijing-and-moscow/", "date_published": "2023-03-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Spring break: What to know about Mexico's 'do not travel' warnings", "description": "Planning a trip to Mexico for spring break? Here's what you need to know.", "link": "https://thehill.com/homenews/nexstar_media_wire/3881726-spring-break-what-to-know-about-mexicos-do-not-travel-warnings/", "date_published": "2023-03-12 15:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Menendez worries Biden could become 'asylum denier-in-chief' in weighing family detention policy", "description": "Sen. Robert Menendez (D-N.J.) on Sunday expressed concerns that President Biden could become known as an “asylum denier-in-chief” after reports last week that indicated the administration is weighing re-starting a controversial family detention policy.  “If the administration does go down this path, I am afraid that the president will become the asylum denier-in-chief,” Menendez said...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896202-menendez-worries-biden-could-become-asylum-denier-in-chief-in-weighing-family-detention-policy/", "date_published": "2023-03-12 14:55:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen rules out bailout of Silicon Valley Bank", "description": "Treasury Secretary Janet Yellen said on Sunday that the U.S. would not consider a bailout of Silicon Valley Bank after its historic failure last week, saying in the aftermath of the 2008 banking crisis that “we’re not going to do that again.” “Well let me be clear that during the financial crisis, there were investors...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896178-yellen-rules-out-bailout-of-silicon-valley-bank/", "date_published": "2023-03-12 14:38:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Are we in a recession? Will there be a downturn in 2023? Economists weigh in", "description": "To put it very unscientifically, the economy right now is weird.", "link": "https://thehill.com/homenews/3886058-are-we-in-a-recession-will-there-be-a-downturn-in-2023-economists-weigh-in/", "date_published": "2023-03-12 14:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "GOP presidential candidate Vivek Ramaswamy calls for ‘Declaration of Independence’ from China", "description": "Republican presidential candidate Vivek Ramaswamy on Sunday called for the U.S. to take up a “Declaration of Independence” from China.  “I’m leading the way in calling for a Declaration of Independence from China. Because the key difference today is, unlike the USSR in the last century, we never depended on the Soviet Union for the shoes...", "link": "https://thehill.com/homenews/3896140-gop-presidential-candidate-vivek-ramaswamy-calls-for-declaration-of-independence-from-china/", "date_published": "2023-03-12 14:26:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "House Intelligence chair: Saudi-Iran truce ‘troubling’", "description": "The Chinese-negotiated agreement between Iran and Saudi Arabia to reestablish diplomatic ties, which called into question U.S. influence in the region, is “very troubling,” according to Rep. Mike Turner (R-Ohio). “I think that, of course, is a reflection on the Biden administration,” Turner said in an interview with ABC’s “This Week” on Sunday. “It’s not...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896157-house-intelligence-chair-saudi-iran-truce-troubling/", "date_published": "2023-03-12 14:16:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mace doesn’t support a bailout for Silicon Valley Bank", "description": "Rep. Nancy Mace (R-S.C.) on Sunday said she doesn’t support a bailing out of Silicon Valley Bank, which has rocked the tech sector with its abrupt collapse late last week. “As a member of Congress, do you think they should get bailed out by the federal government?” CNN’s Kaitlan Collins asked Mace on “State of...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896094-mace-doesnt-support-a-bailout-for-silicon-valley-bank/", "date_published": "2023-03-12 14:06:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "In defense of space colonies and mining the high frontier", "description": "Accessing the wealth that exists beyond the Earth is more than enough incentive for both public and private investment. Science will benefit.", "link": "https://thehill.com/opinion/technology/3895855-in-defense-of-space-colonies-and-mining-the-high-frontier/", "date_published": "2023-03-12 14:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "OMB director: US banking system is ‘resilient’ amid Silicon Valley Bank collapse", "description": "Shalanda Young, director of the White House Office of Management and Budget (OMB), on Sunday called the U.S. banking system “resilient” as it weathers the recent Silicon Valley Bank collapse. Young on CNN’s “State of the Union” deferred details to Treasury Secretary Janet Yellen, but stressed that the administration is closely watching the issue. “What...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896093-omb-director-us-banking-system-is-resilient-amid-silicon-valley-bank-collapse/", "date_published": "2023-03-12 13:52:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Warner: US needs to find buyer for Silicon Valley Bank", "description": "The best outcome for the failed Silicon Valley Bank would be for U.S. officials to find a buyer for it on Sunday, Sen. Mark Warner (D-Va.) said, after its collapse last week. “The best outcome will be can they find a buyer for this SVB bank today before the markets open in Asia later in...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896119-warner-us-needs-to-find-buyer-for-silicon-valley-bank/", "date_published": "2023-03-12 13:51:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Yellen says banking system is strong in wake of Silicon Valley Bank collapse", "description": "Treasury Secretary Janet Yellen addressed widespread concern in the U.S. banking system after the collapse of Silicon Valley Bank last week, arguing that Americans should feel confident in a banking infrastructure was “safe and sound.” “America’s economy relies on a safe and sound banking system,” Yellen said in an interview with CBS’s “Face The Nation.”...", "link": "https://thehill.com/homenews/sunday-talk-shows/3896090-yellen-says-banking-system-is-strong-in-wake-of-silicon-valley-bank-collapse/", "date_published": "2023-03-12 13:31:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Congress and split intelligence decisions", "description": "In the past month, we’ve had two split decisions by the U.S. Intelligence Community — COVID origin at the Wuhan Lab and Havana Syndrome.", "link": "https://thehill.com/opinion/national-security/3896072-congress-and-split-intelligence-decisions/", "date_published": "2023-03-12 13:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Is Will Smith invited to the 2023 Oscars?", "description": "A year after he slapped Chris Rock on the Academy Awards stage, don't expect to see Will Smith at the Oscars this year.", "link": "https://thehill.com/homenews/3896073-is-will-smith-invited-to-the-2023-oscars/", "date_published": "2023-03-12 13:18:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Patents, spy balloons and outcompeting China: What our leaders are missing", "description": "The U.S. innovation system, the world’s best, has been the driving force of our country’s prosperity, technological leadership and national security for two centuries. This system is the most productive private-sector/government-sector partnership ever devised. Each partner does what it excels at best: The government funds vast research in basic scientific discoveries, mostly at research universities;...", "link": "https://thehill.com/opinion/national-security/3890789-patents-spy-balloons-and-outcompeting-china-what-our-leaders-are-missing/", "date_published": "2023-03-12 13:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "2024 Republican primaries may be a rerun of 2016", "description": "If there is another \"multi-car pile-up,\" history may well repeat itself.", "link": "https://thehill.com/opinion/campaign/3895992-2024-republican-primaries-may-be-a-rerun-of-2016/", "date_published": "2023-03-12 12:30:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Thousands evacuated after California levee breached", "description": "More than 8,500 people were under evacuation orders in central California over the weekend after a levee was breached following heavy rainfall.  The Pajaro River’s levee, which is about 100 feet wide, was breached by flooding after another atmospheric river pounded the state. Officials had warned residents to leave their homes, but some who stayed...", "link": "https://thehill.com/homenews/state-watch/3896031-thousands-evacuated-after-california-levee-breached/", "date_published": "2023-03-12 12:10:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Carlson comes up short on Jan. 6 bombshells", "description": "Fox News host Tucker Carlson promised never-before-seen footage of the Jan. 6 riot that would reveal new details and alter public perceptions of the Capitol breach. But in his first shows dedicated to the topic, he largely came up short in delivering smoking guns.  Carlson gained access to some 44,000 hours of the attack by...", "link": "https://thehill.com/homenews/house/3895306-carlson-comes-up-short-on-jan-6-bombshells/", "date_published": "2023-03-12 12:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Pence says Jan. 6 was 'disgrace' and 'history will hold Trump accountable'", "description": "Former Vice President Mike Pence said late Saturday that “history will hold Donald Trump accountable” for the events of Jan. 6, 2021, levying harsh criticism on the former president as Pence mulls a 2024 White House bid. “President Trump was wrong,” Pence said at the annual white-tie Gridiron Dinner attended by politicians and journalists, according...", "link": "https://thehill.com/homenews/campaign/3896000-pence-says-jan-6-was-disgrace-and-history-will-hold-trump-accountable/", "date_published": "2023-03-12 11:40:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Mexico's democracy matters — to Mexico and America", "description": "Mexico is in the midst of a serious debate about the future of its democracy. The United States should pay close attention — perhaps even more so because it continues to debate the functioning of U.S. democracy.  Many on both sides of the border are sounding alarms, concerned that new reforms to Mexico’s National Electoral...", "link": "https://thehill.com/opinion/international/3888710-mexicos-democracy-matters-to-mexico-and-america/", "date_published": "2023-03-12 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Sports media, bias and activism come to an insufferable head", "description": "Go woke, go broke. American corporations are quickly learning this lesson. Activist journalists should take note.", "link": "https://thehill.com/opinion/civil-rights/3895474-sports-media-bias-and-activism-come-to-an-insufferable-head/", "date_published": "2023-03-12 11:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Biden’s $5 trillion tax gambit catches Congress by surprise", "description": "President Biden went big in his $6.8 trillion annual budget proposal to Congress by calling for $5 trillion in tax increases over the next decade, more than what lawmakers expected after the president downplayed his tax agenda in earlier meetings.  It’s a risky move for the president as he heads into a tough re-election campaign...", "link": "https://thehill.com/homenews/administration/3894747-bidens-5-trillion-tax-gambit-catches-congress-by-surprise/", "date_published": "2023-03-12 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Bolton warns US against 'sitting still' as China and Russia grow closer", "description": "Former national security adviser John Bolton warned the U.S. against “sitting still” as China expands its role in the world and grows closer to Russia. “We’re sitting still, and the Chinese, the Russians, Iran, North Korea, and several others, are moving to shore up their relations and threaten us in a lot of different places,”...", "link": "https://thehill.com/policy/international/3895810-bolton-warns-us-against-sitting-still-as-china-and-russia-grow-closer/", "date_published": "2023-03-12 10:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Republicans use new majority to take on Biden regulations", "description": "Republicans are using their new control of the House and Democrats’ slim majority in the Senate to target Biden administration regulations governing everything from retirement savings to water policy. While Biden has the ability to veto their resolutions of disapproval and leave his administration's work intact, taking these votes does give the GOP an additional platform to address what they've described as burdens...", "link": "https://thehill.com/policy/energy-environment/3894687-republicans-use-new-majority-to-take-on-biden-regulations/", "date_published": "2023-03-12 09:00:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Ahmaud Arbery’s killers deny racist motives in federal appeals", "description": "The three white men convicted of the 2020 murder of Ahmaud Arbery have submitted appeals to have their federal hate crimes overturned, claiming there was no racial motivation behind the killing — despite all three having previously used racial slurs in their private lives and on social media.  “Every crime committed against an African American...", "link": "https://thehill.com/regulation/court-battles/3895827-ahmaud-arberys-killers-deny-racist-motives-in-federal-appeals/", "date_published": "2023-03-12 04:13:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Federal judge denies media request for records related to Trump grand jury subpoena", "description": "A federal judge on Saturday denied a request from news outlets to provide access to records related to former President Trump’s compliance with a grand jury subpoena to turn over classified materials held at his Mar-a-Lago residence. Chief District Judge Beryl Howell rejected the outlets’ argument that secrecy was no longer necessary given the “extensive...", "link": "https://thehill.com/regulation/court-battles/3895779-federal-judge-denies-media-request-for-records-related-to-trump-grand-jury-subpoena/", "date_published": "2023-03-12 03:50:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Hutchinson calls Manhattan probe 'a distraction,' says Trump should end 2024 bid if indicted", "description": "Former Arkansas Gov. Asa Hutchinson (R) this week warned that former President Trump’s legal troubles could become a “distraction” for the 2024 contender, especially if indicted. \"It's out of respect for the institution of the presidency of the United States,” Hutchinson said in an interview with USA Today, adding that Trump should think about pulling...", "link": "https://thehill.com/homenews/campaign/3895733-hutchinson-calls-manhattan-probe-a-distraction-says-trump-should-end-2024-bid-if-indicted/", "date_published": "2023-03-12 03:35:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "Meta looking into new social platform that could rival Twitter", "description": "Meta, Facebook’s parent company, is looking into a new social media platform that could potentially rival Twitter, as the company remains in turmoil under CEO Elon Musk’s leadership. “We’re exploring a standalone decentralized social network for sharing text updates,” a Meta spokesperson said in a statement to The Hill. “We believe there’s an opportunity for...", "link": "https://thehill.com/policy/technology/3895736-meta-looking-into-new-social-platform-that-could-rival-twitter/", "date_published": "2023-03-12 03:29:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://thehill.com/news/feed/", "title": "White House brands Freedom Caucus deficit plan as 'tax breaks for the super wealthy'", "description": "The White House branded the House Freedom Caucus’ deficit plan as “tax breaks for the super wealthy and wasteful spending for special interests,” as the two sides continued to trade jabs amid an escalating debt ceiling battle. “MAGA House Republicans are proposing, if spread evenly across affected discretionary programs, at least a 20 [percent] across...", "link": "https://thehill.com/homenews/administration/3895695-white-house-brands-freedom-caucus-deficit-plan-as-tax-breaks-for-the-super-wealthy/", "date_published": "2023-03-12 01:23:49+00:00", "persistent": false, "user": null, "language": "en-US"}]