[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Joe Rogan Changes Tune On Bud Light Controversy After Company’s New Ad: ‘Now I Hate You More!’", "description": "Podcast giant Joe Rogan torched Anheuser-Busch this week over a new pro-America commercial that they released as they face continued backlash over their paid marketing engagement with transgender influence Dylan Mulvaney. The company released its new ad featuring one of the Budweiser Clydesdales running through America as the narrator says platitudes that would appeal to ...", "link": "https://www.dailywire.com/news/joe-rogan-changes-tune-on-bud-light-controversy-after-companys-new-ad-now-i-hate-you-more", "date_published": "2023-04-25 19:10:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Discusses What U.S. Policy Needs To Be To Deter A Chinese Invasion Of Taiwan", "description": "Florida Governor Ron DeSantis said in an interview this week with Asian media that the U.S. needs to show a much stronger presence in helping &#8220;to shape the environment in such a way&#8221; that deters China from trying to invade Taiwan and expanding their influence around the world. The 44-year-old governor made the remarks during ...", "link": "https://www.dailywire.com/news/desantis-discusses-what-u-s-policy-needs-to-be-to-deter-a-chinese-invasion-of-taiwan", "date_published": "2023-04-25 19:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Electric Air Taxis To Revolutionize Military, Commercial Flights In Near Future: Report", "description": "Department of Defense officials extended the organization’s contract with an electric flying taxi company on Tuesday, moving U.S. Air Force aviators one step closer to remotely piloting cargo and people using advanced aircraft technology from the ground. Joby Aviation, a company developing electric vertical take-off and landing (eVTOL) aircraft, announced the $55 million extension, raising ...", "link": "https://www.dailywire.com/news/electric-air-taxis-to-revolutionize-military-commercial-flights-in-near-future-report", "date_published": "2023-04-25 18:51:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Bernie Sanders Passes On 2024 Bid And Endorses Biden", "description": "Sen. Bernie Sanders (I-VT) says he will not run another campaign for president in the 2024 cycle and will instead support President Joe Biden&#8216;s re-election effort. &#8220;I’m in to do what I can to make sure that the president is re-elected,&#8221; Sanders told the Associated Press on Tuesday. Sanders, a self-described democratic socialist, ran as ...", "link": "https://www.dailywire.com/news/bernie-sanders-passes-on-2024-bid-and-endorses-biden", "date_published": "2023-04-25 18:07:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Former Michigan Republican House Speaker Pleads Guilty To Accepting Bribes From Marijuana Businesses", "description": "Rick Johnson, who led Michigan House Republicans from 2001-2004, pleaded guilty Tuesday to accepting bribes from businesses seeking marijuana licenses in the Great Lakes State.  From 2017-2019, Johnson chaired the Medical Marijuana Licensing Board, a state board that had the authority to decide which businesses could get into the marijuana business. During that time, Johnson ...", "link": "https://www.dailywire.com/news/former-michigan-republican-house-speaker-pleads-guilty-to-accepting-bribes-from-marijuana-businesses", "date_published": "2023-04-25 18:05:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tuesday Afternoon Update: Latest On Tucker Carlson, Biden 2024, WHO Warns About Sudanese Biolab", "description": "This article is adapted from today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Tucker Carlson, Don Lemon Retain Same Lawyer Ex-Fox News host Tucker Carlson and ex-CNN anchor Don Lemon both left their networks on Monday and according to various reports, have just hired the same powerhouse lawyer. While neither host ...", "link": "https://www.dailywire.com/news/tuesday-afternoon-update-latest-on-tucker-carlson-biden-2024-who-warns-about-sudanese-biolab", "date_published": "2023-04-25 17:37:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Texas Law Enforcement Officials Shut Down Antifa Counter-Protest Of ‘Protect Texas Kids’ Demonstration", "description": "Law enforcement officials with the Fort Worth Police Department shut down Antifa agitators over the weekend who counter-protested a small group of demonstrators from &#8220;Protect Texas Kids&#8221; who were protesting a drag show event. The Protect Texas Kids group arrived at a restaurant on Sunday to stage their demonstration at the event across the street ...", "link": "https://www.dailywire.com/news/texas-law-enforcement-officials-shut-down-antifa-counter-protest-of-protect-texas-kids-demonstration", "date_published": "2023-04-25 17:27:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here’s How Much More Efficient AI Makes The Average Worker: Study", "description": "Access to artificial intelligence rendered workers in a customer support setting 14% more efficient, according to a new working paper from Stanford University and MIT researchers. The findings come as ChatGPT, an AI language processing tool, accrues worldwide recognition as knowledge workers leverage the system’s capabilities to execute tasks such as writing emails and fixing ...", "link": "https://www.dailywire.com/news/heres-how-much-more-efficient-ai-makes-the-average-worker-study", "date_published": "2023-04-25 17:27:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Where In The World Is Hunter Biden?", "description": "Where in the world is Hunter Biden? That has been a question posed ever since the 2020 election, but the mystery of where exactly the president&#8217;s latchkey son is keeps swirling. A couple of weeks ago, he surfaced in Ireland with his dad and Aunt Valerie. Prior to that, he was supposedly living out on ...", "link": "https://www.dailywire.com/news/where-in-the-world-is-hunter-biden", "date_published": "2023-04-25 17:14:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "When State House Republicans Vote Like Democrats, It’s Time For A Revolution", "description": "Imagine if Republicans had supermajorities in both the U.S. Senate and the House of Representatives. We could pass an endless list of conservative priorities without worry of a presidential veto. But what if dozens of Republican lawmakers refused to enact these policies? What if they actually teamed up with the democratic leadership in the house ...", "link": "https://www.dailywire.com/news/when-state-house-republicans-vote-like-democrats-its-time-for-a-revolution", "date_published": "2023-04-25 16:55:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Jury Selection Starts For 2018 Pittsburgh Synagogue Attack", "description": "Jury selection began Monday in the trial of the shooter who killed 11 at the Tree of Life synagogue in Pittsburgh in 2018. The 50-year-old shooter faces 63 counts, including 11 counts of obstruction of free exercise of religion resulting in death and 11 counts of hate crimes resulting in death. If convicted, he could ...", "link": "https://www.dailywire.com/news/jury-selection-starts-for-2018-pittsburgh-synagogue-attack", "date_published": "2023-04-25 16:42:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Flips Into Clean-Up Mode Immediately After Biden Declares Re-Election Bid", "description": "Hours after President Joe Biden formally announced his re-election campaign, the White House scrambled to correct the record on how long he plans to stay in office. White House press secretary Karine Jean-Pierre created an air of uncertainty on Tuesday when she answered a reporter&#8217;s question about whether Biden plans to serve the entirety of ...", "link": "https://www.dailywire.com/news/white-house-flips-into-clean-up-mode-immediately-after-biden-declares-re-election-bid", "date_published": "2023-04-25 16:35:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Venture Capital Firms Launch New Alliance Pushing Startups To Eliminate Carbon Emissions", "description": "Nearly two dozen venture capital firms in the United States and Europe announced an alliance on Tuesday centered on pressing early-stage companies to pursue net zero carbon emissions. The Venture Climate Alliance will “help to drive” a global transition toward net zero economies such that portfolio companies can “enter and thrive in dynamic markets where ...", "link": "https://www.dailywire.com/news/venture-capital-firms-launch-new-alliance-pushing-startups-to-eliminate-carbon-emissions", "date_published": "2023-04-25 16:24:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Fauci Spins Yarn About How Alleged COVID Lab Outbreak ‘Ain’t A Lab Leak’", "description": "A virus breaking out of a lab does not necessarily constitute a &#8220;lab leak,&#8221; Dr. Anthony Fauci contended in his latest argument in favor of the natural origins theory for COVID. In a newly published interview with The New York Times, Fauci entertained the notion that COVID did emerge from a lab in Wuhan, China, ...", "link": "https://www.dailywire.com/news/fauci-spins-yarn-about-how-alleged-covid-lab-outbreak-aint-a-lab-leak", "date_published": "2023-04-25 16:03:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Twitter Users Call For Boycott Of Cosmetic Brand Over Partnership With Dylan Mulvaney", "description": "Social media users on Twitter got the hashtag #BoycottMaybelline trending on Tuesday over the cosmetic brand&#8217;s partnership with biological male transgender activist Dylan Mulvaney. In March, Mulvaney posted a video on TikTok applying Maybelline makeup and announcing that the social media influencer was &#8220;getting glam,&#8221; CBS reported. Maybe he’s born with it, maybe it’s Maybelline ...", "link": "https://www.dailywire.com/news/twitter-users-call-for-boycott-of-cosmetic-brand-over-partnership-with-dylan-mulvaney", "date_published": "2023-04-25 15:54:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WHO Warns ‘Huge Biological Risk’ Threatens Public Health After Sudan Fighters Occupy Lab Carrying Deadly Diseases", "description": "World Health Organization officials warned Tuesday that an &#8220;extremely, extremely dangerous&#8221; situation threatens public health after fighters in conflict-ravaged Sudan occupied a central national laboratory carrying samples of deadly diseases, including polio and cholera. &#8220;There is a huge biological risk associated with the occupation of the central public health lab&#8230; by one of the fighting ...", "link": "https://www.dailywire.com/news/who-warns-huge-biological-risk-threatens-public-health-after-sudan-fighters-occupy-lab-carrying-deadly-diseases", "date_published": "2023-04-25 15:53:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "RFK Jr. Breaks Down How Dems Are ‘Rigging’ 2024 Primary", "description": "In case you haven&#8217;t heard, the Democratic National Committee has no plans for any 2024 presidential primary debates and has changed its primary schedule so that Biden-friendly South Carolina is first. That obviously benefits the 80-year-old, not-so-secretly brain-addled incumbent who announced his re-election bid today — and now 2024 Democrat candidate Robert F. Kennedy, Jr. ...", "link": "https://www.dailywire.com/news/rfk-jr-breaks-down-how-dems-are-rigging-2024-primary", "date_published": "2023-04-25 15:53:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘He Loves His Mother’: ‘The View’ Hosts Defend Don Lemon After His Firing", "description": "The female hosts of &#8220;The View,&#8221; who were delighted to mock Tucker Carlson after he and Fox News parted ways on Monday, had quite a different reaction to CNN firing Don Lemon, whose comments about women had engendered an incendiary reaction. Lemon’s various denigrations of women had included suggesting to Bill Cosby sexual assault accuser ...", "link": "https://www.dailywire.com/news/he-loves-his-mother-the-view-hosts-defend-don-lemon-after-his-firing", "date_published": "2023-04-25 15:50:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Dutch Government Makes ‘Life Termination’ Available For Children As Young As One Year Old", "description": "Officials in the Netherlands are expanding the availability of &#8220;life termination&#8221; for children between one and twelve years of age. The European nation will soon permit doctors to euthanize children deemed to have conditions which will lead to “hopeless and unbearable suffering,” according to an announcement from the Dutch government released earlier this month. Officials ...", "link": "https://www.dailywire.com/news/dutch-government-makes-life-termination-available-for-children-as-young-as-one-year-old", "date_published": "2023-04-25 15:39:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden’s 2024 Strategy: Lie About Everything", "description": "President Joe Biden is running for reelection, and right off the bat, his 2024 campaign strategy is evident: Lie about everything. Of course, critics would say that that has been Biden&#8217;s entire playbook for the past 50 years. But his campaign announcement video highlighted just how much of a fabulist Biden really is. The main ...", "link": "https://www.dailywire.com/news/bidens-2024-strategy-lie-about-everything", "date_published": "2023-04-25 15:32:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Star Wars’ Actress Carrie Fisher Finally Getting Her Place On Hollywood Walk Of Fame", "description": "Late-legendary &#8220;Star Wars&#8221; star Carrie Fisher is finally getting her star on the Hollywood Walk of Fame nearly seven years after her death. The actress, who famously played Princess Leia in the film franchise, will be honored posthumously on quite possibly the most perfect day, May 4th, Fox News reported. It is the day that ...", "link": "https://www.dailywire.com/news/star-wars-actress-carrie-fisher-finally-getting-her-place-on-hollywood-walk-of-fame", "date_published": "2023-04-25 14:54:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "First Private Company Attempting Moon Landing Loses Contact With Spacecraft Moments Before Touchdown", "description": "A Japanese company attempting to become the first private entity to land a spacecraft on the moon said its attempt to make history was unsuccessful Tuesday.  Tokyo-based company ispace, which develops spacecraft technology and builds landers and rovers, attempted to land its unmanned Mission 1 lunar lander on the northeastern sector of the moon around ...", "link": "https://www.dailywire.com/news/first-private-company-attempting-moon-landing-loses-contact-with-spacecraft-moments-before-touchdown", "date_published": "2023-04-25 14:40:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "John Stamos Said He Got Olsen Twins Fired From ‘Full House’ When He ‘Couldn’t Deal’ With Constant Crying", "description": "Actor John Stamos said he was responsible for getting the Olsen twins fired from the ABC sitcom “Full House” because he “couldn’t deal” with their crying. Stamos, who played Jesse Katsopolis on the show, made the revelation during Monday’s episode of the &#8220;Good Guys&#8221; podcast. The actor recalled doing a scene with Dave Coulier (Joey ...", "link": "https://www.dailywire.com/news/john-stamos-said-he-got-olsen-twins-fired-from-full-house-when-he-couldnt-deal-with-constant-crying", "date_published": "2023-04-25 14:25:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "BREAKING: Trump Threatens To Skip Republican Debates", "description": "Former President Trump threatened Tuesday to skip the Republican primary debates, complaining on his social media platform that he had not been consulted about them and predicting that moderators would be hostile to him. The Republican National Committee announced in February that the opening debate for Republican presidential candidates would be held in Milwaukee, Wisconsin, ...", "link": "https://www.dailywire.com/news/breaking-trump-threatens-to-skip-republican-debates", "date_published": "2023-04-25 14:23:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Olympic Marathoner Trashes Trans-Identifying Male Over ‘Girl Power’ Speech At London Race", "description": "Olympic marathoner Mara Yamauchi unloaded on a trans-identifying — but biologically male — runner who topped off Sunday&#8217;s London Marathon with a &#8220;girl power&#8221; speech. Yamauchi, who finished 6th for Great Britain in the women&#8217;s marathon at the 2008 Olympics in Beijing, accused Glen &#8220;Glenique&#8221; Frank of forcing thousands of biological women to accept lower ...", "link": "https://www.dailywire.com/news/olympic-marathoner-trashes-trans-identifying-male-over-girl-power-speech-at-london-race", "date_published": "2023-04-25 14:10:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Nate Silver To Leave ABC News In Latest Media Shakeup", "description": "FiveThirtyEight editor-in-chief Nate Silver will leave the data-driven media outlet as broader layoffs at Disney impact ABC News. Silver, whose presidential election forecasts earned him recognition over the past two decades, joins a growing number of media personalities who exited their positions this week, including Fox News host Tucker Carlson and CNN anchor Don Lemon. ...", "link": "https://www.dailywire.com/news/nate-silver-to-leave-abc-news-in-latest-media-shakeup", "date_published": "2023-04-25 14:01:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Country Star John Rich Torches Biden’s Record After President Announces Re-Election Bid", "description": "Country star John Rich torched President Joe Biden&#8217;s record after Biden announced he was running again for the top office of the land in 2024 with Vice President Kamala Harris by his side. The 49-year-old singer tweeted Biden&#8217;s video announcement on Tuesday to his hundreds of thousands of followers. &#8220;Yes, Joe [Biden] stands up for ...", "link": "https://www.dailywire.com/news/country-star-john-rich-torches-bidens-record-after-president-announces-re-election-bid", "date_published": "2023-04-25 14:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Widow Barred From Adopting Foster Kids Over Christian Beliefs. Now She’s Fighting Back.", "description": "Jessica Bates is a devout Christian, and as such, felt compelled to adopt children in need out of the foster care system. But it was that same faith that the state of Oregon used against Bates, denying her the opportunity to take in the needy. Bates, who lost her husband six years ago in a ...", "link": "https://www.dailywire.com/news/widow-barred-from-adopting-foster-kids-over-christian-beliefs-now-shes-fighting-back", "date_published": "2023-04-25 13:48:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Russell Crowe Said He Almost Quit ‘Gladiator’ Due To ‘Absolute Rubbish’ Script", "description": "Actor Russell Crowe said he considered walking off the set of his hit 2000 historical action-adventure film, “Gladiator,” due to what he considered flaws in the script. The 59-year-old star discussed what happened during a recent video interview with Vanity Fair.  &#8220;‘Gladiator&#8217;s my 20-something movie. I was confident about my abilities as a leading man. ...", "link": "https://www.dailywire.com/news/russell-crowe-said-he-almost-quit-gladiator-due-to-absolute-rubbish-script", "date_published": "2023-04-25 13:30:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Running For Re-Election Is ‘Elder Abuse’ By ‘Managerial Class,’ GOP Presidential Candidate Says", "description": "When Joe Biden ran for president in 2020, he hardly left his basement. As then-President Donald Trump crisscrossed the country in those final months of the campaign, Biden held tiny events in backyards with a couple of dozen socially distanced supporters, then called it a day. The move worked. Hidin&#8217; Biden was able to conceal ...", "link": "https://www.dailywire.com/news/biden-running-for-re-election-is-elder-abuse-by-managerial-class-gop-presidential-candidate-says", "date_published": "2023-04-25 13:19:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Administration Says President Will Veto McCarthy’s Debt Limit Proposal", "description": "President Joe Biden will veto House Speaker Kevin McCarthy&#8217;s debt limit proposal if it advances through both chambers of Congress, according to White House officials. The Office of Management and Budget said in a policy statement on Tuesday morning that the administration &#8220;strongly opposes the Limit, Save, Grow Act of 2023, which is a reckless ...", "link": "https://www.dailywire.com/news/biden-administration-says-president-will-veto-mccarthys-debt-limit-proposal", "date_published": "2023-04-25 13:11:36+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: Here’s How The Biggest Show In Cable News Signed Off For Good", "description": "When the immensely popular Fox News show &#8220;Tucker Carlson Tonight&#8221; aired for the final time on Friday, April 21, no one knew that they were watching the end of an era — least of all, Carlson himself. The show-stopping segment featured Carlson sharing a pizza — and a laugh — with pizza-delivery man Tyler Morrell, ...", "link": "https://www.dailywire.com/news/watch-heres-how-the-biggest-show-in-cable-news-signed-off-for-good", "date_published": "2023-04-25 13:03:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "World’s Largest Food Company Hikes Prices Nearly 10% In Just Three Months Due To Inflation Pressures", "description": "Nestlé, the largest food and drink company in the world, raised prices by a collective 9.8% in the first three months of the year as inflationary pressures increased input costs for the business. The Swiss conglomerate, which owns a variety of food brands such as Purina, Gerber, Nescafe, and KitKat, said in an earnings report ...", "link": "https://www.dailywire.com/news/worlds-largest-food-company-hikes-prices-nearly-10-in-just-three-months-due-to-inflation-pressures", "date_published": "2023-04-25 12:56:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Harrison Ford Says New Indiana Jones Film Will Be His Last", "description": "Harrison Ford confirmed his next Indiana Jones film, “Indiana Jones and the Dial of Destiny,” will be his last. The new film, the first in the series not to be directed by Steven Spielberg, is due to be released at the end of June. The first four films include “Raiders of the Lost Ark,” “Indiana ...", "link": "https://www.dailywire.com/news/harrison-ford-says-new-indiana-jones-film-will-be-his-last", "date_published": "2023-04-25 12:49:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Trump Reacts To Tucker Carlson Ouster, Dishes On Rivalry With DeSantis", "description": "Former President Donald Trump reacted to Fox News parting ways with top-rated host Tucker Carlson and explained his feud with Florida Republican Governor Ron DeSantis in a wide-ranging interview on Monday. Trump spoke with Newsmax&#8217;s Greg Kelly, who began their discussion with questions about Carlson&#8217;s high-profile departure weeks after the Fox News host conducted an interview ...", "link": "https://www.dailywire.com/news/trump-reacts-to-tucker-carlson-ouster-dishes-on-rivalry-with-desantis", "date_published": "2023-04-25 12:42:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Matt Walsh Blasts Leftist ‘Peanut Gallery’ For Mocking Elon Musk After Rocket Exploded: ‘Innovation Is A Series Of Failures’", "description": "Daily Wire host Matt Walsh blasted critics of SpaceX CEO Elon Musk after the rocket company’s landmark test of Starship ended in an explosion. Starship, the largest rocket constructed in the history of mankind, successfully climbed 24 miles from a SpaceX launch facility in Texas during a test flight last week. A livestream from the ...", "link": "https://www.dailywire.com/news/matt-walsh-blasts-leftist-peanut-gallery-for-mocking-elon-musk-after-rocket-exploded-innovation-is-a-series-of-failures", "date_published": "2023-04-25 12:34:52+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Who Needs Democrats With Mr. Trump Around?’: Wall Street Journal Criticizes Trump’s Attack On DeSantis", "description": "The Wall Street Journal editorial board, which has remained the only major news publication’s editorial board that is staunchly conservative, criticized former President Trump’s characterization of Florida GOP Governor Ron DeSantis’ record. Trump issued a statement last Friday in which he made various claims about DeSantis’ tenure which the Journal found untenable. “As the 2024 ...", "link": "https://www.dailywire.com/news/who-needs-democrats-with-mr-trump-around-wall-street-journal-criticizes-trumps-attack-on-desantis", "date_published": "2023-04-25 12:26:44+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Singer Harry Belafonte Dies At 96", "description": "Harry Belafonte, the singer whose folk music broke through racial barriers in the 1950s and made him an international star, has died at the age of 96. Born Harold George Bellanfanti Jr. on March 1, 1927, in Harlem, Belafonte joined his mother and younger brother to move to Jamaica in 1936, but in 1940, his ...", "link": "https://www.dailywire.com/news/singer-harry-belafonte-dies-at-96", "date_published": "2023-04-25 12:14:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Don Lemon’s Ex-Cohosts Spend Less Than 60 Seconds On Rapid-Fire Farewell", "description": "Just one day after the network severed ties with former prime time anchor Don Lemon, his now ex-cohosts on &#8220;CNN This Morning&#8221; spent less than one minute saying farewell to their recently-departed colleague. Cohosts Kaitlan Collins and Poppy Harlow addressed Lemon&#8217;s termination at the top of Tuesday morning&#8217;s broadcast — just 24 hours after he ...", "link": "https://www.dailywire.com/news/don-lemons-ex-cohosts-spend-less-than-60-seconds-on-rapid-fire-farewell", "date_published": "2023-04-25 12:03:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Here’s What Lori Vallow Daybell Searched For Before Children Disappeared, Husband’s Ex-Wife’s Funeral", "description": "Lori Vallow Daybell made a number of disturbing searches prior to her children’s disappearances and on the day of her husband’s ex-wife’s funeral. Vallow Daybell is currently on trial for the murder of her daughter Tylee, her adopted son J.J., and her husband Chad Daybell’s ex-wife Tammy. Chad reported on October 19, 2019, that Tammy, ...", "link": "https://www.dailywire.com/news/heres-what-lori-vallow-daybell-searched-for-before-children-disappeared-husbands-ex-wifes-funeral", "date_published": "2023-04-25 11:48:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Netflix Will Drop $2.5B On Korean Content Over The Next 4 Years", "description": "Netflix announced Monday that it would invest heavily in Korean content, committing $2.5 billion over the next four years. The news comes after Korean-based programming, including “Squid Game,” “The Glory,” and “Physical: 100,” have been successful for the streaming giant, per The Hollywood Reporter. This massive investment in Korean-made TV series, movies, and unscripted projects ...", "link": "https://www.dailywire.com/news/netflix-will-drop-2-5b-on-korean-content-over-the-next-4-years", "date_published": "2023-04-25 11:25:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Surviving University Of Idaho Roommate Fighting Accused Killer’s Subpoena To Testify At Preliminary Hearing", "description": "One of the roommates who survived the quadruple homicide at an off-campus residence near the University of Idaho is fighting a subpoena from the accused killer to testify at his preliminary hearing. Bethany Funke, who lived at the off-campus residence at the time of the murders but now lives in Nevada, is arguing through her ...", "link": "https://www.dailywire.com/news/surviving-university-of-idaho-roommate-fighting-accused-killers-subpoena-to-testify-at-preliminary-hearing", "date_published": "2023-04-25 11:14:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Brown University President Likens Anti-DEI Bills To Suppression Of Galileo", "description": "Brown University President Christina Paxson likened the passage of bills meant to limit diversity, equity, and inclusion initiatives, also known as DEI, to the suppression of Italian astronomer Galileo Galilei, despite the discrimination which such programs routinely induce. Paxson wrote in a recent opinion piece for The New York Times that the nation is facing a ...", "link": "https://www.dailywire.com/news/brown-university-president-likens-anti-dei-bills-to-suppression-of-galileo", "date_published": "2023-04-25 10:58:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Twitter Flooded With Stories About Tucker Carlson’s Kindness In Wake Of Fox News Exit", "description": "Fans are still reeling from the shocking announcement that primetime star Tucker Carlson would no longer work for Fox News. No one is sure what Carlson’s departure means for the future of his career, but it did inspire many fans, including former show guests and media personalities, to share stories about his kindness over the ...", "link": "https://www.dailywire.com/news/twitter-flooded-with-stories-about-tucker-carlsons-kindness-in-wake-of-fox-news-exit", "date_published": "2023-04-25 10:53:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "WATCH: RNC Responds To Biden Presidential Announcement With AI Video Depicting Bleak Future", "description": "The Republican National Committee responded to President Joe Biden’s announcement that he would seek a second term with a video painting a bleak image of the future if the incumbent wins in 2024.  The video, generated by artificial intelligence, was released shortly after Biden, 80, made his pitch to voters, which took aim at so-called ...", "link": "https://www.dailywire.com/news/watch-rnc-responds-to-biden-presidential-announcement-with-ai-video-depicting-bleak-future", "date_published": "2023-04-25 10:01:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "In Re-Election Video, Biden, 80, Talks ‘Our’ Generation. Just What Generation Is That?!", "description": "President Joe Biden on Tuesday announced his intention to run for re-election in 2024. The 80-year-old — who would be 86 at the end of his second term if he wins — featured this pivotal line: &#8220;Every generation has a moment where they have had to stand up for democracy. To stand up for their ...", "link": "https://www.dailywire.com/news/in-re-election-video-biden-80-talks-our-generation-just-what-generation-is-that", "date_published": "2023-04-25 09:51:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Tucker Carlson And Don Lemon Hire The Same Attorney After Both Were Fired: Report", "description": "Former Fox News host Tucker Carlson and former CNN co-host Don Lemon reportedly hired the same attorney to represent them after they were both fired from their respective former employers on Monday. Forbes reported that the two former cable news hosts hired high-powered entertainment lawyer Bryan Freedman, who is known for representing A-list clients, to ...", "link": "https://www.dailywire.com/news/tucker-carlson-and-don-lemon-hire-the-same-attorney-after-both-were-fired-report", "date_published": "2023-04-25 09:18:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "DeSantis Lays Out Plan To Confront Increasingly Aggressive Communist China", "description": "Florida Governor Ron DeSantis said during an interview from Japan this week that the U.S. needs a strong leader to confront an increasingly aggressive communist China. DeSantis made the remarks during a Fox News interview with host Sean Hannity when asked about his international trade mission overseas this week. DeSantis said that he is preparing to ...", "link": "https://www.dailywire.com/news/desantis-lays-out-plan-to-confront-increasingly-aggressive-communist-china", "date_published": "2023-04-25 09:08:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ocasio-Cortez Celebrates Tucker Carlson Getting Fired: ‘Good Things Can Happen’", "description": "Rep. Alexandria Ocasio-Cortez (D-NY) celebrated Fox News&#8217; firing of former host Tucker Carlson on Monday, saying that &#8220;de-platforming works&#8221; and that &#8220;good things can happen.&#8221; Ocasio-Cortez&#8217;s remarks come after she claimed over the weekend that Carlson was responsible for &#8220;incitement of violence&#8221; and that lawmakers needed to be open to &#8220;explore through law&#8221; ways to ...", "link": "https://www.dailywire.com/news/ocasio-cortez-celebrates-tucker-carlson-getting-fired-good-things-can-happen", "date_published": "2023-04-25 09:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Jackass’ Star Flees Pennsylvania ‘Castle’ After Attacking Brother, Threatening ‘To Kill’ Household: Authorities", "description": "Pennsylvania state troopers initiated a manhunt Sunday for former &#8220;Jackass&#8221; star Brandon &#8220;Bam&#8221; Margera after he allegedly attacked his brother and threatened to kill him and several others, including their father, according to police.    Margera, 43, who also starred in his own MTV series dubbed &#8220;Viva La Bam,&#8221; faces six misdemeanor charges, including one ...", "link": "https://www.dailywire.com/news/jackass-star-flees-pennsylvania-castle-after-attacking-brother-threatening-to-kill-household-authorities", "date_published": "2023-04-25 08:40:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Judge Orders Hunter Biden To Court To Answer Questions About Laptop: Report", "description": "The Arkansas judge overseeing the custody battle between President Joe Biden&#8217;s son, Hunter Biden, and former stripper Lunden Alexis Roberts has ordered Hunter to appear in court to answer questions about his alleged laptop. The Washington Free Beacon reported that Circuit Court Judge Holly Meyer gave the order this week in the custody battle over ...", "link": "https://www.dailywire.com/news/judge-orders-hunter-biden-to-court-to-answer-questions-about-laptop-report", "date_published": "2023-04-25 07:39:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Company Responsible For Issuing Early Morning Alert To Millions Of Floridians Apologizes", "description": "The software company responsible for issuing an early morning alert to millions of Floridians late last week apologized in a Monday letter and blamed &#8220;human errors&#8221; for the incident. Governor Ron DeSantis (R-FL) quickly responded to the incident last week, saying that he directed the Florida Division of Emergency Management Director Kevin Guthrie to &#8220;bring ...", "link": "https://www.dailywire.com/news/company-responsible-for-issuing-early-morning-alert-to-millions-of-floridians-apologizes", "date_published": "2023-04-25 07:24:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Makes Reelection Bid Official At Age 80", "description": "President Joe Biden made it official early Tuesday: He will run for reelection in 2024, despite the fact that he would be 86 at the end of a second term in the White House. Biden has widely been expected to announce the bid, even though his first term has been plagued by foreign and domestic ...", "link": "https://www.dailywire.com/news/biden-makes-reelection-bid-official-at-age-80", "date_published": "2023-04-25 06:33:57+00:00", "persistent": false, "user": null, "language": "en-US"}]