[{"source": "https://www.engadget.com/rss.xml", "title": "Apple is reportedly developing an AI health coach for Apple Watch", "description": "<p>Apple devices can already offer health insights, but they might soon tell you just how to improve. <em>Bloomberg</em><a href=\"https://www.bloomberg.com/news/articles/2023-04-25/apple-aapl-developing-ai-health-coaching-service-ipados-17-health-app?sref=10lNAhZ9\">sources</a> claim Apple is developing an AI-based health coach, nicknamed Quartz, that draws on <a href=\"https://www.engadget.com/apple-watch-series-8-real-world-test-130031046.html\">Apple Watch</a> data to create personalized programs for exercise, diet and sleep.  The offering will reportedly require a subscription and launch sometime in 2024, provided nothing changes.</p><p>In the near term, the Health app may become more useful. Apple is finally bringing Health to the iPad with this year's iPadOS 17 release, the insiders say. A further update will supposedly help you track your mood by answering questions about your day. You may also use Health to manage vision issues like nearsightedness. A recent rumor also hinted that Apple may release a <a href=\"https://www.engadget.com/apple-is-reportedly-working-on-a-health-led-journaling-app-114058422.html\">journaling app</a>  to help document your days, much like Day One.</p><span id=\"end-legacy-contents\"></span><p>Apple has already declined to comment. If the claims are accurate, you'll most likely hear about all but the coach at <a href=\"https://www.engadget.com/apples-wwdc-2023-begins-june-5th-171718339.html\">WWDC on June 5th</a>. The company is expected to unveil its long-expected <a href=\"https://www.engadget.com/latest-apple-headset-rumors-say-itll-include-vr-workouts-and-sports-192316389.html\">mixed reality headset</a> at the developer event, and rumors suggest the wearable may offer health-related features like a VR edition of Fitness+ and a meditation tool. This initial product would be aimed at developers and power users, but a <a href=\"https://www.engadget.com/apple-reportedly-working-cheaper-mixed-reality-headset-063000889.html\">more affordable follow-up</a> is believed to be in the works.</p><p>A coaching app wouldn't be shocking. Apple is still <a href=\"https://www.engadget.com/applle-earnings-q1-2023-iphone-revenue-drop-215918997.html\">leaning heavily on services</a> to improve its bottom line, and Quartz may be appealing to those who would otherwise pay for a human coach to rethink their habits. Apple has already made health a major selling point for its devices, particularly the Apple Watch. Of course, the coach could further entrench Apple users — you may be less likely to switch to Android if you have to give up your watch and digital trainer at the same time.</p>This article originally appeared on Engadget at https://www.engadget.com/apple-is-reportedly-developing-an-ai-health-coach-for-apple-watch-212515646.html?src=rss", "link": "https://www.engadget.com/apple-is-reportedly-developing-an-ai-health-coach-for-apple-watch-212515646.html?src=rss", "date_published": "2023-04-25 21:25:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Electric airplane towing concept could mean longer zero-emission flights", "description": "<p>Magpie Aviation announced a novel new approach to electric airplanes on Monday. Today’s battery technology (including <a href=\"https://www.engadget.com/catls-new-battery-tech-could-inch-electric-planes-closer-to-reality-200531533.html\">CATL’s</a> new, more efficient one) severely <a href=\"https://www.engadget.com/we-wont-have-electric-airplanes-until-battery-tech-improves-160058357.html\">limits the practicality</a> of zero-emission aircraft, leaving clean-energy innovators with two incomplete options: flying a plane full of batteries or one full of people — but not both. So the California-based startup wants to tie them together, extending the rear plane’s range by hundreds of miles.</p><p>Towing planes isn’t a new concept, with military use going back to World War II when aerial tows would pull smaller aircraft carrying troops and supplies. But applying it to the world of green transportation is new. Magpie Aviation’s concept uses one or more electric aircraft to act as a tractor plane towing a passenger (or cargo) aircraft using a long cable. The towed plane would have enough battery power for takeoff, landing and flying to alternate airports but not enough to fly the full distance on its own, as <a href=\"https://www.aerotime.aero/articles/magpie-aviation-wants-to-tow-you-to-your-destination\">reported by</a><em>AeroTime</em>.</p><span id=\"end-legacy-contents\"></span><p>The lead plane would take on the bulk of the traction, and when its battery is depleted, it could hand off towing duties to another electric towing aircraft to extend the rear plane’s range. Magpie CEO Damon Vander Lind <a href=\"https://aviationweek.com/aerospace/emerging-technologies/magpie-unveils-concept-long-range-sustainable-flight\">summarized to</a><em>Aviation Week</em>, “You get towed until you’ve depleted down to your reserve in the lead aircraft, and then you swap in another tow aircraft.” Although it’s still a regional solution impractical for cross-country or international flights, Vander Lind says it could allow for a trip from San Francisco to Seattle — far beyond the sub-regional distances battery-powered passenger flights can <a href=\"https://www.engadget.com/zeroavia-flight-largest-aircraft-hydrogen-electric-engine-201422671.html\">travel on their own</a>.</p><div id=\"4d81d86a4f1d4514ac3210de892dac25\"></div><p>Magpie says it’s conducted successful small-scale tests using a synthetic fiber rope around 330 ft. long; the company envisions a later commercial version to use nearly mile-long cables. The startup plans to scale up its testing gradually and believes it could be implemented commercially by 2030. It expects advances in battery tech to allow it to tow single-aisle airliners eventually. Magpie suggests that the concept, mainly targeting electric planes, could also work with hybrid, hydrogen and standard aircraft in low-power modes. Additionally, the company says it’s working with the Federal Aviation Administration (FAA) with an eye toward certification.</p><p>“It sounds kind of crazy, but we kept coming back to it because we couldn’t find any reason why we couldn’t do it,” said Vander Lind. “While our modeling shows that there is an advantage to doing a custom tow aircraft like this, we get a big advantage because the more expensive and critical passenger- and cargo-carrying ‘main aircraft’ has similar requirements to today’s aircraft and so adapts well to existing in-operation and already-in-development platforms. Remember that if we want to hit a zero-carbon 2050 goal, an airliner has a 30-year life, so we’re already at the point where airlines have to think hard about the operating life of the assets that they are buying today.”</p>This article originally appeared on Engadget at https://www.engadget.com/electric-airplane-towing-concept-could-mean-longer-zero-emission-flights-205023296.html?src=rss", "link": "https://www.engadget.com/electric-airplane-towing-concept-could-mean-longer-zero-emission-flights-205023296.html?src=rss", "date_published": "2023-04-25 20:50:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Twitter starts putting labels on tweets with restricted reach", "description": "<p>It should now be easier to deduce whether <a href=\"https://www.engadget.com/tag/twitter/\"><ins>Twitter</ins></a> has <a href=\"https://www.engadget.com/twitter-will-label-tweets-limited-due-to-hate-policy-violations-170438879.html\"><ins>restricted the visibility of a tweet</ins></a> over a possible violation of the company's hateful conduct policy. Twitter has <a href=\"https://twitter.com/TwitterSafety/status/1650610481751523329\"><ins>started applying</ins></a> a label to tweets that it believes breaks those rules, as it recently pledged to do.</p><p>When Twitter detects a tweet that may violate the policy, it will limit the reach of the post and apply a label that reads &quot;Visibility limited: this tweet may violate Twitter's rules against hateful conduct.&quot; The company plans to expand the labels to include more types of policy violations in the coming months.</p><span id=\"end-legacy-contents\"></span><div id=\"5eadb27fbf744b4d9a068ecff7e27bb1\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">🚫Censorship <br />🚫Shadowbanning<br />✅Freedom of speech, not reach.<br /><br />Our new labels are now live. <a href=\"https://t.co/a0nTyPSZWY\">https://t.co/a0nTyPSZWY</a></p>— Twitter Safety (@TwitterSafety) <a href=\"https://twitter.com/TwitterSafety/status/1650610481751523329?ref_src=twsrc%5Etfw\">April 24, 2023</a></blockquote></div><p>Twitter <a href=\"https://help.twitter.com/en/rules-and-policies/enforcement-options\"><ins>says</ins></a> it may limit the visibility of rulebreaking tweets by excluding them from search results, as well as from the For You and Following timelines. Such tweets may be downranked in replies and it may not be possibly to reply to them, retweet them, bookmark them or pin them to profiles.</p><p>Twitter noted that it may incorrectly label a tweet as one that violates its rules, so the authors of such tweets can effectively appeal the decision by providing feedback. However, the company said it may not acknowledge the feedback or restore the tweet's typical reach.</p><p>The company is taking a looser approach to moderation under current owner Elon Musk as it has adopted a &quot;Freedom of Speech, not Freedom of Reach&quot; philosophy. For instance, it <a href=\"https://www.engadget.com/twitter-quietly-reversed-its-policies-to-allow-for-intentional-deadnaming-and-misgendering-181754382.html\"><ins>quietly updated</ins></a> the hateful conduct policy this month to lift a ban on misgendering and deadnaming transgender people.</p>This article originally appeared on Engadget at https://www.engadget.com/twitter-starts-putting-labels-on-tweets-with-restricted-reach-201509292.html?src=rss", "link": "https://www.engadget.com/twitter-starts-putting-labels-on-tweets-with-restricted-reach-201509292.html?src=rss", "date_published": "2023-04-25 20:15:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Zelim Guardian is an automated search and rescue craft", "description": "<p>Since 2020, Zelim, a little-known startup based out of the UK, has been quietly working to change how first responders take on maritime rescues. “We are here to make unmanned search and rescue normal,” the company declares on its <a href=\"https://www.zelim.co/\">website</a>. An accompanying <a href=\"https://youtu.be/M6QdA0E4XYg\">YouTube video</a> details some of the technologies it’s developing to realize that vision. One of those solutions, an automated rescue craft called the Guardian, is a step closer to reality.</p><div id=\"9a1eb3e68d35405bb9f9f90038451d72\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>On Tuesday, Zelim announced the craft will integrate the SM300 remote control and command system from <a href=\"https://sea-machines.com/about/\">Sea Machines</a>, a firm that specializes in autonomous and computer vision software for sea vessels. According to Zelim, the system will allow the Guardian to carry out search and rescue operations on its own. It will also allow first responders to pilot the craft remotely from a “command center anywhere in the world.” The vessel will also integrate Zelim’s own SARBox tech for detecting and tracking overboard sailors and passengers. Once the system detects someone, the Guardian will deploy Zelim’s Swift solution, a device that looks like a conveyor belt, to pull people from the water. “This combination of technologies gives the vessel a unique capability and is a global first for the maritime industry,” the company claims.</p><span id=\"end-legacy-contents\"></span><p>Zelim envisions the Guardian launching from a mothership. Since it’s a fully automated craft, the Guardian can venture out into conditions that would be normally deemed too dangerous for a human crew. In that way, not only would it reduce the risk to first responders, but it could also mean the difference between life and death when time is critical. Zelim expects to begin putting the Guardian through extensive sea trials starting later this year.</p>This article originally appeared on Engadget at https://www.engadget.com/the-zelim-guardian-is-an-automated-search-and-rescue-craft-195637234.html?src=rss", "link": "https://www.engadget.com/the-zelim-guardian-is-an-automated-search-and-rescue-craft-195637234.html?src=rss", "date_published": "2023-04-25 19:56:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Metacritic promises better moderation after 'abusive' Horizon DLC comments", "description": "<p>Review aggregation site Metacritic promises to improve its moderation system after the <a href=\"https://www.engadget.com/horizon-burning-shores-launch-trailer-teases-the-franchises-biggest-boss-fight-192153867.html\"><ins>recent release of DLC</ins></a> for <em>Horizon Forbidden West</em> prompted a rash of negative review bombing. This story contains spoilers for Burning Shores, so stop reading now if you don't want to know some story events from the game.</p><p>The DLC in question, <em>Burning Shores</em>, features an option for a same-gender kiss as part of a storyline involving protagonist Aloy and a warrior queen named Sekya. This is a completely optional event, but it seemed to have prompted an onslaught of keyboard warriors with a Google alert set for the word “woke.”&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The dedicated <em>Burning Shores</em> page was slammed with negative user reviews, which is an <a href=\"https://www.engadget.com/epic-games-store-user-ratings-polls-tags-cross-play-steam-162950370.html\"><ins>all-too common practice nowadays</ins></a>. Metacritic’s parent company Fandom has called out many of these reviews for being “abusive and disrespectful.” Keep in mind, this instance involves a small voluntary event that only appears as an option for certain players if they pursue prior flirtatious dialogue choices.</p><p>Fandom says that Metacritic “is a place of belonging for all fans” and that it takes “online trust and safety very seriously.” To that end, company reps say they are “currently evolving our processes and tools” surrounding reviews and content moderation. It has not announced any specific changes. In the meantime, Metacritic points to what the current system is doing right.</p><p>“Our team reviews each and every report of abuse (including but not limited to racist, sexist, homophobic, insults to other users, etc) and if violations occur, the reviews are removed,” <a href=\"https://www.eurogamer.net/metacritic-improving-moderation-after-abusive-disrespectful-horizon-forbidden-west-burning-shores-reviews\">Metacritic wrote in a statement to <em>Eurogamer.</em></a></p><p>Of course, this is not the first incidence of review bombing to plague the platform and not the first time Metacritic has implemented changes to stem the tide. <em>The Last of Us Part II</em> received a glut of hateful reviews for all-too-similar reasons, which forced the aggregator to <a href=\"https://www.engadget.com/metacritic-score-bombing-game-review-changes-150200740.html\"><ins>mandate a 36-hour waiting period</ins></a> after a game’s release to open up reviews to the general public. Steam did something similar, as user reviews are accompanied by the amount of time the person actually spent playing the game. The changes Metacritic made in 2020 clearly didn't make a difference in this case, so we'll see if the company has more concrete plans to protect its platform.</p>This article originally appeared on Engadget at https://www.engadget.com/metacritic-promises-better-moderation-after-abusive-horizon-dlc-comments-190545138.html?src=rss", "link": "https://www.engadget.com/metacritic-promises-better-moderation-after-abusive-horizon-dlc-comments-190545138.html?src=rss", "date_published": "2023-04-25 19:05:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Formula E's fast-charging pit stops won't arrive until next year", "description": "<p>Pit stops in Formula E racing have always been a little complicated. For the electric racing series' first few seasons, divers had to swap cars halfway through the race due to battery limitations. That issue was fixed with a newer, higher capacity car design in 2018, but there's still no excitement from having a functional pit stop. Now, <a href=\"https://www.engadget.com/formula-e-will-trial-a-30-second-quick-charging-stop-in-some-races-next-season-170257427.html\">the fast battery charging system designed to bring pit stops back</a> to Formula E racing is being delayed until next season.</p><p>&quot;The technology is there,&quot; Formula E co-founder Alberto Longo <a href=\"https://us.motorsport.com/formula-e/news/formula-e-to-delay-introduction-of-fast-charging-stops-until-2024/10460141/\">told <em>Motorsport Total</em></a>. &quot;It's working and at the moment many of the people are suffering with the supply chain, and that's the main issue why we haven't been able to put it in work this season.&quot; The updated pit stops were planned to debut halfway through the 2023 season with the <a href=\"https://www.engadget.com/formula-e-gen-e-electric-race-car-164542680.html\">new Gen3 Formula E cars</a>, but at this point it would only be ready for the last few races of the season.</p><span id=\"end-legacy-contents\"></span><p>It's more than just a logistical problem: the new system could drastically change how drivers approach the race. In addition to reintroducing mandatory pit stops, each time a driver uses one of the quick charging stations, they will earn two &quot;Attack Charges&quot; that would give their vehicle a temporary boost in power for a limited time. The current rules already have an Attack Mode, but this change in how it is earned and used could have a profound effect on performance partway through the season.</p><p>&quot;It will have a big impact on the sporting format and to do that only in the three or four races at the end the season, even though if we are capable of doing it, maybe it's not the right decision,&quot; Longo said. &quot;We would love to have it this season, but I don't think at the moment it's totally viable to implement it.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/formula-es-fast-charging-pit-stops-wont-arrive-until-next-year-185813092.html?src=rss", "link": "https://www.engadget.com/formula-es-fast-charging-pit-stops-wont-arrive-until-next-year-185813092.html?src=rss", "date_published": "2023-04-25 18:58:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Republicans attack Biden with a fully AI-generated ad", "description": "<p>It's not a huge surprise that the Republican National Committee (RNC) had attack ads ready to go whenever <a href=\"https://www.engadget.com/tag/joe-biden/\">President Joe Biden</a> officially <a href=\"https://www.cnn.com/2023/04/25/politics/joe-biden-running-2024/index.html\">announced his re-election campaign</a>. What's novel this time is that the video uses imagery generated by <a href=\"https://www.engadget.com/tag/ai/\">artificial intelligence</a> to present the RNC's vision of what the world may look like if Biden wins again in 2024.&nbsp;</p><p>The RNC told <a href=\"https://www.axios.com/2023/04/25/rnc-slams-biden-re-election-bid-ai-generated-ad\"><em>Axios</em></a> it was the first time it had used a video that was made entirely with AI. The ad starts by depicting Biden and Vice President Kamala Harris at an election victory party. Although there's a faint disclaimer in the top-left corner noting that the ad was &quot;built entirely with AI imagery,&quot; there's a dead giveaway that it's not a real photo of Biden and Harris — both of the smiling, AI-generated figures have <a href=\"https://www.buzzfeednews.com/article/pranavdixit/ai-generated-art-hands-fingers-messed-up\">far too many teeth</a>.</p><span id=\"end-legacy-contents\"></span><div id=\"4676dc19b0c042aca2e26429b20a6ad8\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>The ad goes on to depict several domestic and international incidents that the RNC suggests might happen if the Biden-Harris ticket wins again. &quot;This morning, an emboldened China invades Taiwan,&quot; a fake news announcer says, for instance. The ad goes on to stoke fears of a financial crisis prompted by the closures of hundreds of regional banks, as well as border agents being overrun by asylum seekers and the military taking over San Francisco due to &quot;escalating crime and the fentanyl crisis.&quot;</p><p>This particular ad doesn't stray too far from the kinds of talking points one might expect Republicans to hit in an attack ad. But the video is a sobering bellwether of what we may see more of from political campaigns in the months and years to come. It's not difficult to imagine AI-generated images depicting outright falsehoods in attack ads.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/republicans-attack-biden-with-a-fully-ai-generated-ad-184055192.html?src=rss", "link": "https://www.engadget.com/republicans-attack-biden-with-a-fully-ai-generated-ad-184055192.html?src=rss", "date_published": "2023-04-25 18:40:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "China court documents incorrectly showed Activision was being sued by former partner NetEase", "description": "<p>On April 24th, 2023, reports circulated that Blizzard Entertainment was being sued by former Chinese publishing partner NetEase after <a href=\"https://www.engadget.com/blizzard-games-like-world-of-warcraft-will-go-offline-in-china-next-year-084952778.html\">servers shutdown in January</a> when the two failed to reach a continuation agreement. However, a day later, it turns out that NetEase was in fact not suing the company — instead, as <a href=\"https://www.pcgamer.com/netease-is-not-suing-blizzardthe-chinese-court-system-confused-one-angry-man-with-a-corporate-behemoth/?utm_medium=social&amp;utm_campaign=socialflow&amp;utm_source=twitter.com\">reported by <em>PC Gamer</em></a>, the suit is being brought by a single individual who is known to be a serial litigant with no history with NetEase. It appears the court documents listened NetEase erroneously; the company does not have anything to do with the lawsuit. Originally, <a href=\"https://www.wowhead.com/news/netease-files-lawsuit-against-blizzard-entertainment-seeking-43-5-million-in-332574\">MMO-focused gaming website Wowhead </a>noticed the suit.</p><p>Since this story was originally published, those court documents have been re-published to reflect that the suits are coming from a Yang Jun; all mentions of NetEase have been removed.</p><span id=\"end-legacy-contents\"></span><p>“We haven’t received the lawsuit yet, but we are confident we aren’t in breach of any licensing agreements. The terms NetEase appears to be complaining about reflect standard industry practice and have been mutually-beneficial for years,&quot; an Activision rep wrote in a statement to Engadget prior to the discovery that NetEase was not involved in the lawsuit. &quot;While this persistent campaign by one former partner is disappointing and puzzling, it’s important to note that we have enjoyed nearly two decades of positive experiences operating in China, and remain committed to serving players and protecting their interests.”</p><p>Blizzard and NetEase were successful partners for the past 14 years before negotiations broke down to renew the long-term licensing agreement. This led to a complete cessation of all Blizzard games and services in the region, including popular properties like <em>World of Warcraft, Overwatch 2, Starcraft</em> and <em>Diablo III</em>, among others. Millions of Chinese players lost access to their accounts and related data. Some started fresh with new accounts in other regions, but most (112 million people) opted for a refund.</p><p>The agreement did not end amicably, with reports of NetEase staffers tearing down the Blizzard offices and <a href=\"https://www.pcgamer.com/netease-smashes-up-world-of-warcraft-statue-after-its-nasty-breakup-with-blizzard/\">livestreaming the destruction</a> of a <em>World of Warcraft</em> statue. NetEase's president of global investment and partnership, Simon Zhu, also seemed to call out a high-ranking Blizzard staffer as a “jerk” in a <a href=\"https://shopping.yahoo.com/rdlw?merchantId=6deefbf2-941b-4156-9f41-a61ebb50d13d&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=LinkedIn&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2ZGVlZmJmMi05NDFiLTQxNTYtOWY0MS1hNjFlYmI1MGQxM2QiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubGlua2VkaW4uY29tL2ZlZWQvdXBkYXRlL3VybjpsaTphY3Rpdml0eTo2OTk4ODcwMDIwNzg1MTM5NzEyLz9zcmM9YWZmLXJlZiZ0cms9YWZmLWlyX3Byb2dpZC44MDA1X3BhcnRpZC4xMDA3OF9zaWQuX2FkaWQuNDQ5NjcwJmNsaWNraWQ9d0hlWHdvUmZreHlOVUwtVVlDMnVyeFBnVWtBUWJ4M2QxVG1TMWMwJm1jaWQ9Njg1MTk2MjQ2OTU5NDc2MzI2NCZpcmd3Yz0xIiwiY29udGVudFV1aWQiOiIxZjY5NDQ0NS02ZDJlLTQ4ZTEtOWVhZC02YWJhZjQzNzM0MWUifQ&amp;signature=AQAAAU1oVPsb_8bUS7zyrqehX0q05mVgzjMqt7SALTQ3dsku&amp;gcReferrer=https%3A%2F%2Fwww.linkedin.com%2Ffeed%2Fupdate%2Furn%3Ali%3Aactivity%3A6998870020785139712%2F%3Fsrc%3Daff-ref%26trk%3Daff-ir_progid.8005_partid.10078_sid._adid.449670%26clickid%3DwHeXwoRfkxyNUL-UYC2urxPgUkAQbx3d1TmS1c0%26mcid%3D6851962469594763264%26irgwc%3D1\">LinkedIn post</a>. Despite the seeming animosity, though, the lawsuit does not come from NetEase.</p><p><strong>Update, 4/24/23, 3:30PM ET:</strong> This story and its headline have been updated to indicate that this lawsuit hasn't been confirmed yet, as Activision itself nor Engadget has seen a copy of the lawsuit yet.&nbsp;</p><p><strong>Update, 4/25/23, 11:30AM ET:</strong> A full statement provided by Activision has been added to the story.</p><p><strong>Update, 4/25/23, 2:35PM ET: </strong>This story and its headline has been updated to reflect the recent development that NetEase was erroneously named in this lawsuit.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/china-court-documents-incorrectly-showed-activision-was-being-sued-by-former-partner-netease-183534200.html?src=rss", "link": "https://www.engadget.com/china-court-documents-incorrectly-showed-activision-was-being-sued-by-former-partner-netease-183534200.html?src=rss", "date_published": "2023-04-25 18:35:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Razer’s Roblox Edition accessories will let your kid’s friends know they come from money", "description": "<p>With nearly 60 million daily active players, Roblox is one of the most popular games on the planet. So it’s surprising then that it’s taken until now for a company like Razer to partner with the game's creator to release a line of Roblox-branded gaming gear.&nbsp;</p><figure><img alt=\"Roblox Badges\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/ee625c20-e391-11ed-8ff5-b9c57b55de6b\" style=\"height: 1000px; width: 1600px;\" /><figcaption></figcaption><div class=\"photo-credit\">Razer</div></figure><p><a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=d043077a-4ba1-4321-a933-30b8701d8d31&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Razer&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJkMDQzMDc3YS00YmExLTQzMjEtYTkzMy0zMGI4NzAxZDhkMzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cucmF6ZXIuY29tL2NvbGxhYnMvcm9ibG94IiwiY29udGVudFV1aWQiOiI5YzNhZjFiMy04ZGZmLTRkNzYtYTA4ZC00NWI3ZDllMTI5ZjIifQ&amp;signature=AQAAAdlliViBqc2K8j2aHRmxF3ga-KiLNCgYRCmzOUAfOSfU&amp;gcReferrer=https%3A%2F%2Fwww.razer.com%2Fcollabs%2Froblox\">Announced today</a>, the line includes new versions of some of Razer’s most popular accessories, like the <a href=\"https://www.engadget.com/best-wireless-mice-pc-gaming-mobile-150027822.html\">Orochi V2</a> gaming mouse. There’s also a Roblox-themed BlackWidow V3 mechanical keyboard and Barracuda X headset. What makes Razer’s Roblox Edition peripherals different from some of the other <a href=\"https://www.engadget.com/logitech-g-k-da-league-of-legends-k-pop-152556467.html\"><ins>collaborative gaming lines</ins></a> released in the past is that each Razer device comes with an in-game Roblox item. The Orochi V2, for instance, comes with the “Razer Cyberpack,” a backpack shaped like a mouse. Meanwhile, the BlackWidow lets you adorn your Roblox avatar with a set keyboard wings. If that wasn’t weird enough, none of the in-game items are one-for-one recreations of their real-world counterparts.</p><span id=\"end-legacy-contents\"></span><p>Pricing starts at $90 for the mouse, while the headset and mechanical keyboard will cost $130 and $180, respectively. In other words, each Roblox Edition accessory costs more than you would pay for those devices normally. For instance, the standard black, white and quartz Orochi V2 colorways cost $70 when they’re not on sale. You’re basically paying extra for your kid to show off to their friends on Roblox. The entire line will go on sale on April 28th through the Razer website and select retailers.</p>This article originally appeared on Engadget at https://www.engadget.com/razers-roblox-edition-accessories-will-let-your-kids-friends-know-they-come-from-money-180006348.html?src=rss", "link": "https://www.engadget.com/razers-roblox-edition-accessories-will-let-your-kids-friends-know-they-come-from-money-180006348.html?src=rss", "date_published": "2023-04-25 18:00:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "OpenAI improves ChatGPT privacy with new data controls", "description": "<p>OpenAI is tightening up ChatGPT’s privacy controls. The company <a href=\"https://openai.com/blog/new-ways-to-manage-your-data-in-chatgpt\">announced</a> today that the AI chatbot’s users can now turn off their chat histories, preventing their input from being used for training data.</p><p>The controls, which roll out “starting today,” can be found under <a href=\"https://www.engadget.com/chatgpt-is-suddenly-everywhere-are-we-ready-180031821.html\">ChatGPT</a> user settings under a new section labeled Data Controls. After toggling the switch off for “Chat History &amp; Training,” you’ll no longer see your recent chats in the sidebar.</p><span id=\"end-legacy-contents\"></span><p>Even with the history and training turned off, OpenAI says it will still store your chats for 30 days. It does this to prevent abuse, with the company saying it will only review them if it needs to monitor them. After 30 days, the company says it permanently deletes them.</p><figure><img alt=\"Screenshot of ChatGPT's Chat History &amp; Training toggle. A Settings window shows various controls, including that, export data and delete account.\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/6caa9650-e393-11ed-9adb-7a378636f598\" style=\"height: 883px; width: 1473px;\" /><figcaption></figcaption><div class=\"photo-credit\">OpenAI</div></figure><p>OpenAI also announced an upcoming ChatGPT Business subscription in addition to its $20 / month <a href=\"https://www.engadget.com/openai-chatgpt-plus-subscription-205027758.html\">ChatGPT Plus plan</a>. The Business variant targets “professionals who need more control over their data as well as enterprises seeking to manage their end users.” The new plan will follow the same data-usage policies as its API, meaning it won’t use your data for training by default. The plan will become available “in the coming months.”</p><p>Finally, the startup announced a new export option, letting you email yourself a copy of the data it stores. OpenAI says this will not only allow you to move your data elsewhere, but it can also help users understand what information it keeps.</p><p>Earlier this month, <a href=\"https://www.engadget.com/three-samsung-employees-reportedly-leaked-sensitive-data-to-chatgpt-190221114.html\">three Samsung employees</a> were in the spotlight for leaking sensitive data to the chatbot, including recorded meeting notes. By default, OpenAI <a href=\"https://help.openai.com/en/articles/5722486-how-your-data-is-used-to-improve-model-performance\">uses</a> its customers’ prompts to train its models. The company urges its users not to share sensitive information with the bot, adding that it’s “not able to delete specific prompts from your history.” Given how quickly ChatGPT and other AI writing assistants blew up in recent months, it’s a welcome change for OpenAI to strengthen its privacy transparency and controls.</p>This article originally appeared on Engadget at https://www.engadget.com/openai-improves-chatgpt-privacy-with-new-data-controls-174851274.html?src=rss", "link": "https://www.engadget.com/openai-improves-chatgpt-privacy-with-new-data-controls-174851274.html?src=rss", "date_published": "2023-04-25 17:48:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Terra blockchain founder Daniel Shin indicted in South Korea", "description": "<p>South Korean authorities announced today that they indicted the co-founder of Terraform Labs, the company that develops and manages the blockchain payment platform Terra. <a href=\"https://www.bloomberg.com/news/articles/2023-04-25/terra-co-founder-daniel-shin-9-others-indicted-by-south-korea\">According to</a><em>Bloomberg</em>, Daniel Shin and nine others linked to Terra now face multiple charges, including violations of capital markets law, which regulates the nation’s securities and financial markets.</p><p>The authorities indicted eight people, including Shin, for illegal trading; two others face breach of trust charges. Prosecutors say all the defendants were directly involved with Terra, having handled marketing, systems development and management. In addition, prosecutors have frozen 246.8 billion won ($184.7 million) in assets from the defendants. Korean officials said they’re working with the US on the case, although they didn’t go into specifics.</p><span id=\"end-legacy-contents\"></span><p>Billed as a <a href=\"https://www.engadget.com/binance-sued-over-collapse-terrausd-113503082.html\">stablecoin</a>, TerraUSD isn’t backed by real-world assets or fiat currency. Instead, it’s supported by Luna, the native cryptocurrency of the Terra blockchain, that supposedly had a mechanism to restore its value to $1 if its value ever failed. In addition, investors saw it as an alluring money-making opportunity because of its Anchor lending program, which promised annual yields of 20 percent for coin deposits.</p><p>However, prosecutors allege the Terra blockchain was a “fabrication” from the get-go, with the entire system essentially built on a house of cards. They claim the blockchain’s algorithm that kept TerraUSD at a stable price was “impossible to get right.” Its value collapsed in May 2022, when depositors lost confidence in the platform and simultaneously tried to sell off their investments. At the time of publication, Terra has a value of less than two cents.</p><p>Before the collapse, the defendants took 463 billion won (nearly $346 million) in profit. In addition, prosecutors claim they illegally exposed clients’ payment details and embezzled funds. Authorities say those charged caused “astronomical damage” to global investors as the crash also played a role in the collapse of crypto hedge fund Three Arrows Capital and the broader $2 trillion decline in the cryptocurrency market.</p><p>“Shin has nothing to do with the Terra, Luna collapse as he left the [company] two years before the fallout,” said Shin’s lawyer, Kim Ki-dong, in a statement. “He voluntarily returned to South Korea immediately after the collapse, and has been faithfully cooperating with the probe for over 10 months, hoping to contribute to fact finding.”</p><p>In September, Korean authorities issued an arrest warrant for Shin’s co-founder, Do Kwon, who was also <a href=\"https://www.engadget.com/interpol-red-notice-terraform-founder-do-kwon-104327535.html\">placed on an Interpol &quot;red notice&quot;</a> list at <a href=\"https://www.engadget.com/south-korean-prosecutors-interpol-terraform-labs-ceo-do-kwon-060719940.html\">South Korea’s request</a>. He was finally arrested last month in Montenegro on capital markets law and fraud charges. The <a href=\"https://www.engadget.com/sec-charges-terraform-and-ceo-with-fraud-145347680.html\">US Securities and Exchange Commission also charged</a> Do Kwon and Terraform Labs in February.</p>This article originally appeared on Engadget at https://www.engadget.com/terra-blockchain-founder-daniel-shin-indicted-in-south-korea-171427921.html?src=rss", "link": "https://www.engadget.com/terra-blockchain-founder-daniel-shin-indicted-in-south-korea-171427921.html?src=rss", "date_published": "2023-04-25 17:14:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "‘Star Trek: Resurgence’ launches May 23rd on most platforms", "description": "<p>Developer Dramatic Labs has set a release date of May 23rd for the narrative adventure game <em>Star Trek: Resurgence</em>. It was <a href=\"https://www.engadget.com/star-trek-resurgence-spring-2022-031021311.html\"><ins>supposed to come out in spring of 2022</ins></a>, but better late than never, right? The title launches for the PS4, PS5, Xbox One, Xbox Series X, Xbox Series S and PC via the Epic Games Store. So pretty much everything but the Switch.</p><p>If the term “narrative adventure game” brings to mind Telltale classics like <em>The Walking Dead </em>and <em>The Wolf Among Us</em>, there is a good reason. Dramatic Labs is made up of former Telltale developers, some of which worked on those iconic adventure games. So you can expect a title that prioritizes making tough decisions over whiz-bang action. Star Trek as a franchise seems especially suited to this style of play, given the often thoughtful nature of the stories.</p><span id=\"end-legacy-contents\"></span><div id=\"926aa20347b243c8a0ef49fd04b731b1\"></div><p><em>Star Trek: Resurgence</em> is set shortly after the events of <em>Star Trek: The Next Generation</em>, placing it before the events of <em>Star Trek: Picard</em> but relatively concurrent with the events of <em>Star Trek: Lower Decks</em>. This is Star Trek. There are lots of timelines to keep track of.</p><p>The game features two playable lead characters, neither of which will be familiar to fans. However, Dramatic Labs has teased the presence of legacy characters from throughout the universe, and it has already revealed that the one and only Spock will feature heavily in the storyline. This is not the Spock from the original <em>Star Trek</em> and its sequel movies, but rather the aged Ambassador Spock as seen in <em>The Next Generation</em> timeline. The story involves stopping a war between two alien races, which is something the Vulcan ambassador would most certainly get behind.</p><p><em>Resurgence</em> uses the Unreal 5 engine, which should eliminate some of the jankiness surrounding old-school Telltale games. There is also plenty of talent behind the scenes, so this is something to be cautiously optimistic about, as it has been a long time since a truly iconic Star Trek game appeared on our radar. In any event, we only have a month to find out if <em>Resurgence</em> lives up to classic early 2000s titles like <em>Star Trek: Bridge Commander.</em></p>This article originally appeared on Engadget at https://www.engadget.com/star-trek-resurgence-launches-may-23rd-on-most-platforms-170248699.html?src=rss", "link": "https://www.engadget.com/star-trek-resurgence-launches-may-23rd-on-most-platforms-170248699.html?src=rss", "date_published": "2023-04-25 17:02:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Vitamix blenders are up to 31 percent off right now", "description": "<p>Vitamix makes some of the most powerful blenders you can buy and right now many are on sale for the lowest prices we've seen this year. The <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WaXRhbWl4LUUzMTAtRXhwbG9yaWFuLVByb2Zlc3Npb25hbC1HcmFkZS1Db250YWluZXIvZHAvQjA3Q1ZSWjFZSj90aD0xJnRhZz1nZGd0MGMtcC1vLXVpLTIwIiwiY29udGVudFV1aWQiOiIyZGE0YjgyZi0wMWM0LTQ2NmItYWI1Yi1lNGMyMGMyY2FkNWIifQ&amp;signature=AQAAAeWPfmT6cZziBTEtdicWabzoCbkIW36MjQz7oQrZjKy4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVitamix-E310-Explorian-Professional-Grade-Container%2Fdp%2FB07CVRZ1YJ%3Fth%3D1\">E310 Explorian</a> is the model we recommend for most people in our our guide to<a href=\"https://www.engadget.com/best-kitchen-tech-gadgets-small-appliances-124515179.html\"> kitchen gadgets</a> because it offers better performance than the base model Vitamix One, but is more reasonably priced than the top-of-the-line Ascent series. The E310 is down to $290, which is a 17 percent discount off the usual $350 list price. You can get the same deal at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WaXRhbWl4LUUzMTAtRXhwbG9yaWFuLVByb2Zlc3Npb25hbC1HcmFkZS1Db250YWluZXIvZHAvQjA3Q1ZSWjFZSj90aD0xJnRhZz1nZGd0MGMtcC1vLXVpLTIwIiwiY29udGVudFV1aWQiOiIyZGE0YjgyZi0wMWM0LTQ2NmItYWI1Yi1lNGMyMGMyY2FkNWIifQ&amp;signature=AQAAAeWPfmT6cZziBTEtdicWabzoCbkIW36MjQz7oQrZjKy4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVitamix-E310-Explorian-Professional-Grade-Container%2Fdp%2FB07CVRZ1YJ%3Fth%3D1\">Amazon</a>, <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=827d7835-78d6-4491-ae04-c042cab1d6e7&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Target&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4MjdkNzgzNS03OGQ2LTQ0OTEtYWUwNC1jMDQyY2FiMWQ2ZTciLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudGFyZ2V0LmNvbS9wL3ZpdGFtaXgtZXhwbG9yaWFuLTEwLXNwZWVkLWJsZW5kZXItMDY0MDY4Ly0vQS01Mjk5NDYyOD8iLCJjb250ZW50VXVpZCI6IjJkYTRiODJmLTAxYzQtNDY2Yi1hYjViLWU0YzIwYzJjYWQ1YiJ9&amp;signature=AQAAAaYMdxzMKlzzcejnL3HNFxTCDL84DLqiGsbxJRVwYv6L&amp;gcReferrer=https%3A%2F%2Fwww.target.com%2Fp%2Fvitamix-explorian-10-speed-blender-064068%2F-%2FA-52994628%3F\">Target</a> and from the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4052d411-fe73-431e-851f-5cfdc282e4c1&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Vitamix&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MDUyZDQxMS1mZTczLTQzMWUtODUxZi01Y2ZkYzI4MmU0YzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudml0YW1peC5jb20vdXMvZW5fdXMvc2hvcC9lMzEwIiwiY29udGVudFV1aWQiOiIyZGE0YjgyZi0wMWM0LTQ2NmItYWI1Yi1lNGMyMGMyY2FkNWIifQ&amp;signature=AQAAAZmfTKnvHt69Eqkx1Py8CxMCrluSE7uvX3hWXXtbZYWI&amp;gcReferrer=https%3A%2F%2Fwww.vitamix.com%2Fus%2Fen_us%2Fshop%2Fe310\">Vitamix site</a> directly.</p><p></p><p>The discount comes as part of a <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9kZWFsLzZlNWMzMjIxP3Nob3dWYXJpYXRpb25zPXRydWUmcGZfcmRfcj1RS0s5WEFDRko4WFZESzc4QzkxUSZwZl9yZF90PUV2ZW50cyZwZl9yZF9pPWRlYWxzJnBmX3JkX3A9NzU3MTU4OTgtOTAxNC00YzU4LTg3OGUtNjFlYjU1YjdkZDE0JnBmX3JkX3M9c2xvdC0xNSZyZWY9ZGx4X2RlYWxzX2dkX2RjbF9pbWdfM182ZTVjMzIyMV9kdF9zbDE1XzE0JnRhZz1nZGd0MGMtcC1vLXVpLTIwIiwiY29udGVudFV1aWQiOiIyZGE0YjgyZi0wMWM0LTQ2NmItYWI1Yi1lNGMyMGMyY2FkNWIifQ&amp;signature=AQAAAWatu1IvIkv4AvRSfsEstUnwjegB_QlKZuQ7KyRQx4AD&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2Fdeal%2F6e5c3221%3FshowVariations%3Dtrue%26pf_rd_r%3DQKK9XACFJ8XVDK78C91Q%26pf_rd_t%3DEvents%26pf_rd_i%3Ddeals%26pf_rd_p%3D75715898-9014-4c58-878e-61eb55b7dd14%26pf_rd_s%3Dslot-15%26ref%3Ddlx_deals_gd_dcl_img_3_6e5c3221_dt_sl15_14\">larger Mother's Day sale</a> at Amazon and at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=4052d411-fe73-431e-851f-5cfdc282e4c1&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Vitamix&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0MDUyZDQxMS1mZTczLTQzMWUtODUxZi01Y2ZkYzI4MmU0YzEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cudml0YW1peC5jb20vdXMvZW5fdXMvc2hvcC9zYWxlIiwiY29udGVudFV1aWQiOiIyZGE0YjgyZi0wMWM0LTQ2NmItYWI1Yi1lNGMyMGMyY2FkNWIifQ&amp;signature=AQAAAZfxQKOz38feZl9qGMlDHmspcGVJLganEcsZW6LwOhOK&amp;gcReferrer=https%3A%2F%2Fwww.vitamix.com%2Fus%2Fen_us%2Fshop%2Fsale\">Vitamix</a>, but anyone who likes a morning smoothie, homemade nut butters or creamy soups can get in on these deals. The deepest discount goes to the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=66ea567a-c987-4c2e-a2ff-02904efde6ea&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=Amazon&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI2NmVhNTY3YS1jOTg3LTRjMmUtYTJmZi0wMjkwNGVmZGU2ZWEiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuYW1hem9uLmNvbS9WaXRhbWl4LUJsZW5kZXItUHJvZmVzc2lvbmFsLUdyYWRlLUNvbnRhaW5lci1CbGFjay9kcC9CMDA4SDRTTFY2P3RoPTEmdGFnPWdkZ3QwYy1wLW8tdWktMjAiLCJjb250ZW50VXVpZCI6IjJkYTRiODJmLTAxYzQtNDY2Yi1hYjViLWU0YzIwYzJjYWQ1YiJ9&amp;signature=AQAAAZXJeAF7vkGY79YSgSmdq3mEwd9qYfE8nfCHbDuYmwo4&amp;gcReferrer=https%3A%2F%2Fwww.amazon.com%2FVitamix-Blender-Professional-Grade-Container-Black%2Fdp%2FB008H4SLV6%3Fth%3D1\">5200 model</a> which is 31 percent off, or $380 instead of $550, but that deal is only live on Amazon. The 5200 is part of the Legacy series that Vitamix has continued to manufacture for more than ten years. It's robust enough to pulverize nuts and creates enough friction to heat soup simply by running it.  (My personal favorite Vitamix recipe is roasted butternut squash soup.)&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While they're not cheap, a Vitamix is a worthwhile investment if you want a powerful blender to expand your cooking repertoire — particularly when you can nab one on sale.&nbsp;&nbsp;</p><p><em>Follow </em><a href=\"https://twitter.com/EngadgetDeals\"><em>@EngadgetDeals</em></a><em> on Twitter and </em><a href=\"https://subscription.yahoo.net/Newsletter/Preference/sub?b=engadgetdeals&amp;src\"><em>subscribe to the Engadget Deals newsletter</em></a><em> for the latest tech deals and buying advice.</em></p>This article originally appeared on Engadget at https://www.engadget.com/vitamix-blenders-are-up-to-31-percent-off-right-now-164338665.html?src=rss", "link": "https://www.engadget.com/vitamix-blenders-are-up-to-31-percent-off-right-now-164338665.html?src=rss", "date_published": "2023-04-25 16:43:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "WhatsApp now lets you use your account on multiple phones", "description": "<p><a href=\"https://www.engadget.com/tag/whatsapp/\">WhatsApp</a> will soon allow users to access their accounts from more than one phone. In an <a href=\"https://blog.whatsapp.com/one-whatsapp-account-now-across-multiple-phones\">expansion of the multi-device functionality</a> the company <a href=\"https://www.engadget.com/whatsapp-phone-multi-device-end-to-end-encryption-192123565.html\"><ins>began testing in 2021</ins></a>, you can now sync one account across up to four phones. Once you have access to the feature, you’ll see a new “link to existing account” option when installing the app on a smartphone. After tapping the button, WhatsApp will prompt you to scan a QR code on your primary phone, a step that involves navigating over to the “Linked Devices” section of the Settings menu on your main phone and tapping “Link a Device.”</p><p>If that sounds a bit complicated, WhatsApp also plans to roll out “a more accessible” method for linking companion devices that will allow you to use the platform’s web client to send a one-time code to the phone you want to add to your account. WhatsApp says it will bring this new, easier linking method to other devices in the future.</p><span id=\"end-legacy-contents\"></span><p>With the new syncing system, your “primary” device doesn’t need to be nearby or turned on for you to receive messages and calls on a secondary phone. However, WhatsApp will automatically log you out of your other devices if your primary phone is inactive for more than 14 days. You can also manually log out of any companion devices from your main phone. “Each linked phone connects to WhatsApp independently, ensuring that your personal messages, media, and calls are end-to-end encrypted,” the company notes. The new multi-device feature will roll out to all WhatsApp users over the coming weeks.</p>This article originally appeared on Engadget at https://www.engadget.com/whatsapp-now-lets-you-use-your-account-on-multiple-phones-163158921.html?src=rss", "link": "https://www.engadget.com/whatsapp-now-lets-you-use-your-account-on-multiple-phones-163158921.html?src=rss", "date_published": "2023-04-25 16:31:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Watch Japan's ispace try to land on the Moon today at 12:40PM ET", "description": "<p>A Japanese company might be on the cusp of making history. Japan's ispace is attempting to land its Hakuto-R craft on the Moon at 12:40PM Eastern, and you can watch the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1DcFIxVVVuaXgzZyIsImNvbnRlbnRVdWlkIjoiZGUxMmM0ZDUtZTA4Zi00NTVhLTlhYjctNTY4ZDQwZjZhZDBkIn0&amp;signature=AQAAAZ9JbDlQRxgG09XkK2f8HZzKBB8qf0FLbgMzfpPChQsR&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DCpR1UUnix3g\">livestream</a> right now. If all goes well, ispace will claim both the first successful private Moon landing and the first Japanese lunar landing of any kind. To date, only China, the Soviet Union and the US have touched down. The vehicle includes payloads from NASA, Japan's JAXA and a small robotic rover (Rashid) from the United Arab Emirates. The rover is also historic as the UAE's first lunar craft.</p><div id=\"68eff17456f641289cfd1c2779fce7d5\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>Hakuto-R launched aboard a SpaceX rocket about 100 days ago. The landing is divided into six stages that include a de-orbit insertion, a largely unpowered \"cruise\" phase, a braking burn, a reorientation and two final phases where the machine slows down and (hopefully) reaches the surface intact. Israel's SpaceIL tried a private Moon landing in 2019, but it <a href=\"https://www.engadget.com/2019-04-14-beresheet-moon-probe-final-image-the-big-picture.html\">crashed following an engine failure</a>.</p><span id=\"end-legacy-contents\"></span><p>A completed landing will help ispace's goals of sending two more landers to the Moon in 2024 and 2025. It could also spur Japan's broader spaceflight ambitions. Both JAXA and Japanese companies have <a href=\"https://www.engadget.com/japan-h3-rocket-self-destructs-failed-launch-072818999.html\">struggled to get into space</a> using domestically-made rockets. While ispace is relying on an American rocket to complete its mission, a landing would upstage <a href=\"https://www.engadget.com/spacex-nasa-artemis-lunar-lander-contract-report-184448656.html\">SpaceX</a>, <a href=\"https://www.engadget.com/blue-origin-nasa-lunar-lander-moon-artemis-172023096.html\">Blue Origin</a> and other private outfits racing to land on Earth's cosmic neighbor.</p>This article originally appeared on Engadget at https://www.engadget.com/watch-japans-ispace-try-to-land-on-the-moon-today-at-1240pm-et-161525731.html?src=rss", "link": "https://www.engadget.com/watch-japans-ispace-try-to-land-on-the-moon-today-at-1240pm-et-161525731.html?src=rss", "date_published": "2023-04-25 16:16:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "GM will stop making the Chevy Bolt EV and EUV later this year", "description": "<p>On an earnings call with investors, <a href=\"https://www.engadget.com/tag/gm/\"><ins>General Motors</ins></a> CEO Mary Barra said the company plans to cease production of the <a href=\"https://www.engadget.com/tag/chevy-bolt/\"><ins>Chevy Bolt</ins></a> EV and <a href=\"https://www.engadget.com/chevrolet-bolt-euv-review-video-160016098.html\"><ins>EUV</ins></a> by the end of 2023. Between them, the models account for most of GM's EV sales and the company plans to make more than 70,000 of them this year — that marks a record rate of production, according to <a href=\"https://www.cnbc.com/2023/04/25/gm-bolt-ev-production-to-end-later-this-year.html\"><em><ins>CNBC</ins></em></a>.</p><p>However, the Bolt's battery cells are based on an older design and GM is transitioning to its <a href=\"https://www.engadget.com/gm-is-placing-all-of-its-ev-eggs-in-the-ultum-battery-basket-163038784.html\"><ins>Ultium system</ins></a>. According to Barra, GM will modify a Detroit-area plant where it makes the Chevy Bolts so it can produce the electric <a href=\"https://www.engadget.com/chevrolet-silverado-ev-details-ces-debut-171551300.html\"><ins>Chevy Silverado</ins></a> and <a href=\"https://www.engadget.com/gm-officially-reveals-its-electrified-2024-gmc-sierra-denali-213601650.html\"><ins>GMC Sierra</ins></a> there starting in 2024.</p><span id=\"end-legacy-contents\"></span><p>The Bolt's battery system has led to some serious problems for GM in the past. In 2021, GM <a href=\"https://www.engadget.com/gm-expands-fire-risk-recall-all-chevy-bolt-115934063.html\"><ins>recalled</ins></a> every Bolt it had ever made to that point due to a battery manufacturing defect that posed a fire risk. The company spent some $1.8 billion to <a href=\"https://www.engadget.com/gm-replace-chevy-bolt-battery-modules-fire-risk-100027066.html\"><ins>resolve</ins></a> the issues.</p><p>Considering GM's plan to <a href=\"https://www.engadget.com/gm-to-exclusively-sell-zero-emissions-cars-by-2035-164418993.html\"><ins>switch entirely to EVs</ins></a> by 2035, it makes sense to use the same battery tech across all of its models to help it ramp up the pace of production. After the Michigan plant has been retrofitted and reaches full production, GM expects that it will be able to build 600,000 electric trucks per year. The company has a production target of 2 million EVs per year between the US and China.</p><p>The timing of the move may be a slightly risky one for the company. The Bolt, which arrived in 2016, is the most affordable option for a new EV from a major automaker. Last year, GM <a href=\"https://www.engadget.com/gm-2023-chevy-bolt-ev-euv-price-cut-193132395.html\"><ins>lowered the starting price</ins></a> of the 2023 Bolt EV to $26,595, plus a $995 destination fee. The relative affordability has helped GM achieve three consecutive quarters of record Bolt EV and EUV deliveries, Barra said in <a href=\"https://pressroom.gm.com/gmbx/us/en/pressroom/home/news.detail.html/Pages/news/emergency_news/2023/shareholders/q1-23-ceo-letter-to-shareholders.html\"><ins>a letter to shareholders</ins></a>.</p><p>GM says it delivered more than 20,000 EVs last quarter, which is a far cry from the 422,000 vehicles <a href=\"https://www.engadget.com/tesla-sets-new-company-record-after-delivering-more-than-422000-evs-in-q1-2023-171816368.html\"><ins>Tesla delivered in Q1</ins></a>. Although GM is <a href=\"https://www.engadget.com/gm-is-now-the-second-largest-ev-maker-in-the-us-181556063.html\"><ins>now in second place</ins></a> in the US EV market, it has quite a way to go before it can catch up to Tesla. The <a href=\"https://www.engadget.com/chevy-blazer-equinox-ev-teaser-184112130.html\"><ins>Equinox EV</ins></a>, which is slated to arrive in the fall, is expected to start at around $30,000, which could help its prospects.</p><p>“When the Chevrolet Bolt EV launched, it was a huge technical achievement and the first affordable EV, which set in motion GM’s all-electric future,” Chevy spokesman Cody Williams told <em>CNBC </em>in a statement. “Chevrolet will launch several new EVs later this year based on the Ultium platform in key segments, including the Silverado EV, Blazer EV and Equinox EV. ”</p>This article originally appeared on Engadget at https://www.engadget.com/gm-will-stop-making-the-chevy-bolt-ev-and-euv-later-this-year-160540118.html?src=rss", "link": "https://www.engadget.com/gm-will-stop-making-the-chevy-bolt-ev-and-euv-later-this-year-160540118.html?src=rss", "date_published": "2023-04-25 16:07:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "'The Witcher' season 3 trailer shows Henry Cavill's last stint as Geralt", "description": "<p>Netflix is offering a peek at <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1FVWxDOHVlOE5GSSIsImNvbnRlbnRVdWlkIjoiYTFjNGI3ZmMtZDRmYS00NGNkLTg0NWMtY2U4NzVjNmNmZTlhIn0&amp;signature=AQAAARZcfGn-dtbuz5mN1OlA14-t8Oe140wn1sydaKJbZs9P&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DEUlC8ue8NFI\">Henry Cavill's final turn</a> as Geralt of Rivia. The streaming service has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj1FVWxDOHVlOE5GSSIsImNvbnRlbnRVdWlkIjoiYTFjNGI3ZmMtZDRmYS00NGNkLTg0NWMtY2U4NzVjNmNmZTlhIn0&amp;signature=AQAAARZcfGn-dtbuz5mN1OlA14-t8Oe140wn1sydaKJbZs9P&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DEUlC8ue8NFI\">posted</a> a teaser trailer for <em>The Witcher</em> season three that showcases Cavill as the White Wolf. There's precious little story in the clip. However, Geralt is now worried enough to know real fear, and it's clear Ciri and Yennifer have even more to worry about.</p><p>As with <a href=\"https://www.engadget.com/stranger-things-season-4-vol-1-2-release-date-165629578.html\"><em>Stranger Things</em></a><em>&nbsp;</em>season four, Netflix is splitting <em>The Witcher</em>'s third run into two parts. A first volume premieres June 29th, while you'll have to wait until July 27th to see the rest. That's not entirely voluntary. As show creator Lauren Schmidt Hissirch told <em>Collider</em> in an <a href=\"https://collider.com/the-witcher-blood-origin-lauren-hissrich-declan-de-barra-interview/\">interview</a> this December, there was a possibility the challenges of producing visual effects would require dividing the season.</p><span id=\"end-legacy-contents\"></span><div id=\"7bd6e13af5624481bd0dd4dde4c085e5\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p>It may be a bittersweet season for fans. Cavill is known to be a fan of all things Witcher (both the novels and the games), and many seem him as synonymous with the on-screen representation of Geralt. Liam Hemsworth is set to replace Cavill in season four. It's too soon to say how well Hemsworth will fare, but it's safe to presume he'll bring something different to the role.</p>This article originally appeared on Engadget at https://www.engadget.com/the-witcher-season-3-trailer-shows-henry-cavills-last-stint-as-geralt-154524461.html?src=rss", "link": "https://www.engadget.com/the-witcher-season-3-trailer-shows-henry-cavills-last-stint-as-geralt-154524461.html?src=rss", "date_published": "2023-04-25 15:45:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Cruise self-driving taxis can now operate around the clock in San Francisco", "description": "<p>You won't necessarily have to hail one of <a href=\"https://www.engadget.com/cruise-charge-fully-driverless-rides-san-francisco-092000547.html\">Cruise's robotaxis</a> at night in San Francisco. Company chief Kyle Vogt has <a href=\"https://twitter.com/kvogt/status/1650845475195559939\">revealed</a> that Cruise now has permission to operate 24 hours a day, seven days a week across all of San Francisco. Only employees will have access to the whole region for those hours. However, Cruise is also opening daytime rides to public &quot;power users&quot; for the first time. While you'll only have access to a limited portion of the city at first (mainly Pacific Heights, Richmond and Sunset), it's now just a question of where you are, not when you're going.</p><p>Staff have already been riding during the daytime for months. San Francisco officials have <a href=\"https://www.engadget.com/san-francisco-asks-california-regulators-to-halt-or-slow-driverless-vehicle-testing-083906662.html\">resisted expanding access</a> to robotaxis from Cruise and Alphabet's Waymo over concerns the companies are moving too quickly. There have been incidents where the driverless cars blocked traffic, including emergency vehicles. The city's Transportation Authority has instead pushed for limited rollouts with gradual expansions.</p><span id=\"end-legacy-contents\"></span><div id=\"f30e994c506242439a79bc12afe6527f\"><blockquote class=\"twitter-tweet\"><p dir=\"ltr\" lang=\"en\">Well folks, we did it. I have been waiting for this day for almost 10 years.<br /><br />I am proud to announce <a href=\"https://twitter.com/Cruise?ref_src=twsrc%5Etfw\">@Cruise</a> is now running 24/7 across all of San Francisco!<br /><br />This is a pivotal moment for our business.<br /><br />Let me tell you why 👇(1/6) <a href=\"https://t.co/UqCMgozrWX\">pic.twitter.com/UqCMgozrWX</a></p>— Kyle Vogt (@kvogt) <a href=\"https://twitter.com/kvogt/status/1650845475195559939?ref_src=twsrc%5Etfw\">April 25, 2023</a></blockquote></div><p>There's no timeline for wider deployments elsewhere, but Vogt promises that operations will &quot;soon&quot; grow in other cities. Successful use in San Francisco is a &quot;litmus test&quot; for robotaxis in other cities, the executive claims. The city's challenging terrain, unusual roads and wet weather are daunting for self-driving car sensors.</p><p>The wider access could help the GM-owned brand claim an edge over Waymo. Cruise was the first to<a href=\"https://www.engadget.com/cruise-charge-fully-driverless-rides-san-francisco-092000547.html\"> start charging</a> for self-driving rides in San Francisco. Now, it can tout non-stop service for some passengers. Waymo still has an advantage in areas like Phoenix, where it has charged for public rides for a while, but it clearly has a more difficult fight ahead.</p>This article originally appeared on Engadget at https://www.engadget.com/cruise-self-driving-taxis-can-now-operate-around-the-clock-in-san-francisco-144419506.html?src=rss", "link": "https://www.engadget.com/cruise-self-driving-taxis-can-now-operate-around-the-clock-in-san-francisco-144419506.html?src=rss", "date_published": "2023-04-25 14:44:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Spotify reaches more than half a billion users for the first time", "description": "<p><a href=\"https://www.engadget.com/tag/spotify/\"><ins>Spotify</ins></a> has <a href=\"https://newsroom.spotify.com/2023-04-25/spotify-reports-first-quarter-2023-earnings/\"><ins>released</ins></a> its earnings report for the first quarter of 2023 and the headline figure is the number of users the company has. As of March 31st, 515 million people were using the audio streaming service. That's the first time Spotify has had more than half a billion users. Q1 was also Spotify's second-biggest quarter for user growth to date — its audience increased by five percent from the previous quarter and 22 percent year over year. The user base grew by 26 million, which is 15 million more than Spotify had expected. The company said it saw growth in both developed and developing markets, as well as almost every age group.</p><p>Most of that growth is based on folks who use the free, ad-supported version of the Spotify service. Premium subscriptions didn't keep pace with the overall growth, as they rose by two percent from the previous quarter and 15 percent year over year from 205 million to 210 million. Still, premium subscribers grew by 3 million more than Spotify had indicated in its guidance to investors.</p><span id=\"end-legacy-contents\"></span><p>Overall, Spotify posted a net operating loss of €156 million ($172 million) for the quarter. That's far more than the €6 million ($6.6 million) loss it saw in the first quarter of 2022, though it's an improvement over the €270 million ($297 million) Spotify lost the previous quarter.</p><p>While overall revenue was up by 14 percent year over year from €2.66 billion ($2.93 billion) to €3.04 billion ($3.34 billion), it dipped by four percent from the previous quarter. Revenue from paid subscribers didn't change significantly from Q4 2022, but it dropped by 27 percent on the ad-supported side from €449 million ($494 million) to €329 million ($362 million) — though revenue from free users rose by 17 percent year over year. The quarter-to-quarter drop is perhaps a result of advertisers tightening their belts somewhat, leading to lower ad spend.</p><p>Advertisers aren't the only businesses trying to rein in costs. Spotify, like <a href=\"https://www.engadget.com/big-tech-layoffs-183005386.html\"><ins>many other major tech companies in recent months</ins></a>, has laid off a sizable proportion of its staff. In January, the company <a href=\"https://www.engadget.com/spotify-will-lay-off-6-percent-of-employees-130337498.html\"><ins>laid off</ins></a> six percent of workers, which equates to around 600 people based on the 9,800 that Spotify employed as of the end of 2022.</p><p>Additionally, Spotify seems to be placing a bigger focus on the core parts of its business. It recently announced plans to shut down both its live audio app, <a href=\"https://www.engadget.com/spotify-is-shutting-down-its-standalone-live-audio-app-211056429.html\"><ins>Spotify Live</ins></a>, and <a href=\"https://www.engadget.com/spotify-will-shut-down-heardle-on-may-5th-151454849.html\"><em><ins>Heardle</ins></em></a>, the <em>Wordle</em>-style song-guessing game <a href=\"https://www.engadget.com/spotify-is-buying-daily-music-trivia-game-heardle-165602642.html\"><ins>it bought last summer</ins></a>.</p>This article originally appeared on Engadget at https://www.engadget.com/spotify-reaches-more-than-half-a-billion-users-for-the-first-time-142818686.html?src=rss", "link": "https://www.engadget.com/spotify-reaches-more-than-half-a-billion-users-for-the-first-time-142818686.html?src=rss", "date_published": "2023-04-25 14:28:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "ASUS ROG Ally hands-on: Possibly the most powerful handheld gaming PC yet", "description": "<p>When Valve released the <a href=\"https://www.engadget.com/steam-deck-review-small-hands-180026719.html\">Steam Deck</a> last year, it completely reinvigorated the market for handheld gaming PCs. In just the last six months we’ve seen a fresh wave of rivals like the GPD Win 4 and the <a href=\"https://www.engadget.com/ayaneo-2-review-specs-price-a-more-premium-and-pricier-take-on-the-steam-deck-143039617.html\">Ayaneo 2</a>. But now it’s ASUS’ turn with the ROG Ally and thanks to potent specs, a speedy screen and a slick design, we might be looking at the most powerful PC gaming handheld yet.</p><p>Now before we get in too deep, it’s important to mention that ASUS hasn’t provided official pricing or availability for ROG Ally’s just yet, and we’re still waiting for clarity regarding some of its more detailed specs. That’s expected to happen on May 11th at its official launch. But from what I’ve gotten a chance to play around with so far, there’s a lot to get excited about.</p><span id=\"end-legacy-contents\"></span><div id=\"ddaa7c0ac9f24819b6e6c1df86a6eddd\"></div><p>Perhaps the most tantalizing thing about the Ally is its components. Not only does it feature a new Ryzen Z1 chip – which is a customized Zen 4/RDNA 3 APU designed specifically for handheld gaming PCs – it also has a 7-inch 1080p screen with 500 nits of brightness and a 120Hz refresh rate. That alone represents some very premium upgrades compared to the Steam Deck. And with ASUS claiming that the ROG Ally is between 50 and 100 percent more powerful than Valve’s portable (depending on the power settings), it might have the performance necessary to make that screen really shine. With ASUS rounding out the ROG Ally’s kit with up to 16GB of RAM, a 512GB SSD and a microSD card slot, there’s very little to complain about in terms of hardware.</p><p>Then there’s the screen, which might be the best looking display in this category. Colors were bright and rich and didn’t look washed out on any game I played, which sometimes happens on the Steam Deck. And even though the panel is the same size as what you get on Valve’s machine, the added resolution and that 120Hz refresh rate made games look both sharper and more fluid.</p><figure><img alt=\"For those who want even more performance, the ROG Ally can be connected to one of ASUS external GPUs via the company's XG mobile port. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/d0f829c0-e365-11ed-bdba-1a5faf7dd676\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Another notable difference is that unlike the Steam Deck, the ROG Ally runs Windows 11 which ASUS says was a deliberate move to make sure gamers could play all their favorite titles from any of the major stores (Steam, Epic Game Store, Battle.net, etc.). On top of that, ASUS added a few thoughtful software tweaks including a customized version of its Armoury Crate app along with a helpful button for quickly toggling between hardware settings for stuff like power draw, performance modes and more. And even on the preview devices I used, ASUS’ software felt more responsive than similar apps on competitors like the Ayaneo 2.</p><p>As for its design, while ASUS isn’t really innovating a ton compared to other devices in the category, there are a number of small touches I appreciate. You get a familiar assortment of shoulder and face buttons, with two macro buttons in back (one on each side). At 608 grams, the Ally is a bit lighter than the Steam Deck (669 grams) and it's significantly thinner and less bulky too. It doesn’t have big beefy grips like some rivals, but ASUS says the angled contours on the side were designed specifically to make the device sit in your hand just right when you're resting your arms on a desk or table. My favorite nod toward general usability are the Ally’s quiet fans. I noticed that while the system can get a bit toasty under load, even then it never got close to sounding like my Steam Deck, which emits a small whine pretty much anytime the fans are spinning.</p><p>For those who want even beefier performance, ASUS included an XG Mobile port so you can hook the ROG Ally up to one of the company’s portable GPU docks. Admittedly, I’m not sure I see the need to take a handheld PC and tether it to a big dock (even if it does provide better performance). And with the cheapest XG Mobile dock going for about $1000 (for an older 30-series card), it’s a pricey way to upgrade Ally’s performance. But for people who might already have one of <a href=\"https://www.engadget.com/asus-rog-flow-z-13-review-specs-price-impressions-170001149.html\">ASUS’ Flow-series gaming laptops</a>, it’s a nice bit of extra value.</p><p>All told, the only things you don’t really get on the Ally are built-in touchpads like on the Steam Deck or a second USB-C jack like on the Ayaneo 2. And while ASUS has opted for standard analog control sticks instead of ones based on more sophisticated magnetic hall effect sensors, the company teased that it may be possible to swap in third-party joysticks in the future.</p><figure><img alt=\"As you might expect on a pc gaming handheld, the ROG Ally comes with customizable lighting around its analog stick and the rear of the system. \" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/03388b00-e366-11ed-9ffb-654703206cdd\" /><figcaption></figcaption><div class=\"photo-credit\">Photo by Sam Rutherford/Engadget</div></figure><p>Even though the ROG Ally naturally draws a lot of comparisons between it and the Steam Deck, I don’t think they’re actually direct competitors. That’s because while ASUS has yet to reveal official pricing, I’m expecting the Ally to cost at least $800, which is twice the price of a base Steam Deck. Instead, it seems like the Ally is a better version of the Ayaneo 2. Not only is it more powerful, its software feels more polished and with ASUS being a significantly larger company I’m hoping the Ally will come with better customer support too.</p><p>For people out there who are looking for a premium gaming handheld, the ROG Ally may have just leaped to the head of the pack. It has pretty much the fastest components you can fit in a system this size. My one concern at this point is if its 40Wh battery can deliver decent longevity while still pumping out strong performance. But more importantly, when I think about the category as a whole, it’s really encouraging to see more big names enter the space and put their spin on a rapidly growing class of gadgets.</p>This article originally appeared on Engadget at https://www.engadget.com/asus-rog-ally-hands-on-possibly-the-most-powerful-handheld-gaming-pc-yet-140054506.html?src=rss", "link": "https://www.engadget.com/asus-rog-ally-hands-on-possibly-the-most-powerful-handheld-gaming-pc-yet-140054506.html?src=rss", "date_published": "2023-04-25 14:00:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Slack rolls out its 'canvas' for sharing content with your team", "description": "<p>It took <a href=\"https://www.engadget.com/slack-canvas-share-resources-huddles-120003868.html\">several months</a>, but Slack's &quot;canvas&quot; collaboration feature is finally <a href=\"https://slack.com/blog/news/meet-slack-canvas\">rolling out</a> across its apps. Effectively, it's a way to organize and access all the resources that would normally be scattered across a chat channel. You can store apps, files, links, people, raw text and even in-app functions like service requests. It can help you track must-do items, share handy tools or even serve as an FAQ for newcomers.</p><p>You can bring canvases into <a href=\"https://www.engadget.com/slack-huddles-video-screen-sharing-130033179.html\">huddle audio and video chats</a> to discuss them with colleagues. Much like a cloud document app, you can add comments, see the change history and limit sharing to specific people. This isn't a full-fledged creative tool like Google Docs, as Slack <a href=\"https://www.theverge.com/2023/4/25/23696394/slack-canvas-document-editor-app\">tells</a><em>The Verge</em>, but it can help you coordinate more quickly than you would through separate apps.</p><span id=\"end-legacy-contents\"></span><p>This is, to some extent, an improvement on the bookmarks and pins that Slack currently offers to help you find vital documents and notes. Those features will remain for now, but it won't be surprising if canvases become the dominant (if not exclusive) way to share resources in a given channel.</p><p>Canvases promise to be more convenient, but they might also give Slack a competitive edge. The more likely you are to stay in Slack while sharing documents and performing tasks, the less temptation there is to use competing apps. This might be the decisive factor if you're weighing the merits of Slack versus rivals like Microsoft Teams.</p>This article originally appeared on Engadget at https://www.engadget.com/slack-rolls-out-its-canvas-for-sharing-content-with-your-team-133033749.html?src=rss", "link": "https://www.engadget.com/slack-rolls-out-its-canvas-for-sharing-content-with-your-team-133033749.html?src=rss", "date_published": "2023-04-25 13:30:33+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Lucid begins testing its electric Gravity SUV on US roads", "description": "<p>Lucid is already late on its plan to <a href=\"https://www.engadget.com/lucid-gravity-ev-suv-reservation-date-200050593.html\">open reservations</a> for the three-row Gravity SUV in early 2023. However, the company announced today that the EV is making some progress, saying it's entering a &quot;new phase of development, now testing on public roads throughout the US.&quot; That's a sign that it might be ready to go on sale in the US soon.</p><p>As we learned before, the Gravity shares design language with the Lucid Air but offers up to three rows of seats that can accommodate seven people. It will also have Lucid's &quot;new Glass Cockpit high-resolution displays, powered by the next generation of Lucid UX,&quot; the company said. It's also promising &quot;the driving dynamics of a sports car, and greater electric range than any SUV on the market today.&quot;&nbsp;</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"Lucid begins testing its Gravity SUV on US roads\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/c1e381e0-e343-11ed-bbef-217ee3fcf55b\" style=\"height: 1125px; width: 2000px;\" /><figcaption></figcaption><div class=\"photo-credit\">Lucid</div></figure><p>Other details have yet to be released, like the exact range and performance figures or battery size. Previously, Lucid released a couple interior and exterior shots showing a massive panoramic roof, and today it gave a glimpse of the Gravity's rear and front.&nbsp;</p><p>Lucid recently launched its first EV, the Air sedan, generally receiving good reviews for its driving dynamics, looks and more. While the initial model went on sale at an astronomical $179,000 price, the company has been working to get its less expensive Air and Pure models out to the market. The company <a href=\"https://www.engadget.com/2017-07-04-leecos-assets-frozen-by-chinese-court-as-debts-mount.html\">struggled</a> to design and build its first EV, and recently announced that it's laying off 1,300 workers to reduce expenses. The company did <a href=\"https://www.engadget.com/lucid-air-q4-manufacturing-production-target-151031522.html\">manage to deliver</a> more units than it expected in 2022, however.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/lucid-begins-testing-its-electric-gravity-suv-on-us-roads-130048667.html?src=rss", "link": "https://www.engadget.com/lucid-begins-testing-its-electric-gravity-suv-on-us-roads-130048667.html?src=rss", "date_published": "2023-04-25 13:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "NVIDIA made an open source tool for creating safer and more secure AI models", "description": "<p>Since March, NVIDIA has <a href=\"https://www.engadget.com/nvidia-ai-foundations-customizable-genewrative-ai-cloud-service-161505625.html\"><ins>offered AI Foundations</ins></a>, a service that allows businesses to train large language models (LLMs) on their own proprietary data. Today the company is introducing NeMo Guardrails, a tool designed to help developers ensure their generative AI apps are accurate, appropriate and safe.</p><p>NeMo Guardrails allows software engineers to enforce three different kinds of limits on their in-house LLMs. Specifically, firms can set “topical guardrails” that will prevent their apps from addressing subjects they weren’t trained to tackle. For instance, NVIDIA suggests a customer service chatbot would, with the help of its software, decline to answer a question about the weather. Companies can also set safety and security limits that are designed to ensure their LLMs pull accurate information and connect to apps that are known to be safe.</p><span id=\"end-legacy-contents\"></span><p>According to NVIDIA, NeMo Guardrails works with all LLMs, including ChatGPT. What’s more, the company claims nearly any software developer can use the software. “No need to be a machine learning expert or data scientist,” it says. Since  NeMo Guardrails is open source, NVIDIA notes it will also work with all the tools enterprise developers already use.</p><p>NVIDIA is incorporating NeMo Guardrails into its existing <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f52348f6-2304-415e-b16c-1fb252794066&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=NVIDIA&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTIzNDhmNi0yMzA0LTQxNWUtYjE2Yy0xZmIyNTI3OTQwNjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnZpZGlhLmNvbS9lbi11cy9haS1kYXRhLXNjaWVuY2UvZ2VuZXJhdGl2ZS1haS9uZW1vLWZyYW1ld29yay8iLCJjb250ZW50VXVpZCI6IjAyMTNlZmJhLTQyM2EtNGZlNi1hNjRhLTczZTgxODE1NGU5YSJ9&amp;signature=AQAAAYKRSe4QBXw38hh4-vn6xxIkcQDw5yorld_O_riChy02&amp;gcReferrer=https%3A%2F%2Fwww.nvidia.com%2Fen-us%2Fai-data-science%2Fgenerative-ai%2Fnemo-framework%2F\"><ins>NeMo framework</ins></a> for building generative AI models. Business customers can gain access to NeMo through the company’s <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=f52348f6-2304-415e-b16c-1fb252794066&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=NVIDIA&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiJmNTIzNDhmNi0yMzA0LTQxNWUtYjE2Yy0xZmIyNTI3OTQwNjYiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cubnZpZGlhLmNvbS9lbi11cy9kYXRhLWNlbnRlci9wcm9kdWN0cy9haS1lbnRlcnByaXNlLyIsImNvbnRlbnRVdWlkIjoiMDIxM2VmYmEtNDIzYS00ZmU2LWE2NGEtNzNlODE4MTU0ZTlhIn0&amp;signature=AQAAAfBMcJxWA_cw8yAkFE90vqRfhE1HGximjPBLV2ZxDUIb&amp;gcReferrer=https%3A%2F%2Fwww.nvidia.com%2Fen-us%2Fdata-center%2Fproducts%2Fai-enterprise%2F\"><ins>AI Enterprise</ins></a> software platform. NVIDIA also offers the framework through its AI Foundations service. The release of NeMo Guardrails comes after some of the most high-profile generative AIs, including <a href=\"https://www.engadget.com/watch-us-try-to-break-google-bard-and-bing-ai-153052165.html\"><ins>Microsoft Bing and Google Bard</ins></a>, have come under the microscope for their tendency to “<a href=\"https://en.wikipedia.org/wiki/Hallucination_(artificial_intelligence)\"><ins>hallucination</ins></a>” information. In fact, Google’s chatbot made a factual error during its <a href=\"https://www.theverge.com/2023/2/8/23590864/google-ai-chatbot-bard-mistake-error-exoplanet-demo\"><ins>first public demo</ins></a>.</p><p>“NVIDIA made NeMo Guardrails — the product of several years’ research — open source to contribute to the developer community’s tremendous energy and work AI safety,” NVIDIA said. “Together, our efforts on guardrails will help companies keep their smart services aligned with safety, privacy and security requirements so these engines of innovation stay on track.”</p><p>If you want to read a deep dive into how NeMo Guardrails works, NVIDIA has <a href=\"https://bit.ly/3UWKw0K\"><ins>published a blog post</ins></a> on the subject that also shares information on how to get started with the software.</p>This article originally appeared on Engadget at https://www.engadget.com/nvidia-made-an-open-source-tool-for-creating-safer-and-more-secure-ai-models-130005790.html?src=rss", "link": "https://www.engadget.com/nvidia-made-an-open-source-tool-for-creating-safer-and-more-secure-ai-models-130005790.html?src=rss", "date_published": "2023-04-25 13:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "DJI's Mavic 3 Pro comes with a triple-camera setup", "description": "<p>DJI has unveiled its new flagship consumer drone, the Mavic 3 Pro, with a triple-camera setup that includes a new 70mm lens designed for \"powerful subject framing.\" It also includes a new 10-bit D-Log M color mode, improvements in the tele cameras, and ProRes capture on the Mavic 3 Pro Cine option. It's the company's fourth Mavic 3 drone, joining the <a href=\"https://www.engadget.com/dji-mavic-3-drone-review-cinematic-power-at-a-price-150029600.html\">Mavic 3</a>, the <a href=\"https://www.engadget.com/dji-mavic-3-classic-drone-release-date-price-130039921.html\">Mavic 3 Classic</a> and the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=479372ad-6013-4434-bdb7-ebc5486af4cc&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=DJI&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI0NzkzNzJhZC02MDEzLTQ0MzQtYmRiNy1lYmM1NDg2YWY0Y2MiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cuZGppLmNvbS9pZS9tYXZpYy0zLWVudGVycHJpc2UiLCJjb250ZW50VXVpZCI6ImUxZjJmYTNkLTcyOGUtNGU3YS04ZDI4LWQ4OWJjMGY4YzFmOCJ9&amp;signature=AQAAAXFlsgz4HPnsMdVEJXUfVBYCmpfxu9unY49o8rkP07xl&amp;gcReferrer=https%3A%2F%2Fwww.dji.com%2Fie%2Fmavic-3-enterprise\">Mavic 3 Enterprise</a> models.&nbsp;</p><p>Like the Mavic 3, it's available in regular and Cine models, with the latter having advanced features for filmmakers like Apple ProRes capture (ProRes 422 HQ, ProRes 422, and ProRes 422 LT), a 1TB SSD drive and a 10Gbps lightspeed data cable. However, you'll pay a premium of nearly $1,000 to get those.</p><span id=\"end-legacy-contents\"></span><figure><img alt=\"DJI's Mavic 3 Pro comes with a triple-camera setup\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/b7aaf350-e331-11ed-bbee-54951f8a7165\" style=\"height: 1467px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">DJI</div></figure><p>The new 70mm camera has a 1/1.3-inch sensor that's the same size as on the <a href=\"https://www.engadget.com/dji-mini-3-pro-review-130041928.html\">Mini 3 Pro</a>. Though considerably smaller than the 4/3 chip on the main Hasselblad camera, DJI says the camera is designed for  a \"range of different scenarios from framing intriguing buildings to cars in commercial shoots.\" That comment indicates that the quality should be better than the 7x tele camera. It can handle 48-megapixel (MP) high-res or 12MP low light photos, along with 4K/60fps video.&nbsp;</p><p>Like the main camera, it supports a new log format called D-log M along with DJI's original D-Log. D-Log M is designed to deliver \"natural color gradations with delicate details\" even in high-contrast situations like sunsets, the company says. At the same time, it's easier to grade than typical log footage, according to DJI. It can shoot up to 10-bit 4:2:2 ProRes video on the Mavic 3 Pro Cine model and 10-bit 4:2:0 (H.264/H.265) on the regular model.&nbsp;</p><figure><img alt=\"DJI's Mavic 3 Pro comes with a triple-camera setup\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/18a6d4d0-e332-11ed-bcc7-05b24f88ca9c\" style=\"height: 1264px; width: 1982px;\" /><figcaption></figcaption><div class=\"photo-credit\">DJI</div></figure><p>DJI has also improved the 7x (166mm equivalent) tele camera, boosting the aperture from f4.4 to f3.4, which should make it considerably better in low light. It also offers boosted video specs, up from 4K at 30p on the Mavic 3 to 4K/60fps.</p><p>Aside from those improvements, it's much the same as the Mavic 3. The main 4/3 Hasselblad camera can shoot video at up to 5.1K at 50fps or DCI 4K at 120fps, with the new D-Log M mode, along with D-Log and HLG options. As before, it can capture 10-bit 4:2:2 ProRes (Mavic 3 Pro Cine) and 10-bit 4:2:0 H.264/H.265 video on the Mavic 3 Pro.&nbsp;</p><figure><img alt=\"DJI's Mavic 3 Pro comes with a triple-camera setup\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/966f2610-e332-11ed-bfa7-4098bcd1b13b\" style=\"height: 1466px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">DJI</div></figure><p>It allows up to 43 minutes of flight time, roughly the same as before. You'll also get DJI's omnidirectional sensing and APAS 5.0 obstacle protection, with eight wide-angle vision sensors and a high-performance vision computing to engine \"to precisely sense obstacles in all directions and plan a safe flight to avoid them,\" DJI says. Its DJI O3+ transmission system can transmit a 1080p/60fps HD live feed at high frame rates at a distance of up to 15 km (10 miles), though considerably less in Europe.&nbsp;</p><p>The Mavic 3 Pro also offers key AI features seen on the Mavic 3 and other models. Among those is ActiveTrack 5.0 designed to track a subject while avoiding obstacles, Spotlight (moving the drone around the subject), and Point of Interest (allows the drone to circle around the subject while keeping it centered in the frame).&nbsp;</p><figure><img alt=\"DJI's Mavic 3 Pro comes with a triple-camera setup\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/c5a55490-e332-11ed-adde-13f067fe47ea\" style=\"height: 1466px; width: 2200px;\" /><figcaption></figcaption><div class=\"photo-credit\">DJI</div></figure><p>In addition, it includes features designed for creators like MasterShots 4, QuickShots 5 with diverse camera movements like Dronie, Rocket, Circle and Helix, and Panorama 6, designed to take a 100 MP photo. It also comes with a time lapse mode.&nbsp;</p><p>As for the price, the Mavic 3 Pro is only a bit more expensive than the Mavic 3's current $2,049 starting price. The Mavic 3 Pro with a DJI RC starts at $2,199, while the Fly More combo with the DJI RC, three intelligent flight batteries, a charging hub, carrying bag and one ND filter set is $2,999. The same thing with the DJI RC Pro remote (the high-end one with a screen) is $3,889, and the Mavic 3 Pro Cine Premium Combo (with the latter accessories) is $4,799. It's now available to order with shipping starting in May.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/djis-mavic-3-pro-comes-with-a-triple-camera-setup-130001265.html?src=rss", "link": "https://www.engadget.com/djis-mavic-3-pro-comes-with-a-triple-camera-setup-130001265.html?src=rss", "date_published": "2023-04-25 13:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "BMW brings its Digital Key Plus feature to Samsung Galaxy and Pixel phones", "description": "<p>BMW has announced <a href=\"https://www.press.bmwgroup.com/united-kingdom/article/detail/T0413703EN_GB/android-smartphones-become-fully-fledged-vehicle-keys-bmw-digital-key-plus-now-also-available-on\">Android smartphone owners can now use hands-free technology</a> that opens your car with your phone. The feature, known as the Digital Key Plus, will be available on the Samsung Galaxy S23+, Galaxy S23 Ultra, Google Pixel 7 Pro and a range of other newer Samsung devices. Prior to this, it was only available for anyone with an iPhone or Apple Watch.</p><p>The Digital Key Plus uses ultra wideband (UWB) digital radio technology to function the same way any traditional key fob would: When your phone goes near your car — from inside your pocket, bag or so on — it unlocks and then locks back up again when you leave. You can also access controls directly on the My BMW app to lock and unlock the car, open your trunk and control the temperature. The homepage lets you know the status of each feature, such as if your car is actually locked.&nbsp;</p><span id=\"end-legacy-contents\"></span><p><a href=\"https://www.bmw.co.uk/en/topics/owners/bmw-connecteddrive/digital-key.html\">BMW previously released its Digital Key</a> for the <a href=\"https://www.engadget.com/samsung-galaxy-s21-review-camera-samples-screen-specs-160033680.html\">Samsung Galaxy S21</a> and <a href=\"https://www.engadget.com/google-pixel-6-and-pixel-6-pro-review-specs-camera-samples-battery-test-160014200.html\">Google Pixel 6 phones</a>, but that feature required drivers to hold their phone up to the door handle. The hands-free option is a small upgrade, but saves digging for your phone at least. BMW also claims the UWB technology's precision almost entirely removes the risk of anyone jamming or intercepting the radio signals.&nbsp;</p><p>The expansion follows BMW's December announcement that you can <a href=\"https://www.engadget.com/iphone-digital-car-keys-share-with-android-pixel-162505575.html\">share a Digital Key between Apple and Google devices</a>. Basically, if you're nice enough to let a friend borrow your car for the weekend, they can use their phone to control it.&nbsp;</p><p>At the moment, you need a pretty new car to make use of this new feature. Only BMW cars built since November 2022 with Digital Key Plus technology are compatible with Androids. The company plans to use remote software updates to eventually expand access to older models.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/bmw-brings-its-digital-key-plus-feature-to-samsung-galaxy-and-pixel-phones-122534824.html?src=rss", "link": "https://www.engadget.com/bmw-brings-its-digital-key-plus-feature-to-samsung-galaxy-and-pixel-phones-122534824.html?src=rss", "date_published": "2023-04-25 12:25:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "AT&T completes the first 'space-based voice call' using a standard smartphone", "description": "<p>AT&amp;T, helped by satellite communications specialist AST SpaceMobile, has announced the first two-way audio call using satellites with a standard smartphone. The initial call came from AT&amp;T in Midland, Texas, to mobile carrier Ratuken in Japan on an unmodified Samsung Galaxy S22 smartphone using AST SpaceMobile's BlueWalker 3 satellite.</p><p>The use of satellites could be a significant step toward increasing cellular access not only in the US, where large areas of the country struggle with service, but in developing countries too. Typically a mobile phone call requires nearby cell towers to provide service. Many areas across the United States, such as rural communities and national parks, are \"dead zones\" — yes, just like the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?merchantId=89f68c82-f255-44fa-8db9-03fec996b93a&amp;siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;merchantName=YouTube&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsInN0b3JlSWQiOiI4OWY2OGM4Mi1mMjU1LTQ0ZmEtOGRiOS0wM2ZlYzk5NmI5M2EiLCJsYW5kaW5nVXJsIjoiaHR0cHM6Ly93d3cueW91dHViZS5jb20vd2F0Y2g_dj0wU2ZuMlNpT2dZWSIsImNvbnRlbnRVdWlkIjoiMTFjYmQzZWItNTJiYS00Y2E3LTlmZDYtNzg0ZTRlYWIzNjlhIn0&amp;signature=AQAAAYnVQX7WoNzHDYTZtNLGbRK8di8jWTeinptNlRaoCWZE&amp;gcReferrer=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D0Sfn2SiOgYY\">eerie early 2000s Verizon commercials</a> warned. The same technology could be a great solution to the same issues in developing countries. Instead, satellites could act as a sort of space-based network of cell towers — with <a href=\"https://ast-science.com/spacemobile-network/\">AST SpaceMobile claiming</a> it's \"building the first and only space-based cellular broadband network.\"</p><span id=\"end-legacy-contents\"></span><p>AT&amp;T aims to use satellites to provide global cellular broadband from 2G to 5G. \"Achieving what many once considered impossible, we have reached the most significant milestone to date in our quest to deliver global cellular broadband from space,\" Abel Avellan, CEO and chairman of AST SpaceMobile, said in a release. \"While we take a moment to celebrate this tremendous accomplishment, we remain focused on the path ahead and pivotal next steps that get us closer to our goal of transforming the way the world connects.\"&nbsp;</p><p>It's unclear whether satellite access would come at an extra cost. In <a href=\"https://www.cnet.com/tech/mobile/at-t-teams-with-satellite-provider-ast-spacemobile-as-it-looks-to-boost-coverage/\">AT&amp;T's original AST SpaceMobile partnership annoucement</a>, the company couldn't say whether existing plans would include satellite coverage.&nbsp;</p><p>AT&amp;T is one of a few carriers looking to expand its satellite access. <a href=\"https://www.engadget.com/verizon-amazon-project-kuiper-satellite-internet-133327300.html\">Verizon teamed up with Amazon's Project Kuiper</a> satellite network in 2021 with the intention of connecting underserved communities and industries. Amazon is in the midst of launching its satellites into space, with its FCC license requiring at least half of the 3,236 they plan to deploy to be operational by July 2026.&nbsp;</p><p><a href=\"https://www.engadget.com/spacex-is-getting-ready-to-test-its-starlink-satellite-to-cell-phone-service-181810564.html\">T-Mobile has also partnered with SpaceX</a>, a major competitor of Project Kuiper, with plans to \"start getting into testing\" its satellite mobile coverage this year. There are currently <a href=\"https://www.space.com/spacex-starlink-satellite-launch-group-6-2\">over 4,000 Starlink V2 satellites in orbit</a>, though some have experienced issues requiring them to be <a href=\"https://twitter.com/elonmusk/status/1638616130356133888?s=20\">removed from orbit</a> or tested further. T-Mobile has claimed customers should have satellite access through most existing plans and, like AT&amp;T, that existing phones should work with the satellite offerings.&nbsp;</p><p>While satellite offerings aren't available for consumers yet, this successful test brings widespread access one step closer to becoming a reality.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/att-completes-the-first-space-based-voice-call-using-a-standard-smartphone-120012437.html?src=rss", "link": "https://www.engadget.com/att-completes-the-first-space-based-voice-call-using-a-standard-smartphone-120012437.html?src=rss", "date_published": "2023-04-25 12:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "The Morning After: Apple wins appeals court ruling against Epic Games", "description": "<p>The long-running legal tussle between Apple and Epic Games picked up another <a href=\"https://www.engadget.com/apple-wins-appeals-court-ruling-against-epic-games-191331514.html\">ruling</a>, in the former’s favor, although the three-judge panel also upheld a part of the original ruling in Epic's favor. The US Ninth Circuit Court of Appeals upheld a lower court ruling, which rejected most of Epic's claims that Apple violated federal competition law by prohibiting other app stores on its devices.</p><p>“There is a lively and important debate about the role played in our economy and democracy by online transaction platforms with market power,” the panel wrote in the decision. “Our job as a federal court of appeals, however, is not to resolve that debate — nor could we even attempt to do so. Instead, in this decision, we faithfully applied existing precedent to the facts.” In short, the ruling maintains the status quo – unless further appeals move the case to a higher court.</p><p>– Mat Smith</p><p><em>The Morning After isn’t just a</em><a href=\"https://www.engadget.com/about/newsletter/\"><em> newsletter</em></a><em> –  it’s also a daily podcast. Get our daily audio briefings, Monday through Friday, by</em><a href=\"https://www.engadget.com/2019-08-01-engadget-podcasts.html\"><em> subscribing right here</em></a><em>.</em></p><h3>The biggest stories you might have missed</h3><h3></h3><p><a href=\"https://www.engadget.com/the-uk-is-creating-a-100-million-ai-taskforce-143507868.html\">The UK will spend £100 million to develop its own 'sovereign' AI </a></p><p><a href=\"https://www.engadget.com/blizzard-sued-by-former-chinese-partner-after-messy-breakup-175023726.html\">Blizzard was reportedly sued by former Chinese partner after messy breakup</a></p><p><a href=\"https://www.engadget.com/google-authenticator-finally-syncs-one-time-codes-in-the-cloud-185207290.html\">Google Authenticator finally syncs one-time codes in the cloud </a></p><p><a href=\"https://www.engadget.com/best-smart-speakers-151515264.html\">The best smart speakers for 2023</a></p><p><a href=\"https://www.engadget.com/supreme-court-will-decide-if-government-officials-can-block-social-media-critics-155717504.html\">Supreme Court will decide if government officials can block social media critics </a></p><p><a href=\"https://www.engadget.com/chicago-helicopter-airways-taxi-airports-transportation-153747571.html\">Travelers in the ‘60s used to catch helicopter taxis between Chicago airports</a></p><p></p><h2><a href=\"https://www.engadget.com/grimes-invites-ai-artists-to-use-her-voice-promising-50-percent-royalty-split-165659578.html\">Grimes invites AI artists to use her voice, promising 50 percent royalty split</a></h2><h3>“Feel free to use my voice without penalty,” the artist tweeted.</h3><a href=\"https://www.engadget.com/grimes-invites-ai-artists-to-use-her-voice-promising-50-percent-royalty-split-165659578.html\"><figure><img alt=\"TMA\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/9ba96a50-e355-11ed-bd7b-56ab7f6b3ef7\" style=\"height: 426px; width: 675px;\" /><figcaption></figcaption><div class=\"photo-credit\">Jordan Strauss/Invision/AP</div></figure></a><p>Canadian musician Grimes says AI artists can use her voice without worrying about copyright or legal enforcement. “I’ll split 50% royalties on any successful AI-generated song that uses my voice. Same deal as I would with any artist I collab with,” she tweeted on Sunday.</p><p>It comes after streaming platforms removed an AI-generated song using simulated voices of Drake and The Weeknd. Universal Music Group (UMG), which represents both artists, called for the purge after “Heart on My Sleeve” garnered over 15 million listens on TikTok and 600,000 on Spotify. UMG argued that publishing a song trained on its artists’ voices was “a breach of our agreements and a violation of copyright law.”</p><p><a href=\"https://www.engadget.com/grimes-invites-ai-artists-to-use-her-voice-promising-50-percent-royalty-split-165659578.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/microsoft-will-reportedly-unbundle-teams-from-office-to-avoid-antitrust-concerns-183139403.html\">Microsoft will reportedly unbundle Teams from Office to avoid antitrust concerns</a></h2><h3>It hopes to head off an EU investigation, but ‘a deal is not certain.’</h3><h3></h3><p>Microsoft has agreed to stop bundling its Teams remote collaboration software with its Office productivity suite, according to the <em>Financial Times</em>. The company’s move attempts to head off an official EU antitrust investigation as it deals with its most significant regulatory concerns in over a decade. The <em>FT</em>’s sources say companies will eventually be able to buy Office with or without Teams installed, “but the mechanism on how to do this remains unclear.” Microsoft is facing its first regulatory issues in a decade. The company agreed to a settlement with the European Commission in 2009, offering European customers a choice of web browsers; it was fined €561 million in 2013 for failing to adhere consistently to that ruling.</p><p><a href=\"https://www.engadget.com/microsoft-will-reportedly-unbundle-teams-from-office-to-avoid-antitrust-concerns-183139403.html\"><strong>Continue reading.</strong></a></p><p></p><h2><a href=\"https://www.engadget.com/kindle-scribe-update-lets-you-send-documents-directly-from-microsoft-word-160004681.html\">Kindle Scribe update lets you send documents directly from Microsoft Word</a></h2><h3>There are also annotation improvements and a two-column layout.</h3><h3></h3><p>The Kindle Scribe will soon be able to send documents directly from Microsoft Word to the e-reader with just a few clicks. This means you can read documents on the go or physically annotate them using the touchscreen and a Scribe pen. There’s also a new multi-column layout for reading two pages at once.</p><p><a href=\"https://www.engadget.com/kindle-scribe-update-lets-you-send-documents-directly-from-microsoft-word-160004681.html\"><strong>Continue reading.</strong></a></p><p></p><span id=\"end-legacy-contents\"></span><h2><a href=\"https://www.engadget.com/like-it-or-not-a-call-of-duty-board-game-is-coming-in-2024-141702572.html%20https://www.engadget.com/...\">Like it or not, a Call of Duty board game is coming in 2024</a></h2><h3>Pre-orders will open on Kickstarter this fall.</h3><p></p><p>Activision has teamed up with board game publisher Arcane Wonders, along with Genuine Entertainment and Evolution to make the game. Call of Duty: The Board Game is said to be a fast-paced blend of combat, strategy and tactical planning. However, what that means in the context of a board game is unclear. Also, does multibillion-dollar publisher Activision really need to be selling its wares on Kickstarter?</p><p><a href=\"https://www.engadget.com/like-it-or-not-a-call-of-duty-board-game-is-coming-in-2024-141702572.html%20https://www.engadget.com/...\"><strong>Continue reading.</strong></a></p>This article originally appeared on Engadget at https://www.engadget.com/the-morning-after-apple-wins-appeals-court-ruling-against-epic-games-111604576.html?src=rss", "link": "https://www.engadget.com/the-morning-after-apple-wins-appeals-court-ruling-against-epic-games-111604576.html?src=rss", "date_published": "2023-04-25 11:16:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Yelp's latest update includes AI suggestions, new review options and more", "description": "<p>Yelp has announced a bunch of updates across its site and apps, including a light lean into the AI trend. New features include providing a consumer guarantee, expanded review options and password-free logins.&nbsp;</p><p>Yelp is utilizing AI and natural language models to further improve its search features. When you search for a specific place, like a tennis court, Yelp will suggest options and add a review with helpful information about going there — such as being able to book in advance. Further updates include showing you relevant businesses across the country and clickable tags like &quot;Breakfast and Brunch.&quot;</p><span id=\"end-legacy-contents\"></span><p>If you're unsure what you're craving, their new &quot;Surprise Me&quot; button will suggest a well-rated restaurant in your area. It's available right on your search page and you can keep clicking it until something gets your taste buds excited.</p><p>Yelp Guaranteed is a new protection available for people looking to hire anyone from a plumber to a contractor. Customers who use <a href=\"https://www.engadget.com/yelp-projects-service-professional-contractor-120017380.html\">Yelp's Request A Quote service</a> can find businesses that are &quot;Backed by Yelp Guaranteed&quot; — it will display it right on their information page. If anything goes wrong after you hire one of them, Yelp says it will reimburse you up to to $2,500.</p><p>Currently, it's only available in select major cities like San Francisco, Chicago and Seattle, with just iOS users able to filter for it. According to Yelp, it should roll out nationwide and extend to Android and web users this summer.&nbsp;</p><figure><img alt=\"Phones show Yelp Guarantee\" src=\"https://s.yimg.com/os/creatr-uploaded-images/2023-04/201a0100-de92-11ed-bf3f-d5bd40cd13f2\" style=\"height: 587px; width: 1100px;\" /><figcaption></figcaption><div class=\"photo-credit\">Yelp</div></figure><p>Yelp is encouraging users to cover food, service and ambiance in their reviews, with each topic appearing at the top of the page. If you mention anything in one of the categories, it will light up green and have a checkmark next to it. You can also now add videos up to 12 seconds along with your review.&nbsp;</p><p>The final set of Yelp's updates focus on the site's look and logistics. Just like with reviews, <a href=\"https://www.engadget.com/yelps-new-home-page-makes-it-easier-to-discover-local-restaurants-120042081.html\">Yelp Connect</a> — the paid option for business owners to share updates — now offers a video option. Yelp's home and navigation pages have also been refreshed to include easier access to <a href=\"https://www.engadget.com/yelp-widens-its-push-to-list-health-inspection-grades-for-restaurants-110024684.html\">restaurants' menus and ratings</a>.&nbsp;</p><p>This should all be a little quicker to access with Yelp finally offering automatic logins. You'll be sent a secure email the next time you sign in and, from then on, you don't have to worry about remembering your password. A lot of these are small changes but, overall, could make Yelp a bit more comprehensive moving forward.&nbsp;</p>This article originally appeared on Engadget at https://www.engadget.com/yelps-latest-update-includes-ai-suggestions-new-review-options-and-more-110023813.html?src=rss", "link": "https://www.engadget.com/yelps-latest-update-includes-ai-suggestions-new-review-options-and-more-110023813.html?src=rss", "date_published": "2023-04-25 11:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "UK bill could protect consumers from 'subscription traps' and fake reviews", "description": "<p>The UK's Competition and Markets Authority (CMA) has <a href=\"https://www.gov.uk/government/news/new-bill-to-crack-down-on-rip-offs-protect-consumer-cash-onlineand-boost-competition-in-digital-markets\">introduced</a> a new bill that would give it the power slap the biggest tech companies with a fine worth billions if they don't comply with its rules. It's a multi-faceted bill that's aimed at protecting consumers and encouraging competition, and it will allow the CMA to directly enforce the law instead of having to go through the court.&nbsp;</p><p>If the bill passes, the agency's Digital Markets Unit (DMU) will be able to enforce a set of rules on how companies it deems to have &quot;strategic market status&quot; in key digital services have to operate. The CMA didn't name any specific company in its announcement, but the DMU will most likely identify Google, Apple and Amazon as organizations with strategic market status.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>The DMU could require them to be more transparent on how their app store review systems work or to open up their data to rivals — in Google's case, it could be a rival search engine. If these companies fail to abide by the new rules, the DMU could fine them up to 10 percent of their global turnover. Apple, for example, earned around $283 billion in revenue for 2022, so that could translate to a massive fine worth $28.3 billion.&nbsp;</p><p>In addition to giving CMA the ability to set rules for tech giants, the new bill will also address the problem with &quot;subscription traps,&quot; which is costing UK consumers £1.6 billion (US$2 billion) a year. Its new rules will require businesses, not just the biggest tech companies, to provide customers with clearer information before they start a subscription. Companies will also be required to send customers notifications if their free or low-cost trial is coming to an end and before their subscription auto-renews. Plus, companies will have to provide customers an easy way to unsubscribe. In the US, the Federal Trade Commission <a href=\"https://www.engadget.com/ftc-wants-to-make-it-easier-for-you-to-cancel-subscriptions-142649542.html\">proposed a similar rule</a> back in March that would make it as easy to cancel subscriptions as it is to sign up. The proposal is also still waiting for approval before it can be implemented.&nbsp;</p><p>Another concern the bill will address is fake reviews. The new rules are expected to prohibit companies from commissioning the composition and submission of fake reviews and from posting reviews without taking steps to ensure that they're genuine. Further, the rules would make it illegal to offer or to advertise submitting, commissioning and facilitating fake reviews.</p><p>Sarah Cardell, Chief Executive of the CMA, said in a statement:</p><p>&quot;The new powers in this bill help the CMA take swift, decisive action to tackle rip offs, protecting consumers whether they are shopping online or on the high street. The new fining powers will provide an important deterrent to businesses seeking to take advantage of people while also ensuring fair dealing businesses can thrive.&nbsp;</p><p>The bill will also strengthen the Digital Markets Unit, helping to ensure digital markets remain competitive and continue to benefit people, business, and the UK economy. We welcome its introduction to parliament and look forward to it progressing.&quot;</p>This article originally appeared on Engadget at https://www.engadget.com/uk-bill-could-protect-consumers-from-subscription-traps-and-fake-reviews-095558923.html?src=rss", "link": "https://www.engadget.com/uk-bill-could-protect-consumers-from-subscription-traps-and-fake-reviews-095558923.html?src=rss", "date_published": "2023-04-25 09:55:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.engadget.com/rss.xml", "title": "Opera One is a browser designed for generative AI features", "description": "<p>Opera has <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vcGVyYS5jb20iLCJjb250ZW50VXVpZCI6ImQ1YmEyYjJiLTIzOTgtNDFjYS05Y2NjLTQ0OGU0NTRlNGI0YyJ9&amp;signature=AQAAAfeqNZtXutdxHfUGP65GA336BHQS0GZpduA0N1CbrlPw&amp;gcReferrer=https%3A%2F%2Fwww.opera.com\">released</a> the early access version of its completely redesigned browser that it plans to launch for all platforms later this year. It's called Opera One, and it was designed to have a cleaner look with plenty of open space for future generative AI features and extensions in its sidebar and address bar. Opera says it has implemented a new multithreaded compositor and its new modular design principles for the browser to enable a fresh batch of features that include what it calls \"tab islands.\"</p><p>The browser has the capability to automatically and intuitively group websites people open based on their content. It will open all pages with menus and restaurant details in one island, for instance, and all tabs with Google Docs in another. The idea is to reduce confusion and make it easier to jump between tasks, whether for work or for something personal. Opera apparently conducted research and found that users get overwhelmed by the number of tabs they have and wish their browsers could do more for them. This is Opera's answer to that problem.&nbsp;</p><span id=\"end-legacy-contents\"></span><p>While the browser was designed with the capability to create tab islands on its own, users can manually group pages together, as well. They can drag and drop tabs between islands or create a new one by pressing the CTRL or Command button and clicking on the websites they want to group before right clicking on the \"create a tab island\" option. Opera considers tab islands as the first manifestation if its modular design strategy with their clearly distinguishable island borders and color markets, so we could probably expect more similarly designed features.&nbsp;</p><p>In addition to tab islands, Opera One comes with ChatGPT, ChatSonic and AI Prompts enabled by default. If you'll recall, the company <a href=\"https://www.engadget.com/opera-adds-chatgpt-and-ai-prompts-into-its-browser-113500436.html\">introduced sidebar integration</a> for the AI chatbots back in March, allowing users to quickly launch them in a separate window within the browser. Meanwhile, the AI Prompts feature suggests different ways people can use the chatbots to transform the text on page, such turning a chunk of text into a soap opera dialogue or extracting information from it to create quiz questions.&nbsp;</p><p>Opera One is now available for download from the <a class=\"rapid-with-clickid\" href=\"https://shopping.yahoo.com/rdlw?siteId=us-engadget&amp;pageId=1p-autolink&amp;featureId=text-link&amp;custData=eyJzb3VyY2VOYW1lIjoiV2ViLURlc2t0b3AtVmVyaXpvbiIsImxhbmRpbmdVcmwiOiJodHRwczovL3d3dy5vcGVyYS5jb20iLCJjb250ZW50VXVpZCI6ImQ1YmEyYjJiLTIzOTgtNDFjYS05Y2NjLTQ0OGU0NTRlNGI0YyJ9&amp;signature=AQAAAfeqNZtXutdxHfUGP65GA336BHQS0GZpduA0N1CbrlPw&amp;gcReferrer=https%3A%2F%2Fwww.opera.com\">company's website</a>.&nbsp;</p><div id=\"0cbeb7f6ce4942eab270738ddaaab731\"><div style=\"width: 100%; height: 0; padding-bottom: 56.25%;\"></div></div><p></p>This article originally appeared on Engadget at https://www.engadget.com/opera-one-is-a-browser-designed-for-generative-ai-features-070048153.html?src=rss", "link": "https://www.engadget.com/opera-one-is-a-browser-designed-for-generative-ai-features-070048153.html?src=rss", "date_published": "2023-04-25 07:00:48+00:00", "persistent": false, "user": null, "language": "en-US"}]