[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 Video Games That Were Way Better Than They Had Any Right to be", "description": "If it wasn't obvious, making a video game isn't easy. Along with creating a strong concept and design, you need to hire artists and programmers, budget everything accordingly, manage production cycles, squash bugs, coordinate teams and much more over years. Whether an indie or big-budget game, it's hard to predict how some games will turn out.\n\nHowever, there are games which turn out even better than expected. Even if they looked good, the final result is something truly special. Here are 15 games that are way better than they initially had any right to be.", "link": "https://www.youtube.com/watch?v=vZgKfoGUV6U", "date_published": "2023-04-25 15:30:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "What the Hell Is Going on With Unrecord?", "description": "Independent studio DRAMA have caused a stir with the first official gameplay trailer for their upcoming tactical FPS Unrecord. Said to follow the story of a police officer working to solve a series of complex cases, Unrecord distinguishes itself from its contemporaries by way of its unique bodycam perspective. \n\nHowever, witnessing tense gunplay through distorted fish-eye lenses affords players opportunity to savour shooting and grisly death in unprecedented detail. Understandably, Unrecord’s realism has unsettled many; the game’s bodycam aesthetic akin to real life police and military footage – often when conducting operations to resolve extremely distressing situations – is a little too close to the bone. An unnerving reality for many, inverted to entertainment for everyone else.", "link": "https://www.youtube.com/watch?v=FDShllGT-WY", "date_published": "2023-04-25 13:30:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Stray Blade Review - The Final Verdict", "description": "Stray Blade is a game that could have been something more. With additional polish, it could at least be more fun to play, ensuring smoother exploration and less problematic enemies. \n\nHowever, even if some of the design choices with the combat warrant some significant overhauls, you're still left with a fairly average story, above-average to decent exploration, and a nice-looking aesthetic. It just isn't worth dealing with, given all the other issues.", "link": "https://www.youtube.com/watch?v=Qm_LQdtkVmA", "date_published": "2023-04-25 11:45:01+00:00", "persistent": false, "user": null, "language": "en-US"}]