[{"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 427 of the invasion", "description": "<p>Strike on Kharkiv museum kills one, injures 10; number of Russian casualties drops in April after failure of winter offensive</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/russia-ukraine-war-at-a-glance-what-we-know-on-day-427-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/russia-ukraine-war-at-a-glance-what-we-know-on-day-427-of-the-invasion", "date_published": "2023-04-25 23:03:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cuts in school trips in England hitting children in poorer areas hardest, shows poll", "description": "<p>Survey shows large cuts to outings, teaching assistants and GCSE and A-level choices, reflecting ‘decades of government underfunding’</p><p>Half of school leaders in England say they are having to cut school trips and outings, with children in disadvantaged areas more likely to lose out, according to polling.</p><p>Almost two-thirds (63%) of senior leaders who took part in the survey are having to cut teaching assistants, while a quarter are reducing sports, extracurricular activities and the number of GCSE and A-level subject choices available to their pupils.</p> <a href=\"https://www.theguardian.com/education/2023/apr/26/cuts-in-school-trips-in-england-hitting-children-in-poorer-areas-hardest-shows-poll\">Continue reading...</a>", "link": "https://www.theguardian.com/education/2023/apr/26/cuts-in-school-trips-in-england-hitting-children-in-poorer-areas-hardest-shows-poll", "date_published": "2023-04-25 23:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pret’s five-coffees-a-day subscription rises to £30 a month", "description": "<p>Chain raises price amid' ‘inflationary challenges’ but adds in 10% off food, as part of Club Pret rebrand</p><p>Pret a Manger is upping the cost of its subscription service by a fifth – but adding a 10% discount on food and snacks alongside free drinks to the offer from Wednesday – as the sandwich chain warns that the “inflationary challenge” remains.</p><p>Its chief executive, Pano Christou, said Pret a Manger may have to put wages up again this year – after a 19% rise in the past year – amid stiff competition for workers.</p> <a href=\"https://www.theguardian.com/business/2023/apr/26/pret-a-manger-subscription-rises-to-30-a-month-club-pret\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/26/pret-a-manger-subscription-rises-to-30-a-month-club-pret", "date_published": "2023-04-25 23:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Temperate rainforests to be restored in Wales and Isle of Man", "description": "<p>Wildlife Trusts schemes are part of wider programme to help rare habitat recover across British Isles</p><p>Two temperate rainforests in Wales and on the Isle of Man have been named as the first to be restored by the Wildlife Trusts, as part of a wider programme to help the rare habitat recover across the British Isles.</p><p>Temperate rainforests, also known as Atlantic or Celtic rainforests, are found in places with exposure to the sea – areas with “high oceanicity” – and receive high rainfall and humidity, with a low variation in annual temperature. It is a globally rare habitat, thought to be more threatened than tropical rainforest.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/26/temperate-rainforests-to-be-restored-in-wales-and-isle-of-man\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/26/temperate-rainforests-to-be-restored-in-wales-and-isle-of-man", "date_published": "2023-04-25 23:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK energy suppliers sitting on £7bn credit belonging to 16m households", "description": "<p>Balances with utilities are £5bn higher than April 2022 despite cost of living crisis after customers cut usage</p><p>Energy suppliers are hoarding nearly £7bn of customers’ money despite a cost of living crisis that has left some households forced to choose between heating and eating.</p><p>More than 16m UK households are collectively in credit by £6.7bn to their suppliers, with half of those holding balances of more than £200, research from comparison site Uswitch.com has shown.</p> <a href=\"https://www.theguardian.com/money/2023/apr/26/uk-energy-suppliers-sitting-on-7bn-credit-belonging-to-16m-households\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/26/uk-energy-suppliers-sitting-on-7bn-credit-belonging-to-16m-households", "date_published": "2023-04-25 23:01:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Taliban kill mastermind of 2021 Kabul airport bombing, say US officials", "description": "<p>Islamic State suicide attack that killed 180 including 13 US service members occurred during US withdrawal from Afghanistan</p><p>The Islamic State leader behind the 2021 Kabul airport suicide bombing that killed about 180 people including 13 US service members has been killed by the Taliban, according to US officials.</p><p>The IS leader, whose identity has not yet been released, was killed in southern Afghanistan in early April as the Taliban conducted a series of operations against the Islamic State group, according to one of the officials. The Taliban at the time were not aware of the identity of the person they killed, the official added.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/taliban-kill-mastermind-2021-kabul-airport-bombing\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/taliban-kill-mastermind-2021-kabul-airport-bombing", "date_published": "2023-04-25 22:45:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nelly and Nadine: Ravensbrück, 1944 Storyville review – a radical tale of lesbian love in a concentration camp", "description": "<p>Through startlingly poetic memoirs and intimate footage of a woman discovering her grandmother’s incredible life, this documentary delivers a gut punch of a story</p><p>A middle-aged woman hovers anxiously in her idyllic French farmhouse kitchen, its table strewn with reams of yellowing papers. Among them is her grandmother’s diary: an account of her imprisonment in Nazi concentration camps, first Ravensbrück, a female-only camp in Germany, and later Mauthausen in Austria. For 20 years, Sylvie Bianchi has been gathering the strength to read these pages. Now, she is finally ready to face this account of the horrors her grandmother survived.</p><p>The diary tells of how Nelly Mousset-Vos – an opera singer who Bianchi later discovers worked for a Belgian resistance network (she was not Jewish) – was arrested in Paris in 1943; “torn away from this world”. Her poeticism is startling: when it snows, the barbed wire encircling the camp appears to be “dusted with powdered sugar”. After spending five days in a cattle wagon packed so tightly with others that she cannot move, leaving her trapped amid the putrid stench of dysentery, she arrives at the “antechamber to hell” and falls asleep on the floor.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/25/nelly-and-nadine-ravensbruck-1944-storyville-review-a-radical-tale-of-lesbian-love-in-a-concentration-camp\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/25/nelly-and-nadine-ravensbruck-1944-storyville-review-a-radical-tale-of-lesbian-love-in-a-concentration-camp", "date_published": "2023-04-25 22:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rishi Sunak to announce recruitment of 20,000 police officers since 2019", "description": "<p>PM ‘confident’ that government has met pledge made at last general election on police numbers in England and Wales</p><p>Rishi Sunak is due to announce that the government has successfully recruited 20,000 police officers since 2019, as critics point out that a similar number have been cut by Tory-led administrations since 2010.</p><p>In a statement, the prime minister said: “When I stood at the steps of Downing Street six months ago, I made clear that I would do whatever it takes to cut crime and make our communities safer. At the heart of that pledge is recruiting 20,000 additional police officers.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/rishi-sunak-recruitment-police-officers-england-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/rishi-sunak-recruitment-police-officers-england-wales", "date_published": "2023-04-25 21:53:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EFL roundup: Burnley clinch Championship title at rivals Blackburn", "description": "<ul><li>Blackburn 0-1 Burnley</li><li>Plymouth and Ipswich win to close on League One promotion</li></ul><p><strong>Burnley</strong> clinched the Championship title with a gritty 1-0 win at <strong>Blackburn</strong>. Vincent Kompany’s men were far from their vintage best in a keenly contested east Lancashire derby but displayed why they are champions with a dogged determination to keep Blackburn out and a moment of magic midway through the second half through Manuel Benson’s sumptuous curling strike.</p><p>Benson’s 12th goal of the season – Burnley’s only shot on target – was a strike worthy of winning the league and to do so at the home of their fiercest rivals caps a perfect season for the Clarets, who could still top the 100-point mark.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/burnley-clinch-championship-title-thanks-to-benson-goal-at-blackburn\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/burnley-clinch-championship-title-thanks-to-benson-goal-at-blackburn", "date_published": "2023-04-25 21:46:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Arteta urges Arsenal to relish ‘beautiful experience’ of Manchester City clash", "description": "<ul><li>League leaders meet title rivals at Etihad on Wednesday evening</li><li>‘It’s going to be a tough night … but the opportunity is incredible’</li></ul><p>Mikel Arteta wants Arsenal to savour the “beautiful experience” of a potential title decider against Manchester City at the Etihad but accepts his players will have to delve into previously untapped resources to regain control of a neck-and-neck race for the top.</p><p>Arsenal travel to Manchester with a five-point lead at the summit but, given their opponents have two games in hand, anything bar a win would make City favourites to pull clear by the end of the season. Three straight draws have squandered much of Arsenal’s advantage but Arteta praised his side for staying with Pep Guardiola’s team and urged them to hit the heights required for a successful conclusion.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/arteta-urges-arsenal-to-relish-beautiful-experience-of-manchester-city-clash\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/arteta-urges-arsenal-to-relish-beautiful-experience-of-manchester-city-clash", "date_published": "2023-04-25 21:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jamie Vardy salvages draw for dogged Leicester to leave Leeds frustrated", "description": "<p></p><p>Some cushions are plumper than others and no one could call the two-point bolster separating Leeds from the bottom three remotely comfortable.</p><p>Yet if the chances of Javi Gracia’s side avoiding relegation remain touch-and-go his players can at least be proud of the paper-thin bolster they maintained in the course of <a href=\"https://www.theguardian.com/football/live/2023/apr/25/leeds-united-v-leicester-city-premier-league-live-score-updates\">a resilient performance</a> against a Leicester side who could not quite make their technical superiority count. While Leeds remain 16th, two points above the relegation zone, Leicester are one point and one place below them with Dean Smith’s side facing a vital game at Everton on Monday.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/leeds-leicester-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/leeds-leicester-premier-league-match-report", "date_published": "2023-04-25 21:16:09+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tyrone Mings keeps Aston Villa on track for Europe with Fulham winner", "description": "<p>Aston Villa returned to winning ways against Fulham to extend their unbeaten run to 10 matches and fuel their hopes of staging a spectacular finish to the campaign. Perhaps the biggest compliment to pay Villa is that, while this game did not pan out as comfortable as they would have hoped, they never really looked like conceding, let alone losing.</p><p>Quite where Villa’s incredible journey this season goes from here with five games to play remains to be seen but their unexpected and extraordinary gallop towards a top-six finish continues to gather pace. For the first time since September 1998, they have won five straight league games at Villa Park. Fulham’s season, meanwhile, appears to be petering out after so much early promise. Next up? The visit of champions Manchester City. And then a trip to Anfield.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/aston-villa-fulham-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/aston-villa-fulham-premier-league-match-report", "date_published": "2023-04-25 21:02:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "If China invaded Taiwan it would destroy world trade, says James Cleverly", "description": "<p>UK foreign secretary warns a war across Taiwan strait and likely destruction of semiconductor industry would have global effects</p><p>A Chinese invasion of Taiwan would destroy world trade, and distance would offer no protection to the inevitable catastrophic blow to the global economy, the UK’s foreign secretary, James Cleverly, warned in a set piece speech on Britain’s relations with Beijing.</p><p>In remarks that differ from French president <a href=\"https://www.theguardian.com/world/2023/apr/10/emmanuel-macron-sparks-anger-europe-vassal-us-china-clash\">Emmanuel Macron’s attempts to distance Europe</a> from any potential US involvement in a future conflict over Taiwan, and which firmly support continued if guarded engagement with Beijing, Cleverly said “no country could shield itself from the repercussions of a war in Taiwan”.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/if-china-invaded-taiwan-it-would-destroy-world-trade-says-james-cleverly\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/if-china-invaded-taiwan-it-would-destroy-world-trade-says-james-cleverly", "date_published": "2023-04-25 21:00:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Neves spot-on against Crystal Palace to lift Wolves clear of chasing pack", "description": "<p>Rúben Neves’s stoppage-time penalty confirmed Wolves’s third successive home victory and, with it, in all likelihood, their Premier League status.</p><p>With his long locks unfurled and gold shirt ripped off, the Wolves captain did not look like a man desperate to leave the club as he, his teammates and the South Bank celebrated passionately his sixth goal of what is being cast as his final season here.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/wolves-crystal-palace-premier-league-match-report\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/wolves-crystal-palace-premier-league-match-report", "date_published": "2023-04-25 21:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Portugal should apologise for role in slave trade, says its president", "description": "<p>Marcelo Rebelo de Sousa makes rare acknowledgement of centuries of forced transportation of millions of Africans</p><p>Portugal’s president, Marcelo Rebelo de Sousa, has said his country should apologise and take responsibility for its role in the transatlantic slave trade, the first time a leader of the southern European nation has suggested such a national apology.</p><p>From the 15th to the 19th century, 6 million Africans were kidnapped and forcibly transported across the Atlantic by Portuguese vessels and sold into slavery, primarily to Brazil.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/portugal-should-apologise-for-role-in-slave-trade-says-its-president\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/portugal-should-apologise-for-role-in-slave-trade-says-its-president", "date_published": "2023-04-25 20:50:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Norway irked over Sweden’s silence on rocket that crashed on its shores", "description": "<p>Research rocket launched from Kiruna, northern Sweden, had plunged into mountainside in Norway’s far north</p><p>The Norwegian foreign ministry has expressed irritation with Sweden for not immediately informing it of a research rocket that crashed in <a href=\"https://www.theguardian.com/world/norway\">Norway</a>, in a rare spat between the two neighbours.</p><p>The rocket, which was launched early Monday from the Esrange Space Centre in Kiruna, northern <a href=\"https://www.theguardian.com/world/sweden\">Sweden</a>, plunged into a mountainside in the Malselv municipality in Norway’s far north, about 10km (six miles) from the closest inhabited area.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/norway-irked-over-swedens-silence-on-rocket-that-crashed-on-its-shores\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/norway-irked-over-swedens-silence-on-rocket-that-crashed-on-its-shores", "date_published": "2023-04-25 20:36:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "FIA president Mohammed ben Sulayem facing criticism over alleged sexism", "description": "<ul><li>Sexist behaviour detailed in a letter to FIA</li><li>Widespread unhappiness with Ben Sulayem’s leadership</li></ul><p>Mohammed ben Sulayem, the president of Formula One’s governing body the FIA, is facing fresh criticism following a claim of alleged sexism within his organisation. The Guardian understands the allegations were not taken seriously in what is the latest in a series of incidents considered poorly handled by Ben Sulayem which have led to widespread unhappiness with his leadership in the F1 paddock.</p><p><a href=\"https://www.telegraph.co.uk/formula-1/2023/04/25/mohammed-ben-sulayem-fia-sexism-bullying-shaila-ann-rao/\">The Daily Telegraph reported</a> on Tuesday that Shaila-Ann Rao, the FIA’s former interim secretary general for motorsport who left the organisation suddenly last December, had sent a letter to Ben Sulayem and to the president of the FIA senate, Carmelo Sanz de Barros, detailing instances of sexist behaviour at the FIA and also complained that the complaint was not investigated properly.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/fia-president-mohammed-ben-sulayem-facing-criticism-over-alleged-sexism\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/fia-president-mohammed-ben-sulayem-facing-criticism-over-alleged-sexism", "date_published": "2023-04-25 20:33:02+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joshua Reynolds’ Portrait of Omai acquired by National Portrait Gallery", "description": "<p>Painting, renamed Portrait of Mai, will remain on public display after being jointly acquired with Getty Museum</p><p>A painting described as <a href=\"https://www.theguardian.com/artanddesign/2023/mar/07/joshua-reynolds-omai-portrait-uk-london\">“one of the most important, influential portraits in the history of British art”</a> is to remain on public display after it was jointly bought by the UK’s National Portrait Gallery and the J Paul Getty Museum in Los Angeles.</p><p>Joshua Reynolds’ 7ft high 1774 portrait of the first Polynesian man to visit Britain is both spiritually breathtaking and, as the country’s first grand portrayal of a non-white subject, culturally important.</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/25/joshua-reynolds-portrait-of-omai-jointly-acquired-by-the-national-portrait-gallery-and-getty\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/25/joshua-reynolds-portrait-of-omai-jointly-acquired-by-the-national-portrait-gallery-and-getty", "date_published": "2023-04-25 19:55:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Washington governor signs three gun-control bills into law", "description": "<p>Democrats and activists applaud state for new legislation, which includes a ban on the sale of certain semi-automatic rifles</p><p>Washington’s Governor Jay Inslee signed a trio of bills meant to prevent gun violence on Tuesday – one banning the sale of certain semi-automatic rifles, one imposing a 10-day waiting period on firearms purchases, and one clearing the way for lawsuits against gun makers or sellers in certain cases.</p><p>A crowd of gun-control activists and Democratic lawmakers broke into cheers as he signed the measures, which he said would not solve all gun violence but would save lives.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/washington-gun-control-laws\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/washington-gun-control-laws", "date_published": "2023-04-25 19:51:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Met police calls for Brixton Academy’s licence to be revoked", "description": "<p>Venue could close permanently after two people were killed in a crowd crush in December</p><p>A music venue in Brixton could be closed permanently after the Metropolitan police called for its licence to be revoked after two people were killed in a crowd crush in December.</p><p>The O2 Academy venue’s licence was suspended in January for three months by Lambeth councillors after the security guard Gaby Hutchinson, 23, and Rebecca Ikumelo, 33, died when a crush occurred after fans tried to enter a show by Nigerian artist Asake.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/met-police-calls-for-brixton-academys-license-to-be-revoked\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/met-police-calls-for-brixton-academys-license-to-be-revoked", "date_published": "2023-04-25 19:44:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Texas state agency orders workers to dress ‘consistent to their biological gender’", "description": "<p>In what is seen as a veiled attack at transgender employees, the agriculture department laid out the policy in a 13 April memo</p><p>A <a href=\"https://www.theguardian.com/us-news/texas\">Texas</a> state agency told its employees this month that they must dress in a manner that is “consistent with their biological gender”, a directive that seemed to be a thinly veiled attack on transgender employees.</p><p>The state’s department of agriculture laid out the dress policy in a 13 April memo, which was first reported by the <a href=\"https://www.texasobserver.org/sid-miller-department-agriculture-dress-code-transgender/\">Texas Observer</a>.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/texas-agriculture-department-dress-memo-sid-miller\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/texas-agriculture-department-dress-memo-sid-miller", "date_published": "2023-04-25 19:26:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "O’Sullivan frustrated against Luca Brecel but still opens up big lead", "description": "<ul><li>Defending champion O’Sullivan leads Belgian 6-2</li><li>Selby and Higgins locked at 4-4 after first day</li></ul><p>Ronnie O’Sullivan cut a frustrated figure despite fashioning a 6-2 advantage at the end of the first session of his World Snooker Championship quarter-final against Luca Brecel at the Crucible.</p><p>The seven-time champion took some time to settle and muttered “it’s a hard game today” after running out of position midway through a scrappy fourth frame.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/osullivan-frustrated-against-luca-brecel-but-still-opens-up-big-lead\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/osullivan-frustrated-against-luca-brecel-but-still-opens-up-big-lead", "date_published": "2023-04-25 19:23:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Yorkshire to learn punishment next week in Azeem Rafiq racism scandal", "description": "<ul><li>Club accepted amended charges of bringing game into disrepute</li><li>Punishments could range from fine to points deductions</li></ul><p>Yorkshire are expected to discover next week what punitive measures will be taken against them after accepting four amended charges of bringing the game into disrepute in <a href=\"https://www.theguardian.com/sport/2023/mar/31/azeem-rafiq-and-yorkshire-timeline-of-a-county-cricket-crisis\">the Azeem Rafiq racism scandal.</a></p><p>The club did not contest the charges, including a failure to address the use of racist and/or discriminatory language over a prolonged period, at the Cricket Discipline Commission hearing last month. Punishments range from a points deduction in the County Championship, One-Day Cup and T20 Blast to a fine, with a sanctions hearing to be held next Wednesday, the PA news agency understands.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/yorkshire-to-learn-punishment-next-week-in-azeem-rafiq-racism-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/yorkshire-to-learn-punishment-next-week-in-azeem-rafiq-racism-scandal", "date_published": "2023-04-25 19:15:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eubank Jr and Smith urge Conor Benn to give up on plans to fight outside UK", "description": "<ul><li>Duo send message while publicising their own upcoming bout</li><li>Eubank insists he won’t fight Benn unless he has British licence</li></ul><p>Chris Eubank Jr and Liam Smith have urged Conor Benn to abandon his plans to resume his career outside Britain and to accept any punishment that <a href=\"https://www.theguardian.com/sport/2023/apr/18/conor-benn-boxing-comeback-thrown-into-doubt-as-provisional-ukad-suspension-revealed\">may be handed down to him by UK Anti-Doping</a>. The two boxers, who will meet in a rematch in Manchester in June, broke away from publicising their own fight to address the ongoing Benn controversy.</p><p>Eubank, who had been due to meet Benn in a catchweight contest last October only for his rival to record two positive test results for clomifene, was emphatic. Benn needs to “clear his name” and regain his British Boxing Board of Control licence before Eubank would consider fighting him. Smith responded as bluntly when asked if Benn, who has been <a href=\"https://www.theguardian.com/sport/2023/apr/20/conor-benn-was-charged-with-alleged-clomifene-use-in-april-confirms-ukad\">provisionally suspended and charged by Ukad</a>, should accept any ban that may follow a full investigation into his case.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/chris-eubank-jr-liam-smith-urge-conor-benn-give-up-plans-fight-outside-uk\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/chris-eubank-jr-liam-smith-urge-conor-benn-give-up-plans-fight-outside-uk", "date_published": "2023-04-25 19:00:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Japanese firm’s pioneering moon landing fails", "description": "<p>Ispace loses communication with Hakuto-R lunar lander, ending a mission that began more than four months ago</p><p>A Japanese startup attempting the first private landing on the moon has lost communication with its spacecraft and said that it assumes the lunar mission had failed.</p><p>Ispace said that it could not establish communication with the uncrewed Hakuto-R lunar lander after its expected landing time, a frustrating end to a mission that began with a launch from the US more than four months ago.</p> <a href=\"https://www.theguardian.com/science/2023/apr/25/japan-ispace-pioneering-moon-landing-fails-hakuto-r\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/25/japan-ispace-pioneering-moon-landing-fails-hakuto-r", "date_published": "2023-04-25 18:58:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Belafonte is gone, Poitier went before him. They were the titans who uplifted our world | Candace Allen", "description": "<p>For us in the African diaspora, they were pioneers who challenged and changed attitudes towards Black men. We were so proud of them</p><p>The ping today of a WhatsApp message and my heart wrenching at <a href=\"https://www.theguardian.com/music/2023/apr/25/harry-belafonte-singer-dies-actor-singer-activist\">the news</a>. Harry Belafonte. Gone.</p><p>Not that he hadn’t earned his rest at 96, but this was an incandescent beacon of most everything that can be good and right in a man – intelligence, closely considered and courageous political activism, guided by an unwavering moral compass that paused for neither breath nor age, encased in a package of heart-stopping beauty and grace.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/belafonte-is-gone-poitier-went-before-him-they-were-the-titans-who-uplifted-our-world\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/belafonte-is-gone-poitier-went-before-him-they-were-the-titans-who-uplifted-our-world", "date_published": "2023-04-25 18:30:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Leeds United v Leicester City: Premier League – live", "description": "<ul><li>Premier League updates from the 8pm BST kick-off</li><li><a href=\"https://www.theguardian.com/football/live\">Live scoreboard</a> | And you can <a href=\"mailto:scott.murray@theguardian.com\">mail Scott</a> your match thoughts</li></ul><p><strong>Leeds make four changes to the side that started the 2-1 defeat at Fulham on Saturday.</strong> Patrick Bamford, Luke Ayling, Luis Sinisterra and Junior Firpo replace Brenden Aaronson, Crysencio Summerville and Rasmus Kristensen, who drop to the bench, and Max Wober, who is out injured.</p><p><strong>Leicester make two changes to their starting XI after the 2-1 win over Wolves last weekend.</strong> James Maddison and Harvey Barnes return from illness and injury respectively, so Patson Daka and Jamie Vardy drop to the bench.</p> <a href=\"https://www.theguardian.com/football/live/2023/apr/25/leeds-united-v-leicester-city-premier-league-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/apr/25/leeds-united-v-leicester-city-premier-league-live-score-updates", "date_published": "2023-04-25 18:10:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Values and lifestyles’ of small boat refugees threaten social cohesion, says Jenrick", "description": "<p>Comments by immigration minister criticised as being ‘straight from the far-right’s playbook’ </p><p>The “values and lifestyles” of people crossing the Channel in small boats threaten the UK’s social cohesion, the immigration minister has claimed, in comments that have been described as “dog-whistling to the far right”.</p><p>Amid predictions that there could be a new surge in crossings by people fleeing the conflict in Sudan, Robert Jenrick said “uncontrolled illegal migration” threatened to “cannibalise” the UK’s compassion and argued that recent protests at hotels should be heeded as a warning to politicians.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/values-and-lifestyles-of-small-boat-refugees-threaten-social-cohesion-says-jenrick\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/values-and-lifestyles-of-small-boat-refugees-threaten-social-cohesion-says-jenrick", "date_published": "2023-04-25 18:09:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Martin Rowson on the UK evacuating people from Sudan — cartoon", "description": "<a href=\"https://www.theguardian.com/commentisfree/picture/2023/apr/25/martin-rowson-on-the-uk-evacuating-people-from-sudan-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/apr/25/martin-rowson-on-the-uk-evacuating-people-from-sudan-cartoon", "date_published": "2023-04-25 18:04:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "At least 150 civilians may have died in attack on Burkina Faso village, says UN", "description": "<p>Security forces accused of massacre in Karma, which locals say was carried out by men in military dress</p><p>At least 150 civilians may have been killed and many more injured in an attack allegedly perpetrated by Burkina Faso’s security forces, the UN high commissioner for human rights has said.</p><p>In a statement on Tuesday, the commissioner, Ravina Shamdasani, called for a prompt, thorough, independent and impartial investigation into what it called the “horrific killing of civilians” in the village of Karma, in northern Yatenga province.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/at-least-150-civilians-may-have-died-in-attack-on-burkina-faso-village-says-un\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/at-least-150-civilians-may-have-died-in-attack-on-burkina-faso-village-says-un", "date_published": "2023-04-25 17:59:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Coffey muddies the waters as Tories wash their hands of sewage scandal | John Crace", "description": "<p>Environment secretary urges Britons to embrace the filth as Labour seeks to flush out Conservative failures</p><p>Day two of the <a href=\"https://www.theguardian.com/politics/2023/apr/24/rish-too-busy-wrangling-unicorns-to-answer-tricky-questions\">Unicorn Kingdom</a>. A world where fantasy always outdoes reality. That fair and septic isle. Who needs to go for a walk by a canal or river? Why bother to go to the beach? All you need to do is have a dump at home. Where to have an open cesspit is the latest status symbol. The estate agent’s dream. Your very own swimming pool. What more could anyone want?</p><p>To be fair, Thérèse Coffey has done more to level up the country than any of her cabinet colleagues. Though, technically speaking, one should call it levelling down. For on the environment secretary’s watch there isn’t a river in England that isn’t hopelessly polluted and subject to sewage overflow many times a day.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/coffey-muddies-the-waters-as-tories-wash-their-hands-of-sewage-scandal\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/coffey-muddies-the-waters-as-tories-wash-their-hands-of-sewage-scandal", "date_published": "2023-04-25 17:37:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on the electric car revolution: targets are not enough | Editorial", "description": "<p>The government must do its bit to make new electric vehicles more affordable if mass adoption is to be achieved on the road to net zero</p><p>When the government controversially <a href=\"https://www.autocar.co.uk/car-news/consumer/uk-government-axes-plug-car-grant-immediate-effect\" title=\"\">scrapped</a> its discount on the purchase of electric cars last summer, the move was justified on the grounds that its work was done. After 11 years of subsidies, said ministers, the electric vehicle revolution had been “kickstarted”. As Britain strives to meet a 2030 target to end the sale of new petrol and diesel vehicles, that judgment is beginning to look a little complacent.</p><p>Amid ongoing economic headwinds, data has emerged that suggests a drop-off in current demand for electric cars, despite notable public <a href=\"https://www.ons.gov.uk/economy/environmentalaccounts/articles/overhalfofyoungerdriverslikelytoswitchtoelectricinnextdecade/2021-10-25\" title=\"\">enthusiasm</a> for their adoption in principle. Auto Trader, which hosts the country’s largest car sales website, <a href=\"https://www.proactiveinvestors.co.uk/companies/news/1012731/tesla-ford-ev-price-cuts-not-enough-to-stem-slowing-interest-1012731.html\" title=\"\">reported</a> this month that inquiries in relation to new electric vehicles had fallen significantly compared with last year.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/the-guardian-view-on-the-electric-car-revolution-targets-are-not-enough\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/the-guardian-view-on-the-electric-car-revolution-targets-are-not-enough", "date_published": "2023-04-25 17:32:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Guardian view on hopes for Yemen: a long road to peace | Editorial", "description": "<p>After years of devastating conflict, the UN sees an opportunity to end the war. But the risks of deterioration remain</p><p>Hope has been hard to find in <a href=\"https://www.theguardian.com/world/yemen\" title=\"\">Yemen</a>. After more than eight years of war, at the cost of hundreds of thousands of lives, many of them civilians, the situation is desperate. More than two-thirds of the population are <a href=\"https://news.un.org/en/story/2023/01/1132842\" title=\"\">dependent on humanitarian aid</a>. Yet, since the agreement of a truce between the Saudi-led military coalition and Iran-backed Houthi rebels <a href=\"https://www.theguardian.com/world/2022/apr/01/yemens-warring-sides-accept-two-month-truce-starting-in-ramadan\" title=\"\">last April</a>, the country has seen a year of relative calm. This month, there was a huge <a href=\"https://www.theguardian.com/world/2023/apr/15/huthi-prisoners-flown-from-saudi-arabia-to-yemen-in-war-exhange\" title=\"\">cross-border exchange of prisoners of war</a>. In the background is the <a href=\"https://www.theguardian.com/world/2023/mar/10/iran-saudi-arabia-agree-restore-ties-china-talks\" title=\"\">thaw between Iran and Saudi Arabia</a>, which have used Yemen as the battleground for their rivalry.</p><p>Riyadh spearheaded the coalition supporting the internationally recognised government led by Abd Rabbu Mansour Hadi, which had been ousted by the Houthis. It soon discovered that there would be no speedy victory, that the conflict was draining billions from its coffers and that <a href=\"https://www.aljazeera.com/news/2022/3/25/saudi-aramco-jeddah-storage-facility-hit-by-attack\" title=\"\">Houthi attacks </a>on its oil infrastructure were increasing the expense. The Houthis also had reason to talk, having suffered heavy losses and struggling with fuel shortages.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/the-guardian-view-on-hopes-for-yemen-a-long-road-to-peace\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/the-guardian-view-on-hopes-for-yemen-a-long-road-to-peace", "date_published": "2023-04-25 17:31:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Steve McQueen on his hero Harry Belafonte: ‘He had everything – but his service was to his people’", "description": "<p>The British director recalls how the great US singer, actor and activist became a mentor to him – after giving a speech about Tarzan to celebrate 12 Years a Slave winning an award</p><p>Harry Belafonte was a hero of mine. He meant everything to me. I met him around the release of <a href=\"https://www.theguardian.com/film/2014/jan/09/12-years-a-slave-review\">12 Years a Slave</a>, and he became a mentor. I received a best director award at the New York Film Critics Circle awards and Harry gave <a href=\"https://www.vulture.com/2014/01/read-belafontes-moving-speech-on-race-cinema.html\">an amazing speech</a>: he talked about seeing Johnny Weissmuller as Tarzan at the cinema as a child and how the depiction of people of African descent made him feel being ashamed to be Black.</p><p>Look what he did – his first album sold more than 1m records. He was Martin Luther King’s closest confidant and he supported his family. He was the main organiser to get Hollywood people involved in the civil rights movement, bringing people like <a href=\"https://www.theguardian.com/film/2022/jan/07/sidney-poitier-obituary\">Sidney Poitier</a>. He was close to Bobby Kennedy, Eleanor Roosevelt. <em>And</em> he was an artist, <em>and </em>he was an actor; he studied with <a href=\"https://www.theguardian.com/news/2004/jul/03/guardianobituaries.artsobituaries\">Brando</a>, Brando was one of his best friends. He really was a renaissance man if there ever was one, and extraordinarily good looking. He had everything, but his service was always to his people. He told me that the civil rights days were scary – what he sacrificed and what he did for the good of people was incredible.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/steve-mcqueen-hero-harry-belafonte-tarzan-12-years-a-slave\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/steve-mcqueen-hero-harry-belafonte-tarzan-12-years-a-slave", "date_published": "2023-04-25 17:14:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hurt and disappointed by Diane Abbott’s letter | Letters", "description": "<p>The Hackney MP has been a symbol of hope and resilience – but to trivialise the struggles of Jewish people in such a way is inexcusable, says one reader. Plus letters from <strong>Prof Daniel Altmann, Mike Cowley </strong>and <strong>Julia Edwards</strong></p><p>Stoke Newington was the first place I ever called home. My parents were proud constituents of Diane Abbott’s and her election from my community always left me with a sense of pride, and it still does. Reading her comments in <a href=\"https://www.theguardian.com/theobserver/commentisfree/2023/apr/23/success-for-women-not-same-as-for-men-letters\" title=\"\">a letter in the Observer</a> first sparked anger and confusion, but left me with nothing but disappointment (<a href=\"https://www.theguardian.com/politics/2023/apr/23/diane-abbott-suspended-by-labour-after-saying-jewish-people-not-subject-to-racism\" title=\"\">Labour suspends Diane Abbott in attempt to stifle fresh antisemitism row, 23 April</a>).</p><p>The MP, for whom my parents first voted for way back in 1987, is a symbol of hope and resilience, a Black woman who has defied the odds. I have always admired her, and still want to, but for her to trivialise the struggles of Jewish people in such a way is inexcusable.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/hurt-and-disappointed-by-diane-abbott-letter\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/hurt-and-disappointed-by-diane-abbott-letter", "date_published": "2023-04-25 17:13:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "LTNs can only work with decent public transport | Letter", "description": "<p>Here in Marston, Oxford, buses are scarce and unreliable, and the imposition of low-traffic neighbourhoods feels like a punishment, writes <strong>Joanna Bagniewska</strong></p><p>As an ecologist and a keen cyclist who has never owned a car, I should, in theory, be overjoyed by the introduction of low-traffic neighbourhoods to my city (<a href=\"https://www.theguardian.com/commentisfree/2023/apr/17/what-prompted-u-turn-low-traffic-neighbourhoods-laurence-fox\" title=\"\">What prompted my U-turn on LTNs? I realised I was on the same side as Laurence Fox, 17 April</a>). In practice, my experiences with this innovation have been trying.</p><p>I live in Marston, a part of Oxford hit by all the inconveniences of LTNs and none of the benefits. Following the introduction of LTNs in Cowley, the main route across the city (from London Road to St Clement’s) became unbelievably congested. This has had an impact on public transport – coaches from London are being rerouted each afternoon (which previously only took place in case of an accident). If you’ve left your bike near one bus stop in the morning, chances are you’ll have to walk across town to pick it up on your way back. Two bus services from Marston to the city centre have been reduced to just one, at half the frequency – after all, what’s the point in having a more frequent service if the vehicles stand in traffic anyway? And since buses became unreliable, fewer people use them, leading to further cuts.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/ltn-can-only-work-with-decent-public-transport\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/ltn-can-only-work-with-decent-public-transport", "date_published": "2023-04-25 17:13:21+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nicola Sturgeon says husband’s arrest was her ‘worst nightmare’", "description": "<p>Former first minister says she ‘could not have anticipated’ events and they played no part in decision to quit</p><p>Nicola Sturgeon has described her husband’s arrest as her “worst nightmare” and said it played no part in the decision to stand down as Scottish National party leader.</p><p>The former first minister said the three weeks since Peter Murrell’s arrest at their home in Glasgow had been “traumatic” and “very difficult”, in her first public statement since the police raid.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/nicola-sturgeon-says-husbands-arrest-was-her-worst-nightmare\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/nicola-sturgeon-says-husbands-arrest-was-her-worst-nightmare", "date_published": "2023-04-25 17:06:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Will Skelton credits Eddie Jones with ‘bringing life back’ to Australian rugby", "description": "<ul><li>La Rochelle lock praises head coach’s impact on Wallabies</li><li>Jones’s success in luring Suaalii into code switch ‘massive’</li></ul><p>La Rochelle’s second-row Will Skelton believes Eddie Jones has “brought some life back” to Australian rugby <a href=\"https://www.theguardian.com/sport/2023/jan/31/australia-coach-eddie-jones-targets-a-golden-era-for-the-wallabies\" title=\"\">since rejoining the Wallabies in January</a> as head coach.</p><p>Skelton’s most urgent appointment on a rugby field is <a href=\"https://www.theguardian.com/sport/2023/apr/20/exeters-jack-nowell-fined-10000-but-avoids-ban-for-tweet-criticising-referee\" title=\"\">against Exeter</a> on Sunday, but the 30-year-old also hopes to feature in <a href=\"https://www.theguardian.com/sport/2023/apr/02/shockers-and-bolters-as-eddie-jones-picks-squad-for-a-new-wallabies-era\" title=\"\">Australia’s World Cup plans</a> this autumn.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/will-skelton-hails-eddie-jones-for-bringing-life-back-to-australian-rugby\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/will-skelton-hails-eddie-jones-for-bringing-life-back-to-australian-rugby", "date_published": "2023-04-25 17:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As Prince Harry battles the press, why have the other royals given up the fight? | Zoe Williams", "description": "<p>If its true that William took a payoff from Murdoch and the royals struck a peace deal, they seem willing to surrender reputations cheaply</p><p>Prince Harry has long alleged that the royal family – “the Institution”, as he calls it – is locked in a trap of appeasement with the tabloid media. In their Netflix documentary, both he and Meghan talked about how they were savaged by the redtops, while the palace made no attempt to curtail their racist insinuations. In his memoir Spare, and interviews around it, Harry accused Camilla of leaking stories about him in order to massage her own reputation. Last month, in papers filed to the high court as part of his case against News Group Newspapers, who publish the Sun, he said that the royal family had struck a secret deal with the paper, that the Institution wouldn’t sue; indeed, it would never mention the phone-hacking scandal, since its abiding priority was to keep royals off the witness stand.</p><p>But claims made by Harry in court documents<strong> </strong><a href=\"https://www.theguardian.com/uk-news/2023/apr/25/prince-william-murdoch-phone-hacking-claims-court-filings-prince-harry\">this week go even further</a>: that in 2020, Prince William was paid a “very large sum of money” by Rupert Murdoch to settle a phone-hacking case out of court.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/prince-harry-press-royals-william-murdoch\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/prince-harry-press-royals-william-murdoch", "date_published": "2023-04-25 16:54:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jonny Bairstow falls three short of a century on his return from injury", "description": "<ul><li>England batter makes quickfire 97 for Yorkshire second XI</li><li>Bairstow dropped off the bowling of Olly Stone when on 21</li></ul><p>Jonny Bairstow fell three short of a dashing century on his first outing in almost eight months, picking up where he left off last summer in a low-key comeback for Yorkshire’s second XI.</p><p>Coming in at No 4, Bairstow cracked 97 in just 88 deliveries, with 13 boundaries and two sixes, before hammering fellow England international Olly Stone to cover with a hundred in sight.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/jonny-bairstow-falls-three-short-century-on-return-from-injury-yorkshire-england-cricket\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/jonny-bairstow-falls-three-short-century-on-return-from-injury-yorkshire-england-cricket", "date_published": "2023-04-25 16:39:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Unprepared’ Twitter among tech firms to face tough new EU digital rules", "description": "<p>Designation as ‘very large online platform’ along with 16 other major names means big penalties for breaches</p><p>Twitter is among the tech firms that will face the toughest level of scrutiny under a new European Union regulatory regime for monitoring digital platforms, after warnings from Brussels that the Elon Musk-owned platform is unprepared for the new rules.</p><p>The company, which Musk bought in October 2022, has been designated a “very large online platform” under the bloc’s <a href=\"https://www.theguardian.com/media/2022/dec/17/digital-services-act-inside-the-eus-ambitious-bid-to-clean-up-social-media\">Digital Services Act</a>, which means complying with measures such as publishing an independent audit of its compliance with the legislation.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/25/unprepared-twitter-among-tech-firms-to-face-tough-new-eu-digital-rules\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/25/unprepared-twitter-among-tech-firms-to-face-tough-new-eu-digital-rules", "date_published": "2023-04-25 16:31:51+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Roger Waters wins legal battle to gig in Frankfurt amid antisemitism row", "description": "<p>Court rules in favour of former Pink Floyd frontman despite ‘tasteless’ use of Nazi-inspired symbolism</p><p>Roger Waters, the former Pink Floyd frontman, has won his legal battle to perform a concert in Frankfurt after attempts to ban the event amid accusations of antisemitism.</p><p>Magistrates acting on behalf of the German city had instructed the venue two months ago to cancel the concert on 28 May, accusing Waters of being “one of the most widely known antisemites in the world”. Waters, who has always denied accusations of antisemitism, took legal action against the decision.</p> <a href=\"https://www.theguardian.com/music/2023/apr/25/roger-waters-pink-floyd-wins-legal-battle-to-gig-in-frankfurt-amid-antisemitism-row\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/25/roger-waters-pink-floyd-wins-legal-battle-to-gig-in-frankfurt-amid-antisemitism-row", "date_published": "2023-04-25 16:30:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lucy Letby cried when telling police about deaths of two triplets, court hears", "description": "<p>Neonatal nurse in tears when being questioned about babies she allegedly murdered on return from holiday, jury told</p><p>Lucy Letby cried as she described the “devastating” death of two babies from a set of triplets she allegedly murdered within 24 hours before being removed from frontline nursing, a court has heard.</p><p>The neo-natal nurse broke down in tears as she was questioned by police about the babies she allegedly killed immediately after returning from a holiday to Ibiza.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/lucy-letby-cried-when-telling-police-about-deaths-of-two-triplets-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/lucy-letby-cried-when-telling-police-about-deaths-of-two-triplets-court-hears", "date_published": "2023-04-25 16:29:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Thai police investigate 10 deaths as woman accused of poisoning friend", "description": "<p>Woman had been travelling with friend who was found to have cyanide in her body at autopsy, police say</p><p>A woman has been arrested on suspicion of premeditated murder after she was accused of poisoning a friend using cyanide in Ratchaburi, central Thailand, with police saying they are also investigating the circumstances of nine further deaths.</p><p>The accused, identified in Thai media as Sararath Rangsiwutthiporn, or Am, had travelled with her friend, Siriporn Khanwong, known as Koi, to make merit by releasing fish at a pier in Ratchaburi on 14 April.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/thai-police-investigate-other-deaths-as-woman-accused-of-poisoning-friend\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/thai-police-investigate-other-deaths-as-woman-accused-of-poisoning-friend", "date_published": "2023-04-25 16:26:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The morning routine backlash: you can get up at 5am – but it won’t make you popular", "description": "<p>The 5-9 trend has been a viral sensation for a while, with its exhausting approach to self-improvement. Now lie-ins are back</p><p><strong>Name: </strong>The 5-9 morning routine.</p><p><strong>Age:</strong> New. It is a trend.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/the-morning-routine-backlash-you-can-get-up-at-5am-but-it-wont-make-you-popular\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/the-morning-routine-backlash-you-can-get-up-at-5am-but-it-wont-make-you-popular", "date_published": "2023-04-25 16:20:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Smash hits to civil rights: Harry Belafonte – a life in pictures", "description": "<p>The singer, actor and activist, who has died aged 96, became the first artist to have a million-selling album – and said his desire for social change kept him awake at night</p> <a href=\"https://www.theguardian.com/music/gallery/2023/apr/25/smash-hits-to-civil-rights-harry-belafonte-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/music/gallery/2023/apr/25/smash-hits-to-civil-rights-harry-belafonte-a-life-in-pictures", "date_published": "2023-04-25 16:19:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Uefa president Ceferin raises prospect of playing Champions League final in US", "description": "<ul><li>Ceferin says in interview it is possible from 2026</li><li>He reveals discussions have started on the subject</li></ul><p>Aleksander Ceferin has indicated that a Champions League final could be played in the United States. Uefa’s president said it was “possible” competitive games in Europe’s premier club competition could be staged there.</p><p>Ceferin was asked in an interview with <a href=\"https://meninblazers.com/2023/04/25/exclusive-interview-with-uefa-president-aleksander-%C4%8Deferin/\">Men In Blazers</a> whether we could see European teams play meaningful games in the US in the next two decades. “It’s possible,” he said. “We started to discuss about that but then one year it was the World Cup, [20]24 is Euro, this year [the final] is [in] Istanbul, ‘24 is London and ‘25 is Munich and after that, let’s see.”</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/uefa-president-ceferin-champions-league-final-in-us\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/uefa-president-ceferin-champions-league-final-in-us", "date_published": "2023-04-25 16:07:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government under pressure to formally apologise for forced adoption", "description": "<p>Spotlight on Westminster after Labour-led Welsh administration says sorry to mothers coerced into giving away children </p><p>UK ministers are under renewed pressure to formally apologise for the practice of forced adoption after the Labour-led Welsh administration said sorry to mothers coerced into giving away children.</p><p>Julie Morgan, the deputy minister for social services in Wales, said on Tuesday in the Senedd that the whole of the Welsh government was “truly sorry” for the cruelty of forced adoptions.</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/uk-government-under-pressure-formally-apologise-forced-adoption-labour-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/uk-government-under-pressure-formally-apologise-forced-adoption-labour-wales", "date_published": "2023-04-25 16:07:00+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Evacuations from Sudan – in pictures", "description": "<p>Under a frail ceasefire, evacuations have been taking place from Sudan for diplomatic staff and citizens from around the world due to the escalating violence. Ten days of heavy fighting between the Sudanese army and paramilitaries, including airstrikes and artillery barrages, have killed hundreds of people, many of them civilians, and left some neighbourhoods of the capital in ruins</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/25/sudan-live-uk-government-coordinating-evacuation-of-british-nationals\">Sudan crisis – latest updates</a></li></ul> <a href=\"https://www.theguardian.com/world/gallery/2023/apr/25/evacuations-from-sudan-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/apr/25/evacuations-from-sudan-in-pictures", "date_published": "2023-04-25 16:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Prisoner is suicide risk after more than two years in solitary, high court hears", "description": "<p>Kevan Thakrar, who is serving a life sentence, has begun a judicial review, claiming his isolation from other prisoners is unlawful</p><p>A prisoner’s detention in solitary confinement in England for more than two years has been “wholly unnecessary” and has made him suicidal, the high court has heard.</p><p><a href=\"https://www.theguardian.com/society/2021/jul/26/complete-removal-of-hope-an-inmate-on-life-in-a-close-supervision-centre\">Kevan Thakrar</a>, 36, who is serving a life sentence for murder and attempted murder after being convicted on a joint enterprise basis <a href=\"https://www.theguardian.com/uk/2008/aug/12/1\">in October 2008</a>, is challenging his solitary confinement, claiming it is unlawful.</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/prisoner-kevan-thakrar-is-suicide-risk-after-more-than-two-years-in-solitary-high-court-hears\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/prisoner-kevan-thakrar-is-suicide-risk-after-more-than-two-years-in-solitary-high-court-hears", "date_published": "2023-04-25 15:56:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record UK borrowing puts Jeremy Hunt in dilemma over tax cuts | Larry Elliott", "description": "<p>The chancellor has to weigh tax giveaways against unprecedented government borrowing ahead of looming elections</p><ul><li><strong><a href=\"https://www.theguardian.com/business/2023/apr/25/uk-government-borrowing-jeremy-hunt-taxes-spending\">UK government borrowed £13bn less than expected last year</a></strong></li></ul><p>In only three years since modern records began in 1946 has the government borrowed more than was required to balance the books in the latest financial year. Even taking account of inflation, <a href=\"https://www.theguardian.com/business/2023/apr/25/uk-government-borrowing-jeremy-hunt-taxes-spending\">£139bn is a lot of money.</a></p><p>Predictably enough, that was the message from Jeremy Hunt after the release of the latest data for the public finances. Heavy borrowing had been the right thing to do in the face of two global shocks – the pandemic and the war in Ukraine – but it was not something that could go on for ever, he opined.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/record-uk-borrowing-puts-jeremy-hunt-in-dilemma-over-tax-cuts\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/record-uk-borrowing-puts-jeremy-hunt-in-dilemma-over-tax-cuts", "date_published": "2023-04-25 15:56:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Thrown under the bus’: Melanie Sykes says she quit TV after bad treatment by men", "description": "<p>In a new book that follows her diagnosis with autism, the former presenter of The Big Breakfast describes a career ruined by sexism and coercive behaviour</p><p>For years Melanie Sykes was a regular face on TV, from presenting chat show Today with Des and Mel to The Big Breakfast and The Great Pottery Throw Down.</p><p>But having been <a href=\"https://www.theguardian.com/society/2021/nov/16/tv-presenter-melanie-sykes-announces-life-affirming-autism-diagnosis\">diagnosed with autism</a> and endured a breakdown, the former model has revealed in her autobiography that she has quit mainstream TV and the “horror story” she encountered as a woman in the industry.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/25/how-melanie-sykes-quit-tv-after-bad-treatment-by-men\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/25/how-melanie-sykes-quit-tv-after-bad-treatment-by-men", "date_published": "2023-04-25 15:40:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Record £4.8bn interest added to student debt in Britain last year", "description": "<p>Figure more than doubled in a year, as interest rate in England and Wales hit 6.3% in line with government cap</p><p>Rishi Sunak’s government has more than doubled the amount of money it makes from charging interest on student loans, official figures show, as graduates face borrowing costs of almost twice the rate set by the Bank of England.</p><p>According to the latest snapshot of the public finances from the Office for National Statistics, accrued interest on student loans swelled to £4.8bn in the 12 months to March. Up from £2.3bn in the previous year, it was the highest annual total on record.</p> <a href=\"https://www.theguardian.com/money/2023/apr/25/record-48bn-interest-added-to-student-debt-in-britain-last-year\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/25/record-48bn-interest-added-to-student-debt-in-britain-last-year", "date_published": "2023-04-25 15:33:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Academics find twist in tale of Rosalind Franklin, DNA and the double helix", "description": "<p>Authors say scientist’s role was acknowledged at the time of discovery – contrary to popular narrative</p><p>In the story of how Francis Crick and James Watson discovered the structure of DNA, the popular narrative is one of skullduggery and deceit. But now researchers say there is a twist in the tale of the double helix.</p><p>It has long been held that Rosalind Franklin’s X-ray diffraction image known as Photo 51 was illicitly shown to Watson, revealing to him that DNA has a double helix and allowing him and his colleague Crick to deduce the structure and claim the glory.</p> <a href=\"https://www.theguardian.com/science/2023/apr/25/academics-find-twist-in-tale-of-rosalind-franklin-dna-and-the-double-helix\">Continue reading...</a>", "link": "https://www.theguardian.com/science/2023/apr/25/academics-find-twist-in-tale-of-rosalind-franklin-dna-and-the-double-helix", "date_published": "2023-04-25 15:24:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Florida toddler found dead in alligator’s jaws was killed by father, police say", "description": "<p>Autopsy whose results were announced Monday made clear for first time that the boy died before the alligator encountered him</p><p>A <a href=\"https://www.theguardian.com/us-news/florida\">Florida</a> toddler who was found dead in the jaws of an alligator last month was drowned by his father before falling into the animal’s grasp, according to police.</p><p>The cause of death for <a href=\"https://www.theguardian.com/us-news/2023/apr/01/florida-reels-after-two-children-allegedly-die-at-hands-of-their-caregivers\">two-year-old Taylen Mosley</a> was confirmed by the local coroner’s office, said a statement Monday from police in St Petersburg.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/florida-toddler-death-drowned-alligator\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/florida-toddler-death-drowned-alligator", "date_published": "2023-04-25 15:21:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons ‘need to accept’ they’re poorer, says Bank of England economist", "description": "<p>Chief economist Huw Pill says workers and firms should stop trying to pass on rising costs by hiking prices or demanding better wages</p><p>British households and businesses “need to accept” they are poorer and stop seeking pay increases and pushing prices higher, the Bank of England’s chief economist, Huw Pill, has said.</p><p>Pill said a game of “pass the parcel” is taking place in the economy – as households and companies try to pass on their higher costs.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/britons-need-to-accept-theyre-poorer-says-bank-of-england-economist\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/britons-need-to-accept-theyre-poorer-says-bank-of-england-economist", "date_published": "2023-04-25 15:09:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Venezuelan opposition leader Juan Guaidó ejected from Colombia", "description": "<p>Guaidó lands in Miami after failed bid to attend summit hosted by leftwing president, with return to Venezuela looking unlikely</p><p>Venezuela’s best-known opposition leader, <a href=\"https://www.theguardian.com/world/juan-guaido\">Juan Guaidó</a>, has touched down in the United States after being unceremoniously ejected from <a href=\"https://www.theguardian.com/world/colombia\">Colombia</a> while attempting to gatecrash a summit about the political future of his crisis-stricken homeland.</p><p>Guaidó shot to fame in early 2019 and for a brief moment <a href=\"https://www.theguardian.com/world/2019/jan/11/venezuela-maduro-juan-guaido-assume-presidency\">looked poised to topple</a> Venezuela’s authoritarian leader, Nicolás Maduro, with the support of dozens of foreign governments including the US, UK and Brazil.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/venezuela-juan-guaido-colombia-miami\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/venezuela-juan-guaido-colombia-miami", "date_published": "2023-04-25 15:07:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Biden isn’t going into 2024 very strong. But Republicans are very weak | Moira Donegan", "description": "<p>The Democrats don’t need to be especially good – because the Republicans are cruelly and chaotically worse</p><p>It’s not surprising, but now it’s official: Joe Biden is running for re-election. In a video on Tuesday launching his bid for a second term, Biden cast his administration as standing for personal freedom, democracy and pluralism in contrast to what he called “Maga extremists”. The video emphasized abortion rights and contrasted Biden and the Democrats with unsettling images of the Capitol insurrectionists. Echoing a repeated line from his most recent State of the Union address, the president implored Americans: “Let’s finish the job.”</p><p>There will be no primary. True, Biden has disaffected some members of the Democratic party’s precariously large coalition, and he has failed to capture the hearts and imaginations of Americans the way that, say, Barack Obama did. In 2020, a basketball team’s worth of Democrats entered the presidential primary – partly out of perceptions of then president Trump’s weakness, but also partly because Biden seemed like such a poor fit to be the party’s standard-bearer.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/biden-2024-campaign-weak-republicans\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/biden-2024-campaign-weak-republicans", "date_published": "2023-04-25 15:02:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wearing headgear for sport does not protect against concussion, Australian experts warn", "description": "<p>Scientists to tell Senate inquiry that protective headwear does not stop the brain from moving inside the skull which causes concussion</p><ul><li>Get our <a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=cvau_sfl\">morning and afternoon news emails</a>, <a href=\"https://app.adjust.com/w4u7jx3\">free app</a> or <a href=\"https://www.theguardian.com/australia-news/series/full-story?CMP=cvau_sfl\">daily news podcast</a></li></ul><p>Wearing a helmet or soft headgear does not protect against concussions, according to experts who are calling for greater public awareness around the issue.</p><p>It comes ahead of a public hearing of the Senate inquiry into concussions and repeated head trauma in contact sports, to be held in Melbourne on Wednesday.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">Sign up for Guardian Australia’s free morning and afternoon</a></strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\"> </a><strong><a href=\"https://www.theguardian.com/australia-news/2022/oct/29/email-newsletters-guardian-australia-best-daily-news-emails-newsletter-free-sign-up-inbox-subscribe-headlines?CMP=copyembed\">email newsletters for your daily news roundup</a></strong></p> <a href=\"https://www.theguardian.com/sport/2023/apr/26/wearing-headgear-for-sport-does-not-protect-against-concussion-australian-experts-warn\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/26/wearing-headgear-for-sport-does-not-protect-against-concussion-australian-experts-warn", "date_published": "2023-04-25 15:00:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s the secret to giving good advice? Wait until you are asked for it", "description": "<p>The internet is groaning with tips, hacks and cures but not everyone with a problem actually wants you to solve it</p><p>We are living through a golden age of advice. Of budgeting tips and smoky-eye tutorials and from three easy ways to remove stains from a carpet to how to breathe.</p><p>Influencers take you on a personal journey of advice, from their favourite face serums, to how to eat breakfast, to how to raise your children, to how to avoid being brainwashed by the liberal elite. Theatres are sold out months in advance for talks by charismatic writers answering questions from their female audiences on such problems as body negativity, the role afforded to celebrities as climate change communicators and what kind of adult man eats a Kinder Egg.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/whats-the-secret-to-giving-good-advice-wait-until-you-are-asked-for-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/whats-the-secret-to-giving-good-advice-wait-until-you-are-asked-for-it", "date_published": "2023-04-25 15:00:37+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "DfE quietly shelves plans for £100m online adult learning platform", "description": "<p>Exclusive: Critics denounce Rishi Sunak’s push to improve adult numeracy as ‘empty rhetoric’ after centrepiece is ditched</p><p>Ministers have quietly shelved plans for a £100m online learning platform intended to form the centrepiece of Rishi Sunak’s push to improve adult numeracy.</p><p>The prime minister has made improving the nation’s maths skills a personal mission. While chancellor in 2021, he announced £560m of funding for Multiply, a numeracy scheme for adults.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/dfe-quietly-shelves-plans-for-100m-online-adult-learning-platform\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/dfe-quietly-shelves-plans-for-100m-online-adult-learning-platform", "date_published": "2023-04-25 15:00:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Adele joins James Corden for emotional Carpool Karaoke finale", "description": "<p>Singer breaks down in tears while discussing divorce as she returns for presenter’s last episode of The Late Late Show</p><p>Adele broke down in tears while discussing her divorce as she joined James Corden for the final Carpool Karaoke in his last week as host of the The Late Late Show on the US network CBS.</p><p>Corden took over The Late Late Show in 2015, replacing the Scottish-American comedian Craig Ferguson. He announced last year that he would be leaving the show and returning to the UK, with Corden’s last episode airing on Thursday.</p> <a href=\"https://www.theguardian.com/music/2023/apr/25/adele-james-corden-final-carpool-karaoke-the-late-late-show\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/25/adele-james-corden-final-carpool-karaoke-the-late-late-show", "date_published": "2023-04-25 14:55:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I’m doing what may be my last paintings’: Frank Auerbach on his new self-portraits and turning 92", "description": "<p>He has painted the same people over and over, sometimes for 40 years, dabbing, rubbing out, then starting again. Although the great artist now has to hold on to his easel to work, he still hopes to die with a brush in his hand</p><p></p><p></p><p>Frank Auerbach once said that London after the second world war was a “marvellous landscape with precipice and mountain and crags, full of drama”. It’s a description that could just as easily apply to his own aged face, judging by the works that have just gone on display at a new show in the city.</p><p>Entitled Twenty Self-Portraits and showing at the Hazlitt Holland-Hibbert gallery, the exhibition comprises paintings on boards and drawings on paper, all done since 2017. Here he is looking like a bird; there, like a tree; there, a boulder unmoved by a storm. The artist, just turning 92, still lives where he works, as he always has done – alone in a north London studio. I call him at 9am on Good Friday. He picks up on the first ring.For decades, writers have struggled to find the right words to describe Auerbach: a hermit, a recluse, a monk, an obsessive. His daily routine seemed like it would never change: up before 7am to draw in quiet streets, then work in the studio – every day of the year – with one of the handful of people who have sat for him over the decades. As one veteran sitter, the art historian Catherine Lampert, puts it: “He’s all by himself, every evening, by choice.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/25/frank-auerbach-artist-self-portraits-last-paintings\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/25/frank-auerbach-artist-self-portraits-last-paintings", "date_published": "2023-04-25 14:51:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory former net zero tsar calls for halt to Rosebank North Sea oil project", "description": "<p>MP Chris Skidmore says approval would undermine UK’s efforts to tackle climate crisis and its claims to leadership on world stage</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/tory-mp-net-zero-rosebank-oilfield\">Opinion: I can’t let ministers trash our net zero pledge</a></li></ul><p>The government’s former “net zero tsar” has urged ministers to halt the <a href=\"https://www.theguardian.com/environment/2023/apr/24/north-sea-oil-gas-drilling-greenpeace-court-challenge-disastrous-decision\">development of the Rosebank oilfield in the North Sea</a>, or risk destroying the UK’s credibility on the climate crisis.</p><p>Chris Skidmore, the influential Conservative MP who led the <a href=\"https://www.theguardian.com/environment/2023/jan/12/rishi-sunak-stop-start-policies-harming-uk-green-investment-says-net-zero-tsar#:~:text=In%20his%20net%20zero%20review,as%20Sunak's%20new%20electricity%20tax.\">review of the UK’s climate goals</a>, <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/tory-mp-net-zero-rosebank-oilfield\">writes in the Guardian on Tuesday</a> of his concern that the development could derail net zero.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/tory-former-net-zero-tsar-chris-skidmore-calls-for-halt-to-rosebank-north-sea-oil-project\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/tory-former-net-zero-tsar-chris-skidmore-calls-for-halt-to-rosebank-north-sea-oil-project", "date_published": "2023-04-25 14:49:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Are You There God? It’s Me, Margaret review – Judy Blume adaptation is a winner", "description": "<p>Abby Ryder Fortson and Rachel McAdams are remarkable in a thoughtful and funny expansion of the 1970s teen novel</p><p>For all our snap-bracelet readiness to embrace girl power and its concomitant hashtags (#yougotthis!), depictions of preadolescents that are worthy of their subjects are thin on the ground. Perhaps because most tweens will just “watch up” anyway, big entertainment has slouched into a comfortable stance of pumping out cutesy kids’ content and edgy fare about high school, without bothering to give much thought to the beautifully messy middle ground.</p><p>Are You There God? It’s Me, Margaret, writer-director Kelly Fremon Craig’s entry to the woefully underserved category of period dramas (make of that what you will), is destined to become a classic. Based on – but not entirely wedded to – Judy Blume’s seminal 1970 novel of the same name, the film is an entertaining comedy that also happens to be a stunning evocation of the fear and yearning that come with standing on the precipice of adulthood.</p> <a href=\"https://www.theguardian.com/film/2023/apr/25/are-you-there-god-its-me-margaret-movie-review-judy-blume-rachel-mcadams\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/25/are-you-there-god-its-me-margaret-movie-review-judy-blume-rachel-mcadams", "date_published": "2023-04-25 14:44:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wimbledon to pay for Ukrainian players’ accommodation at grass court events", "description": "<ul><li>AELTC will also donate more than £500,000 to crisis response</li><li>Decision follows end to ban on Russian and Belarusian players</li></ul><p>The All England Club has made a number of significant financial gestures towards Ukraine’s crisis response funds and Ukrainian tennis players competing in their tournaments, asserting their support for the country in light of their decision to <a href=\"https://www.theguardian.com/sport/2023/mar/31/wimbledon-to-allow-russian-and-belarusian-players-to-return-to-tournament-tennis\">permit Russian and Belarusian players to return</a> as competitors at Wimbledon this year.</p><p>The AELTC and the LTA have announced that they will cover the accommodation costs of two rooms for all main draw and qualifying players who compete at any British grass court event for the entirety of the grass court season.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/wimbledon-to-pay-for-ukrainian-players-accommodation-at-grass-court-events\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/wimbledon-to-pay-for-ukrainian-players-accommodation-at-grass-court-events", "date_published": "2023-04-25 14:42:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Charles undermined late queen’s plan to sue News UK, Prince Harry tells court", "description": "<p>Harry claims his father intervened because he wanted to ensure the Sun supported his and Camilla’s future reign</p><p>Queen Elizabeth II personally threatened Rupert Murdoch’s media company with legal proceedings over phone hacking only for her efforts to be undermined by the then Prince Charles, the high court has heard.</p><p>Prince Harry said his father intervened because he wanted to ensure the Sun supported his ascension to the throne and Camilla’s role as queen consort, and had a “specific long-term strategy to keep the media on side” for “when the time came”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/charles-undermined-late-queens-plan-to-sue-news-uk-murdoch-sun-prince-harry-tells-court\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/charles-undermined-late-queens-plan-to-sue-news-uk-murdoch-sun-prince-harry-tells-court", "date_published": "2023-04-25 14:39:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I am finally out of Sudan with my family, and safe – no thanks to the British government | Leila Latif", "description": "<p>We’ve been living in a warzone. Why have other countries managed to get their citizens out, but not Britain?</p><p>I am writing this from Egypt, having completed a chaotic, two-day journey from Khartoum with my husband, children, sister, aunt, cousins and dozens of other people from across the world. The sound of gunfire and shelling is gone. We are safe. But this is no thanks to the UK government or British embassy in Sudan, both of which totally failed us. We are safe because we took matters into our own hands.</p><p>Nothing prepares you for the sound of war, which started echoing around us on <a href=\"https://www.theguardian.com/world/2023/apr/15/heavy-gunfire-amid-military-clash-causes-panic-in-capital-of-sudan\">the morning of Saturday 15 April</a>, as fighting broke out between the Sudanese armed forces and the paramilitary Rapid Support Forces. We were based in the suburbs of Khartoum and had access to electricity, running water and wifi. Some of my friends and family were not so lucky; their homes were damaged or even destroyed. Heavy fighting at the main airport meant trying to escape that way was futile.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/sudan-safe-british-government-warzone-britain-citizens-evacuation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/sudan-safe-british-government-warzone-britain-citizens-evacuation", "date_published": "2023-04-25 14:36:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Premier Inn owner surpasses pre-Covid profits as travellers seek deals", "description": "<p>Whitbread beats analysts’ expectations, reporting £375m in pretax profits for year to 3 March</p><p>The owner of Premier Inn has said profits have surpassed pre-pandemic levels as the UK’s biggest budget hotel chain benefits from a surge in demand from cost-conscious holidaymakers.</p><p>Whitbread, which runs almost 900 hotels in the UK and Germany as well as restaurant chains including Beefeater, Bar &amp; Block and Brewers Fayre, said it would benefit from the scale of its business as small operators succumb to a combination of labour shortages and cost inflation.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/premier-inn-whitbread-pre-covid-profits-deals\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/premier-inn-whitbread-pre-covid-profits-deals", "date_published": "2023-04-25 14:34:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "This month’s best paperbacks: Salman Rushdie, Margo Jefferson and more", "description": "<p>Looking for a new reading recommendation? Here are some excellent new paperbacks, from an astonishing study of premonitions to a Booker prize-winning novel</p> <a href=\"https://www.theguardian.com/books/ng-interactive/2023/apr/25/this-months-best-paperbacks-salman-rushdie-margo-jefferson-and-more\">Continue reading...</a>", "link": "https://www.theguardian.com/books/ng-interactive/2023/apr/25/this-months-best-paperbacks-salman-rushdie-margo-jefferson-and-more", "date_published": "2023-04-25 14:32:59+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Austrians embroiled in row over Nazi roots of regional anthems", "description": "<p>Authors urge four of nine federal provinces to make changes but local leaders accuse them of trying to ‘cancel history’</p><p>Austria is in the thick of a debate about the origins of the “homeland” anthems which celebrate its federal states after the Nazi allegiances of their composers were brought to light by a group of prominent authors.</p><p>The authors are calling on regional politicians to rewrite some of the anthems and to acknowledge the melodies’ Nazi-era roots.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/austrians-embroiled-in-row-over-nazi-roots-of-regional-anthems\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/austrians-embroiled-in-row-over-nazi-roots-of-regional-anthems", "date_published": "2023-04-25 14:29:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I’m a Tory MP, but I can’t let ministers trash our net zero pledge with the Rosebank oilfield | Chris Skidmore", "description": "<p>It would be able to produce 500m barrels, exceeding our carbon budgets for the oil and gas industry. It will also make the UK poorer</p><p>As the chair of <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/1128689/mission-zero-independent-review.pdf\">Mission Zero</a>, the independent review of net zero for the government, I have met countless champions of innovation, and witnessed ingenuity and unwavering ambition to drive forward net zero in the UK.</p><p>The imperative to reduce carbon across the economy has never been stronger. It is therefore concerning that, at a time when the UK should be embracing a renewable future, an application has <a href=\"https://www.gov.uk/government/publications/rosebank-field-development\">been submitted</a> by the Norwegian state-owned oil company Equinor to open the UK’s largest undeveloped oilfield – Rosebank, in the North Sea.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/tory-mp-net-zero-rosebank-oilfield\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/tory-mp-net-zero-rosebank-oilfield", "date_published": "2023-04-25 14:28:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Italian tourism video mocked for using footage of Slovenia", "description": "<p>Art historian calls advertising campaign ‘obscene’ waste of money</p><p>Italy’s tourism ministry has faced ridicule after an official video to attract tourists to Italy used footage of people in Slovenia drinking Slovenian wine.</p><p><a href=\"https://www.youtube.com/watch?v=EOw57LXR-_M\">The video</a>, part of a €9m ($9.91m) campaign produced by the Armando Testa communications group, was widely mocked by critics and on social media even before it emerged that part of it had been shot abroad.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/italian-tourism-video-mocked-for-using-footage-of-slovenia\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/italian-tourism-video-mocked-for-using-footage-of-slovenia", "date_published": "2023-04-25 14:18:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK awaits German go-ahead to start evacuation from Sudan", "description": "<p>Defence secretary says RAF flights out will begin after Germany cedes control of airfield where it is conducting own rescue mission</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/apr/25/sudan-live-uk-government-coordinating-evacuation-of-british-nationals\">Sudan crisis – latest updates</a></li></ul><p>The UK will begin evacuation flights for 2,000-plus Britons trapped in Sudan when Germany relinquishes temporary control of an airfield north of Khartoum from which it has been conducting its own rescue mission, the defence secretary said.</p><p>Ben Wallace, speaking at a defence select committee, would not give a precise time on when flights out would start, but said that an emergency processing centre at Wadi Seidna protected by 120 troops had been set up as of mid-morning.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/uk-awaits-german-go-ahead-to-start-evacuation-flights-from-sudan\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/uk-awaits-german-go-ahead-to-start-evacuation-flights-from-sudan", "date_published": "2023-04-25 14:02:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Rodeo review – badass female racer stars in full throttle death-wish biker movie", "description": "<p>Real-life rider Julie Ledru plays a young tearaway on the outskirts of Bordeaux, drawn to take desperate risks with a criminal biker gang</p><p>First-time feature director Lola Quivoron opens up the throttle with this biker movie set in the outskirts of Bordeaux in France, which gives us some fierce bursts of speed, real-life stunts, and quite a bit of storytelling content. It reminded me of <a href=\"https://www.theguardian.com/books/2013/jun/05/the-flamethrowers-rachel-kushner-review\">Rachel Kushner’s 2013 novel The Flamethrowers</a>, which also showed how very, very angry some men get when women are good at riding motorbikes.</p><p>Real-life racer Julie Ledru makes her movie acting debut as Julia – street name “Inconnu” or “Unknown” – a badass that we first see storming out of some kind of hostel and then stealing a motorbike. She has a cunning method of making an online offer for one on sale on eBay, showing up at the seller’s house and asking if she can do a solo test drive, reassuringly giving him her heavy bag to hold, supposedly full of valuable stuff like her phone and money (but actually just soil she’s scooped into it) and then taking off. Julia desperately wants to be accepted by a crowd of sexist male dirt-bike riders who do breathtakingly dangerous moves and suicidal wheelies at their illegal meets on deserted stretches of road.</p> <a href=\"https://www.theguardian.com/film/2023/apr/25/rodeo-review-badass-female-racer-stars-in-full-throttle-death-wish-biker-movie\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/25/rodeo-review-badass-female-racer-stars-in-full-throttle-death-wish-biker-movie", "date_published": "2023-04-25 14:00:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Harry Belafonte, singer, actor and tireless activist, dies aged 96", "description": "<p>Chart-topping calypso singer who supported US civil rights movement and African initiatives dies following congestive heart failure</p><p><a href=\"https://www.theguardian.com/us-news/harry-belafonte\">Harry Belafonte</a>, the singer, actor and wide-ranging activist, has died aged 96. The cause of death was congestive heart failure, his spokesman <a href=\"https://www.nytimes.com/2023/04/25/arts/music/harry-belafonte-dead.html\">told the New York Times</a>.</p><p>As well as performing global hits such as Day-O (The Banana Boat Song), winning a Tony award for acting and appearing in numerous feature films, Belafonte spent his life fighting for a variety of causes. He bankrolled numerous 1960s initiatives to bring civil rights to Black Americans; campaigned against poverty, apartheid and Aids in Africa; and supported leftwing political figures such as Cuba’s Fidel Castro and Venezuela’s Hugo Chavez.</p> <a href=\"https://www.theguardian.com/music/2023/apr/25/harry-belafonte-singer-dies-actor-singer-activist\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/25/harry-belafonte-singer-dies-actor-singer-activist", "date_published": "2023-04-25 13:49:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘It wasn’t good enough’: Spurs to refund fans who attended Newcastle thrashing", "description": "<ul><li>Players say ‘a defeat like this hurts’ in statement</li><li>‘We will give everything to put things right’</li></ul><p>Tottenham’s players have pledged to refund travelling supporters who endured <a href=\"https://www.theguardian.com/football/2023/apr/23/newcastle-tottenham-premier-league-match-report\">their side’s 6-1 humiliation at Newcastle</a> on Sunday that <a href=\"https://www.theguardian.com/football/2023/apr/24/tottenham-cristian-stellini-sacking-newcastle\">resulted in caretaker manager Cristian Stellini being sacked</a> a day later.</p><p>After Stellini had unexpectedly started with four at the back, they were cut apart at will by their rampaging hosts, who took the lead in the second minute and were 5-0 up by the 21st. Spurs are fifth in the Premier League, six points from the last Champions League place, currently held by Manchester United, who have two games in hand.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/spurs-to-refund-fans-who-attended-newcastle-thrashing\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/spurs-to-refund-fans-who-attended-newcastle-thrashing", "date_published": "2023-04-25 13:47:53+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tell us: are you a man who has experienced postnatal depression?", "description": "<p>We would be interested in speaking to men who have experienced postnatal depression</p><p>Postnatal depression is a condition that affects both men and women. It’s been estimated that around <a href=\"https://www.bbc.com/worklife/article/20220601-male-postnatal-depression-why-men-struggle-in-silence#:~:text=Yet%20it's%20been%20estimated%20that,fathers%20exhibit%20symptoms%20of%20depression.\">10% of new fathers</a> suffer from depression in the first year after the birth of their child.</p><p>We are keen to speak to men who have experienced postnatal depression. What were the symptoms? Were you able to confide in others? What was the reaction like from your partner and those around you?</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/tell-us-are-you-a-man-who-has-experienced-postnatal-depression\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/tell-us-are-you-a-man-who-has-experienced-postnatal-depression", "date_published": "2023-04-25 13:44:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Safety beats idealism’: our panel reacts to Biden’s decision to run again | LaTosha Brown, Jill Filipovic, Osita Nwanevu, Bhaskar Sunkara", "description": "<p>Joe Biden has confirmed he will campaign for a second term as president. Guardian US contributors weigh in</p><p>After surviving the Trump debacle, it was important that we had an administration that could re-establish some level of credibility in the political arena. Given the volatility of the current political environment and the depth of political division in America, Biden has demonstrated he is able to hold together a big tent of diverse groups and push an agenda.</p><p>LaTosha Brown is the co-founder of Black Voters Matter</p><p>Jill Filipovic is the author of the The H-Spot: The Feminist Pursuit of Happiness</p><p>Osita Nwanevu is a Guardian US columnist</p><p>Bhaskar Sunkara is the president of the Nation, the founding editor of Jacobin, and the author of The Socialist Manifesto: The Case for Radical Politics in an Era of Extreme Inequalities</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/biden-reelection-2024-white-house-opinion-panel\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/biden-reelection-2024-white-house-opinion-panel", "date_published": "2023-04-25 13:42:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Wandering goslings and a coronation capsule: Tuesday’s best photos", "description": "<p>The Guardian’s picture editors select photo highlights from around the world</p> <a href=\"https://www.theguardian.com/news/gallery/2023/apr/25/goslings-coronation-capsule-london-eye-tuesdays-best-photos\">Continue reading...</a>", "link": "https://www.theguardian.com/news/gallery/2023/apr/25/goslings-coronation-capsule-london-eye-tuesdays-best-photos", "date_published": "2023-04-25 13:23:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Farne Islands to remain closed after three new cases of bird flu detected", "description": "<p>National Trust rangers brace for second year of mass deaths on islands off Northumberland coast</p><p>A group of islands that make up one of the UK’s most important bird sanctuaries are to remain closed after new cases of avian flu were detected.</p><p>The disease devastated the seabird population of the <a href=\"https://www.nationaltrust.org.uk/visit/north-east/farne-islands\">Farne Islands, off the coast of Northumberland</a>, last year and National Trust rangers expect thousands more deaths this year.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/farne-islands-to-remain-closed-after-three-new-cases-of-bird-flu-detected\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/farne-islands-to-remain-closed-after-three-new-cases-of-bird-flu-detected", "date_published": "2023-04-25 13:18:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Look the monster in the eye!’ 11 things I learned from Matthew McConaughey last night", "description": "<p>Having read the actor’s bizarre and enthralling memoir, I couldn’t miss his livestreamed talk on ‘the art of livin’’. It didn’t disappoint – until the twist at the end</p><p>Two and a half years ago, I read <a href=\"https://guardianbookshop.com/greenlights-9781472280831\">Greenlights by Matthew McConaughey</a>. Billed as the actor’s life story and “guide to livin’”, it is one of the <a href=\"https://www.theguardian.com/film/2020/oct/26/greenlights-matthew-mcconaugheys-guide-to-life-livin-hollywood-star\">wildest books</a> I have ever read. Over 300 pages, McConaughey recounts his trials (runner-up in Little Mr Texas, 1977; receding hairline) and takeaways from the desert and the Chateau Marmont hotel in Los Angeles.</p><p>It is hugely entertaining, with McConaughey’s voice as distinctive on the page as it is on screen. But his guiding philosophy of “chasin’ greenlights” (signs from the universe to steam ahead) struck me as about as relatable as his abs. After all, this was a man who <a href=\"https://www.thecut.com/2020/10/matthew-mcconaughey-greenlights-interview.html\">followed an ambiguous wet dream to two continents</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/look-the-monster-in-the-eye-11-things-i-learned-from-matthew-mcconaughey-last-night\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/look-the-monster-in-the-eye-11-things-i-learned-from-matthew-mcconaughey-last-night", "date_published": "2023-04-25 13:08:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Every time a SpaceX rocket explodes, I wonder if we should tax the rich more | Francine Prose", "description": "<p>The enormous expense of these rockets could have been spent on addressing the many crises that we face on our fragile planet</p><p>One strong argument in favor of heavily taxing the super-rich is that billionaires so often seem to have profoundly misguided ideas about how to spend their money. They waste it on solid gold toilets, or – like the Sacklers and the Russian oligarchs supporting Putin’s war – they use it to do harm. Most commonly, they fund wildly expensive vanity projects that gratify their egos while solidifying their position as masters of the universe who are socially, economically and physically insulated from the rest of us.</p><p>Among the most ambitious and widely publicized of these programs is the space station, SpaceX, that Elon Musk has built in Texas’s Rio Grande Valley, not far from the Mexican border. Musk founded Space Exploration technologies in 2002. His stated aim is to produce rocket ships capable of transporting a hundred passengers and large amounts of supplies and equipment into outer space – to explore the moon and eventually, Musk hopes, to colonize Mars. The first Falcon 1 rockets were tested in 2006. Twenty-six rockets have been launched in 2023 alone.</p><p>Francine Prose is a former president of Pen American Center and a member of the American Academy of Arts and Letters and the American Academy of Arts and Sciences</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/spacex-rocket-explodes-elon-musk-billionaires-tax-the-rich\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/spacex-rocket-explodes-elon-musk-billionaires-tax-the-rich", "date_published": "2023-04-25 13:02:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duke of Westminster’s property firm pays £50m dividend despite profits drop", "description": "<p>Boss of Grosvenor, which owns swathes of Mayfair and Belgravia, warns of ‘more pain’ for commercial property market</p><ul><li><a href=\"https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-hugh-grosvenor-profile\">Profile: London property baron born with ‘longest silver spoon’</a></li></ul><p>The <a href=\"https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-hugh-grosvenor-profile\">Duke of Westminster</a>’s property company, which owns swathes of London’s exclusive Mayfair and Belgravia districts, has paid out a £50m dividend despite falling profits.</p><p>The boss of Grosvenor, <a href=\"https://www.theguardian.com/money/2016/aug/11/inheritance-tax-why-the-new-duke-of-westminster-will-not-pay-billions\">the duke’s £11.5bn property empire</a>, warned of a period of stagflation and that UK interest rates and inflation could stay high for longer than expected, resulting in “more pain” for the commercial property market.</p> <a href=\"https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-property-firm-dividend-profits-grosvenor\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-property-firm-dividend-profits-grosvenor", "date_published": "2023-04-25 13:02:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Duke of Westminster: the London property baron born with ‘longest silver spoon’", "description": "<p>Dynasty set to expand as Hugh Grosvenor, described as UK’s ‘most eligible bachelor’, announces engagement to Olivia Henson</p><ul><li><a href=\"https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-property-firm-dividend-profits-grosvenor\">Duke’s firm pays £50m dividend despite profits drop</a></li></ul><p>The Duke of Westminster, Hugh Grosvenor, was famously described by his father as being <a href=\"https://www.theguardian.com/money/2017/apr/25/duke-of-westminster-property-empire-london-grosvenor-group-brexit\">“born with the longest silver spoon anyone can have”.</a></p><p>Grosvenor, 32, owns more than 300 acres of some of London’s fanciest properties in Mayfair and Belgravia as part of a global, family-owned property empire valued at £9.5bn, making him the third richest person in the UK and, <a href=\"https://www.tatler.com/article/the-duke-of-westminster-prince-georges-billionaire-godfather-and-britains-most-eligible-bachelor-is-engaged\">according to Tatler – until this weekend – the country’s “most eligible bachelor”</a>.</p> <a href=\"https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-hugh-grosvenor-profile\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/apr/25/duke-of-westminster-hugh-grosvenor-profile", "date_published": "2023-04-25 13:02:08+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barbie doll with Down’s syndrome launched by Mattel", "description": "<p>Firm partnered with US charity and medical experts to create part of ‘most diverse and inclusive doll line’</p><p>Barbie is launching its first doll with Down’s syndrome in an effort to help more children find a toy that represents them.</p><p>Mattel bosses said they wanted to bring out the doll to “enable all children to see themselves in Barbie”. They partnered with the National Down Syndrome Society (NDSS) in the US to bring the product to market.</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/barbie-doll-with-downs-syndrome-launched-by-mattel\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/barbie-doll-with-downs-syndrome-launched-by-mattel", "date_published": "2023-04-25 13:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Carbon dioxide removal: the tech that is polarising climate science", "description": "<p>For some, CDR is crucial to staying below 1.5C. Others say it should not even be on the table. Why is it so controversial?</p><ul><li><a href=\"https://www.theguardian.com/us-news/2023/apr/25/john-kerry-relying-technology-remove-carbon-dioxide-dangerous\">John Kerry: relying on technology to remove carbon dioxide is ‘dangerous’</a></li></ul><p>For some scientists, they are the inevitable next stage of staving off the existential threat of climate chaos. For others, they should not even be talked about.</p><p>Carbon dioxide removal (CDR) technologies, which provide a means of sucking carbon out of the atmosphere, are one of the hottest areas of climate research, but also the most controversial.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/carbon-dioxide-removal-tech-polarising-climate-science\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/carbon-dioxide-removal-tech-polarising-climate-science", "date_published": "2023-04-25 13:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Freeze sliced bread and fry banana skins: Max La Manna’s quick guide to reducing food waste", "description": "<p>Step away from that bin and consider new ways of using up old bread, leafy greens, fruit and milk</p><p>What would you do with an extra £730? That’s the amount the average UK household wastes each year, by throwing away untouched or unopened food, according to the <a href=\"https://wrap.org.uk/sites/default/files/2021-10/food-%20surplus-and-%20waste-in-the-%20uk-key-facts-oct-21.pdf\">waste and sustainability charity Wrap</a>. That’s a staggering 2m tonnes and the equivalent of roughly one in every three bags of groceries we bring into our homes. Food waste is not only bad for our pockets, it’s bad for the environment, too: 36m tonnes of greenhouse gas emissions could be saved if we stopped throwing it into landfill. Storing ingredients properly to keep them fresher for longer, planning mealtimes and getting creative with leftovers are three simple ways with which we can reduce our food-waste footprint. Let’s start with the UK’s five most-wasted ingredients.</p><p><strong>Bread </strong>We chuck<strong> </strong>out about<strong> </strong>20m slices of <a href=\"https://www.theguardian.com/food/2022/apr/30/how-to-turn-stale-rye-bread-into-porridge-recipe-zero-waste-cooking-ollebrod\">bread</a> every day. I always store half my fresh loaves in the freezer, sliced and wrapped tightly. Revive a stale loaf by sprinkling with a little water, placing on a lined baking sheet and into a low oven for a few minutes (or in the microwave in 30-second blasts). Alternatively, turn it into breadcrumbs (or do like the Italians and make <em>pangrattato</em>), use to thicken soups, such as <em>pappa al pomodoro</em> (Tuscan bread and tomato soup), ribollita and gazpacho, or use instead of pine nuts in a pesto; they’re the secret to thicker sauces, too.</p><p>You Can Cook This!: Simple, Satisfying, Sustainable Veg Recipes, by Max La Manna, is published by Ebury Press at £22. To order a copy for £19.36, go to <a href=\"https://guardianbookshop.com/you-can-cook-this-9781529148800\">guardianbookshop.com</a></p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/freeze-sliced-bread-and-fry-banana-skins-max-la-mannas-quick-guide-to-reducing-food-waste\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/freeze-sliced-bread-and-fry-banana-skins-max-la-mannas-quick-guide-to-reducing-food-waste", "date_published": "2023-04-25 13:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK secretly deported 100 Nepali guards who protected staff in Kabul", "description": "<p>Exclusive: People who risked their lives and were evacuated to Britain were forcibly removed to Nepal days later</p><p>More than 100 Nepali guards who risked their lives to protect British embassy staff in Afghanistan before the Taliban seized back control were secretly returned to Nepal against their wishes shortly after being airlifted to safety in the UK, the Guardian can reveal.</p><p>Hundreds of Nepali nationals and a smaller number of Indian nationals who protected key institutions in Kabul were brought to the UK on an RAF flight during the chaotic evacuation of the Afghan capital by western countries in August 2021, as victorious Taliban forces closed in.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/uk-secretly-deported-100-nepali-guards-who-protected-staff-in-kabul-afghanistan\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/uk-secretly-deported-100-nepali-guards-who-protected-staff-in-kabul-afghanistan", "date_published": "2023-04-25 13:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "What’s that going up in flames? Why, it’s Elon Musk’s reputation | Arwa Mahdawi", "description": "<p>Just as SpaceX’s Starship experienced a rapid unscheduled disassembly this month, Musk is a mess, too, thanks to Twitter’s blue ticks</p><p>Elon Musk is a man of many talents including, it would seem, resurrecting people from the dead. Over the weekend, a number of notable but <a href=\"https://www.forbes.com/sites/mattnovak/2023/04/22/15-dead-celebrities-elon-musk-has-branded-with-twitters-controversial-checkmark/\">no-longer-alive figures</a>, including Anthony Bourdain, Hugo Chávez and Jamal Khashoggi had “blue checkmarks” suddenly appear on their dormant Twitter accounts. When you clicked on the checkmark you were informed that they’d provided their phone numbers to the platform and agreed to pay $8 a month to subscribe to Twitter Blue. The afterlife must be dire if people are signing up for Twitter’s paid features from beyond the grave.</p><p>It wasn’t just dead celebs being mysteriously verified. The rollout of Twitter Blue was <a href=\"https://www.theguardian.com/technology/2023/apr/21/elon-musk-twitter-blue-rollout\">a spectacular mess</a>. Once upon a time, having a blue tick by your name was a status symbol: a sign someone at Twitter HQ thought you were “notable” enough to verify. (Reader, I was not.) Then Musk came along, stripped people of their blue ticks, and said they’d only get the badge back if they paid up. Obviously only a complete loser would do that and the blue tick quickly became a scarlet letter. So when the checks mysteriously reappeared on the accounts of a number of high-profile – and very much alive – figures, including the author Stephen King and basketball star LeBron James, said figures swiftly announced that they hadn’t paid for the badge and wouldn’t be caught dead doing so. All of which would be incredibly embarrassing for Musk if he had any sense of shame. (Reader, he does not.)</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/whats-that-going-up-in-flames-why-its-elon-musk-reputation\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/whats-that-going-up-in-flames-why-its-elon-musk-reputation", "date_published": "2023-04-25 12:47:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Police issue arrest warrant for Nate Diaz after New Orleans street brawl", "description": "<ul><li>Video emerged of weekend fight with YouTube personality</li><li>Police say former UFC star faces battery charge</li></ul><p>Police in New Orleans have issued an arrest warrant for former UFC star Nate Diaz after a brawl in the city on Saturday night.</p><p>The 38-year-old faces a charge of of second-degree battery after video spread on social media of Diaz apparently choking YouTube personality Rodney Petersen unconscious during a fight in the city’s popular Bourbon Street.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/police-issue-arrest-warrant-for-nate-diaz-after-new-orleans-street-brawl\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/police-issue-arrest-warrant-for-nate-diaz-after-new-orleans-street-brawl", "date_published": "2023-04-25 12:47:04+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "P&O Ferries: prospect of fine over mass sackings is ‘less than remote’", "description": "<p>Dubai-owned ferry operator predicts inquiry into its sacking of 786 workers last year will not result in ‘related economic outflow’</p><p>P&amp;O Ferries bosses believe there is “a less than remote possibility” of any fine from the investigation into its <a href=\"https://www.theguardian.com/uk-news/2022/mar/17/po-ferries-halts-sailings-before-major-announcement\">mass sackings of 786 workers last year</a>, despite admitting it broke the law.</p><p>In its annual report, the Dubai-owned ferry operator said that firing its entire UK-based crew without due consultation “as required under UK employment law” was a “solution to gaining essential operational flexibility”.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/po-ferries-prospect-of-fine-over-mass-sackings-is-less-than-remote\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/po-ferries-prospect-of-fine-over-mass-sackings-is-less-than-remote", "date_published": "2023-04-25 12:40:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poland has changed beyond recognition – and so has its place in Europe's pecking order | Anna Gromada", "description": "<p>Since 1989 my family has gone from farm labourers to high achievers.  Something similar has happened to my country</p><p>When the iron curtain was swept away on that miraculous night of 9 November 1989, it exposed some of the deepest differences between geographical neighbours the world has ever recorded. The 13:1 GDP <a href=\"https://data.worldbank.org/indicator/NY.GDP.PCAP.CD?end=2021&amp;locations=PL-DE&amp;start=1989\">per capita gap</a> between Poland and soon-to-be united Germany <a href=\"https://data.worldbank.org/indicator/NY.GDP.PCAP.CD?end=2021&amp;locations=MX-US&amp;start=1989\">was twice that</a> between the US and Mexico.</p><p>That same night, my pregnant mother and her brothers were workers in the shadow economy on an eco-farm near Frankfurt, helping to meet the needs of a newly minted class of environmentally aware Germans. My family admired that country where “you never got lost on a highway”. People in Germany drove immaculately clean cars and manual labourers could play Stille Nacht on several instruments – which they did at the farm for Christmas 1989 – leading my mother to marvel at an education system that could so universally equip people not just with marketable skills but also with an ingrained sense of beauty.</p><p>Anna Gromada is a social scientist and co-founder of the Warsaw-based <a href=\"https://kalecki.org/en/\">Kalecki Foundation</a></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/poland-change-europe-high-achievers-country\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/poland-change-europe-high-achievers-country", "date_published": "2023-04-25 12:36:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The GDR was safe for me’: Disney drama tells story of former East Germany’s first black police officer", "description": "<p>Samuel Meffire was the face of an ad campaign to show a different side to the former GDR but later served time for armed robbery</p><p>In the dying days of the German Democratic Republic, a group of peace activists gather in a church in Dresden to discuss the more bottom-up, less authoritarian country they would like to see emerge out of the crumbling socialist state.</p><p>A mixed-race man on one of the back rows speaks up. “You have no idea of the rage that’s out there”, he says. “If you lock people up in a cage for life then at some point they will find someone to blame for that. Someone who’s different. And you want to abolish this state? The last bit that keeps people from going crazy?”</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/samuel-meffire-disney-drama-story-of-former-east-germany-first-black-police-officer\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/samuel-meffire-disney-drama-story-of-former-east-germany-first-black-police-officer", "date_published": "2023-04-25 12:20:47+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A reasonable supreme court? Hardly. Don’t be fooled by this extremist establishment | Moira Donegan", "description": "<p>Recent stay on the abortion pill ban is a contest between conservative institutionalists and ideologues on the court</p><p>In a way, Matthew Kacsmaryk – the Trump-appointed federal district court judge in Amarillo, Texas, who issued a sprawling and aggressive injunction on 7 April that would have removed the abortion drug mifepristone from the market – did the supreme court’s conservative majority a big favor: he made them look reasonable by comparison.</p><p>On Friday, after days of anxious waiting for abortion providers, the pharmaceutical industry and American women, the supreme court declined to allow Kacsmaryk’s stay – and another, also dramatic ruling from the fifth circuit court of appeals – to go into effect. The court that destroyed the abortion right last year thereby preserved the availability of the most common abortion method – at least in the dwindling number of states where abortion remains legal at all.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/supreme-court-extremist-establishment-institutionalists-ideologues\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/supreme-court-extremist-establishment-institutionalists-ideologues", "date_published": "2023-04-25 12:19:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man who murdered two-year old Lola James jailed for at least 28 years", "description": "<p>Kyle Bevan given life sentence for murder of stepdaughter, with girl’s mother, Sinead James, given six-year term</p><p>A man who murdered his two-year-old stepdaughter while her mother lay asleep upstairs has been jailed for life.</p><p>Kyle Bevan was handed a prison term of a minimum of 28 years for the murder of Lola James.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/lola-james-murderer-kyle-bevan-jailed\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/lola-james-murderer-kyle-bevan-jailed", "date_published": "2023-04-25 12:16:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I can’t just decide to not fancy Cate Blanchett’: what does it mean to be sexually fluid?", "description": "<p>While, in general, the world is getting more sexually liberal, how we choose to define ourselves is ever evolving. Our writer explains what being sexually fluid means for her</p><p>When asked, I define my sexuality as “around 84-87% gay”. I suppose this would equate to the upper end of the <a href=\"https://en.wikipedia.org/wiki/Kinsey_scale\" title=\"\">Kinsey scale</a>, which rates nought as exclusively heterosexual and six as its opposite. But there is plenty of disagreement as to whether sexuality is innate or acquired, immutable or fluctuating, and even what certain terms mean.</p><p>“Fluid”, originally attributed to the psychologist <a href=\"https://en.wikipedia.org/wiki/Lisa_M._Diamond\" title=\"\">Lisa M Diamond</a>, has become a buzzword for those who do not “fit” into traditional categories. Fluidity is different from, for example, bisexuality, because a person who is bisexual might be bisexual for life, whereas fluidity suggests oscillation. But fluid is, I suppose, what I am.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/what-does-it-mean-to-be-sexually-fluid\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/what-does-it-mean-to-be-sexually-fluid", "date_published": "2023-04-25 12:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "War-torn FC Mariupol reborn in Brazil: ‘The least we could do to help give hope’", "description": "<ul><li>South American team AA Batel will take on kit, crest and logo</li><li>‘We’re so grateful,’ says disbanded club’s vice-president</li></ul><p>A Ukrainian community in southern Brazil has decided to turn its local football team into FC Mariupol, a top-flight club disbanded after Russia’s invasion of Ukraine, in a show of solidarity with the war-torn country.</p><p>AA Batel, a team from the Prudentópolis region in Paraná, said on Monday they will take on Mariupol’s kit, crest and logo a year after the club’s <a href=\"https://www.theguardian.com/football/blog/2022/may/09/the-psychological-scars-run-deep-but-we-will-not-abandon-mariupol-fc\">facilities and stadium were destroyed</a> in the invasion which Moscow calls a special military operation.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/fc-mariupol-reborn-brazil-aa-batel\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/fc-mariupol-reborn-brazil-aa-batel", "date_published": "2023-04-25 11:30:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "John Kerry: relying on technology to remove carbon dioxide is ‘dangerous’", "description": "<p>Exclusive: US climate envoy says existing measures, such as shift to renewable energy, must be deployed faster to stop global warming</p><p>Relying on technology to remove carbon dioxide from the atmosphere is “dangerous” and a cause for “alarm”, John Kerry has warned.</p><p>The US special presidential envoy for climate said in an interview that new technologies may not prevent the world from passing <a href=\"https://www.theguardian.com/environment/2018/oct/09/tipping-points-could-exacerbate-climate-crisis-scientists-fear\">“tipping points”</a>, key temperature thresholds that, once passed, could trigger a cascade of unstoppable physical effects.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/john-kerry-relying-technology-remove-carbon-dioxide-dangerous\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/john-kerry-relying-technology-remove-carbon-dioxide-dangerous", "date_published": "2023-04-25 11:15:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU plan to ban up to 7,000 dangerous chemicals failing badly, says study", "description": "<p>Roadmap to stop use of substances including ‘forever chemicals’ used to implement bans on 14 chemical groups so far, report states</p><p>A plan to ban up to 7,000 of the most potentially dangerous chemicals on the European market by 2030 is failing badly, according to a study.</p><p>A year ago, the EU launched a roadmap to banning <a href=\"https://www.theguardian.com/environment/2022/apr/25/eu-unveils-plan-largest-ever-ban-on-dangerous-chemicals\">groups of toxic substances</a> linked to environmental damage and serious illnesses such as cancers, hormonal disruption and reprotoxic disorders. These included all bisphenols, the most dangerous flame retardants, and the increasingly controversial PFAS chemicals (per- and polyfluoroalkyl substances).</p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/eu-plan-to-ban-up-to-7000-dangerous-chemicals-failing-badly-says-study\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/eu-plan-to-ban-up-to-7000-dangerous-chemicals-failing-badly-says-study", "date_published": "2023-04-25 11:09:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Primark sales climb as prices rise and city centre stores boom", "description": "<p>Retailer warns that growth may slow in coming months because of inflation and cost of living crisis</p><p>Primark has reported strong first-half sales growth helped by higher prices and a return of tourists and office workers across the UK’s cities, but said that revenue would slow in the coming months amid the cost of living crisis and higher interest rates.</p><p>The retailer’s parent company Associated British Foods said like-for-like sales rose by 10% at the budget clothing chain in the six months to 4 March compared with a year earlier.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/primark-sales-prices-rise-inflation-cost-of-living-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/primark-sales-prices-rise-inflation-cost-of-living-crisis", "date_published": "2023-04-25 11:02:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nigel Slater’s recipe for butter beans with clams", "description": "A meal of hearty beans and clams, lifted with the fresh flavours of herbs, chilli and a squeeze of lemon<p>Peel and finely dice a medium-sized <strong>shallot</strong>, one of the banana variety. Warm 2 tbsp of <strong>olive oil</strong> in a large, deep pan over a moderate heat. Stir in the chopped shallot and let it cook for 7 minutes or so until it is soft, but not coloured – keep stirring it so that it doesn’t brown.</p><p>Squash 1 large clove of <strong>garlic</strong> flat with a pestle or the side of a heavy knife, then stir into the shallot with ½ a tsp of dried, hot <strong>chilli flakes</strong> and the finely grated zest of 1 medium-sized <strong>lemon</strong>.</p> <a href=\"https://www.theguardian.com/food/2023/apr/25/nigel-slaters-recipe-for-butter-beans-with-clams\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/25/nigel-slaters-recipe-for-butter-beans-with-clams", "date_published": "2023-04-25 11:01:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan conflict: why is there fighting and what is at stake in the region?", "description": "<p>Power struggle between military factions erupted after faltering transition to civilian-led government</p><p>Intense clashes between Sudan’s military and the country’s main paramilitary force have killed hundreds of people and sent thousands fleeing for safety, as a burgeoning civil war threatens to destabilise the wider region.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/sudan-conflict-why-is-there-fighting-what-is-happening\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/sudan-conflict-why-is-there-fighting-what-is-happening", "date_published": "2023-04-25 11:01:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Design news: the father of video art, London Craft Week and Frank Lloyd Wright trainers", "description": "<p>Read a tome on time, watch a documentary about artist Nam June Paik and marvel at the work of graphic designer Neville Brody </p><p>“Skin has become inadequate at interfacing with reality,” wrote artist Nam June Paik in one of his many essays. “Technology has become the body’s new membrane of existence.” If you like the sound of Paik’s world view, you can learn more about him in design news this month. We also have a “tattooed, gobby” horologist and the world’s bestselling graphic designer. Come on in.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/design-news-the-father-of-video-art-london-craft-week-and-frank-lloyd-wright-trainers\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/design-news-the-father-of-video-art-london-craft-week-and-frank-lloyd-wright-trainers", "date_published": "2023-04-25 11:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Human values, as well as AI, must be at the core of the future of work | Anna Thomas", "description": "<p>Automation too often erodes conditions and job quality creating anxiety and overwork. To build ‘good work’, we must invest in people as well as tech</p><p>The UK economy is at a pivotal moment. Two years on from Covid, and it remains the only country in the developed world where people have continued to drop out of the labour market in greater numbers beyond the pandemic.</p><p>Rates of economic inactivity have risen and vacancies in the hospitality, health and technology sectors are proving hard to fill. At the same time, automation and the acceleration of artificial intelligence (AI) technology risk spreading fear and anxiety among workers. The UK is experiencing new forms of polarisation between good and poor-quality work.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/25/human-values-as-well-as-ai-must-be-at-the-core-of-the-future-of-work-chatgtp\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/25/human-values-as-well-as-ai-must-be-at-the-core-of-the-future-of-work-chatgtp", "date_published": "2023-04-25 11:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TechScape: Could this billion-pound ‘crack-down’ end fake reviews and subscription traps?", "description": "<p>Tech giants such as Google and Apple could face huge fines if they breach planned rules designed to protect consumers online. But will the bill have real teeth?</p><ul><li><strong><a href=\"https://ablink.editorial.theguardian.com/ss/c/TBl-lE0k4WbTlFRn6v-lQXxTpTslqnvUsR2ofAkC00vqkHXqakTSxrykj9mrdACFo11SPMvm9ONAti2JcHBqUgcduObToxycReEYHcTAh6nov_u_7l464yKkl5CZpPeg-CqG3ueb-8UiDZ4dOkhK_xu6BZysaGtGOA-w2_0KTqLsMBLqZrcGelEg-7T5C6DRfMSsX1Wcyrv2RlHjbzIGx0ePxMD7meIXmznkqCFxtrflV_YvxDV9cqXgzdq7c2-9qYTW0MyIMCG7p9sc7wIKCg/3ha/N7031ZxvS8Cv2AmB8PHP-g/h27/towm4HqYM1UtQe3kzAkaoAWT_zh9HyZuTvPyJCk6JeE\">Don’t get TechScape delivered to your inbox? Sign up for the full article here</a></strong></li></ul><p>The British government hasn’t yet succeeded in passing its flagship piece of internet regulation, but it’s about to introduce a second. Hot on the heels of the <a href=\"https://www.theguardian.com/technology/2023/jan/17/online-safety-bill-meta-pinterest-snap-molly-russell\">online safety bill</a> comes the <a href=\"https://www.theguardian.com/technology/2023/apr/25/major-tech-firms-face-hefty-fines-under-new-digital-consumer-bill\">digital markets, competition and consumer bill</a>, introduced today “to crack down on rip-offs, protect consumer cash online and boost competition in digital markets”.</p><p>From <a href=\"https://www.theguardian.com/technology/2023/apr/25/major-tech-firms-face-hefty-fines-under-new-digital-consumer-bill\">our story</a>:</p><p>Major tech firms face the threat of multibillion-pound fines for breaching consumer protection rules under new legislation that will tackle issues including <a href=\"https://www.theguardian.com/money/2023/apr/21/trade-in-fake-reviews-still-thriving-on-facebook-says-which\">fake online reviews</a> and subscriptions that are difficult to cancel.</p><p>The digital markets, competition and consumers bill will empower the UK’s competition watchdog to tackle the “excessive dominance” that a small number of tech firms hold over consumers and businesses.</p><p><em>Whether it’s fake reviews by dishonest businesses or people getting trapped in unwanted and costly subscriptions, our consumer protections are overdue an upgrade. Which? has long campaigned for stronger powers for the Competition and Markets Authority, including tough enforcement and the ability to fine firms that break the law directly.</em></p><p>Once, there was no verification on Twitter. All accounts were as one.</p><p>Then people began impersonating celebrities, and <a href=\"https://techcrunch.com/2009/06/06/facing-lawsuits-and-complaints-from-celebs-twitter-launches-verified-accounts/?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAFGPOIj8jozL_i4MmeNUExB_Z2wYHWxWzJb46fp_smMt0XsaoNWN1JxnCXLW7T8tGAUegSgXcBQjZvmWlttkkVEwNAaamPW8JjUssz6MGSGHE0OcTzs4BFn88k15fjYoFg81W2e5Alf1PcjeDwfYaJjgiuGXNEHgCYBWluQlxqN1\">the threat of lawsuits</a> prompted the introduction of a verification programme, placing a checkmark beside the name of users who had proved their identity.</p><p>The programme grew to encompass a broad swathe of notable users, including many journalists, in part because it was effectively administered by businesses who would work to verify their staff.</p><p>A “blue tick” became a desirable mark of status – or a divisive sign of elitism.</p><p>Elon Musk buys Twitter, and begins selling the ability to “verify” your account to end the “lords and peasants” system. No verification occurs, but accounts with a phone number attached are eligible for a checkmark. A few hundred thousand sign up.</p><p>Some of the newly verified users express annoyance at the older, “legacy” verified users receiving the same status for free. Musk announces that they will have that status stripped from them on 20 April, a date known for <a href=\"https://www.theguardian.com/society/2019/apr/20/420-marijuana-hallmark-holiday\">its significance in weed culture</a>.</p><p>The legacy checkmarks are removed. Only people who pay are marked out. This immediately becomes a source of embarrassment. A grassroots campaign begins to block anyone with a paid-for mark.</p><p>Celebrities with more than one million followers wake up to find they have had the mark <a href=\"https://www.theguardian.com/technology/2023/apr/23/twitter-restores-blue-tick-free-of-charge-to-celebrities-in-u-turn\">forced on them</a> – with a public explanation claiming they paid for it, even though they did not. Some discover they can’t remove it even if they try.</p><p>Elon Musk takes a break from <a href=\"https://www.theguardian.com/science/video/2023/apr/20/spacex-starship-rocket-blows-up-minutes-after-launch-video\">blowing up rockets</a> to <a href=\"https://twitter.com/elonmusk/status/1649900776821518338\">tweet a laughing-face emoji</a> and the words “A troll, me??”</p> <a href=\"https://www.theguardian.com/technology/2023/apr/25/techscape-multibillion-digial-markets-bill-fake-reviews-internet-ripoffs\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/25/techscape-multibillion-digial-markets-bill-fake-reviews-internet-ripoffs", "date_published": "2023-04-25 10:59:42+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "'It's something I have to do': pilots who fly abortion patients across state lines – video", "description": "<p>Ben is one of hundreds of volunteer pilots in the US flying people across state lines in their small private planes so they can obtain abortion healthcare. He’s part of an Illinois-based group called <a href=\"https://elevatedaccess.org/\">Elevated Access</a> that connects pilots with patients. Since the overturning of Roe v Wade in 2022 dismantled 50 years of legal protection around abortion access in the US, thousands of patients are now forced to travel to obtain the healthcare they need – which can be expensive, time consuming and risky</p><p></p><p></p> <a href=\"https://www.theguardian.com/news/video/2023/apr/25/its-something-i-have-to-do-pilots-who-fly-abortion-patients-across-state-lines-video\">Continue reading...</a>", "link": "https://www.theguardian.com/news/video/2023/apr/25/its-something-i-have-to-do-pilots-who-fly-abortion-patients-across-state-lines-video", "date_published": "2023-04-25 10:59:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Peak District deal to protect birds of prey ends as illegal killing continues", "description": "<p>Agreement between grouse moor managers and conservationists had also aimed to restore populations</p><p>Illegal killings of birds of prey have led the Peak District national park to end an agreement between grouse moor managers and bird conservationists aimed at protecting raptors.</p><p>The partnership was set up in 2011 and sought to restore bird of prey populations in the park. The rare birds have historically been killed by gamekeepers and others because they predate on grouse populations, which are maintained for shooting.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/peak-district-protect-birds-prey-conservationists-raptor-species\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/peak-district-protect-birds-prey-conservationists-raptor-species", "date_published": "2023-04-25 10:51:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Murdoch firm ‘paid secret phone-hacking settlement to Prince William’", "description": "<p>Details of alleged deal in 2020 given in legal documents submitted by Prince Harry amid legal fight with Sun publisher</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2023/apr/25/prince-harry-court-phone-hacking-claims-press-murdoch-prince-william\">Explainer: Why is Prince Harry back in court over phone-hacking claims?</a></li></ul><p>Rupert Murdoch’s media business secretly paid Prince William a “very large sum of money” to quietly settle a phone-hacking claim, according to new court filings.</p><p>The Prince of Wales received the previously undisclosed payment in 2020 after bringing a legal claim against the owner of the Sun and the News of the World.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/prince-william-murdoch-phone-hacking-claims-court-filings-prince-harry\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/prince-william-murdoch-phone-hacking-claims-court-filings-prince-harry", "date_published": "2023-04-25 10:49:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Breakdown | Life after rugby: as game feels pinch, players face demanding transition", "description": "<p>With scores of Premiership pros soon to be club-less, initiatives like that of former players such as Geoff Griffiths are vital</p><p>The final number of casualties is not quite confirmed but it is guaranteed to hurt. According to Christian Day, general secretary of the Rugby Players’ Association, at least 100 current Premiership squad members will shortly be left without a contract, victims of the stark financial realities gripping the English club game. “The market is incredibly squeezed,” says Day. “We’re looking at 10 senior players per squad not being there next year.”</p><p>Maybe one or two will be fortunate and find a summer trial somewhere. The implications of the Premiership’s reduced £5m salary cap, however, threaten to wreck a lot of dreams. Some clubs have been shedding truckloads of academy pros, others have made derisory offers that no full-time athlete could reasonably accept. “The last two years have been the most testing and challenging for rugby union as a professional sport since the early days when everyone was flying blind,” says Day. “We’re trying to help with that.”</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/life-after-rugby-union-premiership-players-face-demanding-transition\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/life-after-rugby-union-premiership-players-face-demanding-transition", "date_published": "2023-04-25 10:33:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Hosepipe ban affecting swathes of Devon could last until December", "description": "<p>Customers face fine of up to £1,000 for breaching ban that South West Water blames on below-average rainfall</p><p>Even though this <a href=\"https://www.metoffice.gov.uk/about-us/press-office/news/weather-and-climate/2023/march-2023-weather-review\">March was one of the wettest in England for 40 years</a>, a hosepipe ban has been imposed on hundreds of thousands of people in the south-west.</p><p>Customers of South West Water in much of Devon, including the city of Plymouth and the towns of Barnstaple, Tavistock and Torquay, <a href=\"https://www.southwestwater.co.uk/environment/water-resources/hosepipeban/\">are all subject to the restrictions</a>, which are likely to be in place until December.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/hosepipe-ban-affecting-swathes-of-devon-could-last-until-december\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/hosepipe-ban-affecting-swathes-of-devon-could-last-until-december", "date_published": "2023-04-25 10:29:57+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "David Squires on … Wrexham’s reboot getting its Hollywood ending", "description": "<p>Our cartoonist on the glamorous A-listers discovering an enshrined rule of British football culture</p><ul><li><a href=\"https://support.theguardian.com/uk/contribute?REFPVID=kta1aob6y4ujara7ohka&amp;INTCMP=header_support_RemoteRrHeaderLinksTest__UK_remote&amp;acquisitionData=%7B%22source%22%3A%22GUARDIAN_WEB%22%2C%22componentId%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22componentType%22%3A%22ACQUISITIONS_HEADER%22%2C%22campaignCode%22%3A%22header_support_RemoteRrHeaderLinksTest__UK_remote%22%2C%22abTest%22%3A%7B%22name%22%3A%22RemoteRrHeaderLinksTest__UK%22%2C%22variant%22%3A%22remote%22%7D%2C%22referrerPageviewId%22%3A%22kta1aob6y4ujara7ohka%22%2C%22referrerUrl%22%3A%22https%3A%2F%2Fwww.theguardian.com%2Ffootball%22%2C%22isRemote%22%3Atrue%7D\">Like what David does? Consider supporting our journalism</a></li><li><a href=\"https://guardianprintshop.com/collections/david-squires/products/wrexhams-reboot-getting-its-hollywood-ending\">You can buy David’s cartoon from the Guardian Print Store</a></li></ul> <a href=\"https://www.theguardian.com/football/ng-interactive/2023/apr/25/david-squires-on-wrexham-reboot-getting-its-hollywood-ending\">Continue reading...</a>", "link": "https://www.theguardian.com/football/ng-interactive/2023/apr/25/david-squires-on-wrexham-reboot-getting-its-hollywood-ending", "date_published": "2023-04-25 10:04:48+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Joe Biden formally announces 2024 White House run", "description": "<p>President, who could face Donald Trump in 2020 re-run, urges voters to give him four further years to finish what he started</p><p>Joe Biden has formally launched his re-election campaign, asking Americans to give him another four years to finish what he started.</p><p>The president, famously nostalgic, chose to launch his campaign on the fourth anniversary of his return to politics in 2019, when he declared his intention to seek the presidential nomination for a third time. Then, like now, Biden relied on a <a href=\"https://twitter.com/JoeBiden/status/1650801827728986112\">video</a> to formally declare his candidacy before venturing on to the campaign trail.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/joe-biden-white-house-2024-reelection-campaign\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/joe-biden-white-house-2024-reelection-campaign", "date_published": "2023-04-25 10:02:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Indian ministers rebuke Der Spiegel for ‘racist’ cartoon mocking population size", "description": "<p>German magazine accused of putting down India with caricature depicting population overtaking China</p><p>A cartoon in the German magazine Der Spiegel poking fun at India as it becomes more populous than China has been castigated as “racist” by Indian ministers.</p><p>The cartoon shows a rickety old Indian train packed with people and swarms of passengers atop it. On a parallel track, a sleek Chinese bullet train is seen with just two drivers, looking surprised at the sight of the Indian train.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/indian-ministers-rebuke-der-spiegel-racist-cartoon-mocking-population-size\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/indian-ministers-rebuke-der-spiegel-racist-cartoon-mocking-population-size", "date_published": "2023-04-25 10:02:03+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons with prepay meters urged to use vouchers as £160m goes unclaimed", "description": "<p>Households with analogue meters have until 30 June to claim discounts of up to £400 on energy costs</p><p>Ministers have urged households using prepayment meters to redeem vouchers offering support for their energy bills, as the government said £160m remained unclaimed.</p><p>Households with traditional analogue prepayment meters are entitled to claim discounts of up to £400 on their energy costs under the energy bills support scheme, which is open until 30 June.</p> <a href=\"https://www.theguardian.com/money/2023/apr/25/britons-prepay-meters-vouchers-claim-discounts-energy-costs\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/25/britons-prepay-meters-vouchers-claim-discounts-energy-costs", "date_published": "2023-04-25 10:00:41+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Berg review – mesmeric documentary evokes terrifying majesty of the natural world", "description": "<p>Long static shots of Slovenian mountains combine with ambient drones in this abstract, contemplative film that contemplates nature’s patterns</p><p>Here is a meditative documentary from Dutch film-maker Joke Olthaar that mostly consists of monochrome, long-held static shots, exquisitely filmed by cinematographer André Schreuders, of the mountains in <a href=\"https://en.wikipedia.org/wiki/Triglav_National_Park\">Triglav National Park</a> in Slovenia. It opens and closes with some airy voiceover musings about the abyss, solitude and all that jazz, and there are references to “the three of us” which chime with the three tiny, black, human-shaped blobs seen from time to time.</p><p>But for the most part, there is no palpable story or shape to the film. Olthaar occasionally mixes in what looks like Super 8 footage of climbers and walkers pictured on a more human scale, and at one point a dead body is dug out of the snow. Yet none of that human activity is given any more weight than the shots of handsome goats hanging out on the crags, or the shifting patterns of sun and shadow flickering across the vast spaces.</p> <a href=\"https://www.theguardian.com/film/2023/apr/25/berg-review-mesmeric-nature-documentary-slovenia-mountains\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/25/berg-review-mesmeric-nature-documentary-slovenia-mountains", "date_published": "2023-04-25 10:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson: firing spotlights texts unearthed during Fox-Dominion trial", "description": "<p>Host’s abrupt departure has turned the spotlight on his deposition, emails and messages in the now-settled lawsuit</p><p>The $787.5m settlement between Fox News and Dominion Voting Systems spared executives and on-air talent from taking the stand in a defamation lawsuit that centered on the network airing false claims of a stolen election in the weeks after Donald Trump’s 2020 loss.</p><p>The lawsuit still revealed plenty of what Fox personalities had been saying about the bogus election claims, including Tucker Carlson, the network’s top-rated host who was let go Monday. His unexplained departure has turned a spotlight on what he said in depositions, emails and text messages among the thousands of pages Dominion released in the leadup to jury selection in the case.</p> <a href=\"https://www.theguardian.com/media/2023/apr/25/tucker-carlson-leaves-fox-news-dominion-lawsuit\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/25/tucker-carlson-leaves-fox-news-dominion-lawsuit", "date_published": "2023-04-25 10:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britons turn to stores’ bargain ranges as grocery price inflation stays above 17%", "description": "<p>Cost of living squeeze continues, led by price rises for eggs, milk and cheese, say analysts Kantar</p><p>Shoppers increasingly turned to supermarkets’ cheapest own-label products as grocery inflation remained above 17% over the past month, keeping the pressure on already strained household finances.</p><p>Sales of the very cheapest value own-label lines jumped 46% in the four weeks to 16 April, compared with a year earlier, dropping in to nearly one in five baskets as consumers sought to make savings.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/uk-shoppers-own-label-food-price-inflation-price-rises-kantar\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/uk-shoppers-own-label-food-price-inflation-price-rises-kantar", "date_published": "2023-04-25 09:58:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour hardens policy on spiking drinks to boost ‘tough on crime’ credentials", "description": "<p>Keir Starmer calls for specific offence as part of broader pledge to tackle violence against women and girls</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/25/labour-conservatives-vote-down-sewage-bill-keir-starmer-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Keir Starmer has pledged to make spiking drinks a standalone offence as Labour seeks to bolster its “tough on crime” message.</p><p>The Labour leader said the offence was needed and thought the government was “wrong” to dismiss calls for the law to be introduced.</p> <a href=\"https://www.theguardian.com/society/2023/apr/25/labour-hardens-policy-on-spiking-drinks-to-boost-tough-on-credentials-keir-starmer\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/apr/25/labour-hardens-policy-on-spiking-drinks-to-boost-tough-on-credentials-keir-starmer", "date_published": "2023-04-25 09:57:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chinese journalist arrested on charges of espionage", "description": "<p>Trial of Dong Yuyu, detained after meeting Japanese diplomat, comes as country’s espionage laws widened</p><p>A Chinese journalist at one of the country’s major state media outlets known for his relatively forthright and liberal writings has been arrested on charges of espionage, his family have said.</p><p>Dong Yuyu was detained in February 2022 after meeting with a Japanese diplomat who, it was reported at the time, was also taken for interrogation before being released. Dong’s family kept his detention secret in the hope of securing his release, but last month were told his case was progressing to trial.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/chinese-journalist-dong-yuyu-arrested-on-charges-of-espionage\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/chinese-journalist-dong-yuyu-arrested-on-charges-of-espionage", "date_published": "2023-04-25 09:31:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘A male-dominated team does not reflect society’: why are only 5% of music producers women?", "description": "<p>Beyond the stereotype of the knob-twiddling bloke are brilliant female producers, but gatekeeping, toxic masculinity and a lack of concrete support are holding them back</p><p>A good music producer facilitates a studio environment that allows an artist to plunge into the depths of their soul, and cleverly shapes the sound of their music – a bad one, meanwhile, can halt a promising career. But in 2023, 70 years on from the dawn of rock’n’roll, this tremendous power still lies in the hands of an overwhelming majority of men.</p><p>Women and non-binary people claimed less than 5% of producer and engineer credits across the top 50 streamed songs of last year, according to <a href=\"https://www.mtsu.edu/media/fix.pdf\">a recent report from Fix the Mix</a>. Dated stereotypes have framed producing as the preserve of nerdish knob-twiddling blokes – despite there being ample historic evidence to the contrary.</p> <a href=\"https://www.theguardian.com/music/2023/apr/25/a-male-dominated-team-does-not-reflect-society-why-are-only-5-of-music-producers-women\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/25/a-male-dominated-team-does-not-reflect-society-why-are-only-5-of-music-producers-women", "date_published": "2023-04-25 09:31:58+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Mother, footballer, full-time worker: Amber Lawrence’s juggling act", "description": "<p>Stourbridge captain has helped club reach third tier via a third straight promotion and reflects on a hard, rewarding schedule</p><p>For many people, captaining a football team to a third promotion in three seasons would rank as one of life’s most significant achievements. For the Stourbridge captain, Amber Lawrence, it is only one part of her story.</p><p>The attacking midfielder combines bringing up her one-year-old daughter, Isabelle, with a full-time job and somehow squeezes in three midweek training sessions plus a match every weekend. For anyone complaining about life being too busy, Lawrence’s packed schedule would be a reason to reconsider.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/mother-footballer-full-time-worker-amber-lawrence-juggling-act-stourbridge\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/mother-footballer-full-time-worker-amber-lawrence-juggling-act-stourbridge", "date_published": "2023-04-25 09:22:35+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak eyes deal to allow UK passport holders to use e-gates at EU airports", "description": "<p>PM may discuss idea with European Commission chief in June, reports say, after diplomats raised it informally</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/apr/25/labour-conservatives-vote-down-sewage-bill-keir-starmer-rishi-sunak-uk-politics-live\">UK politics live – latest updates</a></li></ul><p>Rishi Sunak is seeking to capitalise on his improved relations with the EU with hopes of an agreement to allow British passport holders to use e-gates when travelling in the bloc.</p><p>Bloomberg News reported on Tuesday that British diplomats had raised the issue informally. A potential discussion was foreseen on the sidelines of a meeting in Japan which the prime minister and the European Commission chief, Ursula von der Leyen, will attend in June.</p> <a href=\"https://www.theguardian.com/travel/2023/apr/25/rishi-sunak-eyes-deal-to-allow-uk-passport-holders-to-use-e-gates-at-eu-airports\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/apr/25/rishi-sunak-eyes-deal-to-allow-uk-passport-holders-to-use-e-gates-at-eu-airports", "date_published": "2023-04-25 09:08:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "They wield huge power over your day-to-day life, without consent or oversight. Who are they? Asset managers | Brett Christophers", "description": "<p>We need to shine a spotlight on the acquisition of such basics as housing, schools and water networks</p><p>Asset managers are key figures in your life, although you may not be aware of it. These investment firms are mostly recognised for their ownership of financial assets such as stocks and bonds. But as well as owning financial assets, in recent decades they have been buying huge volumes of so-called “real assets”, which in many cases represent necessities of everyday life such as housing, schools, care homes, roads, energy systems, farmland and water-supply networks.</p><p>Thus, the regular payments to asset owners that we make to stay alive and thrive – such as for shelter, electricity, water or food – increasingly end up in part or in full in the hands of asset managers. Those managers decide both how much we pay, and what condition the apartment, care home or pipes that supply our drinking water are in.</p><p>Brett Christophers is a professor in the Institute for Housing and Urban Research at Sweden’s Uppsala University and author of Our Lives in Their Portfolios: Why Asset Managers Own the World</p><p><em><strong>Do you have an opinion on the issues raised in this article? If you would like to submit a response of up to 300 words by email to be considered for publication in our<a href=\"https://www.theguardian.com/tone/letters\"> letters</a> section, please <a href=\"mailto:guardian.letters@theguardian.com?body=Please%20include%20your%20name,%20full%20postal%20address%20and%20phone%20number%20with%20your%20letter%20below.%20Letters%20are%20usually%20published%20with%20the%20author%27s%20name%20and%20city/town/village.%20The%20rest%20of%20the%20information%20is%20for%20verification%20only%20and%20to%20contact%20you%20where%20necessary.\">click here</a>.</strong></em></p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/asset-managers-investment-firms\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/asset-managers-investment-firms", "date_published": "2023-04-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Where did the Metropolitan Museum of Art get its Native American objects?", "description": "<p>Only a small percentage of works donated by Charles and Valerie Diker have clear ownership histories. Experts say they could be stolen or fake</p><ul><li>This article is co-published with ProPublica, a non-profit newsroom that <a href=\"https://www.propublica.org/newsletters/dispatches?source=partner\">investigates abuses of power</a></li></ul><p>Stepping into the Metropolitan Museum of Art, Shyanne Beatty was eager to view the Native American works that the art collectors Charles and Valerie Diker had been accumulating for nearly half a century. But as she entered the museum’s American wing that day in 2018, her excitement turned to shock as two wooden masks came into view.</p><p>Beatty, an Alaska Native, had worked on a radio documentary about the two Alutiiq objects and how they and others like them had been plundered from tribal land about 150 years ago. Now, the masks were on display in the biggest and most esteemed art museum in the western hemisphere. “It was super shocking to me,” she said.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/metropolitan-museum-of-art-native-american-objects-provenance\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/metropolitan-museum-of-art-native-american-objects-provenance", "date_published": "2023-04-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like sex and religion, we don’t like to talk about memory’: pianist Angela Hewitt on how she keeps hers in shape", "description": "<p>From eavesdropping to iPads and beetles to Bach, the pianist reflects on the extraordinary feats of memory required of concert soloists, and how she continues to exercise that muscle</p><p>It happens to all pianists at some point: that terrifying moment when you’re on stage and can’t remember what comes next. My former teacher, Jean-Paul Sévilla, was once playing Bach’s Goldberg Variations when, at the end of Variation 7, he couldn’t remember how Variation 8 began. By the time he got off stage to find his score it came to him, but his evening was ruined. Then there was Vlado Perlemuter who, upon leaving home to go to the concert hall, was asked by his wife if he had forgotten anything. A friend in attendance jokingly said: “The beginning of the concerto!” When, a few hours later, Vlado walked on stage in Paris to perform Beethoven’s Fourth Piano Concerto (which famously begins with a quiet piano solo), he couldn’t find the notes. My own turn came when I was 50 years old, playing Bach’s Well-Tempered Clavier (all four and a half hours of it) from memory in Stuttgart. It was part of a world tour in which I played that mammoth work 56 times in 26 countries. That night, however, I went wrong in the big A minor fugue from Book 1 and couldn’t find my way out. I had to go and get the score. You feel so ashamed – but we’re only human, and sometimes it happens.</p><p>On the whole, I’ve been blessed with an excellent <a href=\"https://www.theguardian.com/science/memory\">memory</a> – I suppose some would even say prodigious as I’ve performed the complete solo keyboard works of Bach (the exception being The Art of Fugue), the 32 sonatas of Beethoven, and who knows how many millions of other notes from memory over the years. I always thought it would have been a good idea to measure my brain before I memorised all that Bach and then again after to see how it had developed and changed. Too late now. At the age of 64, it’s definitely shrinking, and memorising has become a very conscious, frustrating and time-consuming activity. But I stick at it because memory is a muscle that needs to be constantly used to stay in any sort of shape.</p> <a href=\"https://www.theguardian.com/music/2023/apr/25/angela-hewitt-pianist-memory-muscle\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/apr/25/angela-hewitt-pianist-memory-muscle", "date_published": "2023-04-25 09:00:33+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel I was raped’: six women in Barcelona seek justice after relationship with ‘spy cop’", "description": "<p>Legal challenge also takes aim at Spain’s home ministry after police officer allegedly posed as anarchist </p><p>The first time he showed up at Barcelona’s poster-plastered La Cinètika – a former cinema turned squatted anticapitalist social centre – was in mid-2020.</p><p>Friendly, funny and flirtatious, he introduced himself as Dani, a recent transplant to the city who was scraping by installing air conditioners, and said he had stumbled across the centre after searching online for a cheap place to work out.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/women-barcelona-relationship-with-spy-cop-spain\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/women-barcelona-relationship-with-spy-cop-spain", "date_published": "2023-04-25 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I have an invisible disability myself’: Edward Enninful and Sinéad Burke on their fashion revolution", "description": "<p>How do you shake up a homogenous industry? The editor and the fashion activist explain why they brought a daring, dynamic vision of disability to Vogue</p><p>The May issue of British Vogue, titled Reframing Fashion, features 19 disabled people from fashion, sport, activism and the arts. Five of them are cover stars: the actor Selma Blair, who has multiple sclerosis; Sinéad Burke, a disability activist and consulting editor for the issue; the models Ellie Goldstein and Aaron Rose Philip; and the American Sign Language performer Justina Miles. Since Edward Enninful was appointed editor in 2017, Vogue has performed a 180-degree turn: from the pronounced, even defiant, homogeneity that was once its hallmark to a magazine at the frontier of what representation and diversity in fashion can look like.</p><p>Burke, meanwhile, came at fashion from the citizen side, writing a blog about the industry’s accessibility and</p> <a href=\"https://www.theguardian.com/fashion/2023/apr/25/i-have-an-invisible-disability-myself-edward-enninful-and-sinead-burke-on-their-fashion-revolution\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/apr/25/i-have-an-invisible-disability-myself-edward-enninful-and-sinead-burke-on-their-fashion-revolution", "date_published": "2023-04-25 09:00:32+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chelsea flower show gardens to rebrand weeds as ‘hero’ plants", "description": "<p>Four of 12 show gardens will contain weeds such as brambles and thistles to highlight benefits to wildlife</p><p>A third of show gardens at the Chelsea flower show will feature weeds, as horticulturalists move to rebrand them as “resilient plants”.</p><p>Four of the 12 show gardens this year will feature plants traditionally regarded as weeds, including brambles, thistles and knapweed, the <a href=\"https://www.thetimes.co.uk/article/rhs-chelsea-flower-show-2023-garden-plants-525z3t3gd\">Times reports</a>.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/chelsea-flower-show-gardens-rebrand-weeds-hero-plants\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/chelsea-flower-show-gardens-rebrand-weeds-hero-plants", "date_published": "2023-04-25 08:45:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK government borrowed £13bn less than expected last year", "description": "<p>Better than expected figures could give Jeremy Hunt wriggle room to cut taxes or increase spending</p><p>The UK government borrowed about £13bn less than expected last year, official figures show, despite the budget deficit reaching the fourth-highest level on records dating back to 1946.</p><p>The <a href=\"https://www.ons.gov.uk/economy/governmentpublicsectorandtaxes/publicsectorfinance/bulletins/publicsectorfinances/march2023\">Office for National Statistics</a> said the gap between the state’s revenues and its spending was estimated at £139.2bn in the 12 months to March, an increase of more than £18bn from a year earlier.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/uk-government-borrowing-jeremy-hunt-taxes-spending\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/uk-government-borrowing-jeremy-hunt-taxes-spending", "date_published": "2023-04-25 08:36:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Mam, show us your interpretive dance!’ How a former mining village got into the groove", "description": "<p>Our new series on regional dance scenes begins in Northumberland, where a studio-cum-boxing club is inspiring novice performers</p><p>The road to the coast is bordered with fenced-off industrial land, terracotta-coloured silos and a lot of sky. There are the locked gates of Britishvolt, the embattled battery manufacturer that has promised to bring a sustainable energy industry to the former pit village of Cambois (pronounced Cammus). On the beach, the sand is black-flecked with coal. The pit closed in 1968, houses condemned and residents pushed to move out. But people stayed. “There’s not much in the way of anything really,” says one local resident, Becca Sproat, except for a strong sense of community.</p><p>This isolated patch of Northumberland seems an unlikely place for the German choreographer <a href=\"https://www.esther-moves.com/\">Esther Huss</a> to have set up shop, after 20 years in London. But her husband, the playwright <a href=\"http://alexoates.co.uk/\">Alex Oates</a>, who grew up down the coast in Whitley Bay, brought her here. “I fell in love with the oddness of this place, this meeting of the industrial and nature and being slightly outside mainstream society. It’s creatively interesting,” she says. Just as importantly, they could afford to live here.</p> <a href=\"https://www.theguardian.com/stage/2023/apr/25/choreographer-mining-village-northumberland-dance-nation\">Continue reading...</a>", "link": "https://www.theguardian.com/stage/2023/apr/25/choreographer-mining-village-northumberland-dance-nation", "date_published": "2023-04-25 08:35:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Conservatives face ‘judgement day’ on sewage crisis as Labour forces Commons vote – UK politics live", "description": "<p>Opposition day motion could push Tory MPs into a politically embarrassing vote on sewage ahead of local elections</p><p>Good morning. Water quality used to be a niche concern for environmentalists, rather than a mainstream political issue. But that is changed in recent years, as people have become increasingly angry about water companies continue to allow sewage to be discharged into rivers, and today Labour will seek to exploit that by challenging Tory MPs to vote down a bill that would do something about this.</p><p>Today has been set aside for opposition day debates – Commons debates on a Labour motion. Normally these are used for declarative motions (“This house believes that the government is rubbish …” etc) and the government often tells its MPs to abstain, because nothing happens if the motion passes. But increasingly Labour is using these slots to debate procedural motions, that would have an effect if passed, and the government cannot ignore these without consequence.</p><p>It is clear that we have a Tory government that has run out of ideas, only regurgitating old announcements that do nothing to end sewage dumping. That is why Labour has brought forward legislation to clean up our water system.</p><p>Today, Tory MPs have an opportunity to support Labour’s water quality bill which will put an end to sewage dumping once and for all. Their constituents will be watching to see if they will put the best interests of our country before their party.</p><p>This vote will be judgment day for Conservative MPs on the sewage crisis plaguing our coastlines and rivers.</p><p>Conservative MPs have spent the past year blocking tough new laws on water companies. They are trying to take the British public for fools with tough talk and no action.</p> <a href=\"https://www.theguardian.com/politics/live/2023/apr/25/labour-conservatives-vote-down-sewage-bill-keir-starmer-rishi-sunak-uk-politics-live\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/apr/25/labour-conservatives-vote-down-sewage-bill-keir-starmer-rishi-sunak-uk-politics-live", "date_published": "2023-04-25 08:20:45+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ocado to close Hatfield warehouse, putting 2,300 jobs at risk", "description": "<p>Online retailer to open new site in Luton but sales have fallen back after Covid lockdowns </p><p>Ocado and Marks &amp; Spencer’s online retail joint-venture is to close its oldest warehouse, in Hatfield, putting up to 2,300 jobs at risk.</p><p>Ocado said the orders handled at the warehouse in the Hertfordshire town would be switched to the group’s other automated warehouses, including a new site scheduled to open in Luton later this year. The Hatfield site processes about a fifth of Ocado.com’s 400,000 weekly orders.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/ocado-close-hatfield-warehouse-jobs-luton-sales\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/ocado-close-hatfield-warehouse-jobs-luton-sales", "date_published": "2023-04-25 08:16:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Jury selection to begin in Donald Trump’s civil rape trial", "description": "<p>Columnist E Jean Carroll alleges that the real estate mogul sexually assaulted her in a New York department store nearly 30 years ago</p><p>A federal court in New York will begin selecting a jury on Tuesday to hear evidence that Donald Trump raped the famed advice columnist E Jean Carroll nearly three decades ago.</p><p>Carroll <a href=\"https://www.theguardian.com/us-news/2023/apr/23/donald-trump-e-jean-carroll-trial-rape\">alleges </a>that Trump pinned her against the wall of a New York department store and sexually assaulted her in late 1995 or early the following year as they shopped together. She brought the case last year under a New York state law opening a one-year window for adult victims of sexual assault to file civil cases after the statute of limitations has expired.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/donald-trump-rape-trial-jury-selection\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/donald-trump-rape-trial-jury-selection", "date_published": "2023-04-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "My Everest review – disabled man’s Himalayan trek is the toughest of challenges", "description": "<p>Adventure film follows Max Stainton, who has cerebral palsy, as he battles expectations and great physical pain to reach the Everest base camp</p><p>Financial analyst Max Stainton has cerebral palsy and is a wheelchair user – “Give me a maths problem, I’ll be fine. Don’t ask me to put on my shirt,” he quips – and director Carl Woods, in his debut documentary, follows Stainton on a two-week charity trek to Everest base camp on horseback. Horse riding is incredibly demanding physically for Stainton, and this film is not only a fly-on-the-wall adventure doc, but an insight into the frustrations of being disabled and constantly dealing with other people’s stereotypes and assumptions.</p><p>It begins at home in London where Stainton lives with his partner, Candy. Giggling, they describe meeting when she was hired as his PA, and they fancied each other like mad. (“Inappropriate!”) Stainton explains that, with the trek, what he wants is to challenge society’s perceptions, the pigeonholing of him as that guy in a wheelchair. “TRAIN TRAIN TRAIN” says a sticker on the fridge. So, he does endless crunches with his physiotherapist, and walks up and down the stairs in his block of flats.</p> <a href=\"https://www.theguardian.com/film/2023/apr/25/my-everest-review-disabled-mans-himalayan-trek-is-the-toughest-of-challenges\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/25/my-everest-review-disabled-mans-himalayan-trek-is-the-toughest-of-challenges", "date_published": "2023-04-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Once Upon a Prime review – why maths and literature make a winning formula", "description": "<p>Prof Sarah Hart’s exuberant study of the enduring conversation between mathematics and literature is fascinating</p><p>“The universe (which others call the Library) is composed of an indefinite, perhaps infinite number of hexagonal galleries.” That’s how Jorge Luis Borges starts <em>The Library of Babel</em>, beloved by maths geeks and book nerds alike for the way it toys with the mathematical concept of infinity.</p><p>I liked the short story so much I nicked its main idea when I started my Libreria bookshop, blanketing the store’s insides with mirrors to trick you into thinking you are in a “perhaps infinite” space. (The mirrors require a near infinite amount of cleaning, but there we go.)</p> <a href=\"https://www.theguardian.com/books/2023/apr/25/once-upon-a-prime-sarah-hart-review-why-maths-and-literature-make-a-winning-formula\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/25/once-upon-a-prime-sarah-hart-review-why-maths-and-literature-make-a-winning-formula", "date_published": "2023-04-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tory MP criticised for Kazakhstan-funded £5k trip to observe elections", "description": "<p>Human rights groups raise concerns after UK trade envoy Daniel Kawczynski praised the country’s ‘functioning democracy’</p><p>The Conservative MP Daniel Kawczynski is facing criticism after the Kazakh government funded a £5,100 trip for him to observe elections and quoted him praising the country’s “functioning democracy”.</p><p>Kawczynski, a trade envoy for the prime minster, Rishi Sunak, travelled to watch parliamentary elections in Kazakhstan in March amid <a href=\"https://www.amnesty.org/en/documents/eur57/6707/2023/en/\">concerns</a> among human rights groups about the treatment of Zhanbolat Mamai, the leader of the unregistered Democratic party. Mamai was this month banned from political activism and journalism for six years.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/tory-mp-criticised-kazakhstan-funded-5k-trip-to-observe-elections-daniel-kawczynski\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/tory-mp-criticised-kazakhstan-funded-5k-trip-to-observe-elections-daniel-kawczynski", "date_published": "2023-04-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump’s civil rape case: what is he accused of and what happens next?", "description": "<p>The writer E Jean Carroll is seeking damages after accusing the former president of sexually assaulting her in the mid-1990s</p><p>The rape case brought in New York against Donald Trump by famed advice columnist, E Jean Carroll has caught the attention of America as the latest legal drama to involve the former US president.</p><p>The case is so far the only one to come to court among more than a <a href=\"https://www.npr.org/2016/10/13/497799354/a-list-of-donald-trumps-accusers-of-inappropriate-sexual-conduct\">dozen allegations </a>of rape, groping and other sexual assaults made against Trump.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/trump-e-jean-carroll-rape-civil-new-york-case\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/trump-e-jean-carroll-rape-civil-new-york-case", "date_published": "2023-04-25 08:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK grocery inflation dips to 17.3%, as price rises drive up Nestlé’s sales – business live", "description": "<p>Rolling coverage of the latest economic and financial news, as food giant lifts prices by almost 10%</p><ul><li><a href=\"https://www.theguardian.com/business/2023/apr/23/food-for-thought-why-isnt-the-uk-government-focusing-on-soaring-grocery-prices\">Food for thought: why isn’t the UK government focusing on soaring grocery prices?</a></li></ul><p><strong>Low-income families are missing out on the chance to pick up supermarkets’ lowest-priced essentials as fewer than 1% of the leading chains’ smaller stores stock them, according to a study.</strong></p><p>The consumer group Which? dispatched mystery shoppers to hunt for a list of about 30 items under the cut-price own-label ranges in Sainsbury’s, Tesco, Asda and <a href=\"https://www.theguardian.com/business/morrisons\">Morrisons</a> stores, including apples, beef mince, tinned tomatoes, rice and instant coffee.</p><p>There are currently around 2,300 employees based in Hatfield, and Ocado has now commenced a consultation process with colleagues on these proposals.</p><p>The latest generation of robotic CFCs are consistently achieving well over 200 units picked per labour hour within the facility (‘UPH’), compared to UPH of around 150 for our first generation CFC in Hatfield. The newest sites also have much lower energy usage.</p> <a href=\"https://www.theguardian.com/business/live/2023/apr/25/price-rises-nestle-profits-uk-grocery-inflation-cbi-business-live\">Continue reading...</a>", "link": "https://www.theguardian.com/business/live/2023/apr/25/price-rises-nestle-profits-uk-grocery-inflation-cbi-business-live", "date_published": "2023-04-25 07:37:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Like a dam breaking’: experts hail decision to let US climate lawsuits advance", "description": "<p>Cities bringing climate litigation against oil majors welcome US supreme court’s decision to rebuff appeal to move cases to federal courts</p><p>The decision, climate experts and advocates said, felt “like a dam breaking” after years of legal delays to the growing wave of climate lawsuits facing major oil companies.</p><p>Without weighing in on the merits of the cases, the supreme court on Monday <a href=\"https://www.theguardian.com/law/2023/apr/24/supreme-court-oil-climate-lawsuits-state-federal\">rebuffed</a> an appeal by major oil companies that want to face the litigation in federal courts, rather than in state courts, which are seen as more favorable to plaintiffs.</p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/experts-hail-decision-us-climate-lawsuits-advance\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/experts-hail-decision-us-climate-lawsuits-advance", "date_published": "2023-04-25 07:30:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Authorities still baffled by headless crocodile found on north Queensland beach", "description": "<ul><li>WARNING: IMAGES MAY DISTURB SOME READERS</li></ul><p>Wildlife photographer who examined the reptile says its head was ‘obviously surgically removed’</p><ul><li><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=cvau_sfl\">Sign up for the Rural Network email newsletter</a></li><li><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></li></ul><p>The mystery of a headless crocodile found on a beach in far north Queensland has baffled authorities and set the internet buzzing with theories of an interspecies face-off, but experts say it’s likely a human took the animal’s head.</p><p>The four-metre-long saltwater crocodile was found dead and decapitated on a sandbank near Cow Bay on the edge of the Daintree Rainforest, about 120km north of Cairns, on 12 April.</p><p><strong><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up to receive Guardian Australia’s fortnightly Rural Network email newsletter</a></strong></p><p><a href=\"https://www.theguardian.com/australia-news/2021/sep/14/sign-up-for-rural-network-guardian-australia-email-newsletter-about-regional-affairs?CMP=copyembed\">Sign up for the Rural Network email newsletter</a></p><p><a href=\"https://www.facebook.com/groups/guardianaustraliaruralnetwork\">Join the Rural Network group on Facebook to be part of the community</a></p> <a href=\"https://www.theguardian.com/australia-news/2023/apr/25/authorities-still-baffled-by-headless-crocodile-found-on-north-queensland-beach\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/apr/25/authorities-still-baffled-by-headless-crocodile-found-on-north-queensland-beach", "date_published": "2023-04-25 07:00:46+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A 'skinny jab' is no quick fix for obesity - and no excuse to let junk food companies off the hook | Sarah Boseley", "description": "<p>Rather than board the injection bandwagon, Britain should be taxing unhealthy food and clamping down on marketing</p><p>Humankind has been freed from the threat of disease by some wonderful, transformative inventions, from smallpox injections to the Covid vaccinations. With all due respect, I don’t think the so-called skinny jab is one of them.</p><p>A boom in injectable weight-loss drugs, <a href=\"https://www.theguardian.com/business/2023/apr/02/revealed-maker-of-wegovy-skinny-jab-is-funding-nhs-weight-loss-services#:~:text=Wegovy%20injections%20have%20been%20safety,more%20people%20access%20vital%20treatment.\">such as Wegovy</a> from the Danish pharmaceutical giant Novo Nordisk, a biological type 2 diabetes medication containing semaglutide, has promised to revolutionise obesity treatment in recent months. For some people with serious obesity-related health conditions, these appetite suppressants will indeed be a life-saver. Trials show Wegovy can help people lose 15% of their body weight, and the drug has been approved by the National Institute for Health and Care Excellence (Nice) for use in the NHS. That’s good news for people whose health is already suffering.</p><p>Sarah Boseley is the Guardian’s former health editor</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/skinny-jab-obesity-junk-food-britain-tax\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/skinny-jab-obesity-junk-food-britain-tax", "date_published": "2023-04-25 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson leaves a toxic legacy at Fox News. What’s next?", "description": "<p>The far-right host promoted racist conspiracy theories on the channel. He’s not likely to find such a big audience elsewhere</p><p>Tucker Carlson, the far-right TV host whose embracement of racist conspiracy theories came to signify a shift further towards the right wing at Fox News, leaves behind a legacy of mainstreaming extremism after exiting the channel, and speculation is turning to any next step in an incendiary career.</p><p>The <a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">departure of Carlson</a>, Fox News’ most-watched and highest-profile host, came as a shock. It is the second seismic moment at the news channel in a matter of days, after Fox News <a href=\"https://www.theguardian.com/us-news/2023/apr/18/fox-dominion-settle-us-defamation-lawsuit\">agreed to pay</a> a giant $787.5m settlement to Dominion Voting Systems last week after airing election conspiracy theories.</p> <a href=\"https://www.theguardian.com/media/2023/apr/25/tucker-carlson-fox-news-dominion-trump-legacy\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/apr/25/tucker-carlson-fox-news-dominion-trump-legacy", "date_published": "2023-04-25 07:00:31+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Eat fibre first – and ditch the juice: five quick and easy tips for a much healthier meal", "description": "<p>Scientist and author Tim Spector shows how to make small but important changes to improve the way you eat – while still enjoying your food</p><p>Whilst researching my latest book, Food for Life, I learnt that we’re very short of practical advice on food choices which are the most important things we can do for our health (humans and our gut microbes) and also to help the planet. I also learnt that <em>how</em> we eat can be as important as <em>what</em> we eat. Here are my top five, practical everyday tips to help you make small but sustainable changes across the year that will be far better for you than a few weeks of crash dieting or restrictive eating.</p> <a href=\"https://www.theguardian.com/food/2023/apr/25/eat-fibre-first-and-ditch-the-juice-five-quick-and-easy-tips-for-a-much-healthier-meal\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/apr/25/eat-fibre-first-and-ditch-the-juice-five-quick-and-easy-tips-for-a-much-healthier-meal", "date_published": "2023-04-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "I have panic attacks during sex – and it is torturing my husband", "description": "<p>Anxiety and depression have severely affected my libido, and I am facing the prospect of a sexless marriage</p><p><strong>My husband and I are in our </strong><strong>30s and have been together for nine years, with no children. </strong><strong>I had severe anxiety and depression a couple of years ago, </strong><strong>which I continue to struggle with</strong><strong>. </strong><strong>As a result I’ve always struggled with sex. I’ve never felt that sexual and although I love my husband very much – he’s a very kind, caring</strong><strong> and patient man – I know sex is</strong><strong> important to him. I enjoy intimacy such as kissing and cuddling, but we </strong><strong>haven’t had sex for </strong><strong>more than seven months and the last time we tried I had a panic attack. </strong><strong>We’ve been communicating with each other </strong><strong>about how to get through this and what could be the issue, but have no idea how to proceed</strong><strong>. At the ages of 33 and 34 we are facing </strong><strong>the prospect (I believe) of a sexless marriage. I know deep down </strong><strong>this is torture for him and I would rather let him go than have him face the rest of his life in a sexless relationship.</strong></p><p>Anxiety and depression can significantly lower one’s sexual desire, and some of the medications used to treat them can negatively affect various aspects of one’s sexual response. It is vital that you speak about your sexual challenges to whoever is treating your mood disorder. Do not underestimate the seriousness of having a panic attack during attempted sex. You deserve to have the treatments that will help you become psychologically and sexually healthy, so advocate strongly for your own healing. Many people find it difficult to discuss sex with their doctors and think they have no right to enquire about the possibility of sexual side effects from their prescribed medications. Don’t be one of them.</p><p>Pamela Stephenson Connolly is a US-based psychotherapist who specialises in treating sexual disorders.</p><p>If you would like advice from Pamela on sexual matters, send us a brief description of your concerns to <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online. She regrets that she cannot enter into personal correspondence. Submissions are subject to our <a href=\"https://www.theguardian.com/letters-terms\">terms and conditions</a>.</p><p>Comments on this piece are premoderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/i-have-panic-attacks-during-sex-and-it-is-torturing-my-husband\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/i-have-panic-attacks-during-sex-and-it-is-torturing-my-husband", "date_published": "2023-04-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Life in Ny-Ålesund, the world’s northern-most research station – in pictures", "description": "<p>Ny-Ålesund in Svalbard, Norway, sits deep within the Arctic Circle, about 700 miles from the north pole. It has about 35 year-round residents, but in summer the population swells to more than 100 as scientists fly in from around the world. Life in the town centres around saunas, sled dogs, and a weekly evening gathering called <em>Strikk og Drikk</em>, or Knit and Sip</p> <a href=\"https://www.theguardian.com/world/gallery/2023/apr/25/ny-alesund-the-worlds-northernmost-research-station-in-pictures-norway-arctic\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/apr/25/ny-alesund-the-worlds-northernmost-research-station-in-pictures-norway-arctic", "date_published": "2023-04-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The revival of Test cricket is a fine thing – but ODIs would like a word | Jonathan Liew", "description": "<p>Bazball is no magic formula, it’s another cheery novelty – the idea of the quick fix will always seduce lovers of the long game</p><p>I got a little teary the other night. It’s a really stupid story. You know that famous scene in Coronation Street when Hilda Ogden comes home from the funeral and there’s a parcel of Stan’s belongings on the table, and she opens Stan’s glasses case and suddenly, despite herself, she starts to weep uncontrollably? Well, it was like that, except rather than a dead husband I was mourning an era of English Test cricket. And instead of a pair of glasses, it was <a href=\"https://audioboom.com/posts/8283965-graeme-swann-kp-s-a-lying-c-paul-collingwood-s-sexual-antics-flintoff-s-loosest-night-out\" title=\"\">an interview with Graeme Swann</a> on the Rig Biz sports comedy podcast.</p><p>The bulk of Swann’s interview is not, admittedly, an abundant source of pathos. But among the many anecdotes on Andrew Flintoff’s drinking and Paul Collingwood’s sexual prowess is a segment where Swann recounts his time playing with Kevin Pietersen for England. And for all they achieved together, there is not a great deal of residual affection there. “Me and Kev always hated each other,” Swann remembers. Pietersen is described as “a bit of a dickhead”. This is good content, no notes.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/apr/25/test-cricket-england-bazball-ben-stokes-brendon-mcullum\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/apr/25/test-cricket-england-bazball-ben-stokes-brendon-mcullum", "date_published": "2023-04-25 07:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "EU firms accused of ‘abhorrent’ export of banned pesticides to Brazil", "description": "<p>BASF and Bayer among firms selling chemicals to sugar industry despite links to cancer and reproductive problems</p><p>Pesticides banned in the EU because of their links to human health risks are being exported and used on farms in Brazil supplying Nestlé, an investigation has revealed.</p><p>Europe is home to some of the world’s biggest and most profitable chemical companies, including the Swiss-based Syngenta and the German multinationals BASF and Bayer.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/eu-firms-accused-of-abhorrent-export-of-banned-pesticides-to-brazil\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/eu-firms-accused-of-abhorrent-export-of-banned-pesticides-to-brazil", "date_published": "2023-04-25 06:52:36+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sudan live: ‘large-scale evacuation’ of British nationals under way", "description": "<p>Foreign secretary says government contacting nationals directly and providing routes for departure</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/25/the-worst-of-worst-case-scenarios-western-diplomats-blindsided-over-sudan-crisis\">Western diplomats blindsided over Sudan crisis</a></li><li><a href=\"https://www.theguardian.com/world/2023/apr/25/we-were-not-sleeping-eating-or-drinking-sudan-evacuees-tell-of-dangerous-journeys\">Sudan evacuees tell of dangerous journeys</a></li><li><strong><a href=\"https://www.theguardian.com/world/sudan\">All our Sudan coverage</a></strong></li></ul><p>Here is a map of <strong>Sudan</strong> from our graphics team, which indicates the main routes by which people are fleeing the country.</p><p>The UK government’s Foreign Office has published more detail about how the evacuation of UK passport-holders from Sudan will be carried out. It continues to warn against travel to Sudan for security reasons, and cautions people specifically against joining independent conveys. <a href=\"https://www.gov.uk/foreign-travel-advice/sudan\">Its advice reads</a>:</p><p>The British Government will support the departure of British passport holders from Sudan from 25 April on a prioritised basis.</p><p>Seats will be allocated on a priority basis, starting with family groups with children and / or the elderly or individuals with documented medical conditions. We can only evacuate British passport holders and immediate family members (defined as a spouse/partner and children under 18 years old) with existing UK entry clearance. Travel within Sudan is conducted at your own risk and plans may change depending on the security situation.</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/25/sudan-live-uk-government-coordinating-evacuation-of-british-nationals\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/25/sudan-live-uk-government-coordinating-evacuation-of-british-nationals", "date_published": "2023-04-25 06:39:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Tucker Carlson was Fox News’ biggest star. Then he became its biggest liability | Margaret Sullivan", "description": "<p>Tucker Carlson will find new ways to spew his toxic lies. But at least you won’t pay for it on basic cable</p><p>On any other day, the revelation that anchor Don Lemon was out at CNN would have been a big deal in the world of media news.</p><p>But Tucker Carlson’s abrupt toppling from his prime-time perch at Fox News not only overshadowed that development by a mile, but it threw the whole right-wing media ecosystem into a tailspin.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/tucker-carlson-fox-news-biggest-star-biggest-liability\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/tucker-carlson-fox-news-biggest-star-biggest-liability", "date_published": "2023-04-25 06:18:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Six miles of American questions: An ambitious art exhibition pushes boundaries", "description": "<p>Counterpublic will take over a six-mile stretch of the city and grapple with questions of American history and representation</p><p>Stretching six miles from the bottom to the top of St Louis, and featuring 30 brand new art commissions, along with guided tours, workshops and school field trips, the second <a href=\"https://www.counterpublic.org/\">Counterpublic</a> art triennial is a vast undertaking that aims to grapple with some sizable questions and redress historical wrongs.</p><p>“It was an exciting challenge,” said James McAnally, co-founder of Counterpublic. “In St Louis, the threads of change loom really large, and seeing that grassroots energy of this city, it sparked a lot of excitement. St Louis is really ripe for this kind of boundary-pushing.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/25/counterpublic-st-louis-civic-art-exhibition\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/25/counterpublic-st-louis-civic-art-exhibition", "date_published": "2023-04-25 06:17:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Crack-Up Capitalism by Quinn Slobodian review – the economic anarchy of Liz Truss’s dreams", "description": "<p>This timely and important study of investment zones exposes the limitations of the experiments favoured by free-market fanatics</p><p>Remember Liz Truss’s plan last summer to carpet-bomb Britain with investment zones? These were not just freeports – these would be zones modelled on the most anarchic capitalist zones in the world. There would be no tiresome planning laws, no irksome regulations, minimal labour laws, little taxation and only the lightest veneer of democracy. For Truss and her chancellor, Kwasi Kwarteng, these would be the ultra-libertarian battering rams to ignite the capitalism flame – covering almost every city and town in the country.</p><p>The idea did not survive their passing: Truss wanted an uncapped number, while even Kwarteng accepted the Treasury argument that the loss of tax revenue – estimated to be £12bn – if the government went full Truss was unacceptable. There had to be some limit, otherwise there would simply be a mass diversion of economic activity into the “investment zones” and little extra investment. It was a fool’s mission. The present chancellor, Jeremy Hunt, laid the whole plan quietly to rest, while persevering with a softer and mildly less mad version of the same idea – freeports.</p> <a href=\"https://www.theguardian.com/books/2023/apr/25/crack-up-capitalism-by-quinn-slobodian-review-market-radicals-and-dream-of-world-without-demoracy-the-economic-anarchy-of-liz-truss-dreams\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/apr/25/crack-up-capitalism-by-quinn-slobodian-review-market-radicals-and-dream-of-world-without-demoracy-the-economic-anarchy-of-liz-truss-dreams", "date_published": "2023-04-25 06:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "An arty weekend in … Eastbourne, East Sussex", "description": "<p>The centenary of the trailblazing Towner gallery is a big lure, but the resort’s independent shops, restaurants and coastal walking will be an enjoyable bonus</p><p>Eastbourne, a Victorian seaside resort that is <a href=\"https://www.theguardian.com/travel/2021/jun/22/eastbourne-arty-new-hotel-seaside-town-on-the-up\">edging its way back into fashion</a>, is in the spotlight this year thanks to its venerable art gallery. <a href=\"https://townereastbourne.org.uk/\">Towner Eastbourne</a> is celebrating the centenary of its opening (a mile away from the current building, in the town’s Manor Gardens) with special exhibitions, installations, screenings and talks, culminating with the Turner prize, which it is hosting for the first time (28 September-14 January, winner announced on 5 December).</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/an-arty-weekend-in-eastbourne-east-sussex\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/an-arty-weekend-in-eastbourne-east-sussex", "date_published": "2023-04-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Choose your words, rehearse and why less is more: how to do pillow talk well", "description": "<p>If the idea of ‘talking dirty’ to your partner fills you with dread, you are not alone. From voice notes to using keywords, here’s the best advice for the tongue-tied</p><p>The best sex I’ve ever had was with a man with superb oral skills. He could talk about sex so intoxicatingly I ended up moving in with him – and I’m still with him to this day. Expressing your desires with words is an art, while technology – voicenotes, texts, emails, and calls – offers a multitude of ways to communicate more compellingly than actual nudes.</p><p>According to a UK poll by condom brand Durex, one in five sexually active women and one in four men find sexting uncomfortable, or would never do it. To that end, it’s important to understand that some words might excite one person but turn off another. “My partner told me never to use the word ‘damp’ when talking dirty,” a friend, James, 43, tells me. The wrong word can do more than spoil a mood, it can be triggering, cause offence or even trauma. Due to the influence of porn, it can be easy to assume that erotic talk can involve humiliation, when in fact using “whore” or “slut” are simply degrading.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/how-to-do-pillow-talk-well\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/how-to-do-pillow-talk-well", "date_published": "2023-04-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dam fine work: record number of barrier removals helps restore rivers across Europe", "description": "<p>More than 300 barriers were taken down last year, boosting the health of waterways and the wildlife they support, say experts</p><p>A record number of river barriers, including dams and weirs, were removed across Europe in 2022, with at least 325 taken down in 16 countries, allowing rivers to flow freely and migratory fish to reach breeding areas.</p><p>In <a href=\"https://damremoval.eu/wp-content/uploads/2023/04/DRE-Progress-Report-2022.pdf\">its annual report</a>, Dam Removal Europe said Spain led the way for the second year with 133 removals, followed by Sweden and France. The UK completed 29 removals, including <a href=\"https://www.theguardian.com/environment/2022/jul/04/cumbria-free-river-kent-weir-removal-biodiversity-aoe\">Bowston Weir</a>, which was built on the River Kent nearly 150 years ago for a paper mill. Its removal will help restore the health of the river, which is home to white-clawed crayfish, freshwater pearl mussels, and water crowfoot (an oxygenating aquatic plant).</p> <a href=\"https://www.theguardian.com/environment/2023/apr/25/record-number-of-dam-barrier-removals-helps-restore-rivers-across-europe-aoe\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/apr/25/record-number-of-dam-barrier-removals-helps-restore-rivers-across-europe-aoe", "date_published": "2023-04-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How do you put a new lover to the test? See how they react when your dog bites your mother | Zoe Williams", "description": "<p>Pets have been known to tip the balance in many a promising relationship. Mine did its best with a scene straight out of Hammer Horror</p><p>Two-thirds of people would dump a partner or forgo a second date if their dog or cat didn’t like the person, according to a poll by Pets at Home.</p><p>Single people are dumb, unless they secretly love being single, in which case they are smart, because this is a terrible test. A dog who is used to being the apple of your eye can easily take against a rival, for no better reason than they seem suitable. And you should never outsource this kind of judgment call to a cat. Cats don’t like anyone.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/how-do-you-put-a-new-lover-to-the-test-see-how-they-react-when-your-dog-bites-your-mother\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/how-do-you-put-a-new-lover-to-the-test-see-how-they-react-when-your-dog-bites-your-mother", "date_published": "2023-04-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Our £1,500 Furniture Village sofa has led to nothing but discomfort", "description": "<p>It was damaged and after five attempts to fix it, the store now says it is costing it too much</p><p><strong>Two years ago we placed an order for a £1,500 sofa at our local Furniture Village store. After being delayed for </strong><strong>more than three months, it arrived with a </strong><strong>large, noticeable scratch on one of the sofa arms, and various holes and marks across the back of the sofa, and the firmness of the seats did not match. We reported this to the company on the same day it arrived.</strong></p><p><strong>Since then, </strong><strong>the company has sent out five technicians, and each time they have sent the wrong replacement part for the scratch on the arm. They haven’t even attempted to try to resolve the other two problems.</strong></p> <a href=\"https://www.theguardian.com/money/2023/apr/25/furniture-village-sofa-damaged-fix\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/apr/25/furniture-village-sofa-damaged-fix", "date_published": "2023-04-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Passion of Remembrance review – absorbing fusion of black radicalism and feminism", "description": "<p>Inventive hybrid uses drama and archive video montage to examine the intersections of different liberation struggles</p><p>Here is a 1986 film co-directed by radical feminist film-maker Maureen Blackwood with artist-director Isaac Julien. Their sensibilities are a fruitful match here, creating a knotty, complex, self-questioning piece of work: drama, essay movie and video art crossover. Blackwood and Julien were drawing on the black power radicalism of the 60s and the feminism of the 80s in ways that could amount to a British new wave.</p><p>In a stylised wilderness, a male and female figure confront each other ill-temperedly: the woman accusing the man of not allowing women any agency or space within the liberation movement. In a parallel realist drama, a family deals with racist abuse (often from off-duty police) and their own ideological and generational splits on the subject of injustice and empowerment, and how gay people of colour find themselves marginalised by the community from which they are hoping for support.</p> <a href=\"https://www.theguardian.com/film/2023/apr/25/the-passion-of-remembrance-review-absorbing-fusion-of-black-radicalism-and-feminism\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/25/the-passion-of-remembrance-review-absorbing-fusion-of-black-radicalism-and-feminism", "date_published": "2023-04-25 06:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Shoot ’em up! California’s retro games arcades – in pictures", "description": "<p>From Pac-Man to pinball, French photographer Franck Bohbot transforms the neon chaos of amusement arcades into stunning works of art </p> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/apr/25/shoot-em-up-californias-retro-games-arcades-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/apr/25/shoot-em-up-californias-retro-games-arcades-in-pictures", "date_published": "2023-04-25 06:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: risk of conflict between major powers at ‘historic high’, says UN chief", "description": "<p>‘Tensions between major powers are at an historic high. So are the risks of conflict,’ says António Guterres at UN meeting chaired by Russia</p><ul><li><strong><a href=\"https://www.theguardian.com/world/series/russia-ukraine-war-at-a-glance\">Russia-Ukraine war at a glance</a></strong></li></ul><p>More now from the UN meeting on Monday evening, where US Ambassador Linda Thomas-Greenfield called Russia a “hypocritical convener” of the meeting whose “illegal, unprovoked and unnecessary” war in Ukraine “struck at the heart of the UN Charter and all that we hold dear.”</p><p>Britain’s UN Ambassador Barbara Woodward said the world has seen “what Russia’s idea of multilateralism means for the world” – the trampling of the UN Charter and a war that has brought unimaginable suffering to Ukraine and been “an unmitigated disaster for Russia, too.”</p> <a href=\"https://www.theguardian.com/world/live/2023/apr/25/russia-ukraine-war-live-risk-of-conflict-between-major-powers-at-historic-high-says-un-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/apr/25/russia-ukraine-war-live-risk-of-conflict-between-major-powers-at-historic-high-says-un-chief", "date_published": "2023-04-25 05:36:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: the women who fell in love in a concentration camp", "description": "<p>A superb Storyville film recounts the moving tale of a couple who met at Ravensbrück. Plus: elderly people show teens the naked truth about ageing. Here’s what to watch this evening</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/25/tv-tonight-the-women-who-fell-in-love-in-a-concentration-camp\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/apr/25/tv-tonight-the-women-who-fell-in-love-in-a-concentration-camp", "date_published": "2023-04-25 05:20:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Poor families miss out on budget ranges at big chains’ smaller shops, says Which?", "description": "<p>Own-label items available less than 1% of the time at Sainsbury’s Local, Tesco Express and Morrisons Daily, finds consumer group</p><p>Low-income families are missing out on the chance to pick up supermarkets’ lowest-priced essentials as fewer than 1% of the leading chains’ smaller stores stock them, according to a study.</p><p>The consumer group Which? dispatched mystery shoppers to hunt for a list of about 30 items under the cut-price own-label ranges in Sainsbury’s, Tesco, Asda and Morrisons stores, including apples, beef mince, tinned tomatoes, rice and instant coffee.</p> <a href=\"https://www.theguardian.com/business/2023/apr/25/poor-families-miss-out-on-budget-ranges-at-big-chains-smaller-shops-says-which\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/apr/25/poor-families-miss-out-on-budget-ranges-at-big-chains-smaller-shops-says-which", "date_published": "2023-04-25 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Sunak urged to condemn ‘invective against civil service’ unleashed by Raab", "description": "<p>Lord Kerslake, the former head of the civil service, said narrative of ‘snowflake millennials’ was toxic to Whitehall </p><p>Rishi Sunak needs to speak out against the “torrent of invective against the civil service” unleashed by Dominic Raab or risk a toxic environment in Whitehall, the former head of the UK civil service has said.</p><p>Lord Kerslake said Sunak needed to publicly reject the narrative that complaints of bullying, <a href=\"https://www.theguardian.com/politics/2023/apr/21/dominic-raab-resigns-as-deputy-pm-after-bullying-allegations\">upheld against Raab in an official report published on Friday</a>, are “all about snowflake millennials and a fifth column in the civil service, and the idea that the civil service are working to bring down ministers they don’t like”.</p> <a href=\"https://www.theguardian.com/politics/2023/apr/25/rishi-sunak-urged-to-condemn-invective-against-civil-service-unleashed-by-dominic-raab\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/apr/25/rishi-sunak-urged-to-condemn-invective-against-civil-service-unleashed-by-dominic-raab", "date_published": "2023-04-25 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "US man freed from prison after wrongful conviction meets pen pal, 25 years on", "description": "<p>Lamar Johnson, 49, finally gets chance to meet Ginny Schrappen, 80, after she wrote to him in prison for nearly three decades</p><p>For nearly three decades, Ginny Schrappen exchanged letters with a man imprisoned for a murder which he has always said he didn’t commit and whom she believed.</p><p>Her faith in <a href=\"https://www.theguardian.com/us-news/2023/feb/18/lamar-johnson-freed-murder-conviction-overturned-missouri\">Lamar Johnson</a> was rewarded when a judge in Missouri overturned his conviction earlier this year after evidence surfaced that the killer in fact was someone else – and now the pen pals have met for the first time.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/lamar-johnson-ginny-schrappen-pen-pal-missouri\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/lamar-johnson-ginny-schrappen-pen-pal-missouri", "date_published": "2023-04-25 05:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Dominic Raab is gone, but many others will continue his assault on human rights | Gordon Brown", "description": "<p>A plan to leave the European court of human rights is just the beginning, as our government seeks to undermine international law</p><p>Dominic Raab has gone, but the evil ideas he propagated live on after him. The latest Conservative <a href=\"https://www.theguardian.com/world/2023/apr/19/uk-to-ignore-echr-rulings-on-small-boats-after-sunak-caves-in-to-tory-right\">proposal</a> to give ministers the power to disregard any interim judgments of the European court of human rights is a culmination of the assault he has led on human rights for years. And it is indeed ironic that the minister who has done most to undermine human rights in recent years leaves office complaining bitterly that his own have not been properly recognised.</p><p>Britain will never be quite like the Israel sought by <a href=\"https://www.theguardian.com/world/benjamin-netanyahu\">Benjamin Netanyahu</a>, who wants to make the judiciary hostage to the government of the day. Nor are we the US of recent times, where supreme court judges are too often chosen on party political lines. Instead, the UK is famed across the world for its independent judiciary and for championing the rule of law, not least because of our involvement in the authorship of the <a href=\"https://www.echr.coe.int/documents/convention_eng.pdf\" title=\"https://www.echr.coe.int/documents/convention_eng.pdf\">European convention on human rights</a> (ECHR), which came into force almost 70 years ago, on 3 September 1953, and was lauded as defining what we stand for as a country by every prime minister from Winston Churchill on – except for the past five.</p><p>Gordon Brown is the UN envoy for global education, and was UK prime minister from 2007 to 2010</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/dominic-raab-assault-on-human-rights-european-court-international-law\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/dominic-raab-assault-on-human-rights-european-court-international-law", "date_published": "2023-04-25 05:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Finance companies ‘may make $30bn’ by delaying debt relief for five countries", "description": "<p>Exclusive: Debt Justice says hardline stance is preventing progress on alleviating poverty</p><p>Some of the world’s biggest financial companies stand to profit by up to $30bn by resisting mounting pressure to provide debt relief for five heavily indebted countries, a campaign group has said.</p><p>Debt Justice said the hardline stance adopted by private-sector creditors was preventing progress on easing the financial burden of Ethiopia, Ghana, Sri Lanka, Suriname and Zambia that could help alleviate poverty.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/finance-companies-may-make-30bn-by-delaying-debt-relief-for-five-countries\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/finance-companies-may-make-30bn-by-delaying-debt-relief-for-five-countries", "date_published": "2023-04-25 05:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel like I’m selling my soul’: inside the crisis at Juventus", "description": "<p>A series of financial scandals have rocked Italy’s most glamorous club. But is the trouble at Juventus symptomatic of a deeper rot in world football?</p><p>On 20 January this year, the Italian football association shocked fans throughout the world by <a href=\"https://www.theguardian.com/football/2023/jan/20/italian-football-federation-prosecutor-asks-for-nine-point-penalty-for-juventus\" title=\"\">docking 15 points</a> from its most iconic club, Juventus, in the middle of the season. Juventus suddenly dropped seven places in the Serie A table. The club was accused of falsely inflating the value of players in transfer dealings and, in a separate case, of lying to shareholders. The Italian football association (FIGC) accused Juventus of “repeated violations of the principle of truth”.</p><p>In a country renowned for provincialism, Juventus is a uniquely national team. Based in the northern city of Turin, it has about 8 million supporters, far more than its nearest rivals AC Milan and Inter Milan. But in the wake of repeated scandals, the club has also become a symbol for the downfall of Italian football.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/inside-the-crisis-at-juventus-andrea-agnelli-fabio-paratici-plusvalenze\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/inside-the-crisis-at-juventus-andrea-agnelli-fabio-paratici-plusvalenze", "date_published": "2023-04-25 05:00:29+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How we survive: I was the sole survivor of a plane crash", "description": "<p>Annette Herfkens was on holiday with her fiance when their plane went down, killing everyone but her. Three decades later, she reflects on how the trauma changed her</p><p>Annette Herfkens and her fiance, Willem van der Pas, had been together for 13 years when he booked them on to a flight from Ho Chi Minh City to the Vietnamese coast. After six months of working in different countries, it was meant to be a romantic break. Van der Pas was a banker, Herfkens a trader. The plane was tiny, just 25 passengers and six crew. Being claustrophobic, Herfkens initially refused to board. To placate her, Van der Pas – “Pasje” as he was to her – fibbed that it was only a 20-minute flight. But 40 minutes had gone by when the plane dropped sharply. Van der Pas looked at her. “<em>This</em> I don’t like,” he said nervously. The plane dropped again. He grabbed her hand – and everything went black.</p><p>When Herfkens came to, the sounds of the Vietnamese jungle were coming through a jagged hole in the fuselage. The plane had crashed into a mountain ridge. A stranger lay dead upon her. Pasje, a little way off, lay back in his seat, also dead, a smile upon his lips.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/apr/25/how-we-survive-i-was-the-sole-survivor-of-a-plane-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/apr/25/how-we-survive-i-was-the-sole-survivor-of-a-plane-crash", "date_published": "2023-04-25 05:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Pelvic thrusts and paintings of breast pumps: the art prize for mums", "description": "<p>This year’s Mother art prize pays tribute to the joy, fury and hilarity of having kids – even the opening night was gatecrashed by toddlers</p><p>I’m standing in front of Sea, a large-scale installation by <a href=\"https://jodiecarey.com/\">Jodie Carey</a> commissioned for <a href=\"https://foundlingmuseum.org.uk/\">London’s Foundling Museum</a>. It was inspired by the tokens that mothers left, along with their children, at the Foundling hospital, Britain’s first home for children at risk of abandonment, in order that they should be able to one day identify and claim back their offspring. Sea is formed of hundreds of swatches of fabric dipped in liquid clay and fired to create fragile, pale textured fragments where the original material has burned away. The effect of these fragments – the shells, essentially, of the maternal comfort objects belonging to some of history’s invisible children – is startlingly moving.</p><p>On Mother’s Day I had gone to the Foundling Museum and seen some of the tokens for myself, and learned how rare it was that a woman came back for her baby. Sea pays tribute to these babies and the impoverished mothers who could not keep them. According to the exhibition guide, “the mothers’ intense feelings of separation and loss find a visual analogy in the vast ceramic outpouring.”</p> <a href=\"https://www.theguardian.com/artanddesign/2023/apr/25/pelvic-thrusts-and-paintings-of-breast-pumps-the-art-prize-for-mums\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/2023/apr/25/pelvic-thrusts-and-paintings-of-breast-pumps-the-art-prize-for-mums", "date_published": "2023-04-25 05:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Traffic congestion and rail closures to disrupt UK bank holiday travel", "description": "<p>RAC predicts biggest getaway on roads since 2016, and west coast mainline will be partly closed</p><p>Drivers and train passengers have been warned they face congestion and disruption over the bank holiday weekend, with motoring organisations forecasting the biggest early May getaway for seven years and a main rail line partly closed.</p><p>The RAC said it estimated 17.2m leisure trips would be taken by car in the UK between Friday 29 April and Monday 1 May, the most for the May bank holiday since 2016.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/traffic-congestion-and-rail-closures-to-disrupt-uk-bank-holiday-travel\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/traffic-congestion-and-rail-closures-to-disrupt-uk-bank-holiday-travel", "date_published": "2023-04-25 05:00:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘You can see camel carcasses all over’: rural Kenyans face tough new battle with predators", "description": "<p>‘National disaster’ unfolding, as sixth failed rainy season, deforestation and poaching push wildlife into conflict with pastoral communities</p><p>On the margins of a settlement in Shanta-abaq, in north-east Kenya, marabou storks surround a half-eaten camel carcass as people look on, distressed at yet another animal lost in a series of recent wildlife attacks.</p><p>The camel’s owner, who is away tending a dwindling herd, has lost seven of his livestock to hyena attacks since the beginning of the year, say community members. The attacks have become all too familiar with their signature strike: a fatal bite to the camel’s side as it sits by the waterpoint at night.</p> <a href=\"https://www.theguardian.com/global-development/2023/apr/25/you-can-see-camel-carcasses-all-over-rural-kenyans-face-tough-new-battle-with-predators\">Continue reading...</a>", "link": "https://www.theguardian.com/global-development/2023/apr/25/you-can-see-camel-carcasses-all-over-rural-kenyans-face-tough-new-battle-with-predators", "date_published": "2023-04-25 05:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Why are black women four times more likely to die in childbirth? – podcast", "description": "<p>Experts and campaigners have been pointing out the racial disparities in maternal healthcare for years. The latest report to highlight the issue comes from the UK government’s women and equalities committee. MPs behind the report have condemned the government’s failure to address the gulf in outcomes. So why are black and Asian women still more at risk from childbirth? Madeleine Finlay hears what it can be like to navigate the maternity system as a woman of colour, and speaks to Guardian health editor Andrew Gregory and Prof Shakila Thangaratinam about what lies behind the statistics and what can be done</p><p>Read Andrew Gregory and Mabel Banfield-Nwachi’s reporting <a href=\"https://www.theguardian.com/politics/2023/apr/18/mps-condemn-failure-to-tackle-glaring-racial-inequalities-in-uk-maternal-health\">here</a>.</p><p>Read the Guardian view on race and maternal health <a href=\"https://www.theguardian.com/commentisfree/2023/apr/19/the-guardian-view-on-race-and-maternal-health-a-systemic-problem\">here</a>.</p> <a href=\"https://www.theguardian.com/science/audio/2023/apr/25/why-black-women-four-times-more-likely-die-childbirth-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/science/audio/2023/apr/25/why-black-women-four-times-more-likely-die-childbirth-podcast", "date_published": "2023-04-25 04:00:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The enemy within? Ukraine’s Moscow-affiliated Orthodox Church faces scrutiny", "description": "<p>Church alleged to be arm of the Kremlin – disguising Russian propaganda as religious teachings</p><p>Father Mykola Danylevych, the spokesperson for Ukraine’s Moscow-affiliated Orthodox Church, answered the phone before quickly hanging up. “I told you to call me on an encrypted line!” Danylevych, like his fellow high-ranking clergymen at the church, are in a state of paranoia and panic – their church, the biggest in Ukraine, is under threat.</p><p>“We are not holier than thou, we admit that there are some unresolved matters on our side … but we are for individual responsibility, not collective,” said Danylevych.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/the-enemy-within-ukraines-moscow-affiliated-orthodox-church-faces-scrutiny\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/the-enemy-within-ukraines-moscow-affiliated-orthodox-church-faces-scrutiny", "date_published": "2023-04-25 04:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘The worst of worst case scenarios’: western diplomats blindsided over Sudan crisis", "description": "<p>Residents and regional experts say governments and NGOs should have been better prepared for violence</p><p>The message from the senior United Nations officials to their staff was honest – if unapologetic. Four days after <a href=\"https://www.theguardian.com/world/sudan\">Sudan</a> was plunged into a welter of chaotic violence as two rival factions battled for control of its capital city, the UN’s special representative to Sudan answered questions online in a virtual “townhall meeting”.</p><p>“This is the worst of worst case scenarios,” Volker Perthes said. “We tried even with last ditch diplomacy … last week and we have failed.”</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/the-worst-of-worst-case-scenarios-western-diplomats-blindsided-over-sudan-crisis\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/the-worst-of-worst-case-scenarios-western-diplomats-blindsided-over-sudan-crisis", "date_published": "2023-04-25 04:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Barry Humphries: Melbourne comedy festival says tribute is in works after criticism", "description": "<p>Organisers exploring ‘a fitting tribute’ after friends say performer was hurt by decision to rename festival award after comments he made about trans people</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>The Melbourne international comedy festival has denied “cancelling” the late Barry Humphries and says it will plan a “fitting tribute” to the internationally lauded satirist and comedian who was instrumental in setting up the festival almost four decades ago.</p><p>Humphries <a href=\"https://www.theguardian.com/culture/2023/apr/22/barry-humphries-dies-australian-comedian-death-dead-dame-edna-everage-sir-les-patterson\">died in Sydney on Saturday, at the age of 89</a>. The man behind Dame Edna Everage and Sir Les Patterson has been widely remembered as a comic genius, while some have been critical of comments he made about transgender people, including that gender-affirmation surgery was “self-mutilation” and being transgender “a fashion”.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/culture/2023/apr/25/barry-humphries-melbourne-comedy-festival-says-tribute-is-in-works-after-criticism\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/25/barry-humphries-melbourne-comedy-festival-says-tribute-is-in-works-after-criticism", "date_published": "2023-04-25 03:03:55+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The only Australian with a role in King Charles’ coronation is from Wangaratta – where most people don’t know him", "description": "<p>Simon Abney-Hastings, the 15th Earl of Loudon, will be the bearer of the great golden spurs on 6 May. But that doesn’t cut much ice in the town where  Nick Cave grew up</p><p>The only Australian to play an official role in the coronation of King Charles III lives in the small Victorian town of Wangaratta – but most in the town have never heard of him.</p><p>Simon Abney-Hastings, the 15th Earl of Loudon, is one of 13 people appointed to play a ceremonial role at the 6 May ceremony.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/25/simon-abney-hastings-15th-earl-of-loudon-australian-man-wangaratta-king-charles-coronation-great-golden-spurs\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/25/simon-abney-hastings-15th-earl-of-loudon-australian-man-wangaratta-king-charles-coronation-great-golden-spurs", "date_published": "2023-04-25 03:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Brilliant Butler’s 56 points put No 1 seed Bucks on brink of NBA playoff exit", "description": "<ul><li>Heat roar back from 14 points down in final quarter</li><li>No 8 seed Miami now lead best-of-seven series 3-1</li></ul><p>Jimmy Butler had the game of his life, and the Miami Heat had a comeback for the ages.</p><p>Butler scored 56 points – tying the fourth-best scoring performance ever in an NBA playoff game – and the Heat roared back from 14 points down in the final quarter to stun the Milwaukee Bucks 119-114 on Monday night to put the NBA’s top overall seed on the brink of early elimination.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/24/jimmy-butler-miami-heat-milwaukee-bucks-nba-playoffs-56-points\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/24/jimmy-butler-miami-heat-milwaukee-bucks-nba-playoffs-56-points", "date_published": "2023-04-25 02:39:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Far-right host Tucker Carlson leaves Fox News in surprise announcement – video report", "description": "<p>Fox News has unexpectedly announced that Tucker Carlson, the network's most popular and controversial presenter, had departed from the channel. The network said it had mutually agreed with Carlson to part ways. The decision to oust Carlson reportedly came from Rupert Murdoch, the 92-year-old Fox owner, with input from senior Fox officials. It was connected to a lawsuit filed by Abby Grossberg, a former senior booking producer on Carlson’s show who claims she faced sexism and a hostile work environment, the Los Angeles Times reported. It comes less than a week after Fox settled a defamation lawsuit with Dominion Voting Systems for $787.5m. </p><p></p><ul><li><p><a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">Tucker Carlson leaves Fox News in surprise announcement</a></p><p></p></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/apr/24/far-right-host-tucker-carlson-leaves-fox-news-in-surprise-announcement-video-report\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2023/apr/24/far-right-host-tucker-carlson-leaves-fox-news-in-surprise-announcement-video-report", "date_published": "2023-04-25 02:25:40+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Auroras light up skies across the world after solar storm – in pictures", "description": "<p>An intense solar storm has entranced stargazers across the world after it created light shows reaching beyond their usual polar boundaries. Australia and New Zealand saw a huge Aurora Australis on Monday night, while the Aurora Borealis graced skies farther south than usual across the US, Europe and Asia</p><ul><li><a href=\"https://www.theguardian.com/world/2023/apr/25/aurora-australis-new-zealand-sky-spectacular-light-show-solar-tsunami-southern-lights\">Aurora Australis lights up New Zealand skies</a></li></ul><p></p> <a href=\"https://www.theguardian.com/world/gallery/2023/apr/25/aurora-australis-borealis-northern-southern-lights-auroras-across-the-world-after-solar-storm-pictures-\">Continue reading...</a>", "link": "https://www.theguardian.com/world/gallery/2023/apr/25/aurora-australis-borealis-northern-southern-lights-auroras-across-the-world-after-solar-storm-pictures-", "date_published": "2023-04-25 02:21:22+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "North Dakota governor signs law banning nearly all abortions", "description": "<p>The legislation has slim exceptions – only in cases of rape, incest or medical emergency – up to six weeks’ gestation</p><p>North Dakota on Monday adopted one of the strictest anti-abortion laws in the US as the Republican governor Doug Burgum signed legislation banning the procedure throughout pregnancy, with slim exceptions up to six weeks’ gestation.</p><p>In those early weeks, abortion would be allowed only in cases of rape, incest or medical emergency, such as ectopic pregnancy.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/24/north-dakota-passes-strictest-abortion-law\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/24/north-dakota-passes-strictest-abortion-law", "date_published": "2023-04-25 02:20:38+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A bullying politician or snowflake civil servants? The downfall of Dominic Raab", "description": "<p>The former deputy prime minister may have resigned but he remains defiant after an inquiry into bullying allegations. What does the scandal tell us about the relationship between ministers and Whitehall?</p><p>Supporters insist he is robust, expects the very best – and will even concede that he is demanding. But after an inquiry into eight complaints, involving 24 people and spanning four years, found Dominic Raab’s conduct in some instances “involved an abuse or misuse of power in a way that undermines or humiliates”, the former justice secretary resigned. Yet he has not gone quietly, defiantly insisting that the report by Adam Tolley KC sets a “dangerous precedent” by lowering the threshold for what is considered bullying.</p><p>Raab has blamed instead “activist civil servants” who could not cope with being told that their work was not up to the standard he expected. And he says he worries that it “will be the public that pay the price” if politicians can not do that without being accused of bullying behaviour.</p> <a href=\"https://www.theguardian.com/news/audio/2023/apr/25/bullying-politician-or-snowflake-civil-servants-downfall-dominic-raab-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/news/audio/2023/apr/25/bullying-politician-or-snowflake-civil-servants-downfall-dominic-raab-podcast", "date_published": "2023-04-25 02:00:24+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "When Jeremy Renner stepped out with a walking aid, it helped me confront my internalised ableism | Laura Pettenuzzo", "description": "<p>Disability pride is an ongoing journey. In a less ableist world I wouldn’t need validation from a famous actor </p><p>In a stunning edition, <a href=\"https://www.vogue.co.uk/article/british-vogue-may-2023-editors-letter\">British Vogue’s May issue</a> is championing disability. Titled Reframing Fashion, the edition features 19 people with disability, including mobility aid-using cover stars Selma Blair, an actor with multiple sclerosis, and trans disability activist Aaron Rose Philip, who has cerebral palsy.</p><p>I too have cerebral palsy and have used a wheelchair now for almost two years. I’m not ashamed of it. In fact, I’m proud. I’ve given it a name (Stella) and eagerly introduce it to my friends and family. But there are some places Stella cannot go and some situations for which it’s not suited.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/apr/25/when-jeremy-renner-stepped-out-with-a-walking-aid-it-helped-me-confront-my-internalised-ableism\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/apr/25/when-jeremy-renner-stepped-out-with-a-walking-aid-it-helped-me-confront-my-internalised-ableism", "date_published": "2023-04-25 01:57:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Aurora Australis lights up New Zealand skies in spectacular ‘solar tsunami’", "description": "<p>Huge burst of energy released by the sun gives New Zealand its best southern lights show in years</p><p>New Zealand has witnessed a “solar tsunami” of activity in space that delighted Aurora hunters around the country, as the southern lights appeared in cities that would not usually get to enjoy them.</p><p>On Monday night, light-chasers took to social media to share images of purple, orange and green light washing over the hills of Christchurch, Wellington and Auckland. The unusually high levels of solar storm activity meant the Aurora Australis could be viewed far farther north than the lights are typically seen, and in cities where light pollution would normally render them invisible.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/aurora-australis-new-zealand-sky-spectacular-light-show-solar-tsunami-southern-lights\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/aurora-australis-new-zealand-sky-spectacular-light-show-solar-tsunami-southern-lights", "date_published": "2023-04-25 01:16:31+00:00", "persistent": false, "user": null, "language": "en-UK"}]