[{"source": "https://www.theguardian.com/international/rss", "title": "British American Tobacco to pay $635m over North Korea sanctions breaches", "description": "<p>Case against the tobacco giant marks the ‘single largest North Korea sanctions penalty’ for US justice department</p><p>British American Tobacco (BAT) has agreed to pay more than $635m (£511m) to US authorities after a subsidiary pleaded guilty to charges that it conspired to violate US sanctions by selling tobacco products to North Korea and commit bank fraud.</p><p>The tobacco sales at the heart of Tuesday’s settlement took place from 2007 to 2017 to the isolated Communist nation, according to both the company and the Justice Department. North Korea faces an array of US sanctions to choke off funding for its nuclear and ballistic missile program.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/british-american-tobacco-to-pay-635m-over-north-korea-sanctions-breaches\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/british-american-tobacco-to-pay-635m-over-north-korea-sanctions-breaches", "date_published": "2023-04-25 23:32:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Chizuko Ueno: the Japanese writer stoking China’s feminist underground", "description": "<p>Ueno’s books are hugely popular in China, where a crackdown on large-scale organising has stifled a nascent feminist movement</p><p>To find evidence that China’s feminist movement is gaining momentum – despite strict government censorship and repression – check bookshelves, nightstands and digital libraries. There, you might find a copy of one of Chizuko Ueno’s books. The 74-year-old Japanese feminist and author of Feminism from Scratch and Patriarchy and Capitalism has sold more than a million books in China, according to Beijing Open Book, which tracks sales. Of these, 200,000 were sold in January and February alone.</p><p>Ueno, a professor of sociology at the University of Tokyo, was little known outside Chinese academia until she delivered a <a href=\"https://wan.or.jp/article/show/8348\">2019 matriculation speech</a> at the university in which she railed against its sexist admissions policies, sexual “abuse” by male students against their female peers, and the pressure women felt to downplay their academic achievements.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/chizuko-ueno-the-japanese-writer-stoking-chinas-feminist-underground\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/chizuko-ueno-the-japanese-writer-stoking-chinas-feminist-underground", "date_published": "2023-04-25 23:22:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Beware of negative people’: Yusuf Islam writes manifesto for King Charles III", "description": "<p>Artist formerly known as Cat Stevens urges help for the sick and homeless and to spread peace in 10-point plan</p><p>Yusuf Islam, the musician formerly known as Cat Stevens, has addressed King Charles III ahead of his coronation with a 10-point list entitled Manifesto for a Good King.</p><p>“Even if you are a King, you are still a servant of God”, the list begins, and goes on to include instructions to “feed the hungry”, “help the sick and homeless”, “beware of negative people in your circle” and “listen to constructive criticism”.</p> <a href=\"https://www.theguardian.com/uk-news/2023/apr/26/beware-of-negative-people-yusuf-islam-writes-manifesto-for-king-charles-iii\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/apr/26/beware-of-negative-people-yusuf-islam-writes-manifesto-for-king-charles-iii", "date_published": "2023-04-25 23:01:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jacinda Ardern takes up leadership and online extremism roles at Harvard", "description": "<p>Former prime minister will likely be overseas during the period of New Zealand’s election in October</p><p>Former New Zealand prime minister Jacinda Ardern has taken up three new roles at Harvard University, where she will study and speak on leadership, governance and online extremism.</p><p>Ardern announced in an Instagram post on Wednesday morning that she was “incredibly humbled” to be joining the university on joint fellowships at the Kennedy School’s Center for Public Leadership and the Berkman Klein Center for Internet and Society, based at Harvard Law School. She will focus on the study of online extremism at the law school, and on building leadership and governance skills at the Kennedy School.</p> <a href=\"https://www.theguardian.com/world/2023/apr/26/jacinda-ardern-takes-up-leadership-and-online-extremism-roles-at-harvard\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/26/jacinda-ardern-takes-up-leadership-and-online-extremism-roles-at-harvard", "date_published": "2023-04-25 21:58:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Pep Guardiola admits Manchester City will be scared before Arsenal title clash", "description": "<ul><li>Champions bidding to close gap on leaders with victory</li><li>Guardiola: ‘It is a good sign being a little bit nervous’</li></ul><p>Pep Guardiola has admitted he and his players will be scared before Manchester City’s title showdown with Arsenal on Wednesday night at the Etihad Stadium.</p><p>Guardiola is vastly experienced and one of the most decorated managers in history, with 30 major trophies, but says he will still feel anxious before facing the leaders.</p> <a href=\"https://www.theguardian.com/football/2023/apr/25/pep-guardiola-manchester-city-arsenal-mikel-arteta\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/pep-guardiola-manchester-city-arsenal-mikel-arteta", "date_published": "2023-04-25 21:30:43+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Alphabet revenue soars in first quarter amid wider industry slowdown", "description": "<p>Google’s parent company reported a revenue of $69.8bn even as it races to implement cost-saving measures</p><p>Alphabet stocks rose in after-hours trading on Tuesday after the tech firm beat analyst expectations for first-quarter earnings, marking an unexpectedly bright spot in the otherwise struggling tech sector.</p><p>The company reported first-quarter revenue of $69.8bn, up 3% year-over-year and above analyst predictions of $68.9bn. Its cloud business reported a profit for the first time since its launch, taking in $191m.</p> <a href=\"https://www.theguardian.com/technology/2023/apr/25/alphabet-google-q1-2023-revenue-earning-report\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/apr/25/alphabet-google-q1-2023-revenue-earning-report", "date_published": "2023-04-25 20:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "'I did all that I could': A look back at the life and career of Harry Belafonte – video", "description": "<p>Harry Belafonte, a trailblazing Caribbean-American artist, has passed away at the age of 96 due to congestive heart failure, according to his spokesperson who gave the news to the New York Times. Belafonte was a multifaceted talent who made an indelible impact on music and film. He was not only a chart-topping singer but also a renowned actor and television personality, known for his captivating performances in films such as Buck and the Preacher and Island in the Sun.</p><p></p><p>However, Belafonte's legacy extends far beyond his artistic achievements. Throughout his career, he used his platform to advocate for racial and social justice in America and around the world. Belafonte was a prominent civil rights activist who worked closely with Dr Martin Luther King Jr and was a key figure in the movement for racial equality.</p><ul><li><p><a href=\"https://www.theguardian.com/music/2023/apr/25/harry-belafonte-singer-dies-actor-singer-activist\">Harry Belafonte, singer, actor and tireless activist, dies aged 96</a></p></li><li><p><a href=\"https://www.theguardian.com/us-news/2023/apr/25/harry-belafonte-obituary\">Harry Belafonte obituary</a></p></li><li><p><a href=\"https://www.theguardian.com/film/2023/apr/25/harry-belafonte-staggering-screen-career-sci-fi-love-triangle\">Bans, bigots and surreal sci-fi love triangles: Harry Belafonte’s staggering screen career</a></p></li></ul> <a href=\"https://www.theguardian.com/global/video/2023/apr/25/i-did-all-that-i-could-a-look-back-at-the-life-and-career-of-harry-belafonte-video\">Continue reading...</a>", "link": "https://www.theguardian.com/global/video/2023/apr/25/i-did-all-that-i-could-a-look-back-at-the-life-and-career-of-harry-belafonte-video", "date_published": "2023-04-25 20:30:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Jets ‘comfortable’ with price of Aaron Rodgers trade despite criticisms", "description": "<ul><li>Quarterback is nearly 40 and has spoken of retirement</li><li>Jets could give up 2024 first-round pick for quarterback</li></ul><p>New York Jets general manager Joe Douglas has defended the assets his team have given up to acquire Aaron Rodgers from the Green Bay Packers.</p><p>On Monday, <a href=\"https://www.theguardian.com/sport/2023/apr/24/aaron-rodgers-new-york-jets-trade-green-bay-packers-draft-picks-football\">news emerged</a> that the Packers had agreed to trade the 10-time Pro Bowl quarterback along with their 2023 first-round pick (No 15 overall) and a 2023 fifth-round pick (No 170). In return they will receive the Jets’ 2023 first-round pick (No 13 overall), a 2023 second round pick (No 42), and a 2023 sixth-round pick (No 207). The Packers will also receive a conditional 2024 second-round pick that will become a first-rounder if Rodgers plays 65% of the Jets’ offensive snaps this season.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/jets-comfortable-with-price-of-aaron-rodgers-trade-despite-criticisms\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/jets-comfortable-with-price-of-aaron-rodgers-trade-despite-criticisms", "date_published": "2023-04-25 20:17:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Proud Boys leader a scapegoat for Trump, attorney tells January 6 trial", "description": "<p>Neo-fascist group’s leader Enrique Tarrio is charged along with four others with seditious conspiracy</p><p>A defense attorney argued on Tuesday at the close of a landmark trial over the January 6 insurrection that the US justice department is making the Proud Boys leader Enrique Tarrio a scapegoat for Donald Trump, whose supporters stormed the US Capitol.</p><p>Tarrio and four lieutenants are charged with seditious conspiracy for what prosecutors say was a plot to stop the transfer of presidential power from Trump to Joe Biden after the 2020 election.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/proud-boys-leader-scapegoat-trump-january-6-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/proud-boys-leader-scapegoat-trump-january-6-trial", "date_published": "2023-04-25 20:10:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bans, bigots and surreal sci-fi love triangles: Harry Belafonte’s staggering screen career", "description": "<p>The star with the gorgeous calypso voice was also a naturally passionate actor who appeared in heists, colonial confrontations – and even the last love triangle on Earth</p><p>In the middle of the 20th century, Harry Belafonte was at the dizzying high point of his stunning multi-hyphenate celebrity: this handsome, athletic, Caribbean-American star with a gorgeous calypso singing voice was at the top of his game in music, movies and politics. He was the million-selling artist whose easy and sensuous musical stylings and lighter-skinned image made him acceptable to white audiences. But this didn’t stop him having a fierce screen presence and an even fiercer commitment to civil rights. He was the friend and comrade of Paul Robeson and Martin Luther King Jr – and his crossover success, incidentally, never stopped him being subject to the ugliest kind of bigotry from racists who saw his fame as a kind of infiltration. His legendary Banana Boat Song with its keening and much-spoofed call-and-response chorus “Day – O!” is actually about the brutal night shift loading bananas on to ships, part of an exploitative trade with its roots in empire.<br /><br />His friend and rival Sidney Poitier (there is room for debate in exactly how friendly their rivalry really was) may have outpaced him in the contest to become Hollywood’s first black American star, being perhaps able to project gravitas more naturally and reassuringly. But Belafonte, for all his emollient proto-pop performances on vinyl, was arguably more naturally passionate. Crucially, his great movie breakthrough was with an all-black cast (though with the white director Otto Preminger) in Carmen Jones. In this 1954 film, Belafonte built on the screen chemistry he had had with the sensational star Dorothy Dandridge in their previous film together, Bright Road (a high school movie with Belafonte as the school’s headteacher, anticipating Poitier’s Blackboard Jungle and To Sir, With Love).<br /><br />Three years later, in Robert Rossen’s Island in the Sun – adapted from the novel by Alec Waugh, brother of Evelyn – Belafonte sang the catchy, dreamy title song but had a spikier dramatic role as the up-and-coming trade unionist in the fictional West Indian island, confronting the white colonial ruling class. Again, Belafonte was cast with the much-loved Dandridge but his implied dangerous liaison is with a white woman, played by Joan Fontaine, connected with the family that runs the plantation. This was the sexual suggestion that had the film pulled from most movie theatres in the US south.</p><p>Coming at the end of the 1950s, Robert Wise’s Odds Against Tomorrow was that rarest of things: a noir starring a black man. Belafonte was Ingram, the club singer with crippling debts who is inveigled into helping rob a bank, alongside a hardbitten professional criminal and racist, the role taken by veteran player Robert Ryan. It was a pairing to savour, Belafonte participating in the white/black crime duo that Hollywood often found expedient when it came to accommodating a black character in a contemporary US context. Belafonte’s casting as a singer in the story has a potency and style.<br /><br />But perhaps Belafonte’s strangest but most distinctive role came in the 1959 post-apocalyptic sci-fi fantasy The World, The Flesh and The Devil in which he is Burton, the mining engineer trapped miles below the surface of the earth after a calamitous cave-in. But he has escaped the effects of an atomic catastrophe and when he finally scrambles to the surface, Burton finds that he is apparently the only human left alive – except for one white woman and one white man, with whom he finally has a surreal but gripping contest for the woman’s affections.<br /><br />And so Belafonte finds himself in a rather daring political what-if movie: an apocalypse is the only way to make acceptable the idea of interracial love, and yet even here racism and white male paranoia rears its head. Making this the scenario for sexual rivalry is somehow inspired although the resolution is a little tame. In some ways, the futurist movie anticipated his role opposite John Travolta in the race-reverse fantasy White Man’s Burden from Japanese film-maker Desmond Nakano, in which Belafonte is the plutocrat with a privileged position in an anti-white world and Travolta is the white factory worker who gets in trouble through accidentally seeing the boss’s wife in a state of undress – a bizarre but shrewd satirical touch.</p> <a href=\"https://www.theguardian.com/film/2023/apr/25/harry-belafonte-staggering-screen-career-sci-fi-love-triangle\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/apr/25/harry-belafonte-staggering-screen-career-sci-fi-love-triangle", "date_published": "2023-04-25 16:54:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Seth Meyers on Tucker Carlson’s firing: ‘Fox really knows how to disappear someone’", "description": "<p>Late-night hosts react to Fox News’ surprise firing of Carlson a week after it settled the Dominion defamation lawsuit</p><p>After news that Fox News <a href=\"https://www.theguardian.com/media/2023/apr/24/tucker-carlson-leaving-fox-news\">abruptly terminated Tucker Carlson’s contract</a> sent shockwaves through US politics and media on Monday morning, Seth Meyers looked ahead to a cable news landscape without his frequent target. “What are we going to do without Tucker?” the Late Night host wondered on Monday evening. “Who else is going to <a href=\"https://www.thedailybeast.com/the-sexy-green-mandm-vs-tucker-carlson-drama-explained\">tell us when M&amp;Ms aren’t fuckable any more?</a>”</p> <a href=\"https://www.theguardian.com/culture/2023/apr/25/late-night-recap-seth-meyers-tucker-carlson\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/apr/25/late-night-recap-seth-meyers-tucker-carlson", "date_published": "2023-04-25 15:05:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Football Daily | A comedic tour de force, extravagant even by Tottenham’s historical standards", "description": "<p><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">Sign up now! Sign up now! Sign up now? Sign up now!</a></p><p>At 2.21pm this afternoon, Football Daily finally finished processing what had happened to Tottenham Hotspur at St James’ Park over the weekend. Having taken exactly two full days to come to terms with the sheer Lads It’s scope of the fiasco, we tasked ourselves with putting the comedic tour de force, extravagant even by Spurs’ historical standards, into words. However, we could only come up with the sort of confused grunts and befuddled yelps normally associated with glaikit cartoon characters such as Homer Simpson, Scooby Doo and Tucker Carlson. Not ideal for the medium we work in. But what can you do? It was that bad. D’oh! <em>(x5)</em></p><p>Please, please, please, please, please don’t hire Mauricio Pochettino, Chelsea. In fact, don’t hire anyone. These are dark times and Frank Lampard is doing a service to the entire nation, dare I say the world, in providing a glimmer of humour” – Antony Train.</p><p>After Sunday’s Spurs demolition, Eddie Howe looks set to lead Newcastle to Big Cup qualification and subsequent world domination. Let’s hope he didn’t look over at his beleaguered colleague at the final whistle and have <a href=\"https://www.independent.co.uk/sport/football-keegan-quit-after-seeing-francis-pain-1277584.html\">a Keeganesque moment of clarity</a>” – Pål Jørgen Bakke.</p><p>Manchester United’s grey kit was blamed for the loss against Southampton back in 1996 as ‘players were unable to pick out teammates to pass to’. However, I think on this occasion Tottenham players were <em>too</em> easy to see and so the Toon found passing simpler. Hopefully the colour of the door marked ‘Do One’ is painted the same colour so Stellini found it easy enough” – Pete Cody.</p><p>If Manchester City are playing Leeds on ‘Saturday 8 May’ (yesterday’s News, Bits and Bobs, full email edition), they’re breaking the calendar, not just the 3pm embargo” – Jim Hearson.</p><p><em><strong>This is an extract from our daily football email … Football Daily. To get the full version,<a href=\"https://www.theguardian.com/info/2016/jan/05/the-fiver-email-sign-up\"> </a><a href=\"https://www.theguardian.com/info/2022/nov/14/football-daily-email-sign-up\">just visit this page and follow the instructions</a>.</strong></em></p> <a href=\"https://www.theguardian.com/football/2023/apr/25/football-daily-email-tottenham-chelsea-pochettino-stellini\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/apr/25/football-daily-email-tottenham-chelsea-pochettino-stellini", "date_published": "2023-04-25 14:30:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "European drama, England’s dilemma and Daniel Levy – Women’s Football Weekly", "description": "<p><a href=\"https://twitter.com/FayeCarruthers\">Faye Carruthers</a> is joined by <a href=\"https://twitter.com/SuzyWrack\">Suzanne Wrack</a>, <a href=\"https://twitter.com/football_flo\">Flo Pollock</a> and <a href=\"https://twitter.com/MayowaQuadri_\">Mayowa Quadri</a> to round up the WCL semi-final first legs, Leah Williamson’s injury blow and the latest WSL and Championship action</p><p>In today’s pod: after the devastating news of Leah Williamson’s injury, we’ll chat ACLs and how England manager Sarina Wiegman plans to navigate the World Cup without her captain.</p><p>Arsenal’s fighting spirit shone through in an impressive comeback in the Champions League against Wolfsburg, while Chelsea are still in their tie before an unenviable trip to Barcelona.</p> <a href=\"https://www.theguardian.com/football/audio/2023/apr/25/european-drama-england-dilemma-and-daniel-levy-womens-football-weekly-podcast\">Continue reading...</a>", "link": "https://www.theguardian.com/football/audio/2023/apr/25/european-drama-england-dilemma-and-daniel-levy-womens-football-weekly-podcast", "date_published": "2023-04-25 13:51:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Prosecutor in Trump-Georgia case says charging decisions to come in summer", "description": "<p>Fani Willis, investigating whether Trump illegally meddled in 2020 election, urges ‘heightened security’ for when decision is made</p><p>The prosecutor in Atlanta investigating whether <a href=\"https://www.theguardian.com/us-news/donaldtrump\">Donald Trump</a> and his allies illegally meddled in the 2020 presidential election in Georgia said Monday she expects to announce charging decisions in the case this summer and urged “heightened security”.</p><p>Fulton county district attorney Fani Willis wrote in a letter to local sheriff Pat Labat that she expects to announce the decisions some time between 11 July and 1 September. She said she wanted to give Labat time to coordinate with local, state and federal agencies “to ensure that our law enforcement community is ready to protect the public”.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/trump-georgia-prosecutor-charges-fani-willis\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/trump-georgia-prosecutor-charges-fani-willis", "date_published": "2023-04-25 12:00:05+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Darrell Night, who exposed Canada police freezing deaths scandal, dies at 56", "description": "<p>Cree man helped reveal practice of ‘starlight tours’ in which Saskatoon police drove Indigenous people out of city and abandoned them in sub-zero temperatures</p><p>On a freezing winter evening more than 20 years ago, Darrell Night was picked up by police as he left a party in an apartment building in the Canadian city of Saskatoon.</p><p>As they drove him to the edge of the city, Night, who was drunk at the time, began to grow fearful. For years, he’d heard stories of so-called “starlight tours” in which the police abandoned Indigenous people in the bitter cold.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/darrell-night-who-exposed-canada-police-freezing-deaths-scandal-dies-at-56\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/darrell-night-who-exposed-canada-police-freezing-deaths-scandal-dies-at-56", "date_published": "2023-04-25 10:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boston has a race and sports problem. But it’s hardly alone among ‘liberal’ cities", "description": "<p>A number of Boston Celtics players have spoken about racism in the city. But to say it’s an isolated case is to misunderstand America</p><p>Celtics wing Jaylen Brown shocked many when he recently spoke about Boston fans’ treatment of Black players. <a href=\"https://www.nytimes.com/2023/03/17/sports/basketball/boston-celtics-jaylen-brown-activism-kanye-west.html\">Asked by the New York Times</a> if he had received any negative treatment from the Boston fanbase, he said: “I definitely think there’s a group or an amount within the Celtic nation that is extremely toxic and does not want to see athletes use their platform, or they just want you to play basketball and entertain and go home. And that’s a problem to me.”</p><p>We know the Maga-influenced cities across America are trying to turn back the clock on social and racial issues. But an equally dangerous form of racism exists in gentrified, majority-white, and left-leaning US cities. And that prejudice often emerges among sections of those cities’ sports fans.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/boston-racism-sports-denver-portland-salt-lake-city\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/boston-racism-sports-denver-portland-salt-lake-city", "date_published": "2023-04-25 08:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Who is E Jean Carroll, the woman who alleges Trump sexually assaulted her?", "description": "<p>Former journalist who wrote for Rolling Stone and Playboy became an advice column for Elle magazine for 26 years</p><p>E Jean Carroll is an 80 year-old former journalist who, until she accused Donald Trump of sexually assaulting her, was best known as an advice columnist for Elle magazine for 26 years.</p><p>The column was praised for its forthright writing including Carroll’s view that women should never build their lives around men and the compassion of her replies to readers seeking advice. Elle terminated Carroll’s contract in 2019. She<a href=\"https://twitter.com/ejeancarroll/status/1229910685573881856\"> said </a>the magazine fired her because of her dispute with Trump. Elle denied it.</p> <a href=\"https://www.theguardian.com/us-news/2023/apr/25/who-is-e-jean-carroll-trial\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/apr/25/who-is-e-jean-carroll-trial", "date_published": "2023-04-25 08:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "India recall Ajinkya Rahane for World Test Championship final against Australia", "description": "<ul><li>Former Test captain has not played Test cricket since 2022</li><li>India meet Australia in WTC at the Oval in June</li></ul><p>India have recalled middle-order batsman Ajinkya Rahane for the World Test Championship final against Australia at the Oval in June.</p><p>Former vice-captain Rahane played the last of his 82 Tests in January 2022 but has been in impressive form in the ongoing Indian Premier League Twenty20 tournament.</p> <a href=\"https://www.theguardian.com/sport/2023/apr/25/india-recall-ajinkya-rahane-for-world-test-championship-final-against-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/apr/25/india-recall-ajinkya-rahane-for-world-test-championship-final-against-australia", "date_published": "2023-04-25 07:19:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Hong Kong: some schools face closure as birthrate and exodus take toll", "description": "<p>Five schools preparing to close, according to local report, with others made to merge amid falling school enrolment numbers</p><p>Hong Kong schools are being forced to merge or prepare for closure as a decade-long decline in the birthrate and a recent exodus of residents from the city has led to a plunge in student numbers.</p><p>Local media have reported that at least five schools face closure in coming years after they failed to reach the minimum 16 enrolments in the first grade. There have been two recent cases of schools merging with each other due to insufficient student numbers.</p> <a href=\"https://www.theguardian.com/world/2023/apr/25/hong-kong-some-schools-face-closure-as-birthrate-and-exodus-take-toll\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/apr/25/hong-kong-some-schools-face-closure-as-birthrate-and-exodus-take-toll", "date_published": "2023-04-25 06:17:05+00:00", "persistent": false, "user": null, "language": "en-US"}]