[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Dead Island 2 Sells More Than 1 Million Units in Three Days - IGN Daily Fix", "description": "On today's Daily Fix:\nDeep Silver and Dambuster Studios announced that Dead Island 2 has sold over 1 million copies within the first three days of release. Hardcore mode has been a time-honored Diablo tradition going back to Diablo II, challenging players with the possibility of permanent death. But what happens if your Hardcore character happens to stumble into one of Diablo IV's Fields of Hatred? Well, watch your back. Finally, Diablo 4 associate game director Joseph Piepiora has revealed that it will take over 150 hours to grind to level 100 in the upcoming action role playing game.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=rZuwHnQs-VI", "date_published": "2023-04-25 23:23:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Why Picard’s Story Had to End This Way (ft. Terry Matalas) | Star Trek", "description": "“People were like, ‘It must be the most emotional experience to bring them on set!’ It was like, ‘No, it was terrifying!’”\n\nPicard Season 3 showrunner Terry Matalas may have been terrified when he reunited the crew of the USS Enterprise-D onboard the USS Enterprise-D, rebuilding the iconic starship’s bridge for just two days of actual filming for the Star Trek finale. But that was only part of the process when it came to telling the final Jean-Luc Picard story, a tale that began with the launch of Star Trek: The Next Generation 35 years ago, but that’s, seemingly now, finally over as the third and final season’s tenth episode, “The Last Generation,” hits.\n\nIt turns out that there was only one way that Jean-Luc’s story could close out as far as Matalas was concerned. But it wasn’t always an easy road to get there. \n\nMatalas has made no secret of being a lifelong Star Trek fan. His professional credits go as far back as Star Trek: Voyager and Star Trek: Enterprise, so the fact that he would have strong feelings on how Picard’s journey should wrap up is no surprise. And besides, what fan wants to kill off their heroes anyway?\n\nAs he notes, the Picard finale is a surprise ending because it's a happy ending. Does Picard live or die? What happens to Riker, Beverly, Worf, Geordi, Data and Troi? What about the crew of the USS Titan, Seven of Nine and Sidney La Forge? Jack Crusher?\n\nWatch the full video for how the last Picard story happened…\n\n#IGN #StarTrek #Paramount", "link": "https://www.youtube.com/watch?v=AkpOt_dC0rs", "date_published": "2023-04-25 23:00:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4: The 7 Things We Want to See Return", "description": "Diablo 4 is almost here and after a few betas we have some thoughts on features, classes and more things we'd like to see return from past Diablo games in time for Diablo 4's June 6 release date on PC.\n\n#IGN #Gaming #Diablo", "link": "https://www.youtube.com/watch?v=4qBpxL_GQOQ", "date_published": "2023-04-25 22:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Diablo 4 - Official Necromancer Trailer", "description": "For some, death is only the beginning. The Necromancer class takes the spotlight in this new trailer for Diablo 4. Check it out to see the class in action. \n\nDiablo 4 will be available on June 6, 2023.\n\n#IGN #Gaming #Diablo4", "link": "https://www.youtube.com/watch?v=Xd98GV0ku5c", "date_published": "2023-04-25 21:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Tron: Identity Review", "description": "Tron: Identity fills a void that’s been empty since the Tron world debuted in Kingdom Hearts II almost 20 years ago. After multiple playthroughs, however, it’s still not clear what the story means for the greater Tron canon. Identity feels more like a first chapter than a standalone story, which may very well be the case, but you might find yourself yearning for more of a resolution in the short term. Identity may be more about the journey than the destination, but Query’s night at the Repository is still well worth playing.\n\n#IGN #Gaming #Tron", "link": "https://www.youtube.com/watch?v=hFwqFqwYzYE", "date_published": "2023-04-25 20:16:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Division 2 x Resident Evil - Official Collaboration Trailer", "description": "The Division 2 has introduced the Resident Evil Apparel Event including 21 apparel items to gather from the original Resident Evil trilogy to collect and use to deck out your agent. The Resident Evil Apparel Event runs from April 25 through May 9.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=FWsmdMzldk0", "date_published": "2023-04-25 20:00:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Flash - Official Trailer #2 (2023) Michael Keaton, Ezra Miller, Sasha Calle", "description": "Check out the new trailer for The Flash, an upcoming movie starring Ezra Miller, Sasha Calle, Michael Shannon, Ron Livingston, Maribel Verdú, Kiersey Clemons, Antje Traue, and Michael Keaton.\n\nWorlds collide in The Flash when Barry uses his superpowers to travel back in time in order to change the events of the past. But when his attempt to save his family inadvertently alters the future, Barry becomes trapped in a reality in which General Zod has returned, threatening annihilation, and there are no Super Heroes to turn to. That is, unless Barry can coax a very different Batman out of retirement and rescue an imprisoned Kryptonian… albeit not the one he’s looking for. Ultimately, to save the world that he is in and return to the future that he knows, Barry’s only hope is to race for his life. But will making the ultimate sacrifice be enough to reset the universe? \n\nThe Flash is produced by Barbara Muschietti and Michael Disco. The screenplay is by Christina Hodson, with a screen story by John Francis Daley & Jonathan Goldstein, and Joby Harold, based on characters from DC. The executive producers are Toby Emmerich, Walter Hamada, Galen Vaisman, and Marianne Jenkins.\n\nThe Flash, directed by Andy Muschietti, opens in theaters in North America on June 16, 2023 and internationally beginning June 14, 2023.\n\n#IGN #TheFlash #DCU", "link": "https://www.youtube.com/watch?v=l4Mpf07DGyc", "date_published": "2023-04-25 19:19:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Call of Duty: Warzone 2.0 - Official Plunder Trailer", "description": "Plunder makes a return on April 26, 2023. Check out the latest trailer for Call of Duty: Warzone 2.0 to see what to expect. Get ready to take the money and run. \n\nComplete contracts, grab bags of money, take advantage of brand-new public events, and hunt down cash-leaders in a race to earn the largest stash.\n\n#IGN #Gaming #CallOfDuty", "link": "https://www.youtube.com/watch?v=FCQvkRX9IfQ", "date_published": "2023-04-25 19:00:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Stranded: Alien Dawn - Official Launch Trailer", "description": "Stranded: Alien Dawn has left Steam Early Access, and is available now on PC, PlayStation 4, PlayStation 5, Xbox One, and Xbox Series X/S. Watch the launch trailer to see the colorful alien planet, strange lifeforms, dangers, building elements, and more from this survival simulation game. Additionally, a new free update is also available today, April 25, bringing a new survivor and more.\n\n#IGN #Gaming", "link": "https://www.youtube.com/watch?v=TbPQ-lfqesw", "date_published": "2023-04-25 18:00:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Super Mario Bros. Movie - Official Bowser Behind the Scenes (2023) Jack Black", "description": "Join star Jack Black as he talks about his character, Bowser, in this featurette for The Super Mario Bros. Movie.\n\nDirected by Aaron Horvath and Michael Jelenic (collaborators on Teen Titans Go!, Teen Titans Go! To the Movies) from a screenplay by Matthew Fogel (The LEGO Movie 2: The Second Part, Minions: The Rise of Gru), The Super Mario Bros. Movie stars Chris Pratt as Mario, Anya Taylor-Joy as Princess Peach, Charlie Day as Luigi, Jack Black as Bowser, Keegan-Michael Key as Toad, Seth Rogen as Donkey Kong, Fred Armisen as Cranky Kong, Kevin Michael Richardson as Kamek and Sebastian Maniscalco as Spike.\n\nThe film is produced by Illumination founder and CEO Chris Meledandri and by Shigeru Miyamoto for Nintendo. The film is co-financed by Universal Pictures and Nintendo and released worldwide by Universal Pictures.\n\nThe Super Mario Bros. Movie is playing now in theaters.\n\n#IGN #Movies #Mario", "link": "https://www.youtube.com/watch?v=8GWNjObh7cA", "date_published": "2023-04-25 17:00:08+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Super Mario Bros. Movie - Official Luigi Behind the Scenes (2023) Charlie Day", "description": "Join star Charlie Day for a discussion about his The Super Mario Bros. Movie character, Luigi, in this featurette.\n\nDirected by Aaron Horvath and Michael Jelenic (collaborators on Teen Titans Go!, Teen Titans Go! To the Movies) from a screenplay by Matthew Fogel (The LEGO Movie 2: The Second Part, Minions: The Rise of Gru), The Super Mario Bros. Movie stars Chris Pratt as Mario, Anya Taylor-Joy as Princess Peach, Charlie Day as Luigi, Jack Black as Bowser, Keegan-Michael Key as Toad, Seth Rogen as Donkey Kong, Fred Armisen as Cranky Kong, Kevin Michael Richardson as Kamek and Sebastian Maniscalco as Spike.\n\nThe film is produced by Illumination founder and CEO Chris Meledandri and by Shigeru Miyamoto for Nintendo. The film is co-financed by Universal Pictures and Nintendo and released worldwide by Universal Pictures.\n\nThe Super Mario Bros. Movie is playing now in theaters.\n\n#IGN #Movies #Mario", "link": "https://www.youtube.com/watch?v=3hlVSQVqYS0", "date_published": "2023-04-25 17:00:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Silo - Exclusive Preview (2023) David Oyelowo", "description": "David Oyelowo's character establishes what Silo is about in this exclusive look at the new Apple TV+ sci-fi series.\n\nSilo is the story of the last ten thousand people on earth, their mile-deep home protecting them from the toxic and deadly world outside. However, no one knows when or why the silo was built and any who try to find out face fatal consequences. Ferguson stars as Juliette, an engineer, who seeks answers about a loved one's murder and tumbles onto a mystery that goes far deeper than she could have ever imagined, leading her to discover that if the lies don't kill you, the truth will.\nBased on Hugh Howey’s New York Times bestselling trilogy of dystopian novels, Silo stars an ensemble cast led by Rebecca Ferguson, who also serves as an executive producer. Silo is created by Emmy-nominated screenwriter Graham Yost (Band of Brothers, Justified), who also serves as showrunner. Academy Award-nominee Morten Tyldum (Defending Jacob, The Imitation Game) directs the first three episodes. The 10-episode series will premiere globally on Apple TV+ on Friday, May 5, 2023, with the first two episodes, followed by one new episode weekly, every Friday through June 30, 2023.\n\nThe ensemble cast starring alongside Ferguson includes Common, Harriet Walter, Chinaza Uche, Avi Nash, David Oyelowo, Rashida Jones, and Tim Robbins.\n\nSilo is produced for Apple TV+ by AMC Studios and is based on the novels by Hugh Howey. The series is executive produced by Yost, Howey, Tyldum, and Ferguson alongside Nina Jack, Fred Golan, Rémi Aubuchon, and Ingrid Escajeda.\n\n#IGN #Entertainment", "link": "https://www.youtube.com/watch?v=MiQvEx3z1Fw", "date_published": "2023-04-25 16:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "The Equalizer 3 - Official Red Band Trailer (2023) Denzel Washington, Dakota Fanning", "description": "Check out the action-packed, red band trailer for The Equalizer 3, an upcoming movie starring Denzel Washington, Dakota Fanning, and David Denman.\n\nSince giving up his life as a government assassin, Robert McCall (Denzel Washington) has struggled to reconcile the horrific things he’s done in the past and finds a strange solace in serving justice on behalf of the oppressed. Finding himself surprisingly at home in Southern Italy, he discovers his new friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends’ protector by taking on the mafia.\n\nThe Equalizer 3's producers are Todd Black, Jason Blumenthal, Denzel Washington, Antoine Fuqua, Steve Tisch, Clayton Townsend, Alex Siskin, and Tony Eldridge. David Bloomfield, Tarak Ben Ammar, and Andy Mitchell serve as executive producers. It is written by Richard Wenk. The film is based on the television series created by Michael Sloan and Richard Lindheim.\n\nThe Equalizer 3, directed by Antoine Fuqua, opens in theaters on September 1, 2023.\n\n#IGN #Movies #TheEqualizer3", "link": "https://www.youtube.com/watch?v=gCVXZ24qhBM", "date_published": "2023-04-25 15:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Sword Expert Reacts To Star Wars Jedi: Fallen Order", "description": "Watch a sword expert react to Star Wars Jedi: Fallen Order! In anticipation for Star Wars Jedi: Survivor we got our sword expert to take a look at the Star Wars Fallen Order lightsaber combat. Weapons expert Matt Easton critiques and offers insight into the fighting abilities of Cal Kestis and gives some suggestions for what he'd like to see in the sequel. Check out this Star Wars Fallen Order reaction from a weapons expert to see how realistic the Fallen Order fights really are.\n\n#IGN #Gaming #StarWars", "link": "https://www.youtube.com/watch?v=8FTg8U7zbqE", "date_published": "2023-04-25 14:00:11+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCKy1dAqELo0zrOtPkf0eTMw", "title": "Funko Fusion - Official Teaser Trailer", "description": "Funko Fusion is an upcoming action-adventure game where players embody their favorite Funko Pop characters and the worlds they originate from. Explore the worlds and play as characters from Back to the Future, Jurassic World, The Thing, Child's Play 2, and more alone in single-player or in 4-player co-op. Battle enemies, explore vast environments, and solve intriguing puzzles in Funko Fusion from former TT Games developers. Funko Fusion is launching in 2024 for PC and consoles.\n\n#IGN #FunkoPop #Gaming", "link": "https://www.youtube.com/watch?v=q8h_Uh1D6j4", "date_published": "2023-04-25 13:45:05+00:00", "persistent": false, "user": null, "language": "en-US"}]