[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "LIES OF P - 15 Things You ABSOLUTELY Need To Know Before You Buy", "description": "One of the most exciting looking upcoming action RPGs is just around the corner. Lies of P is coming from South Korean developer Neowiz Games, and whilst it’s slated to be a dark retelling of an already twisted story Neowiz are injecting a bit of their own artistic flair into the game. \n\nSoulslike in nature owing to its immersive exploration and challenging combat, Lies of P also exhibits a deep narrative focusing on Pinocchio’s struggles to survive a chaotic world all whilst trying to become a real man and locate Geppetto. This feature highlights 15 key facets of Lies of P which you’ll need to know before buying, with a particular focus on its combat mechanics and character customisation.", "link": "https://www.youtube.com/watch?v=5yxjHekAl5Q", "date_published": "2023-08-19T22:00:02+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/5yxjHekAl5Q/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "All Factions And Everything We Know About Them - Before You Play Starfield | Lore", "description": "Any time you’re playing a Bethesda Game Studios RPG, if there’s one thing you can take as a sureshot guarantee, it’s that the world you’ll be exploring will be brimming with rich lore and worldbuilding to make it all come alive. \n\nAnd though the upcoming Starfield is obviously going to set itself apart from past BGS titles in several ways simply by virtue of being a completely new thing, that’s the one area where we can safely expect to have a pretty good idea of what we’ll be in for. \n\nBethesda has already spoken plenty about Starfield’s setting, the Settled Systems, and the many factions that will populate that setting, and here, we’re going to take a look at each one and go over everything that we know about them so far.", "link": "https://www.youtube.com/watch?v=IluOzcU6It8", "date_published": "2023-08-19T18:00:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/IluOzcU6It8/hqdefault.jpg"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "Red Dead Redemption PS4 (via PS5) Review - DIFFICULT TO RECOMMEND", "description": "When Rockstar Games first released Red Dead Redemption, it wasn't to create a GTA clone but set in the Wild West. It delivered a compelling story with memorable characters and offered a unique open world to explore, full of mysteries.\n\nEven though it was released in 2013 and had a much bigger sequel, Red Dead Redemption is still one of the best games ever made. Despite the limits of the Xbox 360 and PS3, its presentation, narrative and overall gameplay are excellent.\n\nSo, it's a shame to see it re-released for the PS4 (backwards compatible on PS5) at $50, with minor graphical improvements and very little else. For all the accolades, it's difficult to recommend this, even if you really should play the original.", "link": "https://www.youtube.com/watch?v=E0qyTtdXO70", "date_published": "2023-08-19T06:30:06+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": "https://i2.ytimg.com/vi/E0qyTtdXO70/hqdefault.jpg"}]