[{"source": "https://businessinsider.com.pl/.feed", "title": "Co miesiąc Białoruś przekazuje Rosji tysiące ton amunicji. Ujawniono dane", "description": "W ciągu roku z Białorusi do Rosji wjechało koleją ponad 131 tys. ton amunicji — informuje w sobotę niezależny portal białoruski Zerkalo.io, powołując się na Białoruskie Stowarzyszenie Kolejarzy.", "link": "https://businessinsider.com.pl/wiadomosci/z-bialorusi-do-rosji-wjedzaja-tysiace-ton-amunicji-ujawniono-dane/wz8jj5d", "date_published": "2023-06-10 19:54:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Rosyjskie elity zmęczone wojną. Nie dają szansy Putinowi", "description": "Nawet ci Rosjanie, którzy popierają inwazję i chcą zintensyfikować walkę z Ukrainą, są przygnębieni perspektywami Rosji — pisze Bloomberg.", "link": "https://businessinsider.com.pl/wiadomosci/wojna-w-ukrainie-rosyjskie-elity-nie-wierza-w-szanse-putina/5gh097v", "date_published": "2023-06-10 19:24:02+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nie żyje Ted Kaczynski. Unabomber zmarł w więzieniu", "description": "Theodore Kaczynski, którego domowej roboty materiały wybuchowe zabiły trzy osoby i zraniły ponad 20, zmarł w sobotę w areszcie federalnym w USA w wieku 81 lat. Jeden z najbardziej znanych amerykańskich terrorystów miał polskie korzenie.", "link": "https://businessinsider.com.pl/wiadomosci/nie-zyje-ted-kaczynski-terrorysta-mial-polskie-korzenie/e94k1nf", "date_published": "2023-06-10 17:35:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Podatek od sprzedaży mieszkania: ile wynosi, kto musi zapłacić, jak go uniknąć", "description": "Sprawdź, ile wynosi obecnie w Polsce podatek od sprzedaży mieszkania, domu czy innej nieruchomości. Wyjaśniamy, w jakich sytuacjach bezwzględnie trzeba go zapłacić, a kiedy można go uniknąć.", "link": "https://businessinsider.com.pl/twoje-pieniadze/nieruchomosci/co-to-jest-podatek-od-sprzedazy-mieszkania/jv7tfc2", "date_published": "2023-06-10 17:32:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pewnego dnia iPhone przestanie mieć znaczenie. Już wiemy, jak to się stanie", "description": "Dominacja Apple'a w telefonach komórkowych nie będzie trwała wiecznie — przewiduje felietonista Insidera Michael Gartenberg. Jak wyczuć ten moment?", "link": "https://businessinsider.com.pl/technologie/pewnego-dnia-iphone-przestanie-miec-znaczenie-juz-wiemy-jak-to-sie-stanie/sdnhj20", "date_published": "2023-06-10 17:21:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Iga Świątek mistrzynią Rolanda Garrosa. Zarobiła fortunę", "description": "Iga Świątek pokonała Czeszkę Karolinę Muchovą w finale wielkoszlemowego turnieju French Open. Polka obroniła tytuł wywalczony rok temu, zostając tym samym pierwszą od 2007 r. zawodniczką, która dokonała tego na kortach im. Rolanda Garrosa. Za wygraną otrzyma gigantyczną kwotę. Jednak sporą część wygranej zabierze francuski fiskus.", "link": "https://businessinsider.com.pl/sport/iga-swiatek-wygrala-w-paryzu-zarobila-fortune/eym1d6y", "date_published": "2023-06-10 16:43:42+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "W niedzielę w Polsce ujemne ceny energii. To pierwsza taka sytuacja w historii", "description": "W niedzielę 11 czerwca po raz pierwszy w historii na polskim rynku energii elektrycznej pojawią się ceny ujemne. Ujemna cena oznacza, że to wytwórca płaci odbiorcy za zużycie energii.", "link": "https://businessinsider.com.pl/gospodarka/ujemne-ceny-energii-w-polsce-po-raz-pierwszy-w-historii/f62vtwy", "date_published": "2023-06-10 16:26:28+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Do Polski spłynęła rzeka alkoholu. \"Schnapsgate\" wybuchło przez jeden przepis", "description": "Przełom lat 80. i 90. to czas, kiedy rzeki spirytusu poza jakąkolwiek kontrolą przepływały przez polską granicę. Z jednego litra trunku tworzono 5-10 litrów napoju alkoholowego, a każda wydana złotówka oznaczała dziesięciokrotny zysk. To wszystko dzięki luce prawnej, która doprowadziła do afery alkoholowej, znanej też jako \"Schnapsgate\".", "link": "https://businessinsider.com.pl/wiadomosci/zaczely-plynac-rzeki-spirytusu-polska-miala-swoja-schnapsgate/dwc270j", "date_published": "2023-06-10 15:16:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "200 zł na fryzjera, nawet 20 tys. zł na leczenie. Tyle wydajemy na zwierzęta", "description": "Właściciele zwierząt domowych coraz częściej postrzegają swoje pupile jako członków rodziny, starając się zapewnić im pożywienie, produkty i usługi podobne do tych dla ludzi. Marki reagują na ten trend, wprowadzając przekąski, ubrania i zabawki dla zwierząt, a nawet wyszukane zabiegi upiększające.", "link": "https://businessinsider.com.pl/finanse/handel/200-zl-na-fryzjera-nawet-20-tys-zl-na-leczenie-tyle-wydajemy-na-zwierzeta/2d84ev4", "date_published": "2023-06-10 14:36:40+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Śledztwo w sprawie wysadzenia Nord Stream. Niemcy biorą pod lupę polski wątek", "description": "Niemieccy śledczy badają dowody sugerujące, że grupa sabotażowa wykorzystała Polskę jako bazę operacyjną do zniszczenia rurociągu Nord Stream na Morzu Bałtyckim we wrześniu — poinformował w sobotę \"Wall Street Journal\".", "link": "https://businessinsider.com.pl/wiadomosci/eksplozja-nord-stream-niemcy-znalezli-polski-watek/q6smmtp", "date_published": "2023-06-10 13:36:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Twoja następna praca może zależeć od tego, jak dobrze rozumiesz ChatGPT", "description": "Prawie każdy, kto ma pracę, nie tylko w branży technologicznej, będzie musiał zmierzyć się ze sztuczną inteligencją i jej potencjałem. Twoja następna praca może zależeć od tego, jak dobrze rozumiesz narzędzia AI, takie jak ChatGPT.", "link": "https://businessinsider.com.pl/technologie/sztuczna-inteligencja-i-chatgpt-od-tego-moze-zalezec-twoja-nastepna-praca/7h6z456", "date_published": "2023-06-10 12:51:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "ZUS podał dane o nauczycielskich \"kompensówkach\". Oto średnia kwota", "description": "W kwietniu 2023 r. nauczycielskie świadczenia kompensacyjne pobierało 13,1 tys. osób – podał Zakład Ubezpieczeń Społecznych. Nauczycielskie świadczenia kompensacyjne są odpowiednikiem emerytur pomostowych dla nauczycieli. Przeciętna wysokość \"kompensówki\" w kwietniu wyniosła ok. 3,6 tys. zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/zus-podal-dane-o-nauczycielskich-kompensowkach-oto-srednia-kwota/esq4ff3", "date_published": "2023-06-10 11:23:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przeszłam dziewięć etapów rekrutacji. Potem firma przestała się odzywać", "description": "Historia Megan Burr pokazuje, jak frustrujące może być dziś poszukiwanie pracy. Kobieta przeszła aż dziewięć etapów rekrutacji, by po drugiej stronie zapadła cisza. — Cel wielu rozmów był niejasny i często się powtarzały — mówi kobieta.", "link": "https://businessinsider.com.pl/praca/przeszlam-dziewiec-etapow-rekrutacji-potem-firma-przestala-sie-odzywac/z29hbrv", "date_published": "2023-06-10 10:39:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polski zakaz jednak zabolał. Widać to na granicy Litwy z Białorusią", "description": "Polska zakazała wjazdu tirów z Rosji i Białorusi, więc firmy transportowe szukają innych tras. Konsekwencją tego jest znaczny wzrost ruchu na przejściu między Białorusią a Litwą, gdzie na odprawę trzeba czekać nawet cztery dni.", "link": "https://businessinsider.com.pl/wiadomosci/polski-zakaz-jednak-zabolal-widac-to-na-granicy-litwy-z-bialorusia/455lvkk", "date_published": "2023-06-10 10:18:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Titanic w powietrzu\". Oto latający hotel, który nigdy nie ląduje", "description": "Baseny, siłownie, restauracje i centra handlowe. To wszystko i wiele więcej miałoby się znaleźć w latającym hotelu, który nigdy nie ląduje. Hashem Al-Ghaili zaprezentował właśnie projekt gigantycznego samolotu zasilanego energią nuklearną.", "link": "https://businessinsider.com.pl/technologie/nowe-technologie/gigantyczny-podniebny-hotel-ktory-nigdy-nie-laduje/b8hzgq1", "date_published": "2023-06-10 09:56:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Interaktywna mapa wskazuje, gdzie znajdowała się twoja miejscowość, gdy na Ziemi były dinozaury", "description": "Ziemia ma ok. 4,5 miliarda lat. 750 mln lat to zatem ułamek w kwestii wieku naszej planety. Wiele może się jednak zmienić w takim okresie. Mapa Ancient Earth pozwala cofnąć się właśnie o maksymalnie 750 mln lat, by sprawdzić, jak wyglądały wtedy kontynenty.", "link": "https://businessinsider.com.pl/technologie/nauka/ancient-earth-czyli-interaktywna-mapa-historii-ziemi/4r6p79f", "date_published": "2023-06-10 09:53:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto najbardziej zadłużony Polak. Odsetki wciąż rosną", "description": "Najwyższy dług, sięgający prawie 84 mln zł, należy do 66-letniego mieszkańca Lubelszczyzny — wynika z danych Rejestru Dłużników BIG InfoMonitor. Przeterminowane zadłużenie blisko 2,7 mln Polaków przekroczyło 80 mld zł.", "link": "https://businessinsider.com.pl/poradnik-finansowy/oto-najbardziej-zadluzony-polak-odsetki-wciaz-rosna/q52mdwc", "date_published": "2023-06-10 08:21:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przeniosłam się do Szwecji po walce z wypaleniem zawodowym. Nadgodziny przestały być problemem, a urlopu dają aż za dużo", "description": "Kraje skandynawskie od lat zajmują podium w rankingu najszczęśliwszych miejsc na świecie. Pewna wypalona zawodowo Amerykanka postanowiła przekonać się, czy to prawda. Wyniosła się z USA do Szwecji, by znaleźć tam spokój i zadowolenie. Oto co odkryła.", "link": "https://businessinsider.com.pl/gielda/wiadomosci/szwecja-to-raj-dla-wypalonych-zawodowo-ona-zdecydowala-sie-na-przeprowadzke/dsqmy9p", "date_published": "2023-06-10 07:47:55+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Unia już rok temu dała zielone światło na obniżkę VAT-u. Polska z tego nie korzysta", "description": "W ostatnim czasie ożywiła się dyskusja wokół obniżenia stawki VAT na odzież i obuwie dla dzieci. Eksperci nie wykluczają, że temat powróci w najbliższej kampanii wyborczej. Jednak tego typu zmiany budzą kontrowersje, a dodatkowo wysoka inflacja nie sprzyja takim działaniom.", "link": "https://businessinsider.com.pl/wiadomosci/unia-juz-rok-temu-dala-zielone-swiatlo-na-obnizke-vat-u-polska-z-tego-nie-korzysta/bll5dvv", "date_published": "2023-06-10 07:24:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Kawiarnia zamyka się po 20 latach. \"Jesteśmy okradani przez państwowe spółki\"", "description": "Właściciele Kawiarni Prowincjonalnej w Nowym Sączu po blisko 21 latach kończą jej działalność. \"Do tej chwili jesteśmy, mówiąc wprost, praktycznie okradani przez państwowe spółki energetyczne, które działają jak gangsterzy wymuszający haracz, notując dzięki temu niespotykane w historii, wielomiliardowe zyski\" — podkreślają w długim i gorzkim wpisie pożegnalnym.", "link": "https://businessinsider.com.pl/gospodarka/kawiarnia-zamyka-sie-po-20-latach-jestesmy-okradani-przez-panstwowe-spolki/fwd7q6w", "date_published": "2023-06-10 06:52:07+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Będzie polowanie na grillujących w parku. \"Żadnej taryfy ulgowej i negocjacji\"", "description": "Burmistrz Ochoty Dorota Stegienka ma dość wandali, którzy rozbierają chodniki, by zrobić palenisko, czy biesiadują przy ogromnych grillach, pozostawiając po sobie góry śmieci w Parku Szczęśliwickim. Wystąpiła do służb o zwiększenie patroli.", "link": "https://businessinsider.com.pl/wiadomosci/bedzie-polowanie-na-grillujacych-w-parku-zadnej-taryfy-ulgowej-i-negocjacji/311v0n4", "date_published": "2023-06-10 06:35:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "To już warszawska plaga. Złodzieje wcale nie polują na nowe modele", "description": "Całe rzędy samochodów na cegłach spotykają mieszkańcy Warszawy, gdy po nocy schodzą pod swoje bloki. Jak informuje policja, kradzieże dotyczą głównie starszych modeli aut.", "link": "https://businessinsider.com.pl/wiadomosci/to-juz-warszawska-plaga-zlodzieje-wcale-nie-poluja-na-nowe-modele/4rssjl9", "date_published": "2023-06-10 06:18:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Garaże na wagę złota. Wyjaśniamy, czemu kosztują już ponad 100 tys. zł", "description": "W całej Warszawie można na portalach ogłoszeniowych znaleźć lewie kilka garaży wolnostojących na sprzedaż. W innych dużych miastach nie jest lepiej. Ceny? Garaże w wielkich aglomeracjach kosztują już nieraz tyle, ile mieszkania w Wałbrzychu czy Bytomiu. Eksperci nie mają wątpliwości – na nowe garażowe inwestycje nie ma co liczyć. Czy więc zakup takiej używanego garażu może być dobrą inwestycją?", "link": "https://businessinsider.com.pl/gospodarka/garaze-na-wage-zlota-wyjasniamy-czemu-kosztuja-juz-ponad-100-tys-zl/8bv7p95", "date_published": "2023-06-10 05:44:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nadchodzi ulga czy koszmar pasażerów? Temat piętrowych foteli w samolotach powraca", "description": "Piętrowe fotele w samolotach to pomysł młodego Hiszpana, o którym było głośno dwa lata temu. Teraz Alejandro Núñez Vicente powrócił z nową wersją swojego rozwiązania. Zdaniem projektanta dwa rzędy siedzeń — dolny i górny — rozwiązałyby problem wszystkich podróżujących klasą ekonomiczną — braku przestrzeni na nogi. Tylko czy na pewno byłoby tak komfortowo?", "link": "https://businessinsider.com.pl/technologie/nadchodzi-ulga-czy-koszmar-pasazerow-temat-pietrowych-foteli-w-samolotach-powraca/7dldllm", "date_published": "2023-06-10 05:14:54+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Samochody, które stały się marzeniem Polaka. Co z nimi będzie po 2035 r.?", "description": "Branża motoryzacyjna, ale i klienci poszukujący aut znaleźli się w ostatnim czasie w trudnym położeniu. Pandemia i wojna w Ukrainie zaburzyły łańcuchy dostaw, na auta czeka się miesiącami, a na horyzoncie kolejne gigantyczne wyzwanie — elektryfikacja. W jakim miejscu jesteśmy, co czeka kierowców i ile jeszcze potrwa boom na hybrydowe SUV-y? M.in. o tym rozmawiamy z przedstawicielką Hondy Ewą Hinz-Bagińską.", "link": "https://businessinsider.com.pl/technologie/motoryzacja/hybrydowy-suv-stal-sie-marzeniem-polaka-co-sie-z-nim-bedzie-po-2035-r/t9s979z", "date_published": "2023-06-10 04:36:47+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Miliony złotych przepadły w rzeszowskiej piramidzie. W czerwcu mogą zapaść pierwsze wyroki", "description": "Jeszcze w tym miesiącu Sąd Okręgowy w Rzeszowie ma zająć się sprawą piramidy finansowej spółek z grupy Madmag. Rozpoznany zostanie wniosek o skazanie bez rozprawy dwóch oskarżonych. Według prawników to właściwy moment na podjęcie czynności przez osoby pokrzywdzone, których jest ponad 400. Wartość szkody opiewa na przeszło 20 mln zł.", "link": "https://businessinsider.com.pl/wiadomosci/miliony-zlotych-przepadly-w-rzeszowskiej-piramidzie-w-czerwcu-moga-zapasc-pierwsze/3lrvlpr", "date_published": "2023-06-10 04:32:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Polska jest o krok od odblokowania KPO. Pierwsza taka deklaracja z Brukseli", "description": "Wiceszefowa Komisji Europejskiej Vera Jourova w rozmowie z TVN24 potwierdziła, że projekt nowelizacji ustawy o Sądzie Najwyższym, który obecnie czeka na rozpatrzenie przez Trybunał Konstytucyjny, wypełni \"kamień milowy\" dotyczący sądownictwa i odblokuje środki z KPO.", "link": "https://businessinsider.com.pl/wiadomosci/polska-jest-o-krok-od-odblokowania-kpo-jasna-deklaracja-brukseli/z58wp9m", "date_published": "2023-06-10 04:20:58+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Dlaczego warto wstawać wcześnie i jak się tego nauczyć", "description": "Podobno ludzie dzielą się na \"ranne ptaszki\" oraz \"nocne sowy\". Jeśli ktoś jest przyzwyczajony do chodzenia spać późno, będzie miał problemy z przestawieniem się na poranne wstawanie. Warto jednak podjąć ten trud, ponieważ istnieje wiele zalet rozpoczynania dnia wcześnie.", "link": "https://businessinsider.com.pl/rozwoj-osobisty/zdrowie/dlaczego-warto-wstawac-wczesnie-i-jak-sie-tego-nauczyc/2t56me9", "date_published": "2023-06-10 04:10:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gwiazda przyleciała z Londynu, by mu zaśpiewać. Tak startował polski \"król\" alkoholu", "description": "Nazwisko Andrzeja Pawelca kojarzy się z modnymi drinkami, cydrem, śliwowicą i piłką nożną. Kojarzy się też z postacią, która wysoko wspięła się w czołówce rankingu najbogatszych Polaków, a później szybko z niej wypadła. Biznesmen był też jednym z \"bohaterów\" afery wokół PZPN i Widzewa Łódź, został jednak ostatecznie uniewinniony w 2018 r.", "link": "https://businessinsider.com.pl/wiadomosci/czerwone-ferrari-i-urodziny-z-gwiazda-tak-startowal-polski-krol-alkoholi/yymc56k", "date_published": "2023-06-10 04:08:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://businessinsider.com.pl/.feed", "title": "\"Ferrari w garażu maluchów\". Tak wygląda najnowszy polski okręt od środka", "description": "Weszliśmy na pokład ORP Mewy – czyli najnowocześniejszej jednostki naszej Marynarki Wojennej. Oprowadzali nas marynarze wyraźnie dumni ze swojego sprzętu. To pewna nowość, bo wyrażenie \"nowoczesny polski okręt\" długo było traktowane jak oksymoron. Oto czym się zatem różni Mewa od innych naszych okrętów.", "link": "https://businessinsider.com.pl/wiadomosci/ferrari-w-garazu-maluchow-tak-wyglada-najnowszy-polski-okret-od-srodka/l4b35y4", "date_published": "2023-06-10 03:57:00+00:00", "persistent": false, "user": null, "language": "en-US"}]