[{"source": "https://www.theguardian.com/rss", "title": "Phil Foden provides energy and precision as classic Pep-ball prevails | Barney Ronay", "description": "<p>Substitute gives Manchester City something they lacked and starts the move that led to Rodri’s winner against Inter</p><p>It felt fitting, in the end, that Phil Foden should have a decisive hand. On a taught, sweaty, occasionally indigestible night at the Ataturk Olympic Stadium Manchester City finally turned the whole world a shade of sky blue, reaching the end point, the final high, of this extraordinary 15-year football-industrial project.</p><p><a href=\"https://www.theguardian.com/football/2023/jun/10/rodri-breaks-internazionale-resistance-to-seal-manchester-citys-treble-glory\">City are champions of Europe</a>. If this always seemed inevitable in the abstract, it still feels like moment of double-take, of pure sporting vertigo. A team playing in the same clothes as the one that seemed for so long the embodiment of gallows humour, familiar underachievement, a roll of the eyes in human form, are now indisputably, and by some distance judged on the season as a whole, the greatest football team on the planet.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/10/manchester-city-champions-league-final-phil-foden-provided-energy-and-precision-as-classic-pep-ball-prevailed\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/10/manchester-city-champions-league-final-phil-foden-provided-energy-and-precision-as-classic-pep-ball-prevailed", "date_published": "2023-06-10 23:02:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Labour says ‘Tory mortgage penalty’ costs homeowners extra £7,000", "description": "<p>Opposition finds fallout of Liz Truss mini-budget has raised average mortgage interest payments £150 a week in two years</p><p>Homeowners are being hit with a “Tory mortgage penalty” of £7,000 a year with interest rates triple what they were two years ago, according to Labour.</p><p>Pat McFadden, shadow chief secretary to the Treasury, blamed what he called the “reckless economic gamble” taken by the Conservatives during September’s mini-budget when Liz Truss was prime minister.</p> <a href=\"https://www.theguardian.com/money/2023/jun/10/labour-says-tory-mortgage-penalty-costs-homeowners-extra-7000\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/10/labour-says-tory-mortgage-penalty-costs-homeowners-extra-7000", "date_published": "2023-06-10 22:51:27+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Practically perfect: you can’t beat cargo when it comes to utility and style", "description": "<p>Cargo pants are back with a bang. And it’s not just pants, but cargo everything – from skirts to shorts</p><p>If you remember them from the 90s, you will recall that they were a favourite look for girl band All Saints and Gwen Stefani. Fast forward to SS23 and cargo pants have become a staple in the wardrobes of Gigi and Bella Hadid, Hailey Bieber and Rihanna. Runway highlights include Fendi’s peach satin version (translated by Zara into black satin at a fraction of the price (5, below); and Givenchy (left) where Matthew M Williams showed chic short cargo pants in khaki denim and bouclé.</p><p>The high street has jumped on the trend. Head to Marks &amp; Spencer for a multitude of colours (1, below). Choose ultra-casual oversized khaki styles at Topshop and Zara, through to jean versions at Monki or be office-ready with tailored designs at Mango, whose white linen pair (4, below), looks ultra chic styled with a light blue blazer. Me and Em’s wide-leg version (£165) can be dressed up with a silk cami or down with a white T-shirt or lightweight knit. With warmer weather on the way these versatile trousers are perfect to throw in your case for holidays, styled with anything from a bikini for day to embroidered blouse, kitten heels and beaded jewellery for cocktails at sunset. &amp; Other Stories has put its own spin on the traditional cut of combats with a straight-legged, high-waisted version (£135), while River Island’s abstract print ones, £39, look great with a cream blazer (10, below). Frankie Shop’s minimalist style with a wide-leg offers a smarter, but still slouchy look when styled with an oversized shirt (7, below). For preloved, search your local vintage, charity shops or vinted.com, try the men’s section, then cinch the waist with a plaited belt and roll up the legs, add a colourful trainer and you’re ready to go.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/10/practically-perfect-you-cant-beat-cargo-when-it-comes-to-utility-and-style\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/10/practically-perfect-you-cant-beat-cargo-when-it-comes-to-utility-and-style", "date_published": "2023-06-10 22:50:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "We love: fashion fixes for the week ahead – in pictures", "description": "<p>Kate Spade’s mermaidcore, Adrien Brody takes centre stage at Kith, and River Island’s summer nights collection</p> <a href=\"https://www.theguardian.com/fashion/gallery/2023/jun/10/we-love-fashion-fixes-for-the-week-ahead-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/gallery/2023/jun/10/we-love-fashion-fixes-for-the-week-ahead-in-pictures", "date_published": "2023-06-10 22:40:34+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Guardiola vindicated as Stones thrives in ‘Barnsley Beckenbauer’ role  | Jonathan Wilson", "description": "<p>Some tactical tweaks are not overthinking – they’re just thinking, and the Manchester City manager’s decisions paid off</p><p>Not all tactical tweaks are the result of overthinking. Pep Guardiola did not simply pick the obvious starting XI. He did not pick the starting lineup that had propelled City through the Premier League run-in. He is criticised readily enough when he makes changes and City don’t win; this was an occasion when the change paid off. Guardiola made the necessary adjustment, and was rewarded with his third Champions League.</p><p>Until mid-February City, by their own remarkable standards, had not had a particularly great season. There were questions – entirely reasonable questions for all the subsequent sneering – about what Erling Haaland did to the balance of the side. When a player doesn’t involve himself in the play, when he has only 20-30 touches in a game as standard, how can he contribute to the maintenance of possession that is so necessary to providing the control that Guardiola prioritises? Yet Haaland, obviously, is a magnificent goalscorer and offers a major threat on the counter.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/10/manchester-city-champions-league-guardiola-vindicated-as-stones-thrives-in-barnsley-beckenbauer-role\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/10/manchester-city-champions-league-guardiola-vindicated-as-stones-thrives-in-barnsley-beckenbauer-role", "date_published": "2023-06-10 22:24:52+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Usman Khawaja: ‘I would not be where I am now without my faith’", "description": "<p>‘I have no issue in dealing with conflict, because I’ve done it all my life,’ says the Australia batter as he prepares for the Ashes</p><p>Usman Khawaja wonders whether we’ve ever met. “No?” he says as he shakes my hand. “That’s probably a good thing, I used to hate journalists.”</p><p>Khawaja laughs, smiles, settles into his chair and makes me promise not to stitch him up in the headline. “The thing is …” I say. “I know, I know,” he replies, then adds, in an imitation whine: “‘I don’t write the headlines.’”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/usman-khawaja-i-would-not-be-where-i-am-now-without-my-faith\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/usman-khawaja-i-would-not-be-where-i-am-now-without-my-faith", "date_published": "2023-06-10 19:00:30+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Cummins’ lack of intent shows sharp contrast of styles before Ashes | Andy Bull", "description": "<p>Idling tempo while batting in World Test Championship against India felt unfamiliar compared with Stokes’ all-action approach</p><p>Lunchtime at the Oval, and Australia are six wickets down with a lead of 373. Alex Carey’s at one end, 41 not out off 61 balls, Mitchell Starc’s at the other, 11 off 19. It’s already over a hundred runs more than anyone’s ever scored in the fourth innings to win a Test here, and that particular match was way back in the 1902 Ashes, when Gilbert Jessop blazed his 76-ball hundred. The pressing question then, the one everyone was chewing over in the food and drink queues, was: “What’s next?” A burst of attacking cricket, a tumble of tail-end wickets?</p><p>What we got, instead, was one of those soporific hours when play slows down to an amble. Starc threw the odd shot, a clip through midwicket for four, a punch down the ground for another, Carey tinkered around in singles. The crowd quietened down, the sun drifted overhead, aeroplanes came and went. Tick. A single off one over. Tock. A single off the next. Tick. Another single from the one after. Tock. In 10 overs, Australia scored all of 31 runs. The second hand wavered, even seemed to be moving backwards.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/10/cummins-lack-of-intent-shows-sharp-contrast-of-styles-before-ashes-duel\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/10/cummins-lack-of-intent-shows-sharp-contrast-of-styles-before-ashes-duel", "date_published": "2023-06-10 18:30:44+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Iga Swiatek’s cold logic makes sure French Open trophy is in safe hands | Jonathan Liew", "description": "<p>The champion lost a set for the first time in this tournament but she knew how to drag herself out of a dangerous place</p><p>The man holding the camera leaned in towards Iga Swiatek. The man holding the pen held it out to her. The new French Open champion thought for a while about how to encapsulate her torrent of thoughts and emotions into a little glass square around the size of a Pop Tart. Eventually she scrawled a number – #4, for her fourth grand slam title – and a single word. “<em>Surréel.</em>”</p><p>And it really was surreal, or at least as about as surreal as it can ever be watching a habitual major champion win another major. For if the outcome was expected then virtually nothing else about this final was. It was one thing, and then suddenly it became a whole other thing: a regal procession that somehow morphed into a scrap for survival against the fearless and admirable Karolina Muchova, a match that dragged the world No 1 to places she had never been before, places she never wanted to go.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/10/iga-swiateks-cold-logic-makes-sure-french-open-trophy-is-in-safe-hands\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/10/iga-swiateks-cold-logic-makes-sure-french-open-trophy-is-in-safe-hands", "date_published": "2023-06-10 18:02:05+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The Observer view on Donald Trump’s indictment: it will also put Joe Biden on trial | Observer editorial", "description": "The former president will try to turn a melodramatic televised court battle into a campaign rally<p>It is a measure of the topsy-turvy world of US politics that last week’s first-ever <a href=\"https://www.theguardian.com/us-news/2023/jun/09/donald-trump-indictment-unsealed-mar-a-lago\" title=\"\">federal indictment</a> of a former president, Donald Trump, on criminal charges may help him win the Republican party’s nomination in the 2024 race for the White House.</p><p>True to form, Trump’s initial reaction to the US justice department’s charges was to play the victim and proclaim his innocence on social media. The multimillionaire’s next move was to appeal for cash donations from his adoring, ever-credulous Make America Great Again fanbase.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/donald-trump-indictment-joe-biden-courtroom-showdown\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/donald-trump-indictment-joe-biden-courtroom-showdown", "date_published": "2023-06-10 18:01:28+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Anya Shrubsole takes early Blaze wickets to put Vipers in driving seat", "description": "<ul><li>Charlotte Edwards Cup final to resume Sunday after storm</li><li>Shrubsole may be playing her last match for Vipers</li></ul><p>Anya Shrubsole is poised to sign off her domestic career in style, having put Southern Vipers in a commanding position to retain their Charlotte Edwards Cup title by taking two early Blaze wickets in the final on Saturday at Worcester, before a thunderstorm forced the sides off the field.</p><p>Play was abandoned for the day at 6.08pm but a reserve day is in operation, meaning the match will resume on Sunday with the Blaze on 53 for four and 11.3 overs remaining of their innings.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/anya-shrubsole-takes-early-blaze-wickets-to-put-vipers-in-driving-seat\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/anya-shrubsole-takes-early-blaze-wickets-to-put-vipers-in-driving-seat", "date_published": "2023-06-10 17:46:10+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Chloe Mitchell: search goes on for missing County Antrim woman", "description": "<p>Mitchell, 21, was last seen one week ago in the early hours of 3 June in Ballymena town centre</p><p>A second man has been arrested by police investigating the disappearance of a County Antrim woman.</p><p>Chloe Mitchell, 21, from Ballymena was last seen on CCTV in the early hours of 3 June in Ballymena town centre.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/10/chloe-mitchell-search-goes-on-for-missing-county-antrim-woman\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/10/chloe-mitchell-search-goes-on-for-missing-county-antrim-woman", "date_published": "2023-06-10 16:24:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "The week in audio: Scamanda; Shiny Bob; Call Jonathan Pie; The Louis Theroux Podcast; How Do You Cope? – review", "description": "<p>The case of scammer Amanda C Riley is exhaustively explored; Myles Bonnar investigates the shocking tale of an Edinburgh lawyer; Tom Walker’s Jonathan Pie is back; and Louis Theroux meets Shania Twain on Spotify</p><p><strong>Scamanda</strong> (Lionsgate) | <a href=\"https://podcasts.apple.com/us/podcast/scamanda/id1685691481\">Apple Podcasts</a> <br /><strong>Shiny Bob: The Devil’s Advocate</strong> | <a href=\"https://www.bbc.co.uk/sounds/brand/p0fr5qvc\">BBC Sounds</a> <br /><strong>Call Jonathan Pie</strong> (Radio 4) | BBC Sounds <br /><strong>The Louis Theroux Podcast</strong> (Spotify Studios) | <a href=\"https://open.spotify.com/show/7LuQv400JFzzlJrOuMukRj\">Spotify</a> <br /><strong>How Do You Cope?… with Elis and John</strong> (BBC Radio 5 Live) | <a href=\"https://www.bbc.co.uk/sounds/brand/p07rq6vh\">BBC Sounds </a></p><p><strong><a href=\"https://lionsgatesound.com/shows/scamanda\">Scamanda</a></strong>, yet another true-life schaden-fraud podcast, is riding high in the charts. This time the scammer is a young American woman, Amanda C Riley, smiley and attractive; a family type with a baby, an older stepdaughter and a supportive husband she calls her “rock”. In 2012, Riley started a blog about her Hodgkin’s lymphoma. She gave all the devastating details – the chemotherapy, the radiotherapy, the hair loss, the tiredness, along with photos of blood tests, swollen eyes, hospital beds – and many people were moved by her account. They donated money to the fund set up to pay for all the expensive treatment Amanda needed. How much? Oh, just over $100,000 (£80,000)…</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/10/scamanda-review-shiny-bob-the-devils-advocate-call-jonathan-pie-the-louis-theroux-podcast-how-do-you-cope-with-elis-and-john\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/10/scamanda-review-shiny-bob-the-devils-advocate-call-jonathan-pie-the-louis-theroux-podcast-how-do-you-cope-with-elis-and-john", "date_published": "2023-06-10 16:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Britain is ‘recklessly exposed’ to new pandemics, expert warns", "description": "<p>Vaccine plans devised during  Covid crisis have been systematically dismantled by ministers, says former head  of vaccine taskforce</p><p>Ministers have “systematically dismantled” critical vaccine plans drawn up during the Covid crisis and left the country recklessly exposed to another pandemic, one of the most senior figures shaping Britain’s scientific response to the virus has warned.</p><p>In a damning verdict that comes just days before the official Covid inquiry starts publicly examining Britain’s preparedness for pandemics, Dr Clive Dix, the former chairman of the UK’s vaccine taskforce, said the abandonment of schemes developed during Covid now left Britain “fraught with danger”.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/uk-recklessly-exposed-to-new-pandemics-expert-warns\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/uk-recklessly-exposed-to-new-pandemics-expert-warns", "date_published": "2023-06-10 15:48:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Putting lives at risk’: UK coastal towns revolt against smaller lifeboats", "description": "<p>Seaside communities that provide crews and funds fear reduction in size of rescue vessels will ‘put lives at risk’</p><p>Lifeboats have been in Aldeburgh for centuries, even before the Royal National Lifeboat Institution was founded 199 years ago. On the stony beach of the Suffolk town sit two venerable lifeboat huts, a legacy of a time when two rival crews would row into the North Sea in a race to save lives – and get first salvage rights.</p><p>“They never spoke to each other. They drank in separate pubs and had separate lives,” says Derek Wyatt, the former Labour MP who, until recently, was chair of the Aldeburgh Lifeboat Guild, which fundraises for the RNLI.</p> <a href=\"https://www.theguardian.com/society/2023/jun/10/uk-coastal-towns-smaller-lifeboats-seaside-risk-communities\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/jun/10/uk-coastal-towns-smaller-lifeboats-seaside-risk-communities", "date_published": "2023-06-10 15:01:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Asher-Smith and Muir refuse to panic despite disappointment in Paris", "description": "<p>British runners had to watch others break records at the Diamond League meeting but insist their best is still to come</p><p>On a night when the extraordinary almost became routine, one word kept ringing out across the Stade Charléty PA system: “<em>Incroyable! Incroyable! Incroyable!</em>” There were <a href=\"https://www.theguardian.com/sport/2023/jun/09/lamecha-girma-and-kipyegon-set-world-records-at-paris-diamond-league\" title=\"\">three world records over two hours,</a> in the women’s 5,000m, the men’s 3,000m steeplechase and the men’s two-mile race – even if World Athletics classifies the latter as a world best – along with plenty of joyous smiles.</p><p>For many athletes it was the perfect dress rehearsal for next year’s Olympics. One notable exception, though, was Britain’s Dina Asher-Smith, who struggled home in fourth in the women’s 200m with a scarcely believable 22.57sec. Not only was it nearly three-quarters of a second off her personal best, it was her second-slowest time since 2018. Only two weeks ago, in her season opener in Italy, has she run worse.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/athletics-dina-asher-smith-laura-muir-diamond-league-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/athletics-dina-asher-smith-laura-muir-diamond-league-paris", "date_published": "2023-06-10 15:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK firms without flexible working ‘will struggle to hire in next five years’", "description": "<p>Entrepreneur hoping to be Tory mayoral candidate makes prediction as 4 Day Week Campaign prepares mini-manifesto</p><p>Companies that do not adopt flexible working will struggle to hire in the next five years, according to an entrepreneur who is hoping to be a Tory mayoral candidate.</p><p>Natalie Campbell, co-chief executive of Belu Water, is due to speak at a cross-party event hosted by the 4 Day Week Campaign on Tuesday when it will publish its mini-manifesto.</p> <a href=\"https://www.theguardian.com/money/2023/jun/10/uk-firms-without-flexible-working-will-struggle-hire-next-five-years\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/10/uk-firms-without-flexible-working-will-struggle-hire-next-five-years", "date_published": "2023-06-10 15:00:26+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Telegraph sale: who might win a fight for the voice of Tory England?", "description": "<p>With a sell-off looming for the newspapers, several tycoons and groups look to have the money, and the motivation, to take over</p><p>As the shock news of a <a href=\"https://www.theguardian.com/media/2023/jun/07/daily-telegraph-and-sunday-telegraph-newspapers-to-be-put-up-for-sale\" title=\"\">probable sale</a> spread through the newsroom at the <em>Telegraph</em>, an air of optimism broke out among its journalists.</p><p>It was perhaps not the reaction you might have expected when the future of one of the UK’s biggest and most influential newspapers had been <a href=\"https://www.theguardian.com/media/2023/jun/06/telegraph-parent-company-faces-being-put-into-administration#:~:text=Lloyds%20Banking%20Group%20has%20threatened%20to%20put%20Press%20Acquisitions%2C%20the,racked%20up%20over%20the%20years.\" title=\"\">thrown into uncertainty for the first time in almost two decades</a>. But many among the 1,000 staff employed by the papers have long felt that being owned by <a href=\"https://www.theguardian.com/business/2020/mar/04/sir-frederick-barclay-threatens-sue-twin-ritz-london-hotel\" title=\"\">the billionaire Barclay family</a> had hamstrung the growth potential of its titles, which in recent years have increasingly got their mojo back as the newspaper industry has come to grips with the challenge of digital media.</p> <a href=\"https://www.theguardian.com/media/2023/jun/10/telegraph-sale-who-might-win-a-fight-for-the-voice-of-tory-england\">Continue reading...</a>", "link": "https://www.theguardian.com/media/2023/jun/10/telegraph-sale-who-might-win-a-fight-for-the-voice-of-tory-england", "date_published": "2023-06-10 15:00:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Risk of hot summer in UK is more than twice normal figure, forecasters warn", "description": "<p>There are no signs yet that last year’s 40C will be breached again, but meteorologists predict such peaks could become the norm</p><p>Temperatures <a href=\"https://www.theguardian.com/uk-news/2023/jun/10/uk-weather-thunderstorm-warnings-across-country-as-temperatures-soar\">have soared above 30C for the first time this year</a> – and meteorologists forecast the chance of Britain experiencing a hot summer is now 45% – 2.3 times the normal figure.</p><p>The warning leaves the nation braced for a possible repeat of last year’s <a href=\"https://www.theguardian.com/environment/2022/jul/19/day-of-40c-shocks-scientists-as-uk-heat-record-absolutely-obliterated\" title=\"\">record-breaking heatwave </a>which triggered wildfires, disrupted rail transport, closed schools, led to thousands of premature deaths and saw temperatures break the 40C record in the UK for the first time.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/10/risk-record-heatwave-uk-twice-normal-forecasters-40c-meteorologists\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/10/risk-record-heatwave-uk-twice-normal-forecasters-40c-meteorologists", "date_published": "2023-06-10 14:24:50+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Trump indictment is stress test for US democracy as Republicans rally round", "description": "<p>Partisan politics and rule of law on collision course after former president and current candidate charged on 37 federal counts</p><p>Former US president Donald Trump’s stunning criminal charges have triggered a fierce counterattack from Republicans, putting America on a collision course between partisan politics and the rule of law ahead of a potentially explosive election.</p><p>On Friday prosecutors unsealed <a href=\"https://www.theguardian.com/us-news/2023/jun/09/donald-trump-indictment-unsealed-mar-a-lago\">a devastating 37-count indictment</a> against Trump, accusing him of risking some of the country’s most sensitive security secrets after leaving the White House in 2021. He mishandled classified documents that included information about the secretive US nuclear programme and potential domestic vulnerabilities in the event of an attack, the indictment said.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/10/donald-trump-indictment-republicans-election-documents\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/10/donald-trump-indictment-republicans-election-documents", "date_published": "2023-06-10 13:26:20+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "A man with dwarfism says he went to police after a sexual assault. The case went nowhere", "description": "<p>Aubrey Taylor’s case reflects a disturbing trend – people with disabilities struggle to be taken seriously by law enforcement</p><p>Aubrey Taylor had a long night. Taylor, who is a person with dwarfism, was working with his friend to prepare for a New York City art exhibition, and they decided to grab food at the nearby deli.</p><p>It was a “really exciting moment for both of us”, Taylor said, as the gallery show entirely featured artists who identify as little people. As they waited for their food late that October evening, however, this excitement was marred by what Taylor alleges was a hate crime based upon dwarfism.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/10/people-with-disabilities-hate-crimes-police-prejudice\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/10/people-with-disabilities-hate-crimes-police-prejudice", "date_published": "2023-06-10 13:00:23+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Man held on suspicion of murder after two people found dead in East Sussex", "description": "<p>Bodies of man, 33, and a 30-year-old woman discovered at a house in Newhaven on Friday evening</p><p>A man has been arrested on suspicion of murder after the bodies of two people were found at a house in East Sussex.</p><p>Officers attended a property in Lewes Road, Newhaven, shortly after 7pm on Friday and found a 33-year-old man and a 30-year-old woman, who were pronounced dead at the scene.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/10/man-held-suspicion-two-people-dead-east-sussex\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/10/man-held-suspicion-two-people-dead-east-sussex", "date_published": "2023-06-10 12:29:06+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Lib Dems rule out tactical voting pact with Labour in byelections", "description": "<p>Leader Ed Davey says party will fight for both seats after resignations of Boris Johnson and Nadine Dorries</p><p>Sir Ed Davey, the leader of the Liberal Democrats, has ruled out a formal pact with Labour to encourage tactical voting in order to beat the Conservatives in the byelections triggered by Boris Johnson and Nadine Dorries’ shock resignations.</p><p>Dorries, one of Johnson’s fiercest cheerleaders, quit parliament on Friday after being told she would not be elevated to the House of Lords in Johnson’s <a href=\"https://www.theguardian.com/politics/2023/jun/09/dame-priti-and-sir-party-marty-the-aides-and-allies-in-boris-johnsons-honours-list\">resignation honours list</a>. Johnson <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report\">followed suit</a> hours later, ditching his outer-London seat with a bitter resignation statement accusing Rishi Sunak of leading a government that is “not properly Conservative” and attacking the Partygate investigation.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/10/lib-dems-rule-out-tactical-voting-pact-with-labour-in-byelections\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/10/lib-dems-rule-out-tactical-voting-pact-with-labour-in-byelections", "date_published": "2023-06-10 11:46:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Nine people killed in attack by al-Shabaab in Somali capital Mogadishu", "description": "<p>Islamist militants claim responsibility for blast at popular restaurant on Friday night that injured 20 people</p><p>Nine people were killed in an attack claimed by al-Shabaab Islamist militants at an upmarket restaurant in the Somali capital Mogadishu on Friday night, police said.</p><p>Those killed at the popular Pearl restaurant were six civilians and three soldiers, police said in a statement.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/somalia-attack-al-shabaab-mogadishu-people-killed\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/somalia-attack-al-shabaab-mogadishu-people-killed", "date_published": "2023-06-10 10:15:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "How to avoid a civil war, by the man who predicted Trump", "description": "<p>Across the west, popular misery and ‘elite overproduction’ are fuelling crisis, argues data-driven historian Peter Turchin. So what can we do to turn things around?</p><p>In February 2010, Peter Turchin, a relatively obscure researcher at the University of Connecticut, wrote a <a href=\"https://www.nature.com/articles/463608a\" title=\"\">letter</a> to the distinguished journal Nature. He was responding to their “2020 visions” issue – an upbeat dawn-of-the-decade exercise that collected predictions of progress from across science and politics. Turchin assumed the role of Cassandra. “The next decade is likely to be a period of growing instability in the United States and western Europe,” he wrote, “which could undermine the sort of scientific progress you describe.” He pointed to waves of disruption that tend to recur every 50 years. “All these cycles look set to peak in the years around 2020.” There was still time to change course, though: with measures to improve wellbeing and reduce economic inequality, “records show that societies can avert disaster”.</p><p>Normally scientists enjoy being proved right, but for Turchin, the way the following decade panned out must have seemed a bit too on-the-nose. The response to the financial crisis wasn’t a New Deal-style rescue package as he’d recommended, but austerity and a widening of the gap between rich and poor. Frustration at the established order threw up <a href=\"https://www.theguardian.com/politics/eu-referendum\" title=\"\">Brexit </a>in Britain and Trump in the US. Right on cue, 2020 delivered a pandemic, economic chaos and a president who refused to concede defeat at the polls. The following January saw the storming of the Capitol, and images of insurrection that seemed like a throwback to an earlier revolutionary era.</p> <a href=\"https://www.theguardian.com/books/2023/jun/10/how-to-avoid-a-civil-war-by-the-man-who-predicted-trump\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/10/how-to-avoid-a-civil-war-by-the-man-who-predicted-trump", "date_published": "2023-06-10 10:00:19+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Boris Johnson a ‘coward’ for quitting to avoid byelection, says Angela Rayner", "description": "<p>Deputy Labour leader says former PM has ‘no respect’ for Tory voters and ‘knows he is in the wrong’</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/10/boris-johnson-resigns-quits-mp-conservatives-tories-latest-news\">UK politics live – latest updates</a></li></ul><p>Boris Johnson is a “coward” who has “no respect” for the 2019 Conservative voters who put their faith in him, Labour’s deputy leader has said, after he dramatically quit parliament before the findings of a cross-party investigation into whether he lied to the Commons had been published.,</p><p>The former prime minister <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report\">resigned on Friday night</a> after learning that an investigation into the Partygate scandal found he misled parliament, and he was likely to face a lengthy suspension from the Commons.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/10/boris-johnson-coward-quitting-avoid-byelection-angela-rayner\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/10/boris-johnson-coward-quitting-avoid-byelection-angela-rayner", "date_published": "2023-06-10 09:57:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Garden water butts get a long overdue design makeover", "description": "<p>Traditional plastic rain barrels have often been hidden away but greater focus on conservation drives design changes</p><p>They are water-saving wonders but plastic water butts have traditionally been eyesores to keep hidden from view. Now, though, with conserving water more important than ever, designers have upped the ante with clever models that double as planters, ornaments and even fountains.</p><p>The market was ripe for a makeover because “one of the barriers to having a water butt is that it’s got to be in your garden, and we want our gardens to look nice, don’t we?” says Gin Tidridge, a product sustainability manager at the B&amp;Q owner Kingfisher.</p> <a href=\"https://www.theguardian.com/money/2023/jun/10/garden-water-butts-get-a-long-overdue-design-makeover\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/10/garden-water-butts-get-a-long-overdue-design-makeover", "date_published": "2023-06-10 09:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "It took me a long time, but I've finally fallen in love with being gay | Eleanor Margolis", "description": "<p>I owe my happiness to the queer friends I made. And to my younger self who hated being gay: all is forgiven</p><p>I was lying awake the other night, thinking about death, when I realised something big. Of all the things I could be reincarnated as – a tapeworm, a dung beetle, a writer (again) – the thing I most fear is coming back as straight. Honestly, the idea sends a shiver down my spine. Because, no disrespect to my straight friends, but I don’t know how they get through the day. Straight women, in particular. I don’t understand how they go through life, dealing with the whole power dynamic in opposite-sex relationships, without even the option of dating other women. I don’t think I could hack it, and they have my utmost respect.</p><p>It’s not just the romantic side of things, though – over the years, being gay has shifted my entire worldview. It’s made me think twice about every social norm, from the nuclear family to uncomfortable footwear. And I’m not saying that all straight people lack the imagination to challenge these things too, but being gay really helps. Recently, it dawned on me that I’m perfectly within my right to shop for clothes in the men’s section, and that in itself has been a revelation. Again, I know straight women who do this. But when it comes to wearing “men’s” clothes with any real ease and confidence, being a lesbian just <em>helps</em>.</p><p>Eleanor Margolis is a columnist for the i newspaper and Diva</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/fall-in-love-gay-happiness-queer-friends\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/fall-in-love-gay-happiness-queer-friends", "date_published": "2023-06-10 09:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "World Test Championship final: Australia v India, day four – live", "description": "<ul><li>WTC final updates from the one-off match at the Oval</li><li>Play starts at 10.30am in London/7.30pm AEST/3pm IST</li><li>And you can <a href=\"mailto:geoff.lemon.casual@guardian.co.uk\">mail Geoff</a> or tweet <a href=\"https://twitter.com/GeoffLemonSport\">@GeoffLemonSport</a></li></ul><p>Match report? Fancy a match report? I can testify in court that Simon Burnton was at The Oval yesterday writing down everything. I saw him with my own eyes.</p><p>Day four? Day four! A stonker in London, it’s tipped to reach a mighty high of 29C, so get ready to see locals frying eggs on the bonnets of their cars. The World Test Champs final heated up yesterday – India are still well behind in the match thanks to the first two days, but they did compete fiercely on day three, first with Rahane and Thakur smashing enough runs to bring Australia distantly into view, then taking four top-order wickets.</p> <a href=\"https://www.theguardian.com/sport/live/2023/jun/10/australia-vs-india-cricket-test-match-world-championship-final-aus-v-ind-day-four-live-updates-over-by-over-obo-scorecard-teams-start-time-the-oval-london-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/live/2023/jun/10/australia-vs-india-cricket-test-match-world-championship-final-aus-v-ind-day-four-live-updates-over-by-over-obo-scorecard-teams-start-time-the-oval-london-live-score-updates", "date_published": "2023-06-10 08:59:49+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "UK launches £150m fund to help Ukrainians into their own homes", "description": "<p>Money will go to councils across Britain to help Ukrainians secure private rented housing and find work</p><ul><li><a href=\"https://viewer.gutools.co.uk/world/live/2023/jun/10/russia-ukraine-war-livehumanitarian-crisis-hugely-worse-after-kakhovka-dam-collapse-says-un-aid-chief\">Russia-Ukraine war – latest news updates</a></li></ul><p>A £150m fund to help Ukrainians into their own homes has been announced by the UK government.</p><p>More than 124,000 people have arrived in the UK under the <a href=\"https://www.theguardian.com/world/2022/nov/29/homes-for-ukraine-refugees-ukrainian-britons-scheme\">Homes for Ukraine scheme</a> since Russia invaded Ukraine in February last year.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/10/uk-launches-150m-fund-help-ukrainians-into-own-homes\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/10/uk-launches-150m-fund-help-ukrainians-into-own-homes", "date_published": "2023-06-10 07:42:07+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Black remand prisoners held 70% longer than white counterparts in England and Wales", "description": "<p>Data also shows black defendants more likely to be held in prison – yet more likely to be acquitted</p><p>Black defendants spend on average more than 70% longer in prison awaiting trial and sentencing in England and Wales than their white counterparts, according to new data revealing racial disparities at the heart of the criminal justice system.</p><p>Figures obtained by the Guardian and Liberty Investigates through the Freedom of Information Act show the mean number of days spent on remand by black prisoners last year was 302 – compared with 177 days for white remand prisoners.</p> <a href=\"https://www.theguardian.com/law/2023/jun/10/black-remand-prisoners-held-70-longer-than-white-counterparts-in-england-and-wales\">Continue reading...</a>", "link": "https://www.theguardian.com/law/2023/jun/10/black-remand-prisoners-held-70-longer-than-white-counterparts-in-england-and-wales", "date_published": "2023-06-10 07:00:18+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Rugby needs a reset’: Premiership collapses show need for total reform", "description": "<p>More pain could follow the calamities of Wasps, Worcester and London Irish but the drive exists to fight for rugby’s future</p><p>Sometimes it is not the iceberg’s fault. Had the captains of some of English club rugby’s largest vessels been more focused on avoiding this season’s multiple shipwrecks they could easily have steered a more prudent course. Hindsight always helps but if your outgoings constantly exceed your income you are bound to sink eventually, as Worcester, Wasps and <a href=\"https://www.theguardian.com/sport/2023/jun/07/london-irish-file-administration--suspension-all-competitions\">now London Irish</a> can testify.</p><p>Most painful for those most deeply affected, perhaps, is that even the most myopic of lookouts could recognise this ever-present threat. Yet for whatever reason – arrogance, selfishness, greed, complacency, poor governance – the clubs and their governing body remained in thrall to the same old flawed model. Rich benefactor equals rugby success, right? Not if they ignore the basic tenets of sound business practice it won’t.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/we-need-a-reset-premiership-rugby-union-casualties-show-need-for-total-reform\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/we-need-a-reset-premiership-rugby-union-casualties-show-need-for-total-reform", "date_published": "2023-06-10 07:00:17+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Ollie Robinson: ‘I felt I was never going to play cricket again’", "description": "<p>England quick is contrite about his racist tweets and with Ashes about to start he has already bowled Labuschagne and Smith</p><p>“‘I was at a point where I thought: ‘This is make or break’,” Ollie Robinson says as he describes the first of two different debuts that helped shape his transition from confusion and loss. The 29-year-old fast bowler will be one of England’s key players when they face Australia in the opening Ashes Test next Friday – but a shocking early death and a public shaming shroud those contrasting games from his past.</p><p>“I didn’t have much to lose,” Robinson says as he continues the story of his Sussex debut in April 2015. “I might have got out for nought but I had to try and put on a show and get my name back out there.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/ollie-robinson-england-cricket-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/ollie-robinson-england-cricket-interview", "date_published": "2023-06-10 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘I feel like a kid again’: CJ Ujah returns to the track and targets redemption in Paris", "description": "<p>Having served a 22-month ban for failing a drugs test, the sprinter wants to make up for lost time after making a low-key return </p><p>Hidden in plain sight among the teenagers and pensioners who have paid their £14 entry fee to compete at the Lee Valley Sprint Night is a Team GB star who has not stepped onto the track since failing a drugs test at the Tokyo Olympics; a contrite athlete seeking a new beginning.</p><p>Cheered on by his close friend Nethaneel Mitchell-Blake – one of the British quartet who <a href=\"https://www.theguardian.com/sport/2022/feb/18/team-gb-lose-4x100m-olympic-silver-after-ujah-doping-confirmed\" title=\"\">lost their Olympic 4x100 metres silver medal</a> because of his actions – CJ Ujah does what for so long had been commonplace: he wins a race. Two, in fact.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/athletics-cj-ujah-interview-ban-team-gb-paris-olympics\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/athletics-cj-ujah-interview-ban-team-gb-paris-olympics", "date_published": "2023-06-10 07:00:16+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "As BT Sport prepares to hand baton to TNT Sports, how is picture so unclear?", "description": "<p>Champions League final is BT’s last big night but its successor does not have a UK website and cost to watch it is unknown</p><p>BT Sport will host its last big night on Saturday. The Champions League final in Istanbul will be the end for a brand that, over the past decade, extended live coverage of sport in the UK and became the first serious rival to Sky Sports. Taking its place will be TNT Sports, a channel that promises “new name, same game”. But with a month until it launches, viewers are still in the dark as to what exactly that will mean.</p><p>TNT Sports goes live on 18 July but does not yet have a website in the UK. The cost of watching it remains not entirely clear either. That the channels will roll over existing deals for the Premier League and Champions League, alongside Premiership rugby union and MotoGP among other sports, is guaranteed, but some programmes are being axed and who will present and analyse the action is not known. All of this comes against a backdrop of increasing turbulence in what was once known as the pay-TV industry, with TNT Sports’ UK and Ireland offering just one cog in a global wheel of content.</p> <a href=\"https://www.theguardian.com/football/2023/jun/10/bt-sport-tnt-sports-champions-league-final-uk-website-cost\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/10/bt-sport-tnt-sports-champions-league-final-uk-website-cost", "date_published": "2023-06-10 07:00:15+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "In the company of men – and Zen: a male-only wellness retreat in Wiltshire", "description": "<p>A retreat deep in an ancient Wiltshire forest offers jiu-jitsu, wild swimming and an emotional detox among like-minded strangers</p><p>I was an hour late by the time my car careened down a bumpy country lane into the ecovillage that would be my home for the weekend. The Easter getaway had turned my three-hour drive into five, rain lashing the windows throughout, and I arrived for my first wellness retreat about as far from zen as you could get.</p><p>One of the founders, the 29-year-old spiritual guru Josh Bolding, floats across the car park and greets me with a hug. I’d have preferred a beer, but I go with the man-hug. There is no time for small talk: I’m the last to arrive and he whisks me into the practice room, a wooden hut on stilts, where the other guests are settling into the first session on yin yoga and breathwork.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/10/male-only-wellness-retreat-in-wiltshire\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/10/male-only-wellness-retreat-in-wiltshire", "date_published": "2023-06-10 06:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war live: humanitarian crisis ‘hugely worse’ after Kakhovka dam collapse, says UN aid chief", "description": "<p>Martin Griffiths warns the lack of drinking water and flooding of important agricultural land will cause a ‘cascade of problems’</p><ul><li><a href=\"https://www.theguardian.com/world/2023/jun/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-472-of-the-invasion\">What we know on day 472 of the invasion</a></li></ul><p>Welcome back to our continuing coverage of the war in Ukraine, I’m Yang Tian bringing you the latest.</p><p>UN’s top aid official warns Ukraine’s humanitarian situation has been made “hugely worse” with the destruction of the Kakhovka dam.</p><p><strong>Russian president Vladimir Putin said Ukraine had begun its counteroffensive</strong> against Russian troops but that efforts “so far have failed” after Moscow said it repelled several Ukrainian assaults. However, Ukrainian president Volodymyr Zelenskiy made no formal announcement of specific developments on the battlefield, but praised the “heroism” of his country’s soldiers fighting “tough battles”.</p><p><strong>Water levels are gradually receding in parts of southern Ukraine that were flooded after the destruction of the Kakhovka dam, </strong>according to officials. Meanwhile, evidence is growing that the dam was blown up after seismic data showed there was a blast<strong> </strong>at the site in the early hours of Tuesday. Norsar, the Norwegian Seismic Array, said signals from a regional station in Romania pointed to an explosion at 2.54am. Norsar did not draw conclusions on who was responsible.</p><p><strong>The US said Russia appeared to be deepening its defence cooperation with Iran and had received hundreds of one-way attack drones</strong> that it is using to strike Ukraine. Citing newly declassified information, the White House said the drones were built in Iran, shipped across the Caspian Sea and then used by Russian forces against Ukraine.</p><p><strong>The <a href=\"https://www.theguardian.com/world/2023/may/10/wagner-should-be-labelled-terrorist-group-france-tells-eu\">Wagner group</a> has been accused of stoking “anarchy” on Russia’s frontlines</strong> after one of the Kremlin’s military commanders claimed Yevgeny Prigozhin’s mercenaries had kidnapped and tortured his soldiers during the battle for Bakhmut. In a video posted online, Lt Col Roman Venevitin also accused Wagner soldiers of stealing arms, forcing mobilised soldiers to sign contracts with Wagner, and attempting to extort weapons from the Russian defence ministry in exchange for releasing kidnapped soldiers.</p><p><strong>Iceland announced it would suspend work at its embassy in Russia as of 1 August, the first country to do so</strong>, and asked Russia to limit its operations in Reykjavik. “The current situation simply does not make it viable for the small foreign service of Iceland to operate an embassy in Russia,” foreign minister Thordis Gylfadottir said.</p><p><strong>Russia will start deploying tactical nuclear weapons in Belarus after the facilities are ready on 7-8 July</strong>, Putin told his Belarusian counterpart Alexander Lukashenko on Friday in a meeting in Sochi, Russia.</p><p><strong>Nato allies on Friday condemned Russia’s decision to withdraw from the treaty on conventional armed forces in <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a> (CFE).</strong></p><p><strong>Hungary said on Friday it had received a group of Ukrainian prisoners of war from Russia</strong>, a release that Ukraine welcomed while expressing concern that it had not been informed.</p><p><strong>Volodymyr Zelenskiy has thanked Joe Biden for his $2.1bn (£1.6bn) security assistance package.</strong> In a tweet, Zelenskiy said the contribution is “more important than ever” since the Kakhovka dam collapse.</p><p><strong>The Japanese prime minister, Fumio Kishida, told Zelenskiy on Friday that Japan will offer emergency humanitarian aid worth about $5m (£3.9m)</strong> after the destruction of the Nova Kakhovka dam, a Japanese government spokesperson has said.</p><p><strong>Ukraine’s domestic Security Service (SBU) said on Friday it had intercepted a telephone call proving a Russian “sabotage group” blew up the Kakhovka hydroelectric station and dam</strong> in southern Ukraine. A one-and-a-half minute audio clip on its Telegram channel of the alleged conversation featured two unidentified men who appeared to be discussing the fallout from the disaster in Russian. One of the men said “Our saboteur group is there. They wanted to cause fear with this dam. It did not go according to the plan. More than they planned.”</p><p><strong>The Kremlin on Friday accused Ukrainian forces of killing civilian victims of flooding </strong>caused by the collapse of the Kakhovka dam in southern Ukraine in repeated shelling attacks, including one pregnant woman. Kremlin spokesperson Dmitry Peskov called the purported attacks “barbaric”. Russia did not provide any evidence to back up its claims.</p><p><strong>Russian deputy prime minister Marat Khusnullin said on Friday that Crimea’s water supply will not be affected by the destruction of the Kakhovka dam</strong>, and the peninsula had enough water reserves for 500 days. A canal from the destroyed reservoir fed drinking water to the peninsula. Kyiv cut access to the canal in 2014, after Russia illegally seized Crimea and claimed to annex it.</p> <a href=\"https://www.theguardian.com/world/live/2023/jun/10/russia-ukraine-war-livehumanitarian-crisis-hugely-worse-after-kakhovka-dam-collapse-says-un-aid-chief\">Continue reading...</a>", "link": "https://www.theguardian.com/world/live/2023/jun/10/russia-ukraine-war-livehumanitarian-crisis-hugely-worse-after-kakhovka-dam-collapse-says-un-aid-chief", "date_published": "2023-06-10 05:23:43+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘There were some hiccups’: Edith Pritchett on her first driving test – cartoon", "description": "<a href=\"https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jun/10/edith-pritchett-on-her-first-driving-test-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/ng-interactive/2023/jun/10/edith-pritchett-on-her-first-driving-test-cartoon", "date_published": "2023-06-10 05:00:14+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From SZA to The Full Monty: a complete guide to this week’s entertainment", "description": "<p>Whether it’s pop superstars or Sheffield strippers, our critics have you covered for the next seven days</p><p><strong>Medusa Deluxe</strong><br /><em>Out now</em><br />After a stylist at a hairdressing competition is found dead, the rest of the competitors play detective in this intriguingly camp spin on a traditional murder mystery. Director Thomas Hardiman’s feature debut looks a treat too, with camerawork from Oscar nominee Robbie Ryan.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/10/going-out-staying-in-complete-guide-to-this-weeks-entertainment\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/10/going-out-staying-in-complete-guide-to-this-weeks-entertainment", "date_published": "2023-06-10 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "TV tonight: a gorgeous documentary about ‘first lady of song’ Ella Fitzgerald", "description": "<p>Laura Mvula and Jamie Cullum help celebrate the singer. Plus: on the hunt for Tutankhamun. Here’s everything to watch this evening. </p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/10/tv-tonight-a-gorgeous-documentary-about-first-lady-of-song-ella-fitzgerald\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/10/tv-tonight-a-gorgeous-documentary-about-first-lady-of-song-ella-fitzgerald", "date_published": "2023-06-10 05:00:13+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Country diary: The carrot cousin that’s pretty but deadly | Jim Perrin", "description": "<p><strong>Harlech, Gwynedd:</strong> At the boundary of a wood I find some hemlock water dropwort, of which every part is poisonous</p><p>The path climbs slate steps before slanting left through oakwoods alive with the song of warblers. Green caterpillars wriggle in flycatchers’ bills (less effort to catch than flies, I suppose). Clouds of midges dance in shafts of sunlight. A long climbing traverse with views of Yr Wyddfa lures you on, takes you to the wood’s boundary. I lean against a wall, look around, and down to my right in a moist ditch see a plant of which all who venture into the Welsh countryside should be very wary.</p><p>It’s an umbellifer, less tall than hogweed. I check out crucial detail. White flower-clusters are already present. Stems are hairless and hollow, lacking purple blotches low down that would identify this specimen as <em>Conium maculatum</em> (hemlock). It’s <em>Oenanthe crocata</em> – hemlock water dropwort, deadliest of all British plants, every part of it very poisonous. A member of the carrot family, it has pale, tuberous roots – dead man’s finger. Foragers beware!</p> <a href=\"https://www.theguardian.com/environment/2023/jun/10/country-diary-the-carrot-cousin-thats-pretty-but-deadly\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/10/country-diary-the-carrot-cousin-thats-pretty-but-deadly", "date_published": "2023-06-10 04:30:12+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "‘Three months ago, this wasn’t possible’: exiled Russians dare to dream of Putin’s fall", "description": "<p>Opposition leaders have begun to plan for the end of the regime – and some believe it is now inevitable</p><p>Is Russia about to experience a period of dramatic political change? If so, can exiled democratic forces unite into a coherent bloc, and is there any way for them to force themselves on to the political scene?</p><p>Nearly 300 exiled Russian opposition politicians and activists gathered to discuss these questions in the European parliament earlier this week, the congress coming as news broke of the <a href=\"https://www.theguardian.com/world/2023/jun/06/nova-kakhovka-dam-everything-you-need-to-know-about-ukraines-strategically-important-reservoir\">Nova Kakhovka dam destruction</a>, the latest grim episode in Vladimir Putin’s war on Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/russia-exiles-life-after-vladimir-putin\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/russia-exiles-life-after-vladimir-putin", "date_published": "2023-06-10 04:00:11+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "Russia-Ukraine war at a glance: what we know on day 472 of the invasion", "description": "<p>Putin and Zelenskiy tussle over Ukraine’s counteroffensive narrative; water levels begin to recede in flooded regions near destroyed Kakhovka dam</p><ul><li><strong><a href=\"https://www.theguardian.com/world/russia+ukraine\">See all our Russia-Ukraine war coverage</a></strong></li></ul><p><strong>Russian president Vladimir Putin said Ukraine had begun its counteroffensive</strong> against Russian troops but that efforts “so far have failed” after Moscow said it repelled several Ukrainian assaults. However, Ukrainian president Volodymyr Zelenskiy made no formal announcement of specific developments on the battlefield, but praised the “heroism” of his country’s soldiers fighting “tough battles”.</p><p><strong>Water levels are gradually receding in parts of southern Ukraine that were flooded after the destruction of the Kakhovka dam, </strong>according to officials. Meanwhile, evidence is growing that the dam was blown up after seismic data showed there was a blast<strong> </strong>at the site in the early hours of Tuesday. Norsar, the Norwegian Seismic Array, said signals from a regional station in Romania pointed to an explosion at 2.54am. Norsar did not draw conclusions on who was responsible.</p><p><strong>The US said Russia appeared to be deepening its defence cooperation with Iran and had received hundreds of one-way attack drones</strong> that it is using to strike Ukraine. Citing newly declassified information, the White House said the drones were built in Iran, shipped across the Caspian Sea and then used by Russian forces against Ukraine.</p><p><strong>The <a href=\"https://www.theguardian.com/world/2023/may/10/wagner-should-be-labelled-terrorist-group-france-tells-eu\">Wagner group</a> has been accused of stoking “anarchy” on Russia’s frontlines</strong> after one of the Kremlin’s military commanders claimed Yevgeny Prigozhin’s mercenaries had kidnapped and tortured his soldiers during the battle for Bakhmut. In a video posted online, Lt Col Roman Venevitin also accused Wagner soldiers of stealing arms, forcing mobilised soldiers to sign contracts with Wagner, and attempting to extort weapons from the Russian defence ministry in exchange for releasing kidnapped soldiers.</p><p><strong>Iceland announced it would suspend work at its embassy in Russia as of 1 August, the first country to do so</strong>, and asked Russia to limit its operations in Reykjavik. “The current situation simply does not make it viable for the small foreign service of Iceland to operate an embassy in Russia,” foreign minister Thordis Gylfadottir said.</p><p><strong>Russia will start deploying tactical nuclear weapons in Belarus after the facilities are ready on 7-8 July</strong>, Putin told his Belarusian counterpart Alexander Lukashenko on Friday in a meeting in Sochi, Russia.</p><p><strong>Nato allies on Friday condemned Russia’s decision to withdraw from the treaty on conventional armed forces in <a href=\"https://www.theguardian.com/world/europe-news\">Europe</a> (CFE).</strong></p><p><strong>Hungary said on Friday it had received a group of Ukrainian prisoners of war from Russia</strong>, a release that Ukraine welcomed while expressing concern that it had not been informed.</p><p><strong>Volodymyr Zelenskiy has thanked Joe Biden for his $2.1bn (£1.6bn) security assistance package.</strong> In a tweet, Zelenskiy said the contribution is “more important than ever” since the Kakhovka dam collapse.</p><p><strong>The Japanese prime minister, Fumio Kishida, told Zelenskiy on Friday that Japan will offer emergency humanitarian aid worth about $5m (£3.9m)</strong> after the destruction of the Nova Kakhovka dam, a Japanese government spokesperson has said.</p><p><strong>Ukraine’s domestic Security Service (SBU) said on Friday it had intercepted a telephone call proving a Russian “sabotage group” blew up the Kakhovka hydroelectric station and dam</strong> in southern Ukraine. A one-and-a-half minute audio clip on its Telegram channel of the alleged conversation featured two unidentified men who appeared to be discussing the fallout from the disaster in Russian. One of the men said “Our saboteur group is there. They wanted to cause fear with this dam. It did not go according to the plan. More than they planned.”</p><p><strong>The Kremlin on Friday accused Ukrainian forces of killing civilian victims of flooding </strong>caused by the collapse of the Kakhovka dam in southern Ukraine in repeated shelling attacks, including one pregnant woman. Kremlin spokesperson Dmitry Peskov called the purported attacks “barbaric”. Russia did not provide any evidence to back up its claims.</p><p><strong>Russian deputy prime minister Marat Khusnullin said on Friday that Crimea’s water supply will not be affected by the destruction of the Kakhovka dam</strong>, and the peninsula had enough water reserves for 500 days. A canal from the destroyed reservoir fed drinking water to the peninsula. Kyiv cut access to the canal in 2014, after Russia illegally seized Crimea and claimed to annex it.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-472-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/russia-ukraine-war-at-a-glance-what-we-know-on-day-472-of-the-invasion", "date_published": "2023-06-10 00:46:25+00:00", "persistent": false, "user": null, "language": "en-UK"}, {"source": "https://www.theguardian.com/rss", "title": "From ornamental tree to fruit ‘of the gods’: Australians discover the joy of feijoa", "description": "<p>With only a fortnight left of feijoa season in Australia, enthusiasts are snapping up the green-skinned fruits – if they can find them</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Apples and oranges are the lowest hanging fruit during Australia’s autumn and winter. But this time of year is also the short, sweet season for a far more obscure crop: feijoa. The fruit, native to South America, has a green skin, an oval shape and sweet-tangy flesh that is beloved by those in the know, including New Zealanders – feijoa season is highly anticipated across the Tasman.</p><p>Feijoa (pronounced fay-joh-uh) grows well in Victoria, Tasmania, New South Wales, and the Adelaide Hills in South Australia. There are approximately two weeks remaining for this year’s season, with supply expected to come primarily from Western Australia.</p> <a href=\"https://www.theguardian.com/food/2023/jun/10/from-ornamental-tree-to-fruit-of-the-gods-australians-discover-the-joy-of-feijoa\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/10/from-ornamental-tree-to-fruit-of-the-gods-australians-discover-the-joy-of-feijoa", "date_published": "2023-06-10 00:00:07+00:00", "persistent": false, "user": null, "language": "en-UK"}]