[{"source": "https://www.theguardian.com/international/rss", "title": "Manchester City scrap their way to a first Champions League win", "description": "<p>The win, secured with graft rather than the usual grace, makes City only the second English treble winners</p><p>Manchester City scrapped and fought their way into the history books – a victory in adversity – to win their first Uefa Champions League, becoming only the second English club to claim “the treble” after this season’s FA Cup and Premier league triumphs.</p><p>On a nervous night in Istanbul, and despite losing their Belgian playmaker Kevin De Bruyne in the 35th minute to injury, City snatched the game away from Internazionale in the 68th minute with one of their few shots on target to take the final piece of silverware.</p> <a href=\"https://www.theguardian.com/football/2023/jun/11/manchester-city-scrap-their-way-to-a-first-champions-league-win\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/11/manchester-city-scrap-their-way-to-a-first-champions-league-win", "date_published": "2023-06-10 23:14:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Falling funds and the rise of AI are top of the menu at London tech talks", "description": "<p>Artificial intelligence will be the main talking point at the coming London Tech Week but investment and skills problems remain</p><p>For some companies attending <a href=\"https://londontechweek.com/\" title=\"\">London Tech Week</a> this Monday, just being there is an achievement. The sudden failure in March of <a href=\"https://www.theguardian.com/business/2023/mar/13/silicon-valley-bank-failure-svb-collapse\" title=\"\">Silicon Valley Bank (SVB)</a>, a financial cornerstone for the UK and US tech industries, had left many British companies wondering how they were going to see out that month.</p><p>Ashley Ramrachia, chief executive of Academy, a tech company with headquarters in Manchester, said the first he knew of SVB’s troubles was on Wednesday 8 March. By Thursday, Ramrachia and others were trying, unsuccessfully, to withdraw funds. By Friday, the Bank of England said it planned to put SVB’s UK operation <a href=\"https://www.theguardian.com/business/2023/mar/10/european-markets-spooked-by-us-bank-shares-sell-off\" title=\"\">into insolvency</a> and Ramrachia was one of 3,500 customers in Britain scrambling to deal with <a href=\"https://www.theguardian.com/business/2023/mar/11/government-to-meet-tech-firms-following-collapse-of-silicon-valley-bank-uk\" title=\"\">the consequences</a>.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/11/falling-funds-and-the-rise-of-ai-are-top-of-the-menu-at-london-tech-talks\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/11/falling-funds-and-the-rise-of-ai-are-top-of-the-menu-at-london-tech-talks", "date_published": "2023-06-10 23:05:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Thousands of Afghan refugees in UK set to be made homeless", "description": "<p>Downing Street crisis meeting hears that about 8,000 who arrived under Operation Warm Welcome will be evicted this summer with nowhere to go</p><p>Thousands of Afghan refugees in the UK face homelessness this summer, the government was warned last week at a secret crisis meeting in Downing Street.</p><p>Council officials told No 10 and Home Office civil servants that about 8,000 Afghan refugees, allowed into the country in 2021 under the slogan <a href=\"https://www.theguardian.com/commentisfree/2021/sep/06/afghan-refugees-britain-warm-welcome-cold-home-office-immigration-system\" title=\"\">Operation Warm Welcome,</a> are due to be evicted from hotels as early as August because of a government deadline, yet have nowhere to go.</p> <a href=\"https://www.theguardian.com/world/2023/jun/11/thousands-afghan-refugees-uk-homeless-crisis-operation-warm-welcome\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/11/thousands-afghan-refugees-uk-homeless-crisis-operation-warm-welcome", "date_published": "2023-06-10 23:01:34+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester City beat Inter 1-0 to win Champions League and seal treble – live reaction", "description": "<p>City finally captured their white whale courtesy of Rodri’s strike but needed heroics from Ederson to repel Inter in the closing stages </p><p><strong>Edin Dzeko:</strong> The 37-year-old Inter striker won two Premier League titles with Manchester City, still refers to them as ‘my club’ and knows he played a big part in launching their modern success. Nicky Bandini reports …</p><p>“We have the opportunity to write ourselves into the history of this club,” he said. “It’s difficult, but we’ll try our best. We know what this match means for everyone at Inter, from the club to the fans. The fans have always been with us. We have great responsibility.</p> <a href=\"https://www.theguardian.com/football/live/2023/jun/10/manchester-city-v-inter-champions-league-final-2023-live-score-updates\">Continue reading...</a>", "link": "https://www.theguardian.com/football/live/2023/jun/10/manchester-city-v-inter-champions-league-final-2023-live-score-updates", "date_published": "2023-06-10 21:44:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rodri breaks Internazionale resistance to seal Manchester City’s treble glory", "description": "<p></p><p>For Manchester City, it was the crowning glory, the trophy that they have craved to complete the ultimate set. It is often said that clubs must suffer before they win the Champions League and how City have done so, especially during the Pep Guardiola years when domestic dominance has brought no guarantees in Europe’s elite and most capricious competition.</p><p>They suffered some more here, Internazionale pushing them all the way, much further than many had expected. The team that finished third in Serie A were the equal of City for much of a high-stress night here in Istanbul.</p> <a href=\"https://www.theguardian.com/football/2023/jun/10/rodri-breaks-internazionale-resistance-to-seal-manchester-citys-treble-glory\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/10/rodri-breaks-internazionale-resistance-to-seal-manchester-citys-treble-glory", "date_published": "2023-06-10 20:59:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Run Rabbit Run review – Sarah Snook fails to spook", "description": "<p>The Succession star is typically excellent but even her performance feels too familiar in this derivative ‘mummy horror’ flick</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>Motherhood is mayhem. Just ask any woebegone mama of film history: Mia Farrow’s wide-eyed Rosemary Woodhouse, beset with paranoia; Margaret White, the religious zealot of Carrie who mistakes punishment for protection; the bloodthirsty Pamela Voorhees; the abusive Norma Bates.</p><p>Nowhere, though, is home to more mummy issues than Australia, a country that has hosted some of recent cinema’s stickiest forays into miserable mothers. See: The Babadook’s young widow defending her precocious son against a spindly storybook beast. Or 2020’s <a href=\"https://www.theguardian.com/film/2020/jul/10/relic-review-a-film-that-gorges-on-the-terror-of-forgetting-in-a-feast-of-dread\">Relic</a>, where three generations of women confront their relationships with one another while also confronting some sort of annoying demon disrupting their family reunion. Or, of course, Toni Collette’s longsuffering matriarch in Hereditary, her instantly famous diatribe – “<a href=\"https://www.youtube.com/watch?v=RuUovuvOtag&amp;ab_channel=A24\">I AM YOUR MOTHER!</a>” – sending shockwaves through every mealy mouthed mama’s boy. If cinema can telegraph national identity, then Australia needs to go to therapy immediately.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/film/2023/jun/11/run-rabbit-run-review-sarah-snook-fails-to-spook\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/11/run-rabbit-run-review-sarah-snook-fails-to-spook", "date_published": "2023-06-10 20:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Almost a spiritual aspect’: the NSW naturists attempting to normalise nudity", "description": "<p>People who fought hard to get designated nude (or ‘clothing optional’) areas are now having to fight harder to keep them</p><p>“A nudist is a person who gets their gear off whenever they can,” Mick says.</p><p>“A naturist has … almost a spiritual aspect.”</p> <a href=\"https://www.theguardian.com/australia-news/2023/jun/11/almost-a-spiritual-aspect-the-nsw-naturists-attempting-to-normalise-nudity\">Continue reading...</a>", "link": "https://www.theguardian.com/australia-news/2023/jun/11/almost-a-spiritual-aspect-the-nsw-naturists-attempting-to-normalise-nudity", "date_published": "2023-06-10 20:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘It just hits you like a truck’: Mary Fowler on menstruation and normalising periods in football | Jo Khan", "description": "<p>The Matildas and Manchester City player is stepping outside her comfort zone to highlight how sports performance is impacted by women’s cycles</p><p>Most people who menstruate will have a story about the lengths they went to to manage their period, or to hide it, or clean it up – usually because they were not comfortable speaking openly about it. When Australia and Manchester City forward Mary Fowler first got her period she dealt with it by wearing four pairs of underwear, then compression shorts, then football shorts.</p><p>“Because I was always playing in the boys team, when I got my period I was always so self conscious about it,” she says. “I just wouldn’t want it to go through my pants.”</p> <a href=\"https://www.theguardian.com/football/2023/jun/11/it-just-hits-you-like-a-truck-mary-fowler-on-menstruation-and-normalising-periods-in-football\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/11/it-just-hits-you-like-a-truck-mary-fowler-on-menstruation-and-normalising-periods-in-football", "date_published": "2023-06-10 20:00:32+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The moment I knew: It was so awkward, I didn’t know what to do. So I said: ‘Shall we kiss now?’", "description": "<p>The fear of losing not one but two best friends meant <strong>Nicholas Jordan</strong> denied his feelings for Alice. But a return trip from the beach changed his mind</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>We were in the back of a car, while our two friends were in the front. The four of us were coming back from the beach, and it had been a normal day for a bunch of 22-year-olds with few responsibilities – just hanging out without knowing or thinking about what was next. I say this because it wasn’t a special day. A good one, but not extraordinary in any way. Besides how I was feeling.</p><p>Alice was lying down with her head in my lap. She was asleep and I was playing with her hair, feeling like I wanted a million more moments just like this. I started dreaming about what it might be like. We’d make pottery together. We’d play tennis. We’d cuddle on the couch watching football in matching jerseys. We’d go on bushwalks, holding hands the whole time, talking about hypothetical worlds made of trampolines and fluff.</p><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/11/the-moment-i-knew-it-was-so-awkward-i-didnt-know-what-to-do-so-i-said-shall-we-kiss-now\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/11/the-moment-i-knew-it-was-so-awkward-i-didnt-know-what-to-do-so-i-said-shall-we-kiss-now", "date_published": "2023-06-10 20:00:31+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Postecoglou has no time for ‘Spursiness’ – this may be his one Premier League shot | Jonathan Wilson", "description": "<p>A history of ruthlessness will put the former Celtic manager in good stead as he faces up to player power at Tottenham</p><p>One night in May 2009, Frank Farina, the coach of Brisbane Roar, sat down to play board games with his family. He worked his way through a bottle of chardonnay and then had a couple of glasses of red. When he got in his car the next morning, <a href=\"https://www.smh.com.au/sport/soccer/farina-fined-and-disqualified-for-drink-driving-20091102-gdtsbk.html\" title=\"\">he was still over the limit</a>. As a consequence, 14 years later Ange Postecoglou was appointed manager of Tottenham.</p><p>It was Farina’s second drink-driving offence in under three years. The Roar sacked him and, in their scramble for a replacement, turned to Postecoglou.</p> <a href=\"https://www.theguardian.com/football/blog/2023/jun/10/postecoglou-has-no-time-for-spursiness-this-may-be-his-one-premier-league-shot\">Continue reading...</a>", "link": "https://www.theguardian.com/football/blog/2023/jun/10/postecoglou-has-no-time-for-spursiness-this-may-be-his-one-premier-league-shot", "date_published": "2023-06-10 19:00:29+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Virat Kohli gives India a glimmer of hope after Australia set daunting target", "description": "<ul><li>WTC final, day four: <a href=\"https://www.theguardian.com/sport/cricket/match/2023-06-10/australia-cricket-team\">Australia 469 &amp; 270-8dec; India 296 &amp; 164-3</a></li><li>Kohli and Rahane steady ship after contentious Gill dismissal</li></ul><p>Where there is Virat Kohli there is hope. There are not many causes for Indian optimism as they chase a target of 444 but one of them ended the day unbeaten on 44, and for as long as he remains so will their belief. At stumps Mohammed Shami certainly seemed surprisingly relaxed as he smiled and declared: “We will win the match tomorrow.”</p><p>They are 164 for 3 overnight, with Kohli batting alongside Ajinkya Rahane, and must still score 280 if they are to win, on a ground where no Test side has ever successfully chased more than 262.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/virat-kohli-gives-india-a-glimmer-of-hope-after-australia-set-daunting-target\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/virat-kohli-gives-india-a-glimmer-of-hope-after-australia-set-daunting-target", "date_published": "2023-06-10 18:26:10+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "The disastrous bursting of Ukraine’s Nova Kakhovka dam – and the battle that is to come", "description": "<p>The evidence suggests Russia destroyed the vast, vital dam. Now the long cleanup for the human, environmental and potentially nuclear catastrophe must begin amid a brutal war</p><p>Four-and-a-half days after Ukraine’s <a href=\"https://www.theguardian.com/world/2023/jun/09/visual-guide-ukraine-nova-kakhovka-dam-collapse\">Nova Kakhovka dam burst,</a> the longer-term scale of the flooding disaster is gradually becoming apparent. In the station at Mykolaiv, the first city inland, pensioner Olena Lysiuk, says she had no choice but to quit her apartment in Kherson, even though it was too high up to be flooded.</p><p>“It’s not just that we don’t have any water, gas or electricity. We have also got used to not having those during the Russian occupation. But now the sewage doesn’t work. That’s the new problem,” Lysiuk says. Now she plans to stay in Mykolaiv with relatives, with the state having given her about 10,000 hryvnia (£215) in support.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/the-disastrous-bursting-of-ukraines-nova-kakhovka-dam-and-the-battle-that-is-to-come\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/the-disastrous-bursting-of-ukraines-nova-kakhovka-dam-and-the-battle-that-is-to-come", "date_published": "2023-06-10 18:16:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Aston Villa land Youri Tielemans after he leaves Leicester on free transfer", "description": "<ul><li>Unai Emery called Belgium midfielder to accelerate talks</li><li>Tielemans, who joined Leicester in 2019, gets four-year deal </li></ul><p>Aston Villa have announced the signing of Youri Tielemans on a free transfer. The Belgium midfielder’s contract at Leicester expires at the end of this month and he will officially join Villa on 1 July.</p><p>Tielemans has agreed a four-year deal and is making the move after Villa’s manager, Unai Emery, called him in recent days to accelerate talks. The 26-year-old has been at Leicester since January 2019, initially on loan from Monaco. He scored a spectacular winner <a href=\"https://www.theguardian.com/football/2021/may/15/chelsea-leicester-city-fa-cup-final-match-report-youri-tielemans\">against Chelsea</a> in the 2021 FA Cup final.</p> <a href=\"https://www.theguardian.com/football/2023/jun/10/aston-villa-sign-youri-tielemans-leicester-free-transfer\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/10/aston-villa-sign-youri-tielemans-leicester-free-transfer", "date_published": "2023-06-10 17:55:38+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Purely puerile Boris Johnson: the liar in chief has gone | Chris Bryant", "description": "<p>There was no apology, no acceptance of responsibility and no courage from the disgraced former PM. Just sour grapes. Now things must change at Westminster</p><p>So he’s gone, in a flurry of self-pity, narcissism and baseless accusations. It was typical, classic, un-classy, purely puerile Boris Johnson. Of course he thinks he’s the victim. So no apology. No acceptance of responsibility. No mention of those who abided by the rules when he and his mates flouted them. Nothing but overweening self-regard.</p><p>No courage, either. He didn’t dare face the Commons (with its 64-seat Tory working majority), or his voters in his constituency. His attack on the committee was especially cowardly. They have abided by their mandate at every turn, going out of their way to ensure due process and a fair hearing, even being advised by Sir Ernest Ryder, the former head of the tribunal service. But Johnson doesn’t like their conclusion, so he tore up the rulebook in yet another hissy fit (remember the Owen Paterson debacle?), attacking the process despite the fact that he made no complaint when it was set up, when his loyal (but unrewarding) amanuensis Michael Ellis told the Commons that Johnson had “no concerns with this issue being considered by the privileges committee”. To be clear, the terms of the reference, the members of the committee and its chair, were all agreed unanimously by the whole House when he was prime minister. The rest is sour grapes.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/boris-johnson-liar-in-chief-disgraced-former-pm\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/boris-johnson-liar-in-chief-disgraced-former-pm", "date_published": "2023-06-10 17:43:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Can Donald Trump still lead the Republican party back to the White House? – cartoon", "description": "<p>The former president rails against a second indictment, this time over his handling of classified documents at his Mar-a-Lago estate</p><p>• <a href=\"https://guardianprintshop.com/collections/chris-riddell-1/products/11th-june-2023\">You can order your own copy of this cartoon</a></p> <a href=\"https://www.theguardian.com/commentisfree/picture/2023/jun/10/can-donald-trump-still-lead-the-republican-party-back-to-the-white-house-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/picture/2023/jun/10/can-donald-trump-still-lead-the-republican-party-back-to-the-white-house-cartoon", "date_published": "2023-06-10 17:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "James Comey: ‘I’d like to take readers inside the White House’", "description": "<p>The former FBI director, who was sacked by Donald Trump, on parallels between the ex-president and mafia bosses, why he would never run for office, and his new crime thriller</p><p>After a long career as a state attorney in New York, James Comey became director of the FBI in 2013. He was due to serve 10 years, but was dismissed by President Trump in 2017, having ordered an investigation into possible Russian interference in the 2016 presidential election. Comey has subsequently published two bestselling accounts of his time in office. His first novel, <em>Central Park West</em>, a crime thriller set in the New York district attorney’s office where Comey once worked, will be published this month.</p><p><strong>Have you always been a fan of crime fiction?<br /></strong>I found it too hard when I was dealing with crime or terrorism in my day job to read about those things. The FBI job was really a 24-hour thing and I didn’t want to fill any spare moments reading fiction about my work.</p> <a href=\"https://www.theguardian.com/books/2023/jun/10/james-comey-id-like-to-take-readers-inside-the-white-house-central-park-west\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/10/james-comey-id-like-to-take-readers-inside-the-white-house-central-park-west", "date_published": "2023-06-10 17:00:27+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Warsaw feels like a mini Soviet Union’: how Russian is gaining ground in Poland’s capital", "description": "<p>Many from Ukraine, Belarus and other ex-Soviet states mostly get by in Russian – but its prevalence is starting to cause a problem</p><p>For Russian citizens, it is extremely difficult to get into Poland these days. Even those with visas for the Schengen zone can be turned away, and the national airline LOT regularly bars Russians from boarding its flights.</p><p>Many Poles have a long-standing wariness of Russia seeded by centuries of Russian imperial designs on Poland and the more recent experience of Moscow-backed communist rule, and the feelings have only been hardened by last year’s full-scale invasion of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/warsaw-mini-soviet-union-russian-poland-capital-exiles\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/warsaw-mini-soviet-union-russian-poland-capital-exiles", "date_published": "2023-06-10 16:47:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nascar takes on Le Mans as LeBron James gets centenary race under way", "description": "<ul><li>Nascar has presence at iconic race for first time since 1976</li><li>NBA superstar LeBron James waves flag as honorary starter</li></ul><p>The crowd chanted “U-S-A! U-S-A!” as Nascar driver lineup for the 24 Hours of Le Mans passed through the city center atop a convertible Chevrolet Camaro. Jimmie Johnson tossed branded Nascar 75th anniversary shoelaces to the fans, all eager to see the entry now dubbed “Le Monster” attempt the most iconic endurance race in the world during the centenary celebration of the event.</p><p>The wait ended Saturday afternoon when NBA superstar LeBron James waved the French flag then gave the command, “Pilotes, demarrez vos moteurs,” to start the race.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/lebron-james-le-mans-nascar-jimmie-johnson\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/lebron-james-le-mans-nascar-jimmie-johnson", "date_published": "2023-06-10 16:45:57+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "It needs more than a pollen forecast to ease the proliferation of allergies | Tim Adams", "description": "Changes in our lifestyles, from diet to washing habits, and in the world surrounding us, may explain why so many are struggling<p>The Met Office offers a daily pollen guide, in tones not unlike the storm warning of the shipping forecast: poetic for those not affected, alarming if you are facing a force 8. <a href=\"https://www.metoffice.gov.uk/weather/warnings-and-advice/seasonal-advice/pollen-forecast#?date=2023-06-10\" title=\"\">Saturday’s </a>reads: “The grass pollen risk is on the rise, as more grasses come into flower. Nettle, dock and plantain pollen also airborne. Fungal spores: Cladosporium at increasing risk.”</p><p>As someone who grew up sneezing and wheezing through the early summer (and who remembers the Russian roulette of fruitcake-eating with a nut allergy in the years before EpiPens), I have mixed feelings about that information.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/pollen-forecast-allergies-hay-fever-epidemic\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/pollen-forecast-allergies-hay-fever-epidemic", "date_published": "2023-06-10 16:31:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Swiatek digs deep to overcome Muchova in thrilling French Open final", "description": "<ul><li>World No 1 beats Czech 6-2, 5-7, 6-4 to seal fourth grand slam</li><li>Muchova threatens upset but Swiatek recovers to win third set</li></ul><p>After spending so much of her third French Open final in the lead and in control, Iga Swiatek was suddenly in trouble. Swiatek had led Karolina Muchova from the very beginning and appeared en route to a comfortable victory until nerves struck. As unforced errors sprayed from her racket and doubt festered in Swiatek’s head, Muchova’s varied, soulful game soared. Having led the final 6-2, 3-0, the top seed found herself trailing 0-2 in the third set and fighting for her life.</p><p>Even as Swiatek struggled to put forehands into court and the crowd chanted her opponent’s name, she never panicked. She maintained her composure and dug deep into her mental reserves, keeping her nerve after two hours, 46 minutes of unfiltered drama to defeat Muchova 6-2, 5-7, 6-4 and win her fourth grand slam title.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/tennis-french-open-final-iga-swiatek-karolina-muchova\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/tennis-french-open-final-iga-swiatek-karolina-muchova", "date_published": "2023-06-10 16:22:41+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boy, 16, charged with attempted murder after Devon school attack", "description": "<p>Police announce two charges of attempted murder and one of GBH after violent assault at Blundell’s private school</p><p>A 16-year-old boy has been charged with two counts of attempted murder and one count of GBH with intent over a violent assault on two teenage boys and an adult at Blundell’s school in Tiverton on Friday, Devon and Cornwall police said.</p><p>The boy will appear at Exeter magistrates court on Monday.</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/10/boy-16-charged-with-attempted-after-devon-school-attack\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/10/boy-16-charged-with-attempted-after-devon-school-attack", "date_published": "2023-06-10 16:11:45+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "An illustrated homage to New York City’s independent shops – in pictures", "description": "<p>During the pandemic, New York-based illustrator <a href=\"https://www.jmhillustration.com/\">Joel Holland </a>started drawing all the places he would normally visit with his two daughters – butchers, bookshops, sandwich stands – to console himself and to celebrate local independent businesses. “These places are the lifeblood of where we live,” he says. He has since drawn nearly 500 stores in Manhattan, collected in the book <em>NYC Storefronts</em> (<a href=\"https://prestelpublishing.penguinrandomhouse.de/book/NYC-Storefronts/Joel-Holland/Prestel-com/e596515.rhd\">published by Prestel;</a> Brooklyn and London editions are forthcoming).</p><ul><li>See more at <a href=\"https://www.instagram.com/joelholland_studio/\">instagram.com/joelholland_studio</a></li></ul> <a href=\"https://www.theguardian.com/artanddesign/gallery/2023/jun/10/illustrated-new-york-independent-shops-nyc-storefronts-joel-holland-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/artanddesign/gallery/2023/jun/10/illustrated-new-york-independent-shops-nyc-storefronts-joel-holland-in-pictures", "date_published": "2023-06-10 16:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Casper Ruud an underdog who hopes to have his day in French Open final", "description": "<p>After beginning the season in dire form the Norwegian is determined to enjoy his showdown with Novak Djokovic</p><p>Moments after Casper Ruud completed his three-set <a href=\"https://www.theguardian.com/sport/live/2023/jun/09/casper-ruud-v-alexander-zverev-french-open-mens-semi-final-live\" title=\"\">demolition of Alexander Zverev</a> in the French Open semi-finals to reach his third grand slam final of the past five majors, he had already cast his mind forward to what awaited him. Along with his joy and satisfaction after another fantastic achievement, Ruud allowed himself a sigh.</p><p>“Last year it was against Rafa [Nadal], this year it’s against Novak, so what can you say? It’s two of the toughest players in history,” he said. “I’ve got to be the underdog like today, playing without too many feelings, just try to enjoy.”</p> <a href=\"https://www.theguardian.com/sport/2023/jun/10/casper-ruud-is-an-underdog-who-can-have-his-day-in-french-open-final\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/10/casper-ruud-is-an-underdog-who-can-have-his-day-in-french-open-final", "date_published": "2023-06-10 15:10:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Boris Johnson scuttles away from his flagrant crimes, like a whingeing guilty schoolboy | Andrew Rawnsley", "description": "He is taking the coward’s way out by quitting the Commons because he calculated that he was going to be sacked from parliament<p>Several books, many profiles and countless commentaries have been written about the life and crimes of Boris Johnson during the lurid passage of that toxic meteor through our political firmament. You have my sympathies if you don’t have much remaining appetite for delving into the inky depths of his dissolute character, but one thing has not been said quite enough. The man is a coward. Whenever faced with the consequences of his actions, he ducks. Whenever confronted with a choice that requires some courage, he swerves. Whenever asked to make good on a promise, he betrays. Whenever the choice is fight or flight, he flees.</p><p>This is one of the many respects in which he is so starkly different to Winston Churchill, the wartime leader he preposterously invited people to think of as his inspiration and role model for leadership. After the disaster of the <a href=\"https://www.theguardian.com/artanddesign/ng-interactive/2015/apr/24/allies-campaign-in-gallipoli-1915-and-now-interactive\" title=\"\">Dardanelles campaign</a> during the First World War, <a href=\"https://archives.chu.cam.ac.uk/education/churchill-era/exercises/dardanelles/document-comparison/resignation-speech/\" title=\"\">Churchill resigned</a> from the cabinet and sought redemption and rehabilitation by crossing the Channel to serve on the western front. Found guilty of lying to parliament about the squalid scandal of Partygate, Mr Johnson can do no better than act the guilty schoolboy trying to hide from a deserved punishment. He is quitting as an MP because scarpering from the Commons was the last desperate resort left to him to avoid answering for what he did. He is scuttling from the scene of one of his most flagrant and egregious crimes against public life rather than face the music for trying to cover up a scandal by lying about it to parliament and to avoid the entirely appropriate sanction recommended by <a href=\"https://www.theguardian.com/politics/2023/mar/21/boris-johnson-liaison-committee-mps-harriet-harman\" title=\"\">the seven MPs</a> on the privileges committee.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/boris-johnson-is-coward-scarpering-from-crimes-to-avoid-punishment\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/boris-johnson-is-coward-scarpering-from-crimes-to-avoid-punishment", "date_published": "2023-06-10 15:01:01+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "China and physics may soon shatter our dreams of endless computing power | John Naughton", "description": "<p>Silicon chip transistors are so small they are approaching their physical limits. And the firm that makes many of them may be somewhat hampered if Xi Jinping decides to invade Taiwan</p><p>In the 1950s I spent a significant chunk of my pocket money buying a transistor. It was a small metal cylinder (about 5mm in diameter and 7mm deep) with three wires protruding from its base. I needed it for a little radio I was building, and buying it was a big deal for a lad living in rural Ireland. My baffled parents couldn’t understand why this gizmo their son was holding between finger and thumb could be interesting; and, to be honest, you couldn’t blame them.</p><p>Now spool forward six decades. The A13 processor that powers the iPhone that I used to find a photograph of that first transistor has <a href=\"https://en.wikipedia.org/wiki/Apple_A13\">8.5 </a><em><a href=\"https://en.wikipedia.org/wiki/Apple_A13\">billion</a></em> of them etched on to a sliver of silicon no bigger than a fingernail – a “chip”. The next generation of these chips will have transistors almost as small as the diameter of a <a href=\"https://www.ibm.com/thought-leadership/innovation-explanations/mukesh-khare-on-smaller-transistors-analytics\">human chromosome</a>.</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/china-and-physics-may-soon-shatter-our-dreams-of-endless-computing-power\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/china-and-physics-may-soon-shatter-our-dreams-of-endless-computing-power", "date_published": "2023-06-10 15:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Richard Ford: ‘I just make up shit to worry about at 3am’", "description": "<p>The Pulitzer-winning US author on his fifth and final Frank Bascombe novel, why Donald Trump won’t get re-elected, his country’s gun culture and the death of his friend Martin Amis</p><p>The time: midday, or thereabouts. The scene: a large manor house somewhere in rural Herefordshire in late May. From a taxi, I emerge, a little anxiously, to look around. If the setting is picture-perfect – the weather is glorious – it’s also unnervingly quiet, the only sound to be heard that of the swifts careening in the blue sky above. Where is everyone? Have I come to the wrong place? My knocks on the front door having gone unanswered, I scoot through a gate to the back of the house, where a sweeping lawn rises to meet a set of french doors that open on to a grand drawing room. Pressing my face to the glass, I peer in. But alas, no one occupies the squashy sofas; no lunchtime cocktail sits on a card table, awaiting a manicured hand. It is as if a play by Noël Coward is about to begin – either that, or one has just ended.</p><p>But then I hear a voice – a male, American voice – and Richard Ford appears, distinctly un-Coward-like in shorts and Converse trainers he has accessorised with neon pink shoelaces. He looks marvellous: brown-skinned, straight-backed, quietly zestful. “Shall we walk a little?” he asks, on hearing that I’ve travelled from London and will be returning there immediately after we’ve finished our conversation. “Let’s admire the view before we talk.” So this is what we do, crossing the lawn until we reach its very edge, a vantage point that enables us to gaze at the valley below – and also, more bizarrely, at a small metal sign that marks the spot from where, in 2001, Bill Clinton, having flown in for the Hay festival nearby, drove a golf ball clean into the River Wye.</p> <a href=\"https://www.theguardian.com/books/2023/jun/10/richard-ford-author-be-mine-interview-frank-bascombe\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/10/richard-ford-author-be-mine-interview-frank-bascombe", "date_published": "2023-06-10 15:00:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A royal rumble: Prince Harry’s clash in court left him lost for words – but not defeated", "description": "<p>Watching the Duke of Sussex being cross-examined was a courtroom drama like no other. Yes, he floundered, but the performance was a reminder of the scrutiny he has lived with – a national pathology of surveillance</p><p>Watching Prince Harry in court last week, it was tempting to believe that he had no idea what he had let himself in for. That King Charles’s son had been horribly ill-advised in bringing his <a href=\"https://www.theguardian.com/uk-news/2023/jun/05/prince-harry-phone-hacking-trial-whats-at-stake\" title=\"\">phone-hacking case</a> against Mirror Group Newspapers to the King’s Bench and therefore committing himself to an unprecedented day and a half’s <a href=\"https://www.theguardian.com/uk-news/2023/jun/07/prince-harry-has-no-proof-mirror-group-journalists-hacked-phone-court-told\" title=\"\">cross-examination</a> from a forensic King’s Counsel.</p><p>Certainly that was the impression that those newspapers which had most at stake in this case seemed keen to advance. Their <a href=\"https://www.theguardian.com/media/2023/jun/07/what-the-papers-say-about-prince-harry-day-in-court\" title=\"\">reports screamed</a> how the Duke of Sussex “was in the land of total speculation”, that he was “rattled and mumbling … as his case fell apart”, and that “he was not aware of any evidence that he had been hacked”. What could he have been thinking?</p> <a href=\"https://www.theguardian.com/uk-news/2023/jun/10/a-royal-rumble-prince-harrys-clash-in-court-left-him-lost-for-words-but-not-defeated\">Continue reading...</a>", "link": "https://www.theguardian.com/uk-news/2023/jun/10/a-royal-rumble-prince-harrys-clash-in-court-left-him-lost-for-words-but-not-defeated", "date_published": "2023-06-10 15:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Airlines hope that sustainable fuels will propel them to a guilt-free future", "description": "<p>Could a normal jet engine really be net zero? Aviation executives certainly seem to hope it can, but others have doubts</p><p>Sustainable aviation fuels may or may not eventually transform the carbon footprint of flying. But while a full tank is a way off, the mere whiff of a guilt-free future has got airline executives giddy.</p><p>The <a href=\"https://www.theguardian.com/business/2023/jun/05/airlines-on-course-record-revenues-803bn-2023-iata-willie-walsh-fares-profits\" title=\"\">annual meeting of Iata</a>, the airlines’ global trade body, in Istanbul last week served up some exotic fare. Was that Willie Walsh, its director general, denouncing governments for “greenwashing”? And Marjan Rintel, boss of KLM and fresh from a Dutch court battle against government caps on Schiphol flights, outlining her purpose to “create memorable experiences on the planet we care for”? And Mehmet Tevfik Nane, head of Turkish airline Pegasus, co-hosting an event for 1,500 delegates where he urged firms and states to join their climate struggle, saying “we have to take care and heal our world”?</p> <a href=\"https://www.theguardian.com/business/2023/jun/10/airlines-hope-that-sustainable-fuels-will-propel-them-to-a-guilt-free-future\">Continue reading...</a>", "link": "https://www.theguardian.com/business/2023/jun/10/airlines-hope-that-sustainable-fuels-will-propel-them-to-a-guilt-free-future", "date_published": "2023-06-10 15:00:25+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Why Saudi Arabia can afford to play a long game in bid to control sport", "description": "<p>The kingdom’s astounding deal to control men’s golf is part of a patient, multibillion-pound strategy to change its global reputation</p><p>It’s not often that a multi-millionaire sports star is a pawn in a global power play, but that was the situation Rory McIlroy found himself in last week. The Northern Irishman, currently ranked the third best golfer in the world, was having to explain how he felt after his long campaign to hold out against a disruptive Saudi Arabian competition had ended with the Gulf state sharing control over the entirety of his sport.</p><p>“It’s hard for me to not sit up here and feel somewhat like a sacrificial lamb and feeling like I’ve put myself out there and this is what happens,” <a href=\"https://www.theguardian.com/sport/2023/jun/07/i-still-hate-liv-rory-mcilroy-says-there-must-be-no-way-back-for-rebels\" title=\"\">he said</a>.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/saudi-arabia-golf-takeover-strategy\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/saudi-arabia-golf-takeover-strategy", "date_published": "2023-06-10 14:53:50+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘He’s ruined the place’: relief in Uxbridge at Boris Johnson’s resignation", "description": "<p>Many in former PM’s constituency say they are disillusioned with politics as a byelection looms</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2023/jun/10/boris-johnson-resigns-quits-mp-conservatives-tories-latest-news\">UK politics live – latest updates</a></li></ul><p>It was not until the final paragraphs of Boris Johnson’s more than 1,000-word resignation letter – after the comments about Brexit revenge, witch-hunts and kangaroo courts – that he managed to devote a line or two to the job he would be leaving behind: MP for Uxbridge and South Ruislip.</p><p>In Uxbridge town centre the morning after, he was not exactly top of mind for his constituents either, many of whom were disillusioned at the state of British politics. But there was palpable relief at his departure.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/10/relief-uxbridge-boris-johnson-resignation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/10/relief-uxbridge-boris-johnson-resignation", "date_published": "2023-06-10 14:40:39+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "On my radar: Louis Theroux’s cultural highlights", "description": "<p>The journalist and broadcaster on his love of musicals, a troubling TV comedy and the irresistible rhythms of Afrobeats</p><p>Documentarian, writer and broadcaster Louis Theroux was born in Singapore in 1970. After graduating from Oxford he moved to America, where he worked as a correspondent on Michael Moore’s news series <em>TV Nation</em>. Since 1998 he has presented documentaries for the BBC, including <em>Louis Theroux’s Weird Weekends</em>, covering fringe communities across the US, and interview series <em>When Louis Met…</em>. In 2016 he released the documentary <em><a href=\"https://www.theguardian.com/film/2016/oct/09/my-scientology-movie-review-amusing-lightweight-louis-theroux\">My Scientology Movie</a></em> and during lockdown started the podcast <em>Grounded with Louis Theroux</em>. His latest, <em><a href=\"https://open.spotify.com/show/7LuQv400JFzzlJrOuMukRj?si=5e00e37abf31433d&amp;nd=1\">The Louis Theroux Podcast</a></em>, is available to stream on Spotify, with new episodes every Tuesday.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/10/on-my-radar-louis-therouxs-cultural-highlights\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/10/on-my-radar-louis-therouxs-cultural-highlights", "date_published": "2023-06-10 14:30:24+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "For Miami’s resilient underdogs, Jokić and the Nuggets are a bridge too far", "description": "<p>An insatiable Heat side that has overcome so much to reach the NBA finals as a No 8 seed finds it back against the wall once again following Denver’s Game 4 win on Friday night</p><p></p><p>For a just minute or two early in the fourth quarter, it seemed possible, perhaps even probable. Nikola Jokić picked up a fifth personal foul and trudged to the bench. A double-digit deficit – the Miami Heat’s cue to spark into life throughout this unlikely playoff run – was quickly halved with a Jimmy Butler and-one.</p><p>The Heat’s Kaseya Center rose with expectation. They had seen this before; the sheer will of a Heat team that has defied conventional logic for two months. In the end though, their eighth-seeded team have met an obstacle they perhaps cannot overcome, even when tossing aside logic.</p> <a href=\"https://www.theguardian.com/sport/blog/2023/jun/10/miami-heat-underdogs-nba-finals-denver-nuggets\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/blog/2023/jun/10/miami-heat-underdogs-nba-finals-denver-nuggets", "date_published": "2023-06-10 14:21:06+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Everything is natural and tastes so good’: microfarms push back against ‘food apartheid’", "description": "<p>Bipoc-led local farms in unconventional spaces decentralize systems that have produced food deserts and create food equity</p><p>On a recent Sunday morning in South Los Angeles, <a href=\"https://www.cropswapla.org\">Crop Swap LA</a> volunteers and staffers harvested bags of freshly picked produce from the front yard of a residence. Located just steps from Leimert Park Plaza, the Asante microfarm is the first of what will be numerous microfarms created by the organization, which is dedicated to growing hyperlocal food on unused spaces “in the neighborhood, exclusively for the neighborhood”.</p><p>“Everything we’re growing is nutrient-dense and the food remains in the neighborhood,” says Jamiah Hargins, who founded Crop Swap LA in 2018 as a small monthly swap of surplus produce. After spending years in finance and consulting, Hargins decided to create a local food distribution system to address the fact that his neighborhood was a <a href=\"https://www.ers.usda.gov/data-products/food-access-research-atlas/go-to-the-atlas/\">food desert</a>, meaning most residents have little access to healthy food. It’s now one of many Bipoc-led groups across the US that are reclaiming their agricultural heritage and redefining the local food movement by growing on traditional farms and unconventional spaces such as yards, medians and vacant lots as a way to increase food security and health in their own communities.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/10/local-food-microfarms-equity\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/10/local-food-microfarms-equity", "date_published": "2023-06-10 14:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Five people killed in blast at Turkey military explosives factory", "description": "<p>Incident in the Elmadağ region happened at a defence ministry building at about 8.45am local time</p><p>A blast at a Turkey military explosives factory has killed five people, a regional governor said.</p><p>The incident happened in the Elmadağ region, 25 miles (40km) east of the capital, Ankara, at a factory that is part of Turkey’s defence ministry.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/people-killed-in-blast-at-turkey-military-explosives-factory\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/people-killed-in-blast-at-turkey-military-explosives-factory", "date_published": "2023-06-10 13:16:00+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Mel B: ‘I’ve still got PTSD. Abuse never really leaves you’", "description": "The singer, 48, on anxiety, domestic abuse and the joys of moving back to Leeds<p><strong>I grew up feeling </strong>different. My dad is from Nevis in the Caribbean, and my mum is an English rose. There weren’t that many mixed-race kids in Leeds, so I was always called horrible names: half-breed, redskin. But I was brought up with a lot of love and confidence-boosting from my parents. They said, “You be who you are.” I was nicknamed “The Breeze” as a kid, because I ran everywhere. I was hyperactive and a sponge.</p><p><strong>We were barred</strong> from the working men’s club on our street, because my dad was Black. It gave me a proper idea of justice and of taking a moral stance. When I got into the Spice Girls, I went back to that club and said, “I’m going to report you. No, in fact I’m going to buy this place, because you didn’t let me in when I was a kid.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/mel-b-on-anxiety-domestic-abuse-and-moving-back-to-leeds\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/mel-b-on-anxiety-domestic-abuse-and-moving-back-to-leeds", "date_published": "2023-06-10 13:01:22+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "We need to talk about the benefits of being an older mother – and to stop making women feel guilty for it | Arwa Mahdawi", "description": "<p>If anyone should feel guilt it’s the policymakers and politicians who have made being a parent so damn expensive that a lot of us have no choice but to wait</p><p>How do you know if you really want to have kids? Do your ovaries start hurting? Does the sight of a small child make you well up with tears? Do you start seeing dancing babies <a href=\"https://www.youtube.com/watch?v=qWhABsnbgbA\">all Ally McBeal-style</a>? Do you just wake up one morning bursting with the realization that you want to be a parent?</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/we-need-to-talk-about-the-benefits-of-being-an-older-mother-and-to-stop-making-women-feel-guilty-for-it\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/we-need-to-talk-about-the-benefits-of-being-an-older-mother-and-to-stop-making-women-feel-guilty-for-it", "date_published": "2023-06-10 13:00:23+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Who needs the Metaverse? Meet the people still living on Second Life", "description": "<p>Mark Zuckerberg’s grand vision for an online existence has been laughed off as a corporate folly. Meanwhile, those still existing happily on a virtual world launched 20 years ago may be wondering what all the fuss is about …</p><p>On 14 November 2006, 5,000 IBM employees assembled in a digital recreation of the 15th-century Chinese imperial palace known as the Forbidden City. They had come to hear IBM’s CEO, Sam Palmisano, deliver a speech. Palmisano’s physical body was in Beijing at the time, but he addressed most of his audience inside Second Life, the online social world that had launched three years earlier. Palmisano’s trim avatar wore tortoiseshell-frame glasses and a tailored pinstripe suit. He faced a crowd of digital, animated dolls dressed in the business attire of the day: black heels, pencil-line shirts, Windsor-knotted ties. Looming out of the throng at the back stood a 10ft IBM employee, his digital face plastered in Gene Simmons-style white makeup, with shoulder-length, Sonic-blue hair.</p><p>It was a historic moment, a journalist for Bloomberg reported at the time: Palmisano was “the first big-league CEO” to stage a company-wide meeting in Second Life – “the most popular of a handful of new-fangled 3D online virtual worlds”. IBM, just like any other denizen of Second Life, paid ground rent to own a “region” of the game, one region representing 6.5 hectares of digital turf, currently rented at <a href=\"https://secondlife.com/land/pricing\" title=\"\">$166 (£134) a month</a>. Renters could build whatever they wanted on their turf.</p> <a href=\"https://www.theguardian.com/technology/2023/jun/10/who-needs-the-metaverse-meet-the-people-still-living-on-second-life\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/jun/10/who-needs-the-metaverse-meet-the-people-still-living-on-second-life", "date_published": "2023-06-10 12:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Concern over Loch Ness low water levels amid UK dry spell", "description": "<p>Fishery board reports shrinkage in size of River Ness as water scarcity alert issued for parts of Scotland</p><p>Concern has been raised about the water levels of Loch Ness and the River Ness amid the protracted dry spell affecting Scotland and the rest of the UK.</p><p>Brian Shaw, the director of Ness District Salmon Fishery Board, said there had been a dramatic shrinkage in the size of the River Ness. He told the BBC: “These conditions are not normally good for angling.</p> <a href=\"https://www.theguardian.com/environment/2023/jun/10/concern-over-loch-ness-low-water-levels-amid-uk-dry-spell\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/jun/10/concern-over-loch-ness-low-water-levels-amid-uk-dry-spell", "date_published": "2023-06-10 11:56:53+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Annecy attack: man handed preliminary attempted murder charges", "description": "<p>Man is suspected of stabbing four children aged between 22 months and three years in a park</p><p>A man has been put under investigation for attempted murder – the equivalent of being charged – in connection with the <a href=\"https://www.theguardian.com/world/2023/jun/09/everyone-is-asking-why-annecy-locals-try-to-make-sense-of-knife-attack-on-children\">stabbing of four children </a>in a park in Annecy, France.</p><p>A British girl who was one of the children stabbed in the attack will be able to leave hospital soon, prosecutors said.</p><p>This article was amended on Saturday 10 June to clarify the ages of the children.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/annecy-attack-man-handed-preliminary-attempted-murder-charges\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/annecy-attack-man-handed-preliminary-attempted-murder-charges", "date_published": "2023-06-10 11:48:46+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Impunity is Putin’s middle name. Now he must pay for his crimes | Simon Tisdall", "description": "<p>The monster in the Kremlin was surely behind the Ukraine dam explosion. Nato allies have to stop him before he blows up everything</p><p>Of course the Russians did it. <a href=\"https://www.theguardian.com/world/2023/jun/07/ukraine-dam-flood-kakhovka-reservoir-destroyed-kherson-oblast-floodwaters-peak-dnipro-river\" title=\"\">Blowing up Nova Kakhovka dam</a> in southern Ukraine last week is cowardly Vladimir Putin’s long-planned response to what he fears is the start of Kyiv’s counteroffensive. Only Russians really had the means, motive and opportunity. Only this malevolent Kremlin regime would wilfully inflict human and environmental havoc on so vast a scale.</p><p>It’s impossible to prove at this point. And, of course, Putin’s loathsome sycophants lied about it, blaming Ukrainian self-sabotage. That’s what they do, these mobsters. They lied about the Russian-supplied missile that <a href=\"https://www.theguardian.com/world/2023/jan/25/human-rights-trial-against-russia-over-downing-of-flight-mh17-to-go-ahead\" title=\"\">destroyed Flight MH17</a> over occupied Donbas in 2014. They lied about the <a href=\"https://apnews.com/article/linda-thomas-greenfield-bashar-assad-russia-chemical-weapons-damascus-ecc424a46e17b0b39c5e5cf029851733\" title=\"\">use of chemical weapons in Syria</a>. Putin <a href=\"https://www.cbsnews.com/news/russia-ukraine-putin-invasion-after-denials-now-says-no-occupation-plan/\" title=\"\">lied blatantly about invading Ukraine</a>, right up to the moment he did.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/impunity-is-putins-middle-name-now-he-must-pay-for-his-crimes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/impunity-is-putins-middle-name-now-he-must-pay-for-his-crimes", "date_published": "2023-06-10 11:34:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Newcastle, Union and co will refresh Champions League next season", "description": "<p>Real Sociedad, Lens and Red Star Belgrade have also qualified for the group stages of the final edition of the current format</p><p>When the confetti cannons have been silenced, the celebratory pyrotechnics extinguished and the presentation podium dismantled after Saturday night’s Champions League final, tournament organisers at Uefa HQ will have little or no time to catch the collective breath.</p><p>On Tuesday, after a run-through of the byzantine rules of qualification, the glass bowls and mini screw-top plastic footballs so synonymous with Champions League draws will be dusted off and pressed into service in Nyon. The qualifying rounds of next season’s competition are scheduled to kick off later this month and, less than 72 hours after the trophy lift in Istanbul, the four teams in the preliminary round will be paired.</p> <a href=\"https://www.theguardian.com/football/2023/jun/10/newcastle-union-and-co-promise-to-refresh-champions-league-next-season\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/10/newcastle-union-and-co-promise-to-refresh-champions-league-next-season", "date_published": "2023-06-10 11:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "This is how we do it: ‘My idea of sex came from Mills & Boon. Now I’m writing my own erotic fiction’", "description": "<p>Michaela and William have been together since they were teenagers – but their sex life has become a little kinkier of late</p><p>I’d be lying if I said it didn’t cross my mind that I’ve only ever slept with one person</p><p>Once we had three kids, sex became more complicated. Nowhere was private</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/this-is-how-we-do-it-my-idea-of-sex-came-from-mills-boon-now-im-writing-my-own-erotic-fiction\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/this-is-how-we-do-it-my-idea-of-sex-came-from-mills-boon-now-im-writing-my-own-erotic-fiction", "date_published": "2023-06-10 11:00:21+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Lorrie Moore: ‘I’m just cruel. What can I tell you?’", "description": "<p>The cult US author talks about losing her father during the pandemic, deadpan comedy – and why she wrote her long-awaited new novel in secret</p><p>It has been more than a decade since the American writer Lorrie Moore published her last novel, the Women’s prize-shortlisted <a href=\"https://www.theguardian.com/books/2009/sep/27/gate-at-stairs-lorrie-moore\" title=\"\">A Gate at the Stairs</a>, although there has been a collection of stories and an anthology of essays in between. Like <a href=\"https://www.theguardian.com/books/donna-tartt\" title=\"\">Donna Tartt</a>, the rarity with which Moore publishes adds to the cachet of a writer often hailed as the best of her generation; most celebrated for her wisecracking, often heartbreaking short stories, she has been called “the nearest thing we have to Chekhov”. In 2020 her stories were published as part of the Everyman Library, an honour usually reserved for dead writers and her hero <a href=\"https://www.theguardian.com/books/alice-munro\" title=\"\">Alice Munro</a>. “It felt a little posthumous,” Moore joked at the time.</p><p>“I’m a very slow writer,” she says simply, on a video call from Berlin, where she has spent the winter. Her latest novel, I Am Homeless If This Is Not My Home, is her fourth and she has published four collections of stories. She describes the new novel as “a political ghost story and a personal ghost story”. She started writing it shortly after her last collection, <a href=\"https://www.theguardian.com/books/2015/feb/22/bark-lorrie-moore-review-observer\" title=\"\">Bark</a>, was published in 2014, but showed it to no one, not even her longterm agent, because she didn’t think anyone would get it. “It’s just too nutty.”</p> <a href=\"https://www.theguardian.com/books/2023/jun/10/lorrie-moore-im-just-cruel-what-can-i-tell-you\">Continue reading...</a>", "link": "https://www.theguardian.com/books/2023/jun/10/lorrie-moore-im-just-cruel-what-can-i-tell-you", "date_published": "2023-06-10 11:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Sharleen Spiteri looks back: ‘I was in my own little world and wouldn’t have enjoyed posing like this’", "description": "<p>The Texas frontwoman recalls standing up to bullies at school and in the music industry – and honing her DIY skills</p><p>Founding member of pop rock band Texas, <a href=\"https://www.theguardian.com/music/sharleen-spiteri\" title=\"\">Sharleen Spiteri</a> was born in Glasgow in 1967, to Vilma, a seamstress, and Eddie, a merchant seaman. Spiteri left her job as a hairdresser at the age of 17 to form the group with Altered Images’ Johnny McElhone. They had their first hit in 1989 with I Don’t Want a Lover, but it wasn’t until the release of 1997’s White on Blonde and the omnipresent single Say What You Want that Spiteri became a household name. She is married to the <a href=\"https://www.theguardian.com/profile/bryn-williams\" title=\"\">chef Bryn Williams</a> and has one daughter, the model Misty Kyd. With 10 LPs in total and more than 40m album sales, Texas release The Very Best of 1989-2023 on 16 June.</p><p><strong>I was four years old</strong> and looking like a meringue on the floor of my childhood home in Glasgow when this was taken. As a very quiet child, I was in my own little world a lot of the time, and I wouldn’t have been massively enthusiastic about posing like this. But as Dad was at sea for months on end, it was important that Mum could take photos of me and my sister for him. My grandad built that crazy brick fireplace as he was a stonemason. I guess my parents wanted to bring some Hollywood glamour into our home.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/sharleen-spiteri-looks-back-i-was-in-my-own-little-world-and-wouldnt-have-enjoyed-posing-like-this\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/sharleen-spiteri-looks-back-i-was-in-my-own-little-world-and-wouldnt-have-enjoyed-posing-like-this", "date_published": "2023-06-10 11:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nick Offerman: ‘I was told I’d never not be Ron Swanson’", "description": "<p>Parks and Recreation gave the midwestern actor the role of a lifetime – one that he struggled to escape. But now, with a stunning standalone episode of The Last Of Us and a new standup tour, he’s found there’s life after Ron</p><p>At the weekends, Nick Offerman likes nothing more than to sit at home with his wife, Will and Grace’s Megan Mullally, doing puzzles while listening to an audiobook – “Which, by the way, is a huge life hack,” he says enthusiastically. “Those two activities use different parts of your brain and allow you to really lock into each of them.”</p><p>One day, Mullally had a brainwave: the pair should dress up and recreate the picture on the puzzle they had just finished, complete with cameos from their dogs. “So we would finish doing a Sunday of this activity and then Megan would say: ‘OK, great, now come up with me to my closet so I can dress us up,’” Offerman continues. “And of course, like a whiny kid, I was like: ‘Can we please get this over with?’ In hindsight, those pictures may end up being the greatest work we’ve ever done.”</p> <a href=\"https://www.theguardian.com/culture/2023/jun/10/nick-offerman-standup-tour-interview\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/10/nick-offerman-standup-tour-interview", "date_published": "2023-06-10 10:55:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Donald Trump uses his legal woes to plead for money from supporters – again", "description": "<p>Following his indictment, Trump asked supporters to ‘make a contribution to peacefully defend our movement from the neverending witch hunts’</p><ul><li><a href=\"https://www.theguardian.com/us-news/live/2023/jun/09/donald-trump-republicans-rally-ex-us-president-indictment-2024-race-politics-live-updates\">Trump indictment unsealed, revealing ex-US president faces 37 criminal charges – follow live</a></li></ul><p>Federally indicted Donald Trump, newly charged with multiple counts over his mishandling of classified documents, is using his legal woes to plead for money – again.</p><p>The sweeping 37-count felony indictment paints a damaging portrait of Trump’s treatment of sensitive documents, accusing him of defying justice department demands to return papers he had taken to his Florida home of Mar-a-Lago, and even storing some of them in a shower.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/10/trump-indictment-supporter-fundraising-strategy-donation-money\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/10/trump-indictment-supporter-fundraising-strategy-donation-money", "date_published": "2023-06-10 10:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Turning point or the long game: what’s behind John Roberts’s surprise supreme court voting rights ruling?", "description": "<p>Chief justice’s opinion shocked observers of his 40-year assault on the Voting Rights Act, but it may not mean a change of heart</p><p>The US supreme court ruling delivered on Thursday by John Roberts marks a departure for the chief justice from his 40-year battle to whittle down racial equality protections enshrined in the crowning glory of the civil rights movement.</p><p>Roberts wrote the <a href=\"https://www.supremecourt.gov/opinions/22pdf/21-1086_1co6.pdf\">Allen v Milligan</a> opinion himself, forging an unconventional 5-4 majority with the support of the three liberal-leaning justices plus the partial backing of the conservative Brett Kavanaugh. The chief justice’s decision to cling closely to precedent and avoid a sweeping reframing of voting rights law took supreme court observers by surprise.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/10/john-roberts-us-supreme-court-voting-rights-decision\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/10/john-roberts-us-supreme-court-voting-rights-decision", "date_published": "2023-06-10 10:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Fundamentally dangerous’: reversal of social media guardrails could prove disastrous for 2024 elections", "description": "<p>Scaling back of moderation and rise of AI are creating the perfect storm to weaken elections and democracy</p><p>Increasing misinformation on social media, platforms scaling back content moderation and the rise of AI are converging to create a perfect storm for the 2024 elections that some experts warn could put democracy at risk.</p><p>YouTube this week <a href=\"https://www.axios.com/2023/06/02/us-election-fraud-youtube-policy\">reversed</a> its election integrity policy, allowing content contesting the validity of the 2020 elections to remain on the platform. Meta, meanwhile, reinstated the Instagram account of <a href=\"https://www.reuters.com/technology/instagram-reinstates-robert-f-kennedy-jr-amid-presidential-bid-launch-wapo-2023-06-04/\">misinformation super spreader</a> Robert F Kennedy Jr and <a href=\"https://www.theguardian.com/us-news/2023/jan/26/why-is-donald-trump-being-allowed-back-on-facebook-instagram-ban-meta-guardrails\">will allow</a> Donald Trump to post again imminently. Twitter has also <a href=\"https://www.theguardian.com/technology/2022/oct/28/twitter-donald-trump-return-elon-musk-takeover-civil-rights\">allowed Trump to return</a>, and has generally seen <a href=\"https://www.poynter.org/ifcn/2023/twitter-misinformation-increased-elon-musk/\">a rise</a> in the spread of misinformation since billionaire Elon Musk took over the platform last year.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/10/social-media-youtube-meta-misinformation-2024-president-election\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/10/social-media-youtube-meta-misinformation-2024-president-election", "date_published": "2023-06-10 10:00:20+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "From surfing to self discovery: five of the best male-only wellness camps in Europe", "description": "<p>These getaways are geared towards giving men a reboot, and include both the spiritual – breathwork and midfulness – and physical, through activities such as mountain walking and coasteering</p><p>One definition of wellness is <em>“</em>the state of being healthy, especially when it is something that you actively try to achieve”. However, in today’s society, wellness seems to be a catch-all term for anything remotely health-related, fitness, dietary or cosmetic. You name it: biometric facials, sleep syncing, orgasmic meditation. Perhaps that’s why wellness is a word that’s still taboo among many men, particularly those from more traditional, working-class backgrounds.</p><p>Aside from a dilution of the term by fads and crazes, such as the ones listed above and those floating around on TikTok and Instagram, another issue may be a lack of retreats for men. We’re not talking the Ant Middleton-style “man-up or go home” military fitness camps, nor Wim Hof woo-woo, just solid, safe spaces for men to talk, improve physical and mental wellbeing and escape the pressures of everyday life to develop meaningful connections. Thankfully, there are some pioneers leading the way in male wellness, ranging from hiking escapes in Snowdonia and breathwork getaways in southern Spain to a GBTQ pop-up retreat in Europe, promoting communication and emotional connection.</p> <a href=\"https://www.theguardian.com/travel/2023/jun/10/five-best-male-only-wellness-camps-in-europe-from-surfing-to-self-discovery\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/jun/10/five-best-male-only-wellness-camps-in-europe-from-surfing-to-self-discovery", "date_published": "2023-06-10 10:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "I re-read my teenage diaries hoping for a dose of nostalgia – instead I was horrified", "description": "<p>Lust, cruelty and a desperate need for attention ... I thought my old journals would bring back warm memories – in reality they were a document of the unique misery and painful insecurities of adolescence</p><p>I own nine of the most devastatingly embarrassing books ever written. They might be the only books that attempt to algebraically prove the existence of God 14 pages after the words, “I don’t want to touch his penis.” Actually, that’s probably not true – the books are my teenage diaries, and there’s nothing unique about the humiliating and exhilarating experience of being a 14-year-old girl.</p><p>If there’s one thing in the world I never want to be again and wish I never had to be in the first place, it’s a teenage swot with PE in the morning. When I ask female friends if they think being a teen was uniquely awful, one replies “uniquely awful and uniquely special” – but I don’t think that is something I ever felt. I love to see the magic of girlhood represented in coming-of-age movies such as <a href=\"https://www.theguardian.com/film/2017/sep/10/lady-bird-review-greta-gerwig-toronto-film-festival-tiff\" title=\"\">Lady Bird</a> and <a href=\"https://www.theguardian.com/film/2019/mar/20/booksmart-review-olivia-wilde-beanie-feldstein\" title=\"\">Booksmart</a>, but I look back at my own adolescent self and see a floundering fish who hurt and was hurt with little meaning or beauty.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/i-re-read-my-teenage-diaries-hoping-for-a-dose-of-nostalgia-instead-i-was-horrified\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/i-re-read-my-teenage-diaries-hoping-for-a-dose-of-nostalgia-instead-i-was-horrified", "date_published": "2023-06-10 10:00:19+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The volcano was illuminated by this beautiful light’: David del Rosario Dávila’s best phone picture", "description": "<p>The national park ranger recalls capturing the landscape created by an eruption in La Palma</p><p>When the Cumbre Vieja volcano in La Palma, the Canary Islands, <a href=\"https://www.theguardian.com/world/gallery/2021/sep/20/la-palmas-cumbre-vieja-volcano-erupts-in-pictures\" title=\"\">erupted in September 2021</a>, it caused more than £760m of damage, forcing the evacuation of 6,000 people and killing one, an elderly man who died after inhaling toxic gases. It would be 83 days before officials declared the eruption over, on Christmas Day 2021.</p><p>David del Rosario Dávila has been a national park ranger in La Palma since 2016. A self-described mountain man, he took this shot in the area surrounding the eruption in late October 2022, just over a year after it had begun. “The location and landscape were created by the eruption, making it one of the youngest areas on the planet,” Del Rosario Dávila says. “Everything you see in this photograph is new. The dead trees are from a pine forest that used to exist there; the mountain is made from ash from the volcano.”</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/the-volcano-was-illuminated-by-this-beautiful-light-david-del-rosario-davilas-best-phone-picture\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/the-volcano-was-illuminated-by-this-beautiful-light-david-del-rosario-davilas-best-phone-picture", "date_published": "2023-06-10 09:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘What I do is still taboo’: the people who sell images of their unlikely body parts online", "description": "<p>From dirty feet to immaculate nails – and hairy armpits – there’s a market for the most unusual photos </p><p><strong>George Woodville, 20, UK</strong></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/what-i-do-is-still-taboo-the-people-who-sell-images-of-their-unlikely-body-parts-online\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/what-i-do-is-still-taboo-the-people-who-sell-images-of-their-unlikely-body-parts-online", "date_published": "2023-06-10 09:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Rev Richard Coles: ‘The best kiss of my life? At school, in the boys’ toilets. It made my knees tremble’", "description": "<p>The author and radio presenter on Ibiza 1990, the bad boys of Brexit and his infamous Strictly paso doble</p><p>Born in Northampton, the Rev Richard Coles, 61, was in 1980s pop duo the Communards, whose hits include Don’t Leave Me This Way. He went on to study theology at King’s College London and was ordained as an Anglican clergyman in 2005. From 2011 to 2023, he <a href=\"https://www.theguardian.com/tv-and-radio/2023/mar/22/it-just-feels-a-bit-sad-the-rev-richard-coles-disappointed-at-rushed-bbc-radio-4-exit\" title=\"\">co‑presented Saturday Live</a> on BBC Radio 4. His books include <a href=\"https://guardianbookshop.com/the-madness-of-grief-9781474619639?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">The Madness of Grief</a> about the loss of his partner, David, in 2019. His second novel, <a href=\"https://guardianbookshop.com/a-death-in-the-parish-9781399607469?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">A Death in the Parish</a>, has just been published. Last year, he retired from his Northamptonshire parish and now lives in Sussex.</p><p><strong>When were you happiest?</strong><br />Technically, Ibiza 1990, because of the amount of ecstasy I’d taken.<br /></p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/rev-richard-coles-the-best-kiss-of-my-life-at-school-in-the-boys-toilets-it-made-my-knees-tremble\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/rev-richard-coles-the-best-kiss-of-my-life-at-school-in-the-boys-toilets-it-made-my-knees-tremble", "date_published": "2023-06-10 08:30:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "From months on a remote island to bear-infested mountains: four ‘miracle’ child survival stories", "description": "<p>Four young children surviving 40 days in the Amazonian jungle has attracted global headlines, as have other children who triumphed against the odds</p><p>Forty days after their plane crashed into the Colombian Amazon jungle, four Indigenous children <a href=\"https://www.theguardian.com/world/2023/jun/10/colombian-children-found-alive-five-weeks-after-amazon-jungle-plane-crash\">have been rescued</a> – found malnourished, covered in insect bites, but alive.</p><p>The siblings from the Huioto Indigenous community – aged 13, nine, four and 11-months – survived one of the most uninhabitable parts of the country in a remarkable feat of resilience against heavy storms, predatory animals, and armed groups.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/from-months-on-a-remote-island-to-bear-infested-mountains-four-miracle-child-survival-stories\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/from-months-on-a-remote-island-to-bear-infested-mountains-four-miracle-child-survival-stories", "date_published": "2023-06-10 07:50:37+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How Jack Grealish went from meh man to a main man at Manchester City", "description": "<p>Record signing was often peripheral in last season’s big games but now feels he belongs and is showing it on and off the ball</p><p>It is safe to assume that Jack Grealish got involved and helped to drink “all the alcohol in Manchester”, as Pep Guardiola had it, after City’s latest Premier League title coronation last month. Of course, he did. Grealish is not, to borrow one of his good-natured jibes, Erling Haaland “sitting in his ice bath”. He loves a night out and is happy to say so. It is a part of his Jack the lad appeal.</p><p>With Grealish, there is the sense that he is never more than a few beers from a major PR incident. He is a danger man on and off the pitch and, again, it seems to be why people see him and smile – even when, at times, they know they should not.</p> <a href=\"https://www.theguardian.com/football/2023/jun/10/jack-grealish-manchester-city-main-man-champions-league-final\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/10/jack-grealish-manchester-city-main-man-champions-league-final", "date_published": "2023-06-10 07:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Manchester City’s odyssey from Dickov to the brink of immortality", "description": "<p>After escaping the third tier in 1999, City are one win from the treble. We chart the defining moments that transformed their fortunes</p><p>A real sliding doors moment as Paul Dickov’s last-minute equaliser in the 1999 Division Two play-off final helps City climb out of the third tier. Dickov’s strike into the top corner to send the game to extra time and penalties (in which Nicky Weaver is the City hero) feels like the flap of a butterfly wing – would City have become the behemoth they are now without the Scot burying his finish past Vince Bartram to break Gillingham hearts at Wembley?</p> <a href=\"https://www.theguardian.com/football/2023/jun/10/manchester-city-odyssey-from-dickov-to-the-brink-of-immortality\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/jun/10/manchester-city-odyssey-from-dickov-to-the-brink-of-immortality", "date_published": "2023-06-10 07:00:18+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Germans best tippers in Europe, finds poll. Italians? Not so much", "description": "<p>Dutiful German generosity revealed in analysis of gratuity habits in six EU countries, the UK and US</p><p>In Germany it seems to be pretty much automatic, pretty much all the time. In France and Spain it all depends – presumably on social subtleties that you have to be French or Spanish to understand. In Italy, why would you even bother?</p><p>When, and how much, to tip is a question that has been vexing visitors to Europe for as long as people have been travelling around the continent. Outside their own country, it seems even Europeans don’t know the answer.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/germans-best-tippers-in-europe-finds-poll-italians-not-so-much\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/germans-best-tippers-in-europe-finds-poll-italians-not-so-much", "date_published": "2023-06-10 07:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Labour’s green pledge offers everything voters want: to delay it would be foolish | Rebecca Newsom", "description": "<p>Swift investment would make any Labour government a climate and economic leader – so why the dithering?</p><p>As <a href=\"https://www.theguardian.com/environment/2023/jun/08/air-quality-record-smoke-hazard-wildfire-worst-day-ever-canada-new-york?utm_source=cbnewsletter&amp;utm_medium=email&amp;utm_term=2023-06-09&amp;utm_campaign=Daily+Briefing+09+06+2023\">wildfire smoke engulfs</a> much of the east coast of the US and average global temperatures continue to rise, with the world imminently facing some of the <a href=\"https://www.theguardian.com/environment/2023/jun/02/el-nino-may-push-heating-past-15c-urgent-action-avert-catastrophe\">hottest years on record</a>, it would be an error of judgment for the Labour party to delay <a href=\"https://www.theguardian.com/politics/2023/jun/09/labour-government-would-have-to-delay-28bn-green-fund-rachel-reeves-says\">its green investment pledge</a>. Doing so would not only be a mistake for our economy and the climate, but also threaten Labour’s electoral prospects, given strong public demand for bold action on this issue.</p><p>Together with its world-leading promise to <a href=\"https://www.theguardian.com/politics/2023/may/28/labour-confirms-plans-to-block-all-new-north-sea-oil-and-gas-projects\">end all new domestic oil and gas </a>developments, the Labour party’s £28bn-a-year investment pledge to green industries marks the scale of climate ambition we need to see from a future British government. These commitments mark Labour out as a potential major climate leader and, like Joe Biden’s landmark <a href=\"https://www.theguardian.com/us-news/2022/aug/16/biden-signs-inflation-reduction-act-landmark-healthcare-climate-bill\">Inflation Reduction Act (IRA)</a>, the investment pledge clearly demonstrates that the party is in tune with the economic realities of today’s world.</p><p>Rebecca Newsom is head of politics at Greenpeace</p> <a href=\"https://www.theguardian.com/commentisfree/2023/jun/10/labour-green-pledge-voters-delay-investment-climate-economy\">Continue reading...</a>", "link": "https://www.theguardian.com/commentisfree/2023/jun/10/labour-green-pledge-voters-delay-investment-climate-economy", "date_published": "2023-06-10 07:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Testing homemade vs ready-made baby food: which is better?", "description": "<p>Price and convenience are compared while taking on board the reaction of a young consumer</p><p>Children are expensive, even without a cost of living crisis to contend with. According to the Child Poverty Action Group’s most recent findings, the cost of raising a child until the age of 18 has reached <a href=\"https://cpag.org.uk/news-blogs/news-listings/full-time-workers-unable-reach-%E2%80%98no-frills%E2%80%99-living-standard-after-april%E2%80%99s\">£157,000 for a couple and £208,000 for lone parents</a>.</p><p>Childcare costs can be extortionate, kids grow out of clothes in the blink of an eye, and activities such as swimming and football lessons all cost money. However, one area where parents are particularly feeling the pinch is with the price of food. The most recent official data showed that food and nonalcoholic drink prices <a href=\"https://www.theguardian.com/business/2023/may/24/uk-inflation-falls-cost-of-living-crisis\">jumped by 19% in the 12 months to April</a>, meaning people are having to fork out more than ever to feed their children.</p> <a href=\"https://www.theguardian.com/money/2023/jun/10/testing-homemade-vs-ready-made-baby-food-which-is-better\">Continue reading...</a>", "link": "https://www.theguardian.com/money/2023/jun/10/testing-homemade-vs-ready-made-baby-food-which-is-better", "date_published": "2023-06-10 07:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tom Gauld on a devilish Midsummer’s Eve book launch – cartoon", "description": "<a href=\"https://www.theguardian.com/books/picture/2023/jun/10/tom-gauld-on-a-devilish-midsummers-eve-book-launch-cartoon\">Continue reading...</a>", "link": "https://www.theguardian.com/books/picture/2023/jun/10/tom-gauld-on-a-devilish-midsummers-eve-book-launch-cartoon", "date_published": "2023-06-10 07:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tove Jansson’s unseen Moomin sketches to go on show in Paris", "description": "<p>Exhibition focuses on life and career of ‘brave and uncompromising’ Finnish artist and writer</p><p>The Finnish artist and writer <a href=\"https://www.theguardian.com/books/2021/jun/05/tove-jansson-moomins-woman-fell-in-love-with-an-island-summer-book\">Tove Jansson</a> wooed children the world over with her troll creations the Moomins, the central characters in a series of novels, short stories and comic strips.</p><p>A new exhibition in Paris is to reveal never publicly seen archive material from the late artist, including a number of Moomin sketches.</p> <a href=\"https://www.theguardian.com/culture/2023/jun/10/tove-jansson-unseen-moomin-sketches-to-go-on-show-in-paris\">Continue reading...</a>", "link": "https://www.theguardian.com/culture/2023/jun/10/tove-jansson-unseen-moomin-sketches-to-go-on-show-in-paris", "date_published": "2023-06-10 07:00:17+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "DIY gel manicures are now the default. Here’s how to do them safely | Sali Hughes on beauty", "description": "<p>The rise of DIY kits during lockdown has led to more people developing skin allergies. Follow this advice to reduce the risk. </p><p>Last week, I posted a picture on <a href=\"https://www.instagram.com/bw.nails/?hl=en\" title=\"\">Instagram</a> of my regular gel manicure and received a slew of messages asking if, given recent <a href=\"https://www.bbc.co.uk/news/uk-65273991\" title=\"\">news</a> about serious allergic reactions from gel polish, I’d be quitting them for good.</p><p>Since long-lasting gels are now the default and traditional polish use is at an all-time low (“No one asks for it – we only ever use it when someone brings in their child,” one nail tech told me), it’s easy to see why the news has caused alarm. The answer is no – having used gel polish almost exclusively and without incident for eight years, I won’t go back. But I am glad the conversation is happening, and so are the nail technicians I know.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/10/when-it-comes-to-nail-polish-let-the-professionals-do-their-thing\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/10/when-it-comes-to-nail-polish-let-the-professionals-do-their-thing", "date_published": "2023-06-10 07:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Yotam Ottolenghi’s recipes for cooking with feta", "description": "<p>A feta-filled frittata, feta-stuffed koftas with grilled peppers, and a spring salad with a buttermilk and feta dressing</p><p>I knew I was on to a good thing when my new test kitchen colleague <a href=\"https://www.instagram.com/katjatausig/?hl=en\">Katja Tausig</a> started talking about and cooking with feta. For a team whose mantra might well be “Everything’s better with feta!”, her enthusiasm, and desire to dedicate a whole column to this briny, tangy, salty cheese, meant that the fit was complete. So here’s to welcoming Katja and to celebrating feta: crumble it, bake it, blitz it, stuff with it, showcase it.</p> <a href=\"https://www.theguardian.com/food/2023/jun/10/cooking-with-feta-recipes-yotam-ottolenghi-baked-frittata-dill-stuffed-koftas-grilled-peppers-spring-salad-buttermilk-dressing\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/10/cooking-with-feta-recipes-yotam-ottolenghi-baked-frittata-dill-stuffed-koftas-grilled-peppers-spring-salad-buttermilk-dressing", "date_published": "2023-06-10 07:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Be as diverse as possible!’: a gardening pioneer’s guide to growing on a warming planet", "description": "<p>The gardening pioneer Joy Larkhom changed how we grow veg and  championed rocket, salad bags and pak choi. What is she growing now?</p><p>Joy Larkcom is singing the praises of sugarloaf chicory. “It’s got deep roots, its leaves form a dense, crisp heart, and it withstands drought better than lettuce,” she says. “Sadly, these rarely find their way into the seed catalogues for amateur gardeners.” Her love for this unsung salad leaf sums up Larkcom’s lifelong passion: to bring more variety to our kitchen tables and preserve genetic diversity.</p><p>Larkcom, 87, is a vegetable grower and writer famous for her influential books from The Organic Salad Garden to <a href=\"https://guardianbookshop.com/grow-your-own-vegetables-9780711219632?utm_source=editoriallink&amp;amp;utm_medium=merch&amp;amp;utm_campaign=article\" title=\"\">Grow Your Own Vegetables</a>. Drawing from direct experience – for 30 years as an experimental market gardener in Suffolk; latterly in <a href=\"https://www.theguardian.com/lifeandstyle/2012/oct/19/alys-fowler-joy-larkcom\" title=\"\">her garden in West Cork</a> – her writing reads just as she speaks: authoritative yet lighthearted, combining practical, scientifically sound advice with an enthusiasm for continued learning.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/joy-larkcoms-gardening-pioneers-guide-to-growing-on-a-warming-planet\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/joy-larkcoms-gardening-pioneers-guide-to-growing-on-a-warming-planet", "date_published": "2023-06-10 07:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tories braced for byelection after Boris Johnson quits as an MP – UK politics live", "description": "<p>Johnson’s departure from political life comes less than four years after he won an 80-seat general election majority</p><p>Boris Johnson’s departure from life as an MP ahead of the publication of the Partygate report plays out across Saturday’s front pages, which are filled with a mixture of acrimony, triumph and predictions of further “Tory bloodletting”.</p><p>The <strong>Guardian</strong> focuses on the <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report\">reason for his decision to resign</a> as MP, noting that the privileges committee found he misled parliament and recommended a lengthy suspension from the House of Commons. It finds a spot lower down for the reaction to Rishi Sunak <a href=\"https://www.theguardian.com/politics/2023/jun/09/rishi-sunak-approves-boris-johnson-resignation-honours-list\">approving Johnson’s honours list</a>, regarded as rewarding those involved in the Partygate scandal.</p> <a href=\"https://www.theguardian.com/politics/live/2023/jun/10/boris-johnson-resigns-quits-mp-conservatives-tories-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/live/2023/jun/10/boris-johnson-resigns-quits-mp-conservatives-tories-latest-news", "date_published": "2023-06-10 06:26:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Bums away: The Full Monty is back – but without the nudity", "description": "<p>No one wants to see the cast naked any more, so this TV follow-up shuns stripping for comic capers and cost-of-living tragedy. Even better, it actually gives plotlines to the female characters</p><p>Television shows that remake films tend to be exercises in pointless nostalgia. Do you remember the movies <a href=\"https://www.theguardian.com/tv-and-radio/2023/apr/16/lock-up-your-bunnies-fatal-attraction-tv-reboot-lizzie-caplan-joshua-jackson\">Fatal Attraction</a>, <a href=\"https://www.theguardian.com/tv-and-radio/2022/nov/06/dangerous-liaisons-review-a-classic-novel-becomes-gossip-girl-in-powdered-wigs\">Dangerous Liaisons</a> and <a href=\"https://www.theguardian.com/tv-and-radio/2022/sep/12/american-gigolo-jon-bernthal-couldnt-be-sexier-in-the-most-pointless-show-of-the-year\">American Gigolo</a>? Yes. Would you like to watch a weird cosplay version of them that goes on for 10 hours and confusingly reshuffles the plot? Um, not really. The Full Monty (from 14 June, Disney+) is the latest entrant in an already tired genre, but it has one up on most of the competition: all the core cast are in that sweet spot where they’re successful enough to be worth rehiring but not so famous they’ve turned the reboot down. That means there’s no need to rejig the story of redundant Sheffield steelworkers who, in 1997, found solace in hard times by forming a Chippendales-style male striptease troupe. We simply return to Sheffield 26 years later, to find the same characters, played by the same actors, living the same lives.</p><p>The film had it easy, plot-wise, in that it built towards that heartwarming climactic moment when a sextet of men showed the local community their penises. Those six appendages were the pegs on which were hung serious subtexts about the misery of life in a Thatcher-ravaged, deindustrialised northern England. A quarter of a century on, however, the prospect of the old boys windmilling their hosepipes in housewives’ faces would horrify everyone. So the new Full Monty is fully clothes-on.</p> <a href=\"https://www.theguardian.com/tv-and-radio/2023/jun/10/full-monty-disney-tv-review-simon-beaufoy-alice-nutter\">Continue reading...</a>", "link": "https://www.theguardian.com/tv-and-radio/2023/jun/10/full-monty-disney-tv-review-simon-beaufoy-alice-nutter", "date_published": "2023-06-10 06:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Disco then shower at 33,000ft: Dubai hotelier launches £10k-an-hour ‘party jet’", "description": "<p>Plane can accommodate up to 16 people and is aimed at super-rich who ‘want to enjoy the money while still alive’</p><p>Forget partying on the ground: the super-rich are being told to do it at 33,000ft by a multimillionaire Dubai hotelier launching a £10,000-an-hour “five-star party jet”.</p><p>Kabir Mulchandani, the founder and chair of the luxury hotel group FIVE, has bought a Airbus ACJ TwoTwenty and claims to have transformed it into a “boundary-breaking fusion of hospitality and private aviation”, complete with dancing area, king-size bed and shower.</p> <a href=\"https://www.theguardian.com/news/2023/jun/10/dubai-hotelier-launches-10k-an-hour-party-jet-shower-disco\">Continue reading...</a>", "link": "https://www.theguardian.com/news/2023/jun/10/dubai-hotelier-launches-10k-an-hour-party-jet-shower-disco", "date_published": "2023-06-10 06:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "What links Harlem Nights and Night of the Hunter? The Saturday quiz", "description": "<p>From the Meiji Restoration to the Marquis de Sade, test your knowledge with the Saturday quiz</p><p><strong>1</strong> What is the world’s most widely used psychoactive drug? <br /><strong>2</strong> What does the GPT of ChatGPT stand for? <br /><strong>3</strong> Which construction did IK Brunel call “my first child, my darling”? <br /><strong>4</strong> Where, in the late 19th century, did the Meiji Restoration take place? <br /><strong>5</strong> Katherine Johnson famously made calculations for which organisation? <br /><strong>6</strong> Which UK city has Linen, Cathedral and Titanic quarters? <br /><strong>7</strong> Tudor Close in Rottingdean is said to have inspired what board game? <br /><strong>8</strong> What ended on Black Tot Day in 1970? <br /><strong>What links:<br />9</strong> Barbz; Beyhive; Little Monsters; Lizzbians; Swifties? <br /><strong>10</strong> Connor (1895); Ruth (1921); Aaron (1974); Bonds (2007)? <br /><strong>11</strong> Anne of Denmark; Henrietta Maria; Elizabeth II? <br /><strong>12</strong> Light yellow; muscular; aficionado; to polish? <br /><strong>13</strong> Belmont; Emley Moor; Winter Hill; Crystal Palace; Mendlesham? <br /><strong>14</strong> Man in the Iron Mask; Marquis de Sade; Voltaire? <br /><strong>15</strong> Night of the Hunter; One-Eyed Jacks; Harlem Nights; Whip It?</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/what-links-harlem-nights-and-night-of-the-hunter-the-saturday-quiz\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/what-links-harlem-nights-and-night-of-the-hunter-the-saturday-quiz", "date_published": "2023-06-10 06:00:16+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘I’m demoralised about the landscape of fashion’: cult designer Martine Rose", "description": "<p>As men’s fashion week gets underway in London, Martine Rose, a favourite of Drake and Kendrick Lamar, opens up about the lack of support for fashion designers in the UK and how her work references the ‘oppressed’, not the ‘oppressor’</p><p>Menswear trends such as track tops and weird trainers may are often attributed to a combination of social media, celebrity and kismet. But there’s another factor that links them: the designer <a href=\"https://www.theguardian.com/football/2022/jul/06/nike-and-uk-designer-martine-rose-promote-unsung-heroes-of-womens-football\">Martine Rose</a>.</p><p>The London-born 42-year-old might not be a household name like Ralph Lauren or Giorgio Armani, but she has a greater influence on what fashionable young men wear in 2023. Having designed menswear since 2007, she is an originator of some of the more outlandish trends ranging from <a href=\"https://www.theguardian.com/fashion/2021/nov/26/gorpcore-trend-rises-as-extreme-outdoor-wear-hits-pub-and-park\">gorpcore</a> (hiking gear for people who don’t hike) to Justin Bieber’s wide-legged jeans. Her climbing collection and cult football shirt based on Liverpool’s 1992 strip are already five years old. Last year, a heeled version of Nike’s Shox sneakers – perhaps the weirdest of weird shoes – became the go-to trainer among the fashion crowd and sneakerheads alike.</p> <a href=\"https://www.theguardian.com/fashion/2023/jun/10/im-demoralised-about-the-landscape-of-fashion-cult-designer-martine-rose\">Continue reading...</a>", "link": "https://www.theguardian.com/fashion/2023/jun/10/im-demoralised-about-the-landscape-of-fashion-cult-designer-martine-rose", "date_published": "2023-06-10 06:00:15+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Elliot Page on Juno, Hollywood’s dark side and coming out twice", "description": "<p>When the feelgood movie made him an Oscar-nominated star, the strain of hiding who he was almost forced him to quit acting. He explains how opening up about being gay, then trans, saved his life</p><p>Elliot Page’s memoir is called Pageboy. At its heart is the story of his transitioning from an Oscar-nominated actress, best known for the <a href=\"https://www.theguardian.com/film/2008/feb/08/comedy.drama\" title=\"\">wonderful coming-of-age comedy drama Juno</a>, to one of the world’s most high profile trans men. He writes, rather beautifully, about gender dysphoria, <a href=\"https://www.theguardian.com/film/2021/apr/30/elliot-page-happiness-top-surgery-oprah-winfrey-interview\" title=\"\">top surgery</a> and finally finding himself. But the book is so much more than a tale of transition.</p><p>Pageboy is a modern-day Hollywood Babylon, written by a sensitive soul rather than a scandalmonger. <a href=\"https://www.theguardian.com/film/elliot-page\" title=\"\">Page</a> depicts a film industry even more rancid than we may have suspected. This is a world where it’s not only the Harvey Weinsteins at the top of the pyramid who get to abuse the young and powerless – just about everybody seems to have a go. It’s a world where most people appear to be closeted in one way or another, a world where more acting is done off set than on.</p> <a href=\"https://www.theguardian.com/film/2023/jun/10/elliot-page-juno-hollywoods-dark-side-coming-out-twice\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/jun/10/elliot-page-juno-hollywoods-dark-side-coming-out-twice", "date_published": "2023-06-10 06:00:14+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Blind date: ‘I guessed she was Canadian – she’s from Glasgow’", "description": "<p>Alison, 29, a data scientist meets Emma, 29, a policy officer</p><p><strong>What were you hoping for?</strong><br />A good story and to rack up a bill that would give me nightmares if I were paying myself. And potentially to meet the love of my life.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/blind-date-alison-emma\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/blind-date-alison-emma", "date_published": "2023-06-10 05:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "How to use up wilted herbs in a brilliant Middle Eastern spice blend  | Waste not", "description": "<p>Za’atar, the super-versatile Levantine seasoning, is a brilliant way to use up excess herbs and herb stalks, and it will keep for up to a year</p><p>The Middle Eastern herb za’atar, which is also known as Syrian oregano, or <em>Origanum syriacum</em>, grows across the Levant and has a unique and intoxicating flavour similar to thyme and marjoram, but with a broader, longer leaf. Za’atar is most commonly known, however, as a spice mix that contains the herb, usually combined with sesame seeds, cumin, coriander and sumac, and that has a sour, citrus twang.</p><p>Like many others, <a href=\"https://www.acmefirecult.com/\">Acme Fire Cult</a>, a barbecue restaurant in east London founded by chefs <a href=\"https://www.instagram.com/chefdanielwatkins/?hl=en\">Daniel Watkins</a> and <a href=\"https://www.instagram.com/chefandrewclarke/?hl=en\">Andrew Clarke</a>, makes its own za’atar-style spice mix, which is a brilliant way to use up surplus herbs and herb stalks.</p> <a href=\"https://www.theguardian.com/food/2023/jun/10/how-to-use-up-wilted-herbs-in-a-brilliant-middle-eastern-spice-blend-zaatar-recipe-zero-waste-cooking\">Continue reading...</a>", "link": "https://www.theguardian.com/food/2023/jun/10/how-to-use-up-wilted-herbs-in-a-brilliant-middle-eastern-spice-blend-zaatar-recipe-zero-waste-cooking", "date_published": "2023-06-10 05:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Tim Dowling: an empty nest looms – and we’re already rehearsing for it", "description": "<p>This may be the last time I see our three adult children bickering over a boardgame around the kitchen table</p><p>The youngest one is turning 24. His presents consist largely of domestic appliances – a microwave, a kettle, a toaster – because he is scheduled to move out soon. My wife is also trying to organise a birthday lunch for him, but the timings are difficult: the oldest one lives on the other side of London; the middle one has an appointment to view a flat, because he is also poised to move out.</p><p>After years of having our adult children underfoot, my wife and I are about to find ourselves alone. Neither of us really knows what this will be like, although we’ve had a few alarming rehearsals.</p> <a href=\"https://www.theguardian.com/lifeandstyle/2023/jun/10/tim-dowling-an-empty-nest-looms-and-were-already-rehearsing-for-it\">Continue reading...</a>", "link": "https://www.theguardian.com/lifeandstyle/2023/jun/10/tim-dowling-an-empty-nest-looms-and-were-already-rehearsing-for-it", "date_published": "2023-06-10 05:00:13+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Nuggets move to brink of team’s first NBA title after Game 4 win over Heat", "description": "<ul><li>Nuggets beat Heat 108-95 in Game 4 for 3-1 series lead</li><li><a href=\"https://www.theguardian.com/sport/live/2023/jun/09/nba-finals-game-4-denver-nuggets-v-miami-heat-live\">NBA finals Game 4 – as it happened</a></li></ul><p>The mission for the Denver Nuggets was clear: Come to Miami, get two wins and head back home with a chance to finally become NBA champions.</p><p>It’s officially there for the taking.</p> <a href=\"https://www.theguardian.com/sport/2023/jun/09/denver-nuggets-miami-heat-nba-finals-game-4-report\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/jun/09/denver-nuggets-miami-heat-nba-finals-game-4-report", "date_published": "2023-06-10 03:22:48+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Party’s over, Boris’: what the UK papers say about Johnson’s Partygate resignation", "description": "<p>Some newspapers focus on former PM’s accusations in fiery resignation letter, while others point readers towards damning committee report</p><p>Boris Johnson’s departure from life as an MP ahead of the publication of the Partygate report plays out across Saturday’s front pages, which are filled with a mixture of acrimony, triumph and predictions of further “Tory bloodletting”.</p><p>The <strong>Guardian</strong> focuses on the <a href=\"https://www.theguardian.com/politics/2023/jun/09/boris-johnson-resigns-as-mp-with-immediate-effect-over-partygate-report\">reason for his decision to resign</a> as MP, noting that the privileges committee found he misled parliament and recommended a lengthy suspension from the House of Commons. It finds a spot lower down for the reaction to Rishi Sunak <a href=\"https://www.theguardian.com/politics/2023/jun/09/rishi-sunak-approves-boris-johnson-resignation-honours-list\">approving Johnson’s honours list</a>, regarded as rewarding those involved in the Partygate scandal.</p> <a href=\"https://www.theguardian.com/politics/2023/jun/10/partys-over-boris-what-the-uk-papers-say-about-johnsons-partygate-resignation\">Continue reading...</a>", "link": "https://www.theguardian.com/politics/2023/jun/10/partys-over-boris-what-the-uk-papers-say-about-johnsons-partygate-resignation", "date_published": "2023-06-10 02:35:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "Colombian children found alive five weeks after Amazon jungle plane crash", "description": "<p>The children – one of whom was just 11 months old – were rescued by the military after surviving on fruit and making shelters in the thick jungle</p><p>Four children from an Indigenous community in Colombia were found alive in the south of the country more than five weeks after the plane they were travelling in crashed in thick jungle, Colombia’s president, Gustavo Petro, has said.</p><p>The children were rescued by the military near the border between Colombia’s Caqueta and Guaviare provinces, close to where the small plane had crashed.</p> <a href=\"https://www.theguardian.com/world/2023/jun/10/colombian-children-found-alive-five-weeks-after-amazon-jungle-plane-crash\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/jun/10/colombian-children-found-alive-five-weeks-after-amazon-jungle-plane-crash", "date_published": "2023-06-10 01:17:35+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.theguardian.com/international/rss", "title": "A million good lucks: California family finds over 1m copper pennies", "description": "<p>John Reyes and his family were cleaning out his father-in-law’s home when they made the surprise discovery</p><p>Cleaning out a house for renovation can oftentimes produce some unsavory surprises, but a family in Los Angeles got lucky – a million times over – with one of their finds.</p><p>John Reyes, a realtor in the Inland Empire area, was helping his wife, Elizabeth, clean out her father’s 1900s-era home last year when they discovered more than 1m copper pennies in a cramped crawlspace in the basement, according to <a href=\"https://ktla.com/news/california/family-finds-1-million-copper-pennies-while-cleaning-out-los-angeles-home/\">KTLA news</a>. The trove has a face value of at least $10,000, but could be worth more than $1m.</p> <a href=\"https://www.theguardian.com/us-news/2023/jun/09/california-family-million-copper-pennies\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/jun/09/california-family-million-copper-pennies", "date_published": "2023-06-10 01:13:59+00:00", "persistent": false, "user": null, "language": "en-US"}]