[{"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Jak udostępnić Netflix rodzinie lub znajomym? Zaproszenia tylko dla dorosłych", "description": "W ostatnich dniach osoby, które korzystały z serwisu Netflix za pośrednictwem cudzych kont, straciły dostęp do platformy.  Dodatkową osobę można łatwo dodać za dopłatą 9,99 zł miesięcznie. Musi być ona jednak pełnoletnia i ma prawo do oglądania treści tylko na jednym urządzeniu jednocześnie.", "link": "https://www.wirtualnemedia.pl/artykul/koniec-netflix-wspoldzielenie-konta-poradnik-oplata-zaproszenie-liczba-urzadzen-liczba-gospodarstw-domowych", "date_published": "2023-06-10 06:55:45.633022+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "„Jeszcze nigdy…” Devi nie wyjeżdżała na studia. Recenzja finałowego sezonu serialu Netfliksa", "description": "„Jeszcze nigdy…” to jeden z najbardziej udanych seriali młodzieżowych Netfliksa, który właśnie dobiegł końca. Historia Devi opowiedziana przez Mindy Kaling i Lang Fisher stara się uwzględnić wszystkie problemy, z jakimi mierzą się dzisiaj nastolatkowie, czyniąc to w zabawny i bezpretensjonalny sposób.", "link": "https://www.wirtualnemedia.pl/artykul/koniec-serial-jeszcze-nigdy-recenzja-finalowego-sezonu-netflix-obsada", "date_published": "2023-06-10 05:45:27.142771+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Polacy obchodzą blokadę współdzielenia kont Netfliksa. Mają kilka sposobów", "description": "W ostatnich dniach Netflix zablokował dostęp do swoich treści użytkownikom, którzy logują się za pomocą hasła osoby spoza gospodarstwa domowego. Pomysłowość Polaków nie zna jednak granic. Sięgają m.in. po usługi VPN, przeglądarkę internetową na ekranie telewizora, aby dalej bez dopłat korzystać z serwisu streamingowego.", "link": "https://www.wirtualnemedia.pl/artykul/netflix-jak-obejsc-wspoldzielenie-konta-doplata-vpn-smartfon-router-przegladarka-internetowa-wi-fi-jak-ogladac", "date_published": "2023-06-10 05:45:27.140569+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Piractwo IPTV kwitnie, ale piraci wykupują też dużo legalnych usług", "description": "W 2022 roku piractwo treści filmowych wzrosło o 38,6 proc., natomiast kanałów telewizyjnych o 8,8 proc. w porównaniu z 2021 roku.  Firma Muso, specjalizująca się w badaniu nielegalnych treści zauważa jednak, że piraci należą do „najbardziej zapalonych konsumentów”. Potwierdzają to dane Deloitte dotyczące polskiego rynku.", "link": "https://www.wirtualnemedia.pl/artykul/piractwo-iptv-lista-m3u", "date_published": "2023-06-10 04:34:58.286588+00:00", "persistent": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_internet.xml", "title": "Agora ze stratą w internecie, chociaż Gazeta.pl zarabia więcej", "description": "W pierwszym kwartale br. przychody segmentu internetowego grupy Agora zmalały o 15 proc., pogorszyła się też jego rentowność. Co prawda Gazeta.pl zarabia więcej z reklam, ale Yieldbird skupia się na współpracy z najlepszymi biznesowo klientami.", "link": "https://www.wirtualnemedia.pl/artykul/agora-ile-zarabia-w-internecie-gazeta-pl-yieldbird", "date_published": "2023-06-10 04:34:58.282308+00:00", "persistent": false, "user": null, "language": "pl-PL"}]