[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Your Online AI Boyfriend’: Influencer Creates A Fake Him … For The Ladies", "description": "&#8220;Turning your wattpad fantasy into reality.&#8221; That&#8217;s what it says on the website for Luwucifer, a social media influencer with more than 1 million followers on TikTok. &#8220;Meet Luwucifer AI. He can be your new friend, companion, or romantic partner. Luwucifer AI can create personalized roleplaying stories and read them to you. Switch between text ...", "link": "https://www.dailywire.com/news/your-online-ai-boyfriend-influencer-creates-a-fake-him-for-the-ladies", "date_published": "2023-06-10 18:15:59+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Department Of Injustice’: Trump Takes Aim At Biden, DOJ In First Post-Indictment Speech", "description": "Former President Donald Trump said Saturday that the “deep state” was coming after him and his supporters in his first speech since being indicted on federal charges related to his handling of classified documents. Trump spoke openly about the 37-count indictment to about 2,000 Republicans gathered in Columbus, Georgia, at the state Republican conference. The ...", "link": "https://www.dailywire.com/news/department-of-injustice-trump-takes-aim-at-biden-doj-in-first-post-indictment-speech", "date_published": "2023-06-10 16:48:51+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Energy Secretary Admits She Owned Individual Stocks, Contradicting Previous Testimony", "description": "Energy Secretary Jennifer Granholm disclosed this week that she had owned individual stocks, contradicting previous testimony from the Biden administration official. Granholm said in a Friday letter that she discovered last month that she owned individual stocks, contrary to what she testified on April 20. In the letter, she told the Senate Energy and Natural ...", "link": "https://www.dailywire.com/news/biden-energy-secretary-admits-she-owned-individual-stocks-contradicting-previous-testimony", "date_published": "2023-06-10 15:44:26+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Declined Dramatically’: Sen. Dianne Feinstein’s Approval Plunges — Again", "description": "Just like Sen. Dianne Feinstein&#8217;s health, her approval rating is on a rapid decline. The 89-year-old California Democrat — who missed more than two months of work after coming down with shingles and other serious ailments, putting her in a wheelchair — appears to have worn out her welcome with Californians. Approval of the way ...", "link": "https://www.dailywire.com/news/declined-dramatically-sen-dianne-feinsteins-approval-plunges-again", "date_published": "2023-06-10 13:30:49+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Ted Kaczynski, Unabomber, Found Dead In North Carolina Prison Cell", "description": "Unabomber Ted Kaczynski was found dead in his prison cell, according to the Federal Bureau of Prisons. His cause of death was not immediately known. Kaczynski, 81, known for orchestrating a series of bombings over a roughly 20-year stretch before being caught, was pronounced dead on Saturday when he was found by employees of the ...", "link": "https://www.dailywire.com/news/ted-kaczynski-unabomber-found-dead-in-north-carolina-prison-cell", "date_published": "2023-06-10 13:25:56+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Police Investigating Discovery Of 2020 Absentee Ballots In Michigan Storage Locker", "description": "Police in Michigan are investigating the discovery of roughly 300 absentee ballots from the 2020 election that were found in a storage locker. The ballots were discovered in a storage locker in Thetford Township in August 2022 but just disclosed after the town’s supervisor, Rachel Stanke, filed a freedom of information request and discussed the ...", "link": "https://www.dailywire.com/news/police-investigating-discovery-of-2020-absentee-ballots-in-michigan-storage-locker", "date_published": "2023-06-10 12:59:09+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Miracle’: Four Children Found Alive 40 Days After Plane Crash In Remote Jungle", "description": "Four children who were missing after a plane crash in Colombia were found alive and rescued after 40 days alone.  The children who ranged in age from just 11 months to 13 years old were found in a remote area of the Amazon jungle in Colombia after surviving storms and avoiding dangerous animals and rebel ...", "link": "https://www.dailywire.com/news/miracle-four-children-found-alive-40-days-after-plane-crash-in-remote-jungle", "date_published": "2023-06-10 11:48:04+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Time To ‘Just Say No’ To George Soros’s Campaign To Legalize Drugs", "description": "Eight of the nine 2024 Republican presidential hopefuls presented their vision for America in Iowa last Saturday. Yet, none proposed a policy that could stop or reverse the terrible effects caused by George Soros&#8217;s &#8220;compassionate&#8221; initiative of decriminalizing and legalizing drugs, which began with marijuana. In his 2004 book &#8220;The Bubble of American Supremacy&#8221; Soros ...", "link": "https://www.dailywire.com/news/time-to-just-say-no-to-george-soross-campaign-to-legalize-drugs", "date_published": "2023-06-10 11:10:12+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "White House Enforcing Mask Mandates, Social Distancing For Unvaccinated Visitors", "description": "The White House is enforcing a mask mandate and social distancing guidelines for visitors who are unvaccinated or not fully vaccinated, an email shows.  Lawmakers invited to attend “College Athlete Day,” where athletes from championship collegiate teams get to visit the White House, were told to mask up for the event if they are not ...", "link": "https://www.dailywire.com/news/white-house-enforcing-mask-mandates-social-distancing-for-unvaccinated-visitors", "date_published": "2023-06-10 10:34:03+00:00", "persistent": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Blue Jays Cut Pitcher Who Apologized For Sharing Video On Bud Light, Target Boycotts", "description": "The Toronto Blue Jays have cut pitcher Anthony Bass just over a week after he apologized for sharing a video on social media that encouraged Christians to boycott Bud Light and Target.  The decision was based mostly on performance, but “distraction” did play a role, according to Blue Jays manager Ross Atkins. Bass had previously ...", "link": "https://www.dailywire.com/news/blue-jays-cut-pitcher-who-apologized-for-sharing-video-on-bud-light-target-boycotts", "date_published": "2023-06-10 09:13:52+00:00", "persistent": false, "user": null, "language": "en-US"}]