[{"source": "https://businessinsider.com.pl/.feed", "title": "Kiedyś ten alkohol pili biedni, chłopi i niewyedukowani. Dziś nazywany jest \"eliksirem bogów\"", "description": "Mezcal i tequila są wytwarzane z agawy, ale mezcal jest starszy od tequili i ma wyraźny dymny smak. Jego popularność rośnie najszybciej wśród alkoholi w Ameryce. Obecnie amerykański rynek mezcalu jest większy niż meksykański.", "link": "https://businessinsider.com.pl/wideo/kiedys-ten-alkohol-pili-biedni-chlopi-i-niewyedukowani-dzis-nazywany-jest-eliksirem/v2epwbx", "date_published": "2023-07-09T13:35:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Jak inwestować w złoto? Oto wszystko, co musisz o tym wiedzieć", "description": "Inwestowanie w złoto zyskuje w Polsce na popularności, ale wciąż nie jest powszechne. Z najnowszych badań wynika, że na taką formę lokowania oszczędności decyduje się zaledwie 14 proc. Polaków. Podpowiadamy, jak rozpocząć przygodę z tym kruszcem i na co przy tym uważać. Najistotniejsze jest to, by jak do każdej inwestycji podchodzić ostrożnie i ze zdrowym rozsądkiem.", "link": "https://businessinsider.com.pl/gielda/jak-inwestowac-w-zloto-oto-wszystko-co-musisz-wiedziec/8kwvln8", "date_published": "2023-07-09T12:57:15+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Instrument wykonany ze skorupy dyni. \"Wypływają z niego najpiękniejsze dźwięki na świecie\"", "description": "Kiedy cztery struny są nastrojone i ktoś zagra na tanputrze, to wypływają z niej najpiękniejsze dźwięki na świecie — twierdzi lutnik, rzeźbiący instrumenty w dyni.", "link": "https://businessinsider.com.pl/wideo/instrument-wykonany-ze-skorupy-dyni-wyplywaja-z-niego-najpiekniejsze-dzwieki-na/lmlvhqh", "date_published": "2023-07-09T12:45:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Ta księgarnia przechowuje książki w łodziach. Ma swój powód", "description": "W tej weneckiej księgarni książki przechowywane są w łodziach. Ma to swój ważny powód. Księgarnia nosi nazwę Acqua Alta, co oznacza wysoką wodę.", "link": "https://businessinsider.com.pl/wideo/ta-ksiegarnia-przechowuje-ksiazki-w-lodziach-ma-swoj-powod/t693tbb", "date_published": "2023-07-09T12:08:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Niemcy będą opóźniać wejście Ukrainy do NATO. \"Obawiają się\"", "description": "Podczas nadchodzącego szczytu NATO w Wilnie Niemcy będą naciskać na opóźnienie akcesji Ukrainy, obawiając się, że może to doprowadzić Sojusz do wojny z Rosją — powiadomił w niedzielę brytyjski dziennik \"Daily Telegraph\". \"Niemcy nie chcą, by Władimir Putin potencjalnie testował artykuł 5\" — czytamy.", "link": "https://businessinsider.com.pl/wiadomosci/niemcy-beda-opozniac-wejscie-ukrainy-do-nato-obawiaja-sie/p570ted", "date_published": "2023-07-09T11:16:47+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Przewodnik po programie Bezpieczny kredyt. Najważniejsze pytania i odpowiedzi", "description": "Choć finansowanie w ramach Bezpiecznego kredytu 2 proc. może być bardzo atrakcyjną ofertą dla osób chcących sfinansować zakup mieszkania, to muszą spełnić szereg warunków, aby wziąć udział w programie. I to nawet nie tych dotyczących dochodów. Przedstawiamy odpowiedzi na pytania najbardziej nurtujące potencjalnych beneficjentów.", "link": "https://businessinsider.com.pl/twoje-pieniadze/przewodnik-po-programie-bezpieczny-kredyt-najwazniejsze-pytania-i-odpowiedzi/3dlx0xf", "date_published": "2023-07-09T11:05:09+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Codziennie przygotowują darmowe posiłki dla 40 tys. osób. Mają jedną zasadę", "description": "Król i żebrak są tu traktowani z takim samym szacunkiem — oto świątynia Gurudwara Bangla Sahib w Nowym Delhi w Indiach. Nie było dnia, aby ktokolwiek wyszedł z niej głodny.", "link": "https://businessinsider.com.pl/wideo/codziennie-przygotowuja-darmowe-posilki-dla-40-tys-osob-maja-jedna-zasade/h7jktvj", "date_published": "2023-07-09T10:14:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Gigant z Niemiec zachęca UE do GMO i sprzedaje w Rosji. Tłumaczy dlaczego [WYWIAD]", "description": "Działamy zgodnie z duchem G7, która przekonuje, że niedostarczanie niektórych produktów do Rosji pogorszy ogólną sytuację na świecie. Ich brak w tym kraju nie przełoży się na zakończenie wojny – przekonuje Rodrigo Santos, członek zarządu Bayera, pytany, dlaczego jego firma wciąż jest aktywna w Rosji.", "link": "https://businessinsider.com.pl/gospodarka/gigant-z-niemiec-zacheca-ue-do-gmo-i-sprzedaje-w-rosji-dlaczego-odpowiada/2m8rzlj", "date_published": "2023-07-09T10:04:51+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Wypocznij w luksusowym hotelu w sercu Mazur", "description": "W sercu Mazur, nad brzegiem malowniczego Jeziora Drwęckiego, znajduje się stylowy hotel, który potrafi pozytywnie zaskakiwać na każdym kroku. Radisson Blu Resort &amp; Conference Center w Ostródzie to pięciogwiazdkowy kompleks, który łączy piękno otaczającej przyrody z luksusowym i komfortowym wypoczynkiem. To idealne miejsce dla par, grup przyjaciół oraz rodzin z dziećmi, które szukają wyjątkowego miejsca na wypoczynek nad jeziorem. Co więcej? Radisson Blu Resort wraz z serwisem Travelist.pl przygotował dla użytkowników Business Insider najniższe ceny rezerwacji w obiekcie. Tylko za pośrednictwem linków partnerskich w poniższym artykule, dokonasz rezerwacji ze specjalną zniżką. Zapraszamy!", "link": "https://businessinsider.com.pl/lifestyle/podroze/wypocznij-w-luksusowym-hotelu-w-sercu-mazur/chjhlb3", "date_published": "2023-07-09T10:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "PO rusza z nową akcją w nadmorskich kurortach. \"Aleja milionerów PiS\"", "description": "Platforma Obywatelska postawiła w Międzyzdrojach podobizny polityków PiS oraz menedżerów największych spółek Skarbu Państwa wraz z kwotami, o jakie wzbogacili się w czasach \"dobrej zmiany\".", "link": "https://businessinsider.com.pl/gospodarka/po-rusza-z-akcja-w-nadmorskich-kurortach-aleja-milionerow-pis/crxkc6x", "date_published": "2023-07-09T09:22:42+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Singapur zamyka kultowy wieżowiec uciech. \"Tworzenie go zajęło 40 lat, zniszczenie kilka miesięcy\"", "description": "Podczas gdy obszar wokół Orchard Towers rozwinął się w wysokiej klasy dzielnicę pełną luksusowych centrów handlowych i pięciogwiazdkowych hoteli, sam obiekt poszedł w drugą stronę: stał się bardziej sprośny i rozpustny. Słynna lokalizacja klubów nocnych i domów publicznych w Singapurze za mniej niż 30 dni zamknie jednak na zawsze swoje drzwi. Właściciele klubów i pracownicy seksualni zastanawiają się, co dalej.", "link": "https://businessinsider.com.pl/lifestyle/singapur-zamyka-kultowy-wiezowiec-uciech-tworzenie-go-zajelo-40-lat-zniszczenie-kilka/wnqh4v3", "date_published": "2023-07-09T08:37:26+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Sprawdziłem, jak kupić tanie loty na urlop. Triki z VPN i incognito nie działają", "description": "Mamy wakacje, a to dla wielu oznacza zagraniczne urlopy. Bilety na samolot można było kupować taniej, jeśli polegaliśmy na kilku trikach z użyciem narzędzi technologicznych. Ale to już przeszłość. Przedstawiciele wyszukiwarek lotów mówią, że takie metody nie działają, a po testach stwierdzam: mają rację. Przeglądanie i zamawianie biletów na karcie incognito, czy też korzystanie z płatnych VPN-ów niczego nie zmienia. Czy są jakieś inne sposoby na to, aby znaleźć tanie loty?", "link": "https://businessinsider.com.pl/technologie/jak-znalezc-tanie-loty-z-warszawy-i-innych-miast-vpn-nie-dziala/9scnj4y", "date_published": "2023-07-09T07:17:32+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Policyjna grupa Speed zatrzymała pirata. Pędził na... hulajnodze po dziecko do przedszkola", "description": "45-letni wrocławianin będzie musiał zapłacić 800 zł mandatu za przekroczenie prędkości o 34 km/h. Nie byłoby w tym nic dziwnego, gdyby nie fakt, że zrobił to... na hulajnodze. Policjantom z grupy Speed tłumaczył, że spieszył się po dziecko do przedszkola.", "link": "https://businessinsider.com.pl/wiadomosci/policyjna-grupa-speed-zatrzymala-pirata-jechal-na-hulajnodze/mdsmw31", "date_published": "2023-07-09T07:12:38+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Od jutra wracają książeczki mieszkaniowe po nowemu. Oto zasady", "description": "Od poniedziałku w Banku Pekao będzie można założyć konto mieszkaniowe, które jest jednym z elementów rządowego programu Pierwsze Mieszkanie. Jest to pierwszy bank, który wprowadza produkt do swojej oferty.", "link": "https://businessinsider.com.pl/poradnik-finansowy/od-jutra-wracaja-ksiazeczki-mieszkaniowe-po-nowemu-oto-zasady/2s5j9qs", "date_published": "2023-07-09T06:48:51+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Oto 12 sposobów na pisanie skuteczniejszych komend dla ChatGPT", "description": "Nie wiesz, jak efektywnie korzystać z ChatGPT? Pomożemy. Poniżej przedstawiamy krótki przewodnik, jak pisać skuteczne instrukcje i co robić, by ChatGPT generował pomocne dla nas treści.", "link": "https://businessinsider.com.pl/wiadomosci/12-sposobow-na-pisanie-lepszych-instrukcji-dla-chatgpt/serj2wf", "date_published": "2023-07-09T06:27:24+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Buffett i Gates poznali się 4 lipca 1991 r. Oto historia początku ich słynnej przyjaźni", "description": "Warren Buffett i Bill Gates są bardzo bliskimi przyjaciółmi, którzy współpracowali w zakresie działalności dobroczynnej, aktywizmu politycznego i brydża online. Ich niezwykła przyjaźń rozpoczęła się ponad 30 lat temu, w weekend 4 lipca 1991 r.", "link": "https://businessinsider.com.pl/biznes/buffett-i-gates-poznali-sie-4-lipca-1991-r-oto-historia-poczatku-ich-slynnej/hw9bg82", "date_published": "2023-07-09T06:11:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Nos w telefonie i łowienie promocji. Pracownicy sklepów opowiadają, jak dziś kupują Polacy", "description": "— Wykładając towar trzeba uważać, żeby nie potknąć się o klienta. Co drugi dziś zakupy robi z nosem w telefonie, poszukując promocji w gazetce albo aplikacji. I nie patrzy, że wchodzi w stojącego przy regale pracownika — mówi nam Paulina, która w sieci Lidl pracuje od 2019 r. Jolanta, kasjerka z Biedronki: \"kiedyś mało kto awanturował się, że mu się cena na paragonie nie zgadza. Teraz takie akcje mamy codziennie\". Pracownicy dyskontów zdradzili nam, jak dziś kupują Polacy.", "link": "https://businessinsider.com.pl/wiadomosci/pracownicy-sklepow-opowiadaja-jak-dzis-polacy-robia-zakupy/ce6dpk7", "date_published": "2023-07-09T06:00:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://businessinsider.com.pl/.feed", "title": "Pracują głównie dla pieniędzy i ciągle korzystają z pomocy rodziców. Oto portret polskich 30- i 40-latków", "description": "Łączy ich dzieciństwo osadzone w latach 90. i przekonanie, że znajomość angielskiego i pakietu office gwarantują zawodowy sukces. Zderzenie z rynkiem pracy było jednak brutalne, a wyjazd za granicę przyniósł kolejne rozczarowanie. W efekcie polscy milenialsi nie wierzą w pracę jako wartość samą w sobie i boją się zaciągania kredytów. Ważne są dla nich zdrowie i rodzina, a szczyt marzeń to dom na przedmieściach, SUV i golden retriever. W pewnym stopniu nadal realizują popularne hasło wczesnych lat 2000: \"za hajs matki baluj\".", "link": "https://businessinsider.com.pl/gospodarka/milenialsi-pracuja-glownie-dla-pieniedzy-i-ciagle-korzystaja-z-pomocy-rodzicow/84zgps2", "date_published": "2023-07-09T05:55:00+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}]