[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 UPCOMING Hack And Slash Games of 2023 And Beyond", "description": "Hack-and-slash games were some of the most popular during the sixth and seventh generations of consoles, which gave us classics of the genre including but not limited to the Onimusha series, Metal Gear Rising and many more. This genre is obviously not as popular in the current gaming landscape, but there are plenty of developers working hard to express their love for hack-and-slash games with interesting projects that have the potential to be something truly great. \n\n2023 and beyond will see the release of highly anticipated games like Marvel’s Wolverine and Senua’s Saga: Hellblade 2. This feature will run down 15 such hack and slash games that are looking really promising.", "link": "https://www.youtube.com/watch?v=okRQbKZJHhQ", "date_published": "2023-07-09T15:30:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCXa_bzvv7Oo1glaW9FldDhQ", "title": "15 BIGGEST GAME WORLDS OF 2023 [FIRST HALF]", "description": "The open-world genre garners its fair share of criticism (depending on the game) while still performing well. However, the true hallmark of a game's world isn't necessarily its size but how it fits the setting, what content it packs in and whether it complements the overall design.\n\nThat's why this year's gaming worlds have been amazing to behold. Some offer large, sprawling vistas, while others are smaller but exceptional with the amount of content. You can focus on the story in some of these games but also spend time messing around, farming, gathering resources or taking on optional challenges.\n\nEven with so many big titles on the way, here are 15 of the biggest game worlds of 2023 so far, which deserve recognition.", "link": "https://www.youtube.com/watch?v=k8B7tALrZGs", "date_published": "2023-07-09T13:30:20+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]