[{"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Ile wynosi górna temperatura krytyczna dla człowieka?", "description": "Temperatury pomiędzy 40 a 50 stopni Celsjusza są zbyt wysokie dla ludzi – poinformowano podczas jubileuszowej konferencji z okazji stulecia Society for Experimental Biology w Edynburgu (Szkocja).", "link": "https://www.wirtualnemedia.pl/artykul/ile-wynosi-gorna-temperatura-krytyczna-dla-czlowieka", "date_published": "2023-07-09T08:12:22.344811+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Zaczynał od jazdy na rolkach, teraz jest milionerem. Friz: Nie sprawdzam codziennie konta", "description": "Karol Wiśniewski, czyli Friz, jest jednym z najbardziej popularnych influencerów w Polsce. I chyba najbogatszym. Jego majątek oszacowano na 151 milionów złotych. - Nie myślę o tym na co dzień - mówi nam Fritz. W rozmowie z portalem Wirtualnemedia.pl, zdradza swoje plany zawodowe i prywatne.", "link": "https://www.wirtualnemedia.pl/artykul/karol-wisniewski-friz-zona-corka-maja-zaczynal-od-jazdy-na-rolkach-milioner", "date_published": "2023-07-09T08:12:22.342118+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}, {"source": "https://www.wirtualnemedia.pl/rss/wm_gospodarka.xml", "title": "Kampanie ZUS i KRUS w TVP, Polskim Radiu i Polska Press. Wiemy, ile kosztowały", "description": "Ponad 340 tys. zł wydał w ciągu dwóch lat Zakład Ubezpieczeń Społecznych na kampanie informacyjnie w Telewizji Polskiej – wynika z odpowiedzi na interpelację posłani Hanny Gill-Piątek. Znacznie mniej, bo w sumie 100 tys. zł przeznaczyła na to Kasa Rolniczego Ubezpieczenia Społecznego. Ubezpieczyciele płacili za kampanie także w Polska Press i Polskim Radiu.", "link": "https://www.wirtualnemedia.pl/artykul/krus-zus-ile-pieniedzy-tvp-polskie-radio-polska-press-za-co", "date_published": "2023-07-09T08:12:22.339586+00:00", "persistent": false, "dead": false, "user": null, "language": "pl-PL"}]