[{"source": "https://www.dailywire.com/feeds/rss.xml", "title": "NYC Scooter-Riding Gunman Kills Elderly Man, Injures Three Other Pedestrians: Authorities", "description": "A 25-year-old Hispanic scooter-riding gunman was arrested on Saturday after carrying out a 27-minute shooting spree in New York City that left three injured and one elderly man dead, according to authorities. New York City Police Department Assistant Chief Joseph Kenny detailed during a news conference the random shootings carried out by the unidentified male ...", "link": "https://www.dailywire.com/news/nyc-scooter-riding-gunman-kills-elderly-man-injures-three-other-pedestrians-authorities", "date_published": "2023-07-09T18:12:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "UFC President Gave His Employees Free Tix To ‘Sound Of Freedom,’ Encourages Others To Do The Same", "description": "UFC President Dana White announced on Saturday that he had given his employees free tickets to see the movie &#8220;Sound of Freedom&#8221; — based on a true story about human trafficking. White shared a video explaining that he had offered his staff the chance to see the film, and challenged other executives to do the ...", "link": "https://www.dailywire.com/news/ufc-president-gave-his-employees-free-tix-to-sound-of-freedom-encourages-others-to-do-the-same", "date_published": "2023-07-09T18:01:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "82nd Airborne Chorus Brings The House Down At ‘America’s Got Talent’", "description": "The U.S. Army&#8216;s 82nd Airborne Infantry Division may be known for its capabilities on the battlefield — soldiers belonging to the 82nd specialize in parachute assault operations and can deploy anywhere in the world in 18 hours – but it was the division&#8217;s chorus that made a splash on &#8220;America&#8217;s Got Talent.&#8221; The 82nd Airborne ...", "link": "https://www.dailywire.com/news/82nd-airborne-chorus-brings-the-house-down-at-americas-got-talent", "date_published": "2023-07-09T17:14:19+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Those Groups Are Politicized’: Utah Gov. Cox Rejects American Medical Institutions Approval Of Trans Procedures For Children", "description": "Utah Republican Gov. Spencer Cox denounced three American medical institutions and agencies on Sunday as &#8220;politicized&#8221; when asked about the state&#8217;s decision to halt children accessing so-called gender-affirming care. Cox told CBS&#8217;s Face the Nation that the American Medical Association, the American Psychiatric Association, and the American Academy of Pediatrics have all become partisan on ...", "link": "https://www.dailywire.com/news/those-groups-are-politicized-utah-gov-cox-rejects-american-medical-institutions-approval-of-trans-procedures-for-children", "date_published": "2023-07-09T17:10:01+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Democrats Express Reservations About Biden Decision To Send Cluster Bombs To Ukraine", "description": "Two congressional Democrats expressed reservations on the recent decision from the Biden administration to send cluster bombs to Ukraine amid its ongoing conflict with Russia.  Rep. Barbara Lee (D-CA) criticized the move on CNN’s “State of the Union” Sunday, saying the weapons “should never be used.” Similarly, Sen. Tim Kaine (D-VA) told Fox News’s Shannon ...", "link": "https://www.dailywire.com/news/democrats-express-reservations-about-biden-decision-to-send-cluster-bombs-to-ukraine", "date_published": "2023-07-09T16:52:56+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "College Scrubs Reprimand For Prof Who Failed Student Over The Phrase ‘Biological Female’", "description": "The University of Cincinnati reportedly pulled back on a reprimand for a gender studies professor who had failed a student over her use of the term &#8220;biological woman&#8221; in a project proposal. Professor Melanie Nipper failed student Olivia Krolczyk’s assignment — a proposal for a final project in her Gender in Popular Culture class — ...", "link": "https://www.dailywire.com/news/college-scrubs-reprimand-for-prof-who-failed-student-over-the-phrase-biological-female", "date_published": "2023-07-09T16:27:00+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Top House Republican Blasts Biden’s Claims About Afghanistan: ‘Devoid Of Reality’", "description": "House Foreign Affairs Committee Chairman Michael McCaul (R-TX) slammed President Joe Biden for remarks that he made claiming that he was right about his decision to pull out from Afghanistan — after his own administration admitted in a report that they had made numerous mistakes. McCaul was asked Sunday on CNN to respond to Biden&#8217;s ...", "link": "https://www.dailywire.com/news/top-house-republican-blasts-bidens-claims-about-afghanistan-devoid-of-reality", "date_published": "2023-07-09T16:25:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Treasury Secretary: We’ll Take Action On China Even If It ‘Harms’ Our Economy", "description": "Biden Treasury Secretary Janet Yellen said during an interview over the weekend that the administration will take action to protect national security, even if it &#8220;harms our own narrow economic interests.&#8221; Yellen made the remarks while in Beijing during an interview with CBS News&#8217;s &#8220;Face The Nation&#8221; with host Margaret Brennan. Brennan asked Yellen if ...", "link": "https://www.dailywire.com/news/biden-treasury-secretary-well-take-action-on-china-even-if-it-harms-our-economy", "date_published": "2023-07-09T15:04:42+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "GOP Candidate Doug Burgum: President Should ‘Not’ Fight Culture War Issues", "description": "North Dakota Republican Governor Doug Burgum, who is also running for the GOP presidential nomination, said during an interview over the weekend that he would not fight culture war issues if elected president. Burgum, who became a billionaire working in the software industry, made the remarks during an interview with NBC News&#8217;s Chuck Todd on ...", "link": "https://www.dailywire.com/news/gop-candidate-doug-burgum-president-should-not-fight-culture-war-issues", "date_published": "2023-07-09T14:46:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "‘Post-Truth World’: Man Wins Miss Netherlands, Sparking Outrage On Twitter", "description": "Rikkie Kolle, a 22-year-old man, beat out nine women to attain the title of “Miss Netherlands” on Saturday, sparking outrage on social media as many users said the win showed we are experiencing a trend of erasing women.  The Miss Netherlands competition is part of Miss Universe, and Kolle will compete in the 72nd Miss ...", "link": "https://www.dailywire.com/news/post-truth-world-man-wins-miss-netherlands-sparking-outrage-on-twitter", "date_published": "2023-07-09T13:51:24+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Biden Says Ukraine Not Ready For NATO: They Need ‘Democratization’ First", "description": "President Joe Biden said in an interview broadcast on Sunday that he believes that Ukraine is not ready to become a member of NATO and that the country first needs to focus on ending the war with Russia. The remarks were made during a discussion with CNN’s Fareed Zakaria as Ukraine President Volodymyr Zelensky continues ...", "link": "https://www.dailywire.com/news/biden-says-ukraine-not-ready-for-nato-they-need-democratization-first", "date_published": "2023-07-09T13:33:16+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Zelensky Responds To Trump Saying He Can End War In 1 Day: He’s ‘Already Had These 24 Hours’", "description": "Ukrainian President Volodymyr Zelensky pushed back on former President Donald Trump&#8217;s claims that he could end Russia&#8217;s war in Ukraine in 24 hours, saying that the former president already had 24 hours to do so. Zelensky&#8217;s remarks, which he has made before, were in reference to when Trump was in office and Russia was occupying ...", "link": "https://www.dailywire.com/news/zelensky-responds-to-trump-saying-he-can-end-war-in-1-day-hes-already-had-these-24-hours", "date_published": "2023-07-09T13:00:46+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Socialist Georgia Mayor Arrested On Trespassing, Burglary Charges", "description": "The socialist mayor of South Fulton, Georgia, was arrested Saturday morning and charged with first-degree criminal trespass and burglary.  South Fulton Mayor Khalid Kamau was booked into the Fulton County Jail on Saturday but was released later in the day after posting $11,000 bond, according to Fox News. The mayor reportedly entered a house that ...", "link": "https://www.dailywire.com/news/socialist-georgia-mayor-arrested-on-trespassing-burglary-charges", "date_published": "2023-07-09T11:33:15+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "UFC Crowd Cheers As Trump Enters Packed Vegas Arena", "description": "Former President Donald Trump entered the T-Mobile Arena in Las Vegas, Nevada, Saturday night to a roaring crowd, meeting with numerous celebrities and even a victorious fighter at UFC 290.  UFC President Dana White accompanied Trump to his seat, high-fiving supporters before the main event. South African fighter Dricus Du Plessis was also recorded greeting ...", "link": "https://www.dailywire.com/news/ufc-crowd-cheers-as-trump-enters-packed-vegas-arena", "date_published": "2023-07-09T10:00:11+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}, {"source": "https://www.dailywire.com/feeds/rss.xml", "title": "Photos Show Indicted Couple From ‘Antifa Explosive Attacks’ At Michael Knowles Event", "description": "Photos have emerged on social media allegedly showing the married couple indicted in connection to an April protest at the University of Pittsburgh during a debate on transgenderism with Daily Wire host Michael Knowles. Andy Ngo, a journalist known for his reporting on Antifa&#8217;s activism and violence, shared to Twitter on Saturday evening photos that he ...", "link": "https://www.dailywire.com/news/photos-show-indicted-couple-from-antifa-explosive-attacks-at-michael-knowles-event", "date_published": "2023-07-09T00:45:37+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]