[{"source": "https://www.youtube.com/feeds/videos.xml?channel_id=UCG_nvdTLdijiAAuPKxtvBjA", "title": "Guardians of the Galaxy 3 — How to Weaponize Emotion | Film Perfection", "description": "Guardians of the Galaxy Vol. 3 sends the guardians on one last mission to save Rocket Raccoon from the villains High Evolutionary (not Kang (?)). It concludes the trilogy in a very respectable manner, but what it really shines at is emotion. In the day of consumable movies like Red Notice and Ghosted, it's amazing how Guardians 3 makes you feel a variety of strong emotions throughout the way. In today's episode of Film Perfection, let's try to see how new DC Superman boss James Gunn generates such strong emotional impact.\n\nBook: https://www.amazon.com/dp/B0BW1TN97D?ref_=pe_3052080_276849420\nBook, PDF: email me at saltyfilmento(a)gmail.com\n\nSupport:     https://patreon.com/filmento\nFollow:        https://twitter.com/filmento\nFilmento en Español: https://youtu.be/ViDZUofaZd8\n\n\n#guardiansofthegalaxy #mcu  #FilmPerfection  \n\nMusic:\nhttps://www.youtube.com/@WhiteBatAudio\nhttps://www.youtube.com/@NanoverseProductions\nhttps://www.youtube.com/@aimtoheadofficial\n\n\n-\nGuardians of the Galaxy Vol. 3 (2023)\nMarvel Studios’ Guardians of the Galaxy Volume 3 will be available at Digital retailers on July 7 and on 4K Ultra HD, Blu-ray and DVD on August 1. It will feature bonus content, including deleted scenes, a gag reel, and audio commentary by James Gunn. Check out the trailer for the movie starring Chris Pratt as Peter Quill/ Star-Lord, Zoë Saldaña as Gamora, Dave Bautista as Drax, Karen Gillan as Nebula, Pom Klementieff as Mantis, Vin Diesel as Groot, Bradley Cooper as Rocket, Sean Gunn as Kraglin, Chukwudi Iwuji as The High Evolutionary, Will Poulter as Adam Warlock, Maria Bakalova as Cosmo, Linda Cardellini as Lylla, Nathan Fillion as Master Karja, and Sylvester Stallone as Stakar Ogord. In Marvel Studios’ Guardians of the Galaxy Vol. 3, our beloved band of misfits is looking a bit different these days. Peter Quill (Chris Pratt), still reeling guardians 3 watch full movie online free hd clip 4k everything wrong with guardians 3 honest trailer cinemasins guardians 3 best moments funny moments guardians 3 after credits post credits explained guardians 3 mistakes review guardians of the galaxy vol 3 official trailer watch movie online peter quill death rocket raccoon vs high evolutionary guardians 3 fight scene gamora and peter quill from a terrible loss, must rally his team and embark on a dicey, action-packed mission to defend the universe and protect Rocket. Meanwhile, a new, unpredictable force threatens to bring the Guardians down for good. Guardians of the Galaxy Vol. 3 is written and directed by James Gunn. It is produced by Kevin Feige.", "link": "https://www.youtube.com/watch?v=9fNrW-4dY8s", "date_published": "2023-07-09T17:00:10+00:00", "persistent": false, "dead": false, "user": null, "language": "en-US"}]