[{"source": "https://www.theguardian.com/international/rss", "title": "Russia-Ukraine war at a glance: what we know on day 531 of the invasion", "description": "<p>Plot to assassinate Zelenskiy foiled, says Ukraine security service; Russia strikes residential building in Pokrovsk, killing five</p><ul><li><strong><a href=\"https://www.theguardian.com/world/live/2023/aug/07/russia-ukraine-war-live-us-german-air-defence-systems-producing-significant-results-zelenskiy-says\">Russia-Ukraine war – latest news updates</a></strong></li></ul> <a href=\"https://www.theguardian.com/world/2023/aug/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-531-of-the-invasion\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/08/russia-ukraine-war-at-a-glance-what-we-know-on-day-531-of-the-invasion", "date_published": "2023-08-07T23:01:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Elinor Barker and Neah Evans win world championship Madison gold for Britain", "description": "<ul><li>Britain’s Ethan Vernon wins gold in elimination race</li><li>Kieran Reilly adds another gold for Britain in BMX freestyle</li></ul><p>Elinor Barker, already a gold medallist in the women’s team pursuit at the UCI cycling world championships in Glasgow, took a cliff-hanging win in the women’s Madison in the Sir Chris Hoy Velodrome.</p><p>In a dramatic climax to the 120-lap race, a high-speed crash prior to the penultimate lap forced a neutralisation, with Britain poised to take gold. After the restart, Barker and Neah Evans had to fight hard in the final sprint to hold off Australia and win by just three points.</p> <a href=\"https://www.theguardian.com/sport/2023/aug/07/eilinor-barker-and-neah-evans-win-world-madison-gold-for-britain\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/07/eilinor-barker-and-neah-evans-win-world-madison-gold-for-britain", "date_published": "2023-08-07T20:14:37+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "As extremist threat rises, Latino Texans say gun ownership is ‘matter of survival’", "description": "<p>In the US, gun purchases by Latinos have surged in recent years – including among self-described progressives. Some are anxious about being armed but feel they have little choice</p><p>On a crisp Sunday afternoon in Royse City, Texas, 32-year-old Cesar Hurtado unzipped a hardshell case to reveal a custom-built AR-15-style rifle in his living room. Emblazoned on the side of the gun is the tagline “no war, no gods, no masters”.</p><p>Hurtado’s interest in firearms started with hunting, but after the 2019 Walmart shooting in El Paso that targeted Latinos, Hurtado felt he had to embrace firearms for his own protection. “For white gun owners, they feel they have a right to a gun,” Hurtado said, “but for Latino gun owners, it’s a matter of survival and safety.”</p> <a href=\"https://www.theguardian.com/us-news/2023/aug/07/latino-texas-guns-owners\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/2023/aug/07/latino-texas-guns-owners", "date_published": "2023-08-07T18:00:46+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Zoom tells staff to come into the office at least two days a week", "description": "<p>Policy to apply to those living within 50 miles and follows waning of pandemic-driven demand for video-conferencing services</p><p>It was the poster child for remote working and may have made more gains from people able to work from home during the pandemic than any other company, but even Zoom has told its staff to come into the office more often.</p><p>The company, which became a household name during Covid lockdowns because of the popularity of its video-conferencing tools, has told employees to travel in at least two days a week.</p> <a href=\"https://www.theguardian.com/technology/2023/aug/07/zoom-tells-staff-to-come-into-the-office-at-least-two-days-a-week\">Continue reading...</a>", "link": "https://www.theguardian.com/technology/2023/aug/07/zoom-tells-staff-to-come-into-the-office-at-least-two-days-a-week", "date_published": "2023-08-07T17:30:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Exorcist and French Connection director William Friedkin – a life in pictures", "description": "<p>Film-maker William Friedkin has died at the age of 87. Famous for a string of classics in the 70s and 80s, here we look back at his career.</p> <a href=\"https://www.theguardian.com/film/gallery/2023/aug/07/the-exorcist-and-french-connection-director-william-friedkin-a-life-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/film/gallery/2023/aug/07/the-exorcist-and-french-connection-director-william-friedkin-a-life-in-pictures", "date_published": "2023-08-07T17:16:01+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘The trauma is ongoing’: Canadian First Nation flees wildfire for second time in two years", "description": "<p>Lytton First Nation in British Columbia ordered to evacuate on Friday as out-of-control wildfire just 328 yards from reserve land</p><p>Members of a First Nation in British Columbia have once again been advised to flee their homes to escape record-setting wildfires, just two years after the community in western Canada was <a href=\"https://www.theguardian.com/world/2021/jul/25/lytton-canada-heat-wildfire-record-temperatures\">devastated in an earlier blaze</a>.</p><p>Residents of the Lytton First Nation were ordered to evacuate late on Friday. By Sunday, the out-of-control Stein Mountain fire was just 300 meters (328 yards) from reserve land, burning its way down a steep slope that has stymied firefighting efforts, the community’s chief, Niakia Hanna, told Reuters.</p> <a href=\"https://www.theguardian.com/world/2023/aug/07/wildfire-lytton-first-nation-evacuate-british-columbia-canada\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/07/wildfire-lytton-first-nation-evacuate-british-columbia-canada", "date_published": "2023-08-07T16:30:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "A gold blur and Sam Kerr: Australia’s victory over Denmark – in pictures", "description": "<p>The best images from the Matildas’ World Cup win over Denmark as Sam Kerr finally makes an appearance</p> <a href=\"https://www.theguardian.com/football/gallery/2023/aug/07/australia-sam-kerr-denmark-womens-world-cup-in-pictures\">Continue reading...</a>", "link": "https://www.theguardian.com/football/gallery/2023/aug/07/australia-sam-kerr-denmark-womens-world-cup-in-pictures", "date_published": "2023-08-07T16:25:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "A giant oarfish: the mirrored harbinger of earthquakes | Helen Sullivan", "description": "<p>Oarfish swim vertically, moving up and down and side to side like a cursor. It would be easier to believe they do not exist</p><p>A giant oarfish, also known as the “king of herrings”, is an eight-metre long ribbon of silver, tapered at its tail and on its head wearing a permanently stunned face – as though moments ago it was a normal herring and then the world’s largest chef slapped it down on a benchtop and rolled over it with a rolling pin.<br /><br />“These are unpredictable fish,” <a href=\"https://www.nytimes.com/2013/11/03/science/earth/oarfish-offer-chance-to-study-an-elusive-animal-long-thought-a-monster.html\">research biologist Milton Love told</a> the New York Times 10 years ago. But in Japan, oarfish are considered highly predictable: they predict the future. See an oarfish, the story goes, and an earthquake will follow. In the months before Japan’s 2011 earthquake, one of the most powerful ever recorded, 20 oarfish were found on beaches. They’re known as “messengers from the sea god’s palace”, or jinja hime, “shrine princesses”.</p><p>The sea god’s palace, Ryūgū-jō, has four sides, each of which faces one of the four seasons. The expression on the oarfish’s face, with one wide eye on each side, makes sense viewed like this, too – one side is seeing the past and the other the future. Things don’t look good: looking east it sees plum and cherry blossoms, looking west it sees a maple tree making “<a href=\"https://archive.org/details/mythslegendsofja00davirich/page/326/mode/2up\">fire in the branches</a>”.</p> <a href=\"https://www.theguardian.com/environment/commentisfree/2023/aug/08/a-giant-oarfish-the-mirrored-harbinger-of-earthquakes\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/commentisfree/2023/aug/08/a-giant-oarfish-the-mirrored-harbinger-of-earthquakes", "date_published": "2023-08-07T15:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘We’re running out’: decline of Australia’s piano tuners hits a sore note", "description": "<p>Only an estimated 250 tuners and 20 expert technicians are left in Australia – which is worrying musicians, orchestras and those about to retire</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul><p>When David Kinney is tuning a piano, he’s doing more than simply finding the correct notes: he is searching for its voice. Kinney has been the piano technical manager at the Sydney Conservatorium of Music since 2010. His ability to reveal an instrument’s character requires years of honing and training, in a rapidly ageing industry whose future concerns him.</p><p>“I can see the difficulty around the country and there’s just a dearth of talent,” he says, during a break from servicing a Fazioli piano in Sydney. “It’s really hard to get good piano tuners.”</p> <a href=\"https://www.theguardian.com/music/2023/aug/08/piano-tuning-tuners-technicians-australia\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/08/piano-tuning-tuners-technicians-australia", "date_published": "2023-08-07T15:00:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Nigerian fans at home laud battle against odds in Women’s World Cup", "description": "<p>Despite narrow defeat to England, team’s efforts in Australia win praise after what some saw as a lack of official backing </p><p>Nigerian football fans in the Lagos suburb of Shomolu had nothing but praise for their team after Monday’s narrow defeat on penalties to England in the Woman’s World Cup.</p><p>The suburb, home to much of the country’s printing industry, is usually a hive of industrial activity, but many of its presses fell silent on Monday morning as workers gathered in groups around televisions to watch the Super Falcons take on the European champions in Brisbane.</p> <a href=\"https://www.theguardian.com/world/2023/aug/07/nigerian-fans-at-home-laud-battle-against-odds-in-womens-world-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/07/nigerian-fans-at-home-laud-battle-against-odds-in-womens-world-cup", "date_published": "2023-08-07T14:18:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Lionel Messi’s latest stunning free-kick helps Miami progress in Leagues Cup", "description": "<ul><li>Inter Miami beat FC Dallas on penalties after 4-4 draw</li><li>Argentinian scores free-kick in 85th minute for new club</li></ul><p>Lionel Messi scored another mesmerizing free-kick in his third consecutive two-goal game for Inter Miami as his new team beat FC Dallas on penalties in the Leagues Cup.</p><p><a href=\"https://twitter.com/MLS/status/1688391566937772032?s=20\">Messi’s goal in the 85th minute</a> – which tied the match at 4-4 for good – was reminiscent of the <a href=\"https://www.theguardian.com/football/2023/jul/21/lionel-messi-inter-miami-debut-free-kick-winner-cruz-azul\">game-winner in his Inter Miami debut</a>. Both free kicks were from just outside the area in the waning moments, and both ended up in the top corner.</p> <a href=\"https://www.theguardian.com/football/2023/aug/07/lionel-messi-free-kick-inter-miami-fc-dallas-leagues-cup\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/07/lionel-messi-free-kick-inter-miami-fc-dallas-leagues-cup", "date_published": "2023-08-07T13:47:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Australia 2-0 Denmark: Women’s World Cup last 16 player ratings | Carly Adno", "description": "<p>Caitlin Foord and Hayley Raso were a class above while Pernille Harder tested the Matildas defence but could not break through</p><p><strong>Mackenzie Arnold </strong>Was tested inside the opening minute by an early shot from Katrine Veje, but was up to the task. By far the busier of the goalkeepers in the first half, but enjoyed a quiet second stanza. <strong>6</strong></p> <a href=\"https://www.theguardian.com/football/2023/aug/07/australia-2-0-denmark-womens-world-cup-last-16-player-ratings\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/07/australia-2-0-denmark-womens-world-cup-last-16-player-ratings", "date_published": "2023-08-07T13:31:34+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Trump faces deadline to respond after threat on social media drew protective order – live", "description": "<p>Former president wrote ‘If you go after me, I’m coming after you,’ prompting Jack Smith’s prosecutors to try restrict what Trump team can share publicly</p><p>Good morning, US politics blog readers. Mere days have passed since special counsel <strong>Jack Smith</strong> indicted <strong>Donald Trump</strong> for his failed effort to reverse his 2020 election loss, but the two sides are already battling over what the former president can say and do. On Friday, Trump wrote “IF YOU GO AFTER ME, I’M COMING AFTER YOU!”, prompting Smith’s prosecutors to <a href=\"https://www.theguardian.com/us-news/2023/aug/05/donald-trump-threatening-social-media-post-flagged-by-prosecutors-in-court-filing\">request a protective order</a> that would restrict what the former president’s legal team can share publicly, saying it is necessary to guard people involved in the case against retaliation.</p><p>Trump’s lawyers have until 5pm eastern time today to respond. It’s an early salvo in what is expected to be the lengthy process Smith’s case is expected to take, and which will undoubtedly hang over the 2024 election, where Trump is currently the frontrunner. Either way, the former president has not been shy about sharing his thoughts regarding the unprecedented criminal charges leveled against him, and do not be surprised if today is no different.</p><p><strong>Voters in Ohio</strong> are <a href=\"https://www.theguardian.com/us-news/2023/aug/06/ohio-issue-1-vote-democracy-future-republicans\">gearing up to decide</a> on Tuesday whether to approve a Republican-backed proposal that will raise the bar for changing the state’s constitution. What this is really about is a ballot initiative scheduled to be put to a vote in November that would enshrine abortion protections in the state’s laws, but which would face a much more difficult road to passage if tomorrow’s vote succeeds.</p><p><strong>Ron DeSantis</strong>, the Florida governor whose presidential campaign appears to be floundering, just <a href=\"https://www.nbcnews.com/politics/2024-election/ron-desantis-of-course-trump-lost-2020-election-rcna98200\">sat down for an interview with NBC News</a>, where, among other things, he reiterated that he believed Trump lost the 2020 election.</p><p><strong>Joe Biden</strong> is hosting World Series winners the Houston Astros at the White House today, before heading to the Grand Canyon.</p> <a href=\"https://www.theguardian.com/us-news/live/2023/aug/07/trump-social-post-jan-6-biden-desantis-2024-latest-news\">Continue reading...</a>", "link": "https://www.theguardian.com/us-news/live/2023/aug/07/trump-social-post-jan-6-biden-desantis-2024-latest-news", "date_published": "2023-08-07T13:08:15+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Communion Girl review – teens spooked by holy terror in creepy-doll horror", "description": "<p>The stifling religious and social conformity of a small Spanish town is the source of the shocks in this scare story – along with a spectral girl in white</p><p>Here is another sociologically buttressed Spanish-language gothic horror to file alongside The Devil’s Backbone and <a href=\"https://www.theguardian.com/film/2008/mar/21/worldcinema.horror\">The Orphanage</a>. With this film set near 1980s Tarragona, director Víctor García (who has the ninth Hellraiser film, from 2011, on his résumé) draws on a convincing period setting to nourish his scare story – even if the shocks aren’t especially chilling, and the sense of claustrophobic entrapment in the milieu is undermined by a cop-out open ending.</p><p>Teenager Sara (Carla Campra) is newly arrived in town, and struggling to adjust to this backwater with its stifling piety and social snobbery. After letting off some steam at a club with her hothead pal Rebe (Aina Quiñones) and hitching a lift back with a pair of local bad boys, they almost crash when a spectral girl in a communion dress runs in front of their car. Obviously Chucky hadn’t come out in Spain at this point, because they walk away with her creepy, pucker-faced communion doll. A mottled infection begins spreading up Sara’s arm, and she begins experiencing appalling visions in broad daylight.</p> <a href=\"https://www.theguardian.com/film/2023/aug/07/the-communion-girl-review-victor-garcia-spanish-horror\">Continue reading...</a>", "link": "https://www.theguardian.com/film/2023/aug/07/the-communion-girl-review-victor-garcia-spanish-horror", "date_published": "2023-08-07T12:00:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Mohamed Salah ‘committed to Liverpool’ despite Saudi Arabia links", "description": "<ul><li>Forward’s agent rules out departure after contract extension</li><li>Al-Ittihad linked with Salah move on two-year €180m deal</li></ul><p>Mohamed Salah is committed to Liverpool and will not be the next high-profile player to move to Saudi Arabia, his agent has confirmed.</p><p>The Egypt international is the latest Liverpool player linked with the Saudi Pro League, with reports over the weekend claiming Al-Ittihad are prepared to offer the 31-year-old a two-year contract worth €180m (£141m). Al-Ittihad, who recently <a href=\"https://www.theguardian.com/football/2023/jul/31/fabinho-leaves-liverpool-al-ittihad-in-saudi-arabia\">bought Fabinho</a> from Liverpool for £40m, would also be willing to tempt the club with a bid of about £52m.</p> <a href=\"https://www.theguardian.com/football/2023/aug/07/mohamed-salah-committed-to-liverpool-saudi-arabia-agent\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/07/mohamed-salah-committed-to-liverpool-saudi-arabia-agent", "date_published": "2023-08-07T11:45:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Moscow targets Kharkiv region in bid to regain ground from Ukrainians", "description": "<p>Russia seeks to exploit situation as Kyiv’s counteroffensive concentrates on south and east of country</p><ul><li><a href=\"https://www.theguardian.com/world/live/2023/aug/07/russia-ukraine-war-live-us-german-air-defence-systems-producing-significant-results-zelenskiy-says\">Russia-Ukraine war – latest news updates</a></li></ul><p>Russian forces are targeting the Kharkiv oblast in an attempt to take back the north-eastern region almost a year after it was liberated by Ukrainian troops, a defence minister in Kyiv has said.</p><p>In the latest strikes on the border region, including the bombing of villages near the city of Kupiansk, two people were said to be have killed and three wounded, while a woman was reported to have died in an attack in Kherson in the south of Ukraine.</p> <a href=\"https://www.theguardian.com/world/2023/aug/07/moscow-targets-kharkiv-region-in-bid-to-regain-ground-from-ukrainians\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/07/moscow-targets-kharkiv-region-in-bid-to-regain-ground-from-ukrainians", "date_published": "2023-08-07T11:00:45+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Videoverse review – a profound exploration of love, games and fandom", "description": "<p><strong>PC;</strong> <strong>Kinmoku<br /></strong>This new visual novel from the creator of One Night Stand is an engrossing, emotional study of digital relationships that will hit a raw nerve with gamers</p><p>Anyone who ever played and loved a video game, especially as a teenager, will know that the game itself is often only part of the experience. It is also about community. We seek out other players, through forums, message boards and social media, and sometimes the relationships we form in these haphazard spaces move beyond expressions of shared fandom. They become friendships, support networks, perhaps even romances. Videoverse, the new visual novel from Kinmoku, creator of the acclaimed relationship drama One Night Stand, is an engrossing and emotional study of these digital relationships and the games that precariously support them.</p><p>The year is 2003 and 15-year-old video game fan Emmett spends hours each day on his Shark games console, playing the Japanese role-playing game Feudal Fantasy. When not playing, he is socialising on the machine’s online service, Videoverse, a combination of discussion forum and instant messaging platform. Emmett is part of a thriving, mostly supportive community of gamers and artists, but when the console’s manufacturer, Kinmoku (one of many slyly self-referential elements in the game), seeks to move the user base on to its new Dolphin console, the company announces that Videoverse will soon be switched off, plunging the group into an existential crisis.</p> <a href=\"https://www.theguardian.com/games/2023/aug/07/videoverse-review-a-profound-exploration-of-love-games-and-fandom\">Continue reading...</a>", "link": "https://www.theguardian.com/games/2023/aug/07/videoverse-review-a-profound-exploration-of-love-games-and-fandom", "date_published": "2023-08-07T11:00:38+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "UK Scouts says £1m cost of relocating jamboree will affect its work for years", "description": "<p>Head of Scout Association says event in South Korea had been poorly organised even before threat of Typhoon Khanun</p><p>The £1m cost of relocating the 4,500-strong UK contingent at the World Scout Jamboree in <a href=\"https://www.theguardian.com/world/south-korea\">South Korea</a> will affect the work of the Scout Association for as much as five years, the organisation’s boss has said.</p><p>Matt Hyde, the UK Scouts chief executive, said the association had been forced to dip into its reserves after the event’s organisers decided to <a href=\"https://www.theguardian.com/world/2023/aug/07/world-scout-jamboree-to-end-early-as-typhoon-khanun-looms-in-wake-of-heatwave\">clear the campsite five days early</a> because of an incoming typhoon that is expected to make landfall over the Korean peninsula in the coming days.</p> <a href=\"https://www.theguardian.com/society/2023/aug/07/uk-scout-association-says-1m-pound-cost-of-jamboree-will-affect-its-work-for-years\">Continue reading...</a>", "link": "https://www.theguardian.com/society/2023/aug/07/uk-scout-association-says-1m-pound-cost-of-jamboree-will-affect-its-work-for-years", "date_published": "2023-08-07T09:37:42+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "The Orlando Magic spat in the face of Black players by supporting Ron DeSantis", "description": "<p>The NBA team’s backing of a US presidential candidate who has crusaded to delegitimize the horrors of slavery is hypocritical and disgusting</p><p>The Orlando Magic’s <a href=\"https://www.theguardian.com/us-news/2023/aug/02/orlando-magic-nba-team-donated-ron-desantis-super-pac\">decision to make a $50,000 contribution</a> in support of the presidential bid of Florida’s Republican governor, Ron DeSantis, sends a clear message to their Black players, employees and fans. And that message is a U-turn from the one in the summer of 2020 when the United States was in an uproar over the police killings of George Floyd, Breonna Taylor, the shooting of Jacob Blake as well as countless other examples of police brutality.</p><p>Back then, the Magic issued this statement through CEO Alex Martins, allegedly standing in solidarity with Black people:</p> <a href=\"https://www.theguardian.com/sport/2023/aug/07/orlando-magic-ron-desantis-donation-nba\">Continue reading...</a>", "link": "https://www.theguardian.com/sport/2023/aug/07/orlando-magic-ron-desantis-donation-nba", "date_published": "2023-08-07T09:00:36+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Football transfer rumours: Manchester City to sign Mitoma?", "description": "<p>Today’s fluff is awaiting actual football</p><p><strong>Manchester City</strong> are still a few players short of a full squad and could be tempted into the market. One player who would make an interesting acquisition is Brighton winger <strong>Kaoru Mitoma</strong>. The Japan international had a fine last season on the south coast, which made plenty of people take notice of his talents. The Seagulls, however, might not be too keen on losing him and <strong>Moisés</strong> <strong>Caicedo</strong> before the window closes, <a href=\"https://www.theguardian.com/football/2023/aug/06/chelsea-prepare-new-moises-caicedo-bid-after-he-misses-friendly-for-brighton\">with </a><strong><a href=\"https://www.theguardian.com/football/2023/aug/06/chelsea-prepare-new-moises-caicedo-bid-after-he-misses-friendly-for-brighton\">Chelsea</a></strong><a href=\"https://www.theguardian.com/football/2023/aug/06/chelsea-prepare-new-moises-caicedo-bid-after-he-misses-friendly-for-brighton\"> eager to snap up the Ecuadorian</a>.</p><p><strong>Al-Ittihad</strong> will target Liverpool forward <strong>Mohamed Salah</strong> with a massive bid and bucket load of cash in wages. The Saudi Pro League club are willing to offer £51m to sign the Egyptian and pay him £155m across a two-year deal.</p> <a href=\"https://www.theguardian.com/football/2023/aug/07/football-transfer-rumours-manchester-city-to-sign-mitoma\">Continue reading...</a>", "link": "https://www.theguardian.com/football/2023/aug/07/football-transfer-rumours-manchester-city-to-sign-mitoma", "date_published": "2023-08-07T07:23:23+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "‘Critics wanted us to be a one-hit-wonder’: back in Barbie world with Aqua", "description": "<p>The Scandinavian pop group’s sly, satirical take on Barbie pre-empted the hit film’s own subversion by 26 years. And they’ve noted some similarities …</p><p>In the middle of a recent New York City concert, Aqua’s male lead vocalist René Dif and keyboardist Søren Rasted looked at each other in elation and disbelief. As singer Lene Nystrøm warbled towards the refrain of Calling You – a mostly overlooked number that closed out their 1997 debut album Aquarium – the tightly packed audience of 1,200 (aged roughly nine to 65) were confidently singing along, not missing a beat.</p><p>“I went: what is going on?!” Dif tells me the following afternoon at the rooftop bar of their hotel. “They can even sing <em>this song</em>? And it was not just five people!”</p> <a href=\"https://www.theguardian.com/music/2023/aug/07/one-hit-wonder-barbie-world-with-aqua\">Continue reading...</a>", "link": "https://www.theguardian.com/music/2023/aug/07/one-hit-wonder-barbie-world-with-aqua", "date_published": "2023-08-07T06:41:22+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Japan to start Fukushima water release within weeks – report", "description": "<p>Release of contaminated water from the damaged nuclear plant has been criticised by fishers and countries in the region</p><p>Japan plans to start releasing treated radioactive water from the tsunami-wrecked Fukushima nuclear power plant into the ocean as soon as late August, Japan’s Asahi Shimbun daily reported on Monday, citing unnamed government sources.</p><p>The release is likely to come shortly after the prime minister, Fumio Kishida, meets the US president, Joe Biden, and the South Korean president, Yoon Suk-yeol, next week in the US, where Kishida planned to explain the safety of the water in question, it reported.</p> <a href=\"https://www.theguardian.com/environment/2023/aug/07/japan-fukushima-water-release\">Continue reading...</a>", "link": "https://www.theguardian.com/environment/2023/aug/07/japan-fukushima-water-release", "date_published": "2023-08-07T01:51:44+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "China floods: at least 14 killed after torrential rain in north-east", "description": "<p>Clean-up operations continue after rainfall destroys infrastructure and floods entire districts in aftermath of Typhoon Doksuri</p><p>At least 14 people are dead after torrential rain hit China’s north-eastern Jilin province, state media has reported, in the latest fatalities from more than a week of weather-related disasters across the country.</p><p>China has been <a href=\"https://www.theguardian.com/world/2023/aug/02/beijing-reports-heaviest-rain-140-years-china-g20-climate-talks\">hit with record heavy rains in recent weeks</a>, with Beijing saying on Friday that natural disasters had caused 147 deaths or disappearances last month.</p> <a href=\"https://www.theguardian.com/world/2023/aug/07/china-floods-rain-weather-deaths-jilin-province-shulan-city\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/07/china-floods-rain-weather-deaths-jilin-province-shulan-city", "date_published": "2023-08-07T00:29:39+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Niger closes airspace as deadline to reinstate president passes", "description": "<p>Armed forces stand ready, says junta representative, as west African country defies threat of military intervention by regional bloc</p><p>Niger closed its airspace on Sunday until further notice, citing the <a href=\"https://www.theguardian.com/world/2023/aug/02/african-bloc-to-meet-to-discuss-niger-coup-as-evacuations-continue\">threat of military intervention</a> from a regional bloc after coup leaders rejected a deadline to reinstate the country’s ousted president.</p><p>“In the face of the threat of intervention that is becoming more apparent … Nigerien airspace is closed effective from today,” a junta representative said in a statement on national television on Sunday evening.</p> <a href=\"https://www.theguardian.com/world/2023/aug/07/niger-closes-airspace-as-deadline-to-reinstate-president-passes\">Continue reading...</a>", "link": "https://www.theguardian.com/world/2023/aug/07/niger-closes-airspace-as-deadline-to-reinstate-president-passes", "date_published": "2023-08-07T00:14:57+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://www.theguardian.com/international/rss", "title": "Canberra hyperlapse: a year walking 145km around Australia’s capital – squeezed into seven minutes", "description": "<p>David Fanner spent 12 months documenting the Centenary Trail that circles the ACT – showcasing the stunning beauty and quiet rhythms of Ngunnawal and Ngambri country</p><p>In the world of multimedia, we often talk about capturing moments but what about capturing an entire year? That was my plan when I undertook my most ambitious project yet, a year-long hyperlapse of the 145km <a href=\"https://visitcanberra.com.au/attractions/56b23b95d270154b4553c60c/canberra-centenary-trail\">Centenary Trail</a> that circles Canberra, Australia’s capital.</p><p>Starting on the literal doorstep of Parliament House, jumping on a ferris wheel during the spring festival Floriade, “invading” the pitch during a Big Bash cricket match and culminating in a hot air balloon ride, this was no ordinary walk in the park. This journey was not just about highlighting the rhythm of the city I live in, but showcasing the stunning beauty that Canberra, situated in Ngunnawal and Ngambri country, has to offer.</p> <a href=\"https://www.theguardian.com/travel/2023/aug/07/canberra-hyperlapse-a-year-walking-145km-around-australias-capital-squeezed-into-seven-minutes\">Continue reading...</a>", "link": "https://www.theguardian.com/travel/2023/aug/07/canberra-hyperlapse-a-year-walking-145km-around-australias-capital-squeezed-into-seven-minutes", "date_published": "2023-08-07T00:00:24+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]