[{"source": "http://feeds.feedburner.com/biometricupdate", "title": "Rights groups weigh in on NIST’s evaluation metrics for facial age estimation", "description": "<img alt=\"teen online age estimation\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2021/11/05132448/teen-phone-scaled.jpg\" width=\"2048\" />\n\t\tHuman rights organizations are taking an interest in the metrics used to evaluate age estimation by an American government body.\n\nA call for <a href=\"https://www.biometricupdate.com/202307/nist-seeks-comment-on-plan-to-test-facial-age-estimation\">comments on assessments of age estimation</a> systems using face biometrics from the U.S. National Institute of Standards and Technology has been answered by seven organizations, with 49 comments submitted in total, NIST Biometric Standards and Testing Lead Patrick Grother told <em>Biometric Update </em>in an email. NIST called for feedback on its proposed new track for the Face Recognition Vendor Test (FRVT).\n\nRights advocacy groups Human Rights Watch and 5Rights Foundation are among those submitting comments, with <a href=\"https://www.hrw.org/news/2023/08/04/human-rights-watch-and-5rights-foundation-submission-us-national-institute\">a letter</a> addressed to Grother and two other prominent NIST scientists. They argue that NIST should calculate accuracy “in discrete years,” with 18 as a boundary due to its common acceptance as the age of majority in most States. They say the use of groupings in a previous report hinders the assessment of algorithm performance.\n\nNIST should also add an indicator for the direction of error, so that the mean error rate, which NIST intends to include, would also indicate whether the algorithm’s mean error judges children as older or younger than their real age.\n\nThe groups also ask that NIST disclose information about its testing datasets to “organizations and researchers” that work on children’s and human rights.\n\nCompared to a <a href=\"https://nvlpubs.nist.gov/nistpubs/ir/2014/NIST.IR.7995.pdf\">report NIST produced</a> on age estimation in 2014, the agency plans to employ larger, more diverse datasets with “more demographic dependencies,” reporting for API functions, and enhanced visualizations of the results, according to Grother.\n\nHe expressed appreciation for the comments, which he says overall “were highly positive and constructive, went into considerable detail spanning API functionality, analysis and statistics, terminology, use-cases and relevance, and datasets.”\n\n<a href=\"https://www.biometricupdate.com/companies/paravision\">Paravision</a>, which sells facial age estimation software, is pleased to see NIST engaging with the subject, Chief Product Officer Joey Pritikin tells <em>Biometric Update</em> in an email.\n\n“Age verification is rapidly emerging as a key use case within the broader digital identity umbrella, both in response to the need for safe delivery of historically age-gated goods and services as well as in response to and anticipation of a growing number of regulations to protect children in cyberspace,” Pritikin writes. “And within age verification, automated age estimation will be a critical tool alongside face matching, identity document reading, and liveness detection. We expect NIST’s participation will support an environment of transparency, vendor accountability, and stakeholder empowerment, which is what many are striving for with AI broadly and any identity-centric application more specifically.”\n\nAge estimation and age verification have become hot topics in recent months, with new laws and deployments both <a href=\"https://www.biometricupdate.com/202308/battle-over-age-verification-heats-up-in-increasingly-censorious-us\">in the U.S</a>. and <a href=\"https://www.biometricupdate.com/202307/retail-face-biometrics-devices-roll-out-in-germany-for-age-checks-china-for-payments\">abroad</a>.\n\nNIST intends to release an update of the evaluation plan on August 15, with first results expected in late-2023.", "link": "https://www.biometricupdate.com/202308/rights-groups-weigh-in-on-nists-evaluation-metrics-for-facial-age-estimation", "date_published": "2023-08-07T22:22:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Rwanda’s planned digital ID could both increase and decrease exclusion", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/04/28130003/tablet-digital-identity-open-banking-scaled.jpg\" width=\"2048\" />\n\t\tSome digital ID project researchers say the plan by Rwanda to implement a biometric digital ID card in the next few years could bring huge benefits for the country’s digital economy, but the risks and challenges in implementing the project must be meticulously studied and taken care of.\n\nThe experts were speaking recently on an episode of <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9hbmNob3IuZm0vcy9kOWYwOGJjYy9wb2RjYXN0L3Jzcw/episode/N2I5ZWQyMzktOWQ1Ny00MzRmLWI5YmEtNTI3NjkxNzk0YjJl?sa=X&amp;ved=0CAUQkfYCahcKEwiI99uT1cqAAxUAAAAAHQAAAAAQAg\">a podcast</a> called. “The Africa Hour,” a production of the Africa Policy Research Institute (APRI) dedicated to discussing policy issues in different African countries. The podcast examined the successes and challenges of Rwanda’s digital ID project.\n\nRwanda recently okayed legislative amendments to introduce a digital ID ecosystem, and also to <a href=\"https://www.biometricupdate.com/202304/rwanda-initiates-legislative-digital-id-amendment-to-include-stateless-persons-children\">expand the scope of persons eligible for digital IDs</a> in the country which would include children and stateless persons.\n<h2>Benefits and opportunities</h2>\nHilda Barasa, a senior policy advisor with the Tony Blair Institute for Global Change, who researches on digital ID issues in Africa, welcomes Rwanda’s plan, saying “digital identity is something that underpins a country’s digital public infrastructure.”\n\n“By and large, it is considered a key enabler of the digital economy. If you have a digital ID, you are able to access improved public services because the government will have a deeper understanding of the needs of the citizens. It can also help build a stronger and more inclusive digital economy,” she says.\n\nBarasa adds that a recent study carried out in four countries including Rwanda showed that digital identity has the potential to improve how Rwandans in rural communities can seamlessly access certain public services such as registration for medical insurance using digital ID.\n\nShe explains that the purpose of the research was to plug the gap that existed in terms of quantifying the benefits of integrating digital IDs to routine day-to-day activities of citizens of the countries concerned.\n\n“We got surprising results. Of all the four use cases we looked at, using digital ID to register for medical insurance came out strongest. It showed people could save up to 2.2 percent of their monthly income for medical insurance if they are able to use a digital ID for that purpose,” said Barasa.\n\n“In some of the more remote villages that we went to, we realized that medical insurance centers are located about four hours way, and people of vulnerable groups have to walk that distance. Using a digital ID system to do all of this will bring multi-millions dollar benefits and saving to individuals.”\n\n“I am really excited to see Rwanda committing to digital identity. The government’s objective of building this digital ID ecosystem to enable citizens use smart ID cards to access services, is definitely the right way to go,” she contends in the podcast.\n<h2>Risks, challenges to watch out for</h2>\nThe benefits notwithstanding, there are a number of issues authorities must watch out for when implementing government-led digital ID programs at scale, says Katelyn Cioffi, senior research scholar at NYU's Center for Human Rights and Global Justice.\n\nCioffi says research done by her teams on digital ID projects shows that governments “always struggle with problems of exclusion which can take on a lot of different forms.”\n\n“There are often groups or individuals who end up excluded entirely from the digital ID system because they are simply unbale, or in some cases, unwilling to register,” says Cioffi.\n\nShe adds: “even if someone has been enrolled, they may be enrolled in adverse times which leaves them vulnerable to further exclusion and discrimination. As an example, there could be errors in their data or they might have biometrics such as fingerprints which are difficult to read. This makes different stages of verification and authentication more difficult for them. In this case, they are actually part of the system, but it is very difficult for them to enjoy the benefits.”\n\nSpeaking further on the risks, Cioffi notes: “Digital ID systems have databases which can be weaponized as tools by both governments and the private sector to exclude, to surveil and to exert control over different groups. Our work focusses more on the rights of those who are vulnerable when such systems are deployed such as poor people, and ethnic minorities.”\n\n“The big problems with digital ID often arise when they are integrated into essential services such as health care, social protection, and other forms of government services where the harmful effects of initial exclusion can quickly multiply. In Uganda where we carried out research, millions of people are still locked out of the digital ID system.”\n\nSeasoned Rwandan Journalist Hudson Kuteesa, who has reported in the past about the planned ID project, shared his thoughts on how he thinks it will be of benefit to Rwandans.\n\nAs a reporter on the ground with daily newspaper The Times, Kuteesa also mentions some of the guarantees the government in Kigali has been giving to citizens about its approach in making the new digital ID project work for all categories of people.\n\nThe pros and cons notwithstanding, the panellists are unanimous that the opportunity cost of not having a digital ID far outweighs the risks, and that those implementing such systems must put in place the right guardrails at all possible levels.", "link": "https://www.biometricupdate.com/202308/rwandas-planned-digital-id-could-both-increase-and-decrease-exclusion", "date_published": "2023-08-07T22:09:32+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Missing persons NGO alliance kicks off global facial recognition initiative", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1164\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/07171052/Google-Photos-album-created-by-SOSDesaparecidos.png\" width=\"1309\" />\n\t\tA new alliance of non-profit organizations dedicated to finding missing persons is planning an innovative use of facial recognition to find people across Europe and Latin America.\n\nThe International Network of Associations of Disappeared Persons (<a href=\"https://riapd.org/\">RIAPD</a>) wants to create a network of global volunteers who would cross-check a database of missing persons with images stored on their smartphones.\n\nAccording to RIAPD, citizens who want to involve themselves in the search will join a Google Photos album containing images of disappeared persons. They can then use the facial recognition system natively installed on their smartphones to detect if a missing person happens to appear in their photo albums.\n\nThe RIAPD alliance was launched in July by nine NGOs from Spain, Argentina, Brazil, Chile, Colombia, Ecuador, Mexico and Peru. Over the next two years, RIAPD will be coordinated by the Spain-based organization called SOSDesaparecidos which first <a href=\"https://elcierredigital.com/salud-y-bienestar/864672138/sosdesaparecidos-implementa-reconocimiento-facial-personas-buscadas.html\">launched</a> the facial recognition initiative in March.\n\n“We were looking for a simple solution so that people can collaborate with little effort and so that any association in the world can replicate the same method and help us in international disappearances,” president of SOSDesaparecidos, Joaquín Amills told Spanish investigative journalism outlet Elcierre Digital.\n\nStarting in September, other organizations from the European Union will be joining the alliance. The organization aims to share digital tools and work methodologies as well as promote international cooperation, says Amills, adding that the project will maintain the privacy of volunteers.\n\n“RIAPD is not only a tool for disappeared persons and their families, but also a framework for collaboration with different police forces and government authorities of each country,” <a href=\"https://elcierredigital.com/salud-y-bienestar/558252748/primera-red-global-busqueda-personas-desaparecidas.html\">says </a>Amills.\n\nBiometric systems to either identify unclaimed bodies or missing persons are in use in many countries including <a href=\"https://www.biometricupdate.com/202307/south-african-province-deploys-biometrics-to-identify-unclaimed-bodies-reduce-crime\">South Africa</a>,<a href=\"https://www.biometricupdate.com/202104/nepal-parliamentary-committee-mandates-use-of-biometrics-to-identify-unclaimed-bodies\"> Nepal</a>,<a href=\"https://www.biometricupdate.com/202306/facial-recognition-used-to-identify-victims-of-deadly-train-accident-in-india\"> Pakistan</a> and<a href=\"https://www.biometricupdate.com/202302/facial-recognition-helps-identify-144-children-rescued-from-turkey-earthquake-rubble\"> Turkey</a>. Last month, authorities in Mexico said they have been <a href=\"https://www.biometricupdate.com/202307/mexico-uses-electoral-biometrics-database-to-id-thousands-of-mission-persons\">using an electoral biometrics database</a> to identify thousands of missing persons over the past years.", "link": "https://www.biometricupdate.com/202308/missing-persons-ngo-alliance-kicks-off-global-facial-recognition-initiative", "date_published": "2023-08-07T21:12:09+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Macau tests iris recognition at border crossings", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/07162036/Qingmao-Border-checkpoint-scaled.jpg\" width=\"2048\" />\n\t\tChina's gambling enclave Macau has started its second test phase for iris recognition at border crossings.\n\nAfter installing 500 iris scanners at six border control checks, the government will allow adult residents to test the biometrics while creating an iris database. The third phase will be rolling out iris scanners citywide and linking it to the Macao resident electronic ID card, replacing physical cards, <a href=\"https://macaudailytimes.com.mo/police-to-test-iris-facilitated-border-crossing-on-residents.html\">according</a> to the Macau Daily Times.\n\nThe Macau Legislative Assembly, which governs the tourism and gambling hotspot, passed a new immigration control law in August 2021, allowing iris biometrics data collection from people entering and exiting the territory.\n\nLocal politicians, however, have also warned that the implementation of the project will not be smooth. Central District Municipal Advisory Committee members have claimed that borders augmented with iris scanners are safer, and they are more accurate than fingerprints.\n\nWidespread use of biometric identifiers would be difficult, considering the high introduction and maintenance costs of infrastructure.\n\nResidents still need to be educated on personal data safety and cybersecurity, says Wu Hang San, committee vice convenor.\n\nSingapore’s border authorities <a href=\"https://www.biometricupdate.com/202304/singapore-uk-eu-face-headaches-with-border-biometrics\">have been using</a> iris scans as part of their Automated Clearance Initiative for passport holders of 51 jurisdictions, including Australia, United Kingdom, Canada, China, Hong Kong, Japan, South Korea and the United States.\n\nThe EU also sees a possibility for iris biometrics to play a <a href=\"https://www.biometricupdate.com/202306/frontex-sees-5-new-biometric-techs-to-use-on-borders\">larger role in its border controls</a> in the future.", "link": "https://www.biometricupdate.com/202308/macau-tests-iris-recognition-at-border-crossings", "date_published": "2023-08-07T20:22:21+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Washington prepares to tender remote ID proofing upgrade for Login.gov", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1298\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2022/02/15111831/selfie-login-authentication-IDV-scaled.jpg\" width=\"2048\" />\n\t\tThe U.S. government has scheduled a briefing for vendors interested in bidding on work to improve Login.gov, Washington's wobbly single sign-on service.\n\nThe General Services Administration, which is responsible for Login.gov, is looking for new remote ID-proofing software for single sign-on service, according to notice ID <a href=\"https://sam.gov/opp/9d664a81dc234be7a8ed2b75e3fcf146/view\">47QPCAR0001</a>. The estimated minimum value of the contract is $10.1 million, but it could surpass $100 million, according to planning documents.\n\nOfficials working with the watchdog agency want more of the public able to use online services offered by federal, state, tribal, territorial and local governments. The project is expected to improve biometric comparisons, ID document captures and other service categories under evolving privacy restrictions and data rights.\n\nThe GSA has had a number of problems operating Login.gov. It is being investigated by a House committee following <a href=\"https://www.biometricupdate.com/202306/us-pols-go-deeper-investigating-alleged-login-gov-fraud\">accusations</a> that staff <a href=\"https://www.biometricupdate.com/202303/gsa-defends-login-gov-fraud-protections-still-considering-biometrics\">misled</a> other agencies it was trying to cajole into integrating the software. Allegedly, it inflated the security assessment of Login.gov.\n\nEarlier in the year, there was an <a href=\"https://www.biometricupdate.com/202303/irs-gutsy-move-plug-in-login-gov-at-the-last-minute-for-id-verification\">avoidable misperception</a> about when to use biometric face scans through Login.gov to communicate with the Internal Revenue Service.\n\nThe August 12 pre-solicitation conference will show up to 500 participants how government solicitations, quotations and evaluations work.\n\nLinks to several documents relevant to this project have been <a href=\"https://sam.gov/opp/9d664a81dc234be7a8ed2b75e3fcf146/view\">posted</a> by the GSA.\n\nThe keyword cloud for the Login.gov is huge, but there is a reasonably concise <a href=\"https://hallways.cap.gsa.gov/app/#/dv/federal-business-forecast/details/40406\">description of deliverables</a> on Acquisition Gateway.\n\nOnly commercially available products and services will be accepted. And it all must comply with digital ID, enrollment and ID proofing, authentication and life-cycle management rules found in <a href=\"https://pages.nist.gov/800-63-3/\">NIST 800-63-3</a>, which are currently being <a href=\"https://www.biometricupdate.com/202307/biometric-authentication-accuracy-bar-rises-assurance-levels-evolve-in-nist-guidance\">updated</a>.\n\nThe list of demographic groups that the GSA wants using Login.gov is voluminous. It could almost be described as any resident older than 13 years.\n\nAlso targeted are people with no permanent address and no state IDs. That is tricky in that the GSA is calling for better document authentication.\n\nIdentification evidence document authentication has to perform at 99 percent on \"quality\" images in ID from all U.S., territory, tribal, state, local and foreign agencies.\n\nAnd the chosen contractor will have to demonstrate its biometric systems is successful at least 97 percent of the time for all populations that the GSA wants addressed.", "link": "https://www.biometricupdate.com/202308/washington-prepares-to-tender-remote-id-proofing-upgrade-for-login-gov", "date_published": "2023-08-07T19:35:26+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Digital identity becomes option for most Singaporeans when they vote", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"943\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/07145958/singpass.png\" width=\"1189\" />\n\t\tSingapore has inaugurated the use of digital IDs to verify their identity when voting.\n\nVoters will be free to use their National Registration Identity Card to vote in the presidential election in September as they ordinarily would do, or they can leave the card at home and use the nation's ID app, Singpass.\n\nAccording to <a href=\"https://www.straitstimes.com/singapore/singpass-digital-identity-to-be-accepted-for-the-first-time-at-polling-stations\">reporting</a> by The Straits Times, 4.5 million residents are enrolled in Singpass, which is a single sign-on ID for other services such as marriage certificates, financial assistance and public health records.\n\nThere are 2.7 million eligible voters. It is not apparent how many are likely to use the five-year-old Singpass program.\n\nSeveral conditions, enumerated by The Times, would require a voter to bring a national ID card with them to the booth.\n\nIndependent ID vendor <a href=\"https://www.biometricupdate.com/companies/okta\">Okta</a> this spring <a href=\"https://www.biometricupdate.com/202304/singpass-launches-digital-driver-licenses-for-professionals-integrated-by-okta\">said</a> in spring it had integrated with the Singpass app. At the same time, Singapore made the licenses of professional drivers digital only.\n\nNational digital identity systems have also been discussed for <a href=\"https://www.biometricupdate.com/page/2?posttype=all&amp;s=voter+verification\">voter verification</a> in <a href=\"https://www.biometricupdate.com/202301/digital-id-advances-can-ease-online-voting-in-australia-former-election-official-suggests\">Australia</a> and elsewhere, but the application is still largely untested.", "link": "https://www.biometricupdate.com/202308/digital-identity-becomes-option-for-most-singaporeans-when-they-vote", "date_published": "2023-08-07T19:07:13+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Selfie biometrics and KYC checks further expand beyond banking", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1080\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/04/24203910/selfie-id-verification-scaled.jpg\" width=\"2048\" />\n\t\tThe full range of the identity verification market is shown in customer deals announced by Yoti, Sumsub, Shufti Pro, Incode, iDentify and Onfido. Between them, the selfie biometrics and KYC providers have clinched agreements with customers for employment, car-sharing, property rentals, crowdfunding, organizational governance and payments.\n<h2>Yoti will provide background screening checks</h2>\nLondon-based digital identity company <a href=\"https://www.biometricupdate.com/companies/yoti\">Yoti</a> will help Canada’s first background screening company Britton Management Profiles streamline employment identity checks.\n\nYoti’s identity verification technology will help speed up background checks across the globe, including references, employment verifications, criminal background checks and identity verification, the two companies announced.\n\nThe company’s Identity Verification solution recently <a href=\"https://www.biometricupdate.com/202307/yoti-achieves-accessibility-standard-for-digital-identity-verification\">met</a> the Web Content Accessibility Guidelines (<a href=\"https://www.w3.org/TR/WCAG22/\">WCAG</a>) 2.2, an internationally recognized set of recommendations for improving web accessibility.\n<h2>Sumsub bets on European car-sharing industry</h2>\nOver the next decade, peer-to-peer car sharing is expected to gain more acceptance across Europe and with it, the need for digital driver's license verifications will increase. <a href=\"https://www.biometricupdate.com/companies/sumsub\">Sumsub</a> is ready to ride that wave.\n\nThe UK company has become the new partner for Prague-headquartered car sharing platform HoppyGo, founded by Czech automobile giant Škoda. Sumsub will provide KYC (Know Your Customer), age and document verification, driver's license checks and fraud protection. The company has recently <a href=\"https://www.biometricupdate.com/202307/sumsub-expands-id-verification-platform-unveils-payments-sector-alliances-and-apac-hq\">expanded its support</a> to over 14,000 types of identity documents.\n\nHoppyGo now offers over 2,500 cars but predicts that around 7.5 million cars will be shared in Europe by 2023. Digital identity fraud will be a big issue: Sumsub says that between the second quarters of 2022 and 2023, the fraud rate in the mobility industry in Czechia increased by 5.5 times.\n<h2>Shufti Pro to provide KYC and AML for SME crowdfunding platform</h2>\nAfter landing <a href=\"https://www.biometricupdate.com/202307/shufti-boasts-dozens-of-new-clients-in-q1\">sixty new business clients</a> within the first two quarters of 2023, <a href=\"https://www.biometricupdate.com/companies/shufti-pro\">Shufti Pro</a> has added another partner in the fintech business, an equity crowdfunding platform named Bamburcorn. The company will help the platform with knowing your customer (KYC) and anti-money laundering (AML) solutions.\n\nBahrain-based Bamburcorn is hoping to overcome the risk of fraud which has been increasingly hitting crowdfunding platforms. The platform offers investment opportunities for startups, small and medium enterprises and real estate projects and is regulated by the Central Bank of Bahrain.\n<h2>Incode partners with Snappt on real estate solution</h2>\nCalifornian identity verification form <a href=\"https://www.biometricupdate.com/companies/incode-technologies\">Incode Technologies</a> is joining hands with Snappt, a company that provides document fraud detection for residential apartment property managers. The two firms are planning to create a solution for property management under a single platform.\n\n“We empowered a leading property management company to catch fraudulent tenant applications, leading them to realize 10x ROI in just four months,\" says Incode CEO and Founder Ricardo Amper.\n\nIn May, Incode also signed <a href=\"https://www.biometricupdate.com/202305/trust-issues-hamper-adoption-of-biometrics-says-incode-report\">a deal</a> to provide identity verification and authentication to South African fintech service provider Mama Money and blockchain firm Black Ink Tech.\n<h2>iDenfy will provide solutions for Payout</h2>\nLithuanian identity verification and fraud detection firm <a href=\"https://www.biometricupdate.com/companies/idenfy\">iDenfy</a> is providing its KYC tech to Slovakian financial company Payout. Payout provides payment solutions to medium-sized enterprises replacing slow, manual payments and XML-based reconciliations with its real-time, automatic payment solution.\n\niDenfy recently reached a <a href=\"https://www.biometricupdate.com/202307/new-partnerships-for-document-scanning-and-kyc-expansions-show-id-verification-demand\">similar deal</a> with fintech company Paystrax, which services the card payment transaction market in Europe and the UK.\n<h2>Onfido partners with 0xKYC</h2>\nYet another London company has signed up a new customer: <a href=\"https://www.biometricupdate.com/companies/onfido\">Onfido</a> is partnering with a startup called 0xKYC which provides zero-knowledge-proof identity solutions to Decentralized Autonomous Organizations (DAOs).\n\n0xKYC developed a plugin called 1VOTE that enables users to verify their identity without sacrificing anonymity. Powered by Onfido’s biometric verification solution, users can be checked through anti-money laundering (AML) and Web3 fraud databases and receive 0xKYC’s so-called Soulbound Token which guarantees they are verified.\n\nAccording to Onfido, the 1VOTE solution is already being adopted in DAO circles and Web3 gaming companies.", "link": "https://www.biometricupdate.com/202308/selfie-biometrics-and-kyc-checks-further-expand-beyond-banking", "date_published": "2023-08-07T18:12:14+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "India advances Sri Lanka digital ID project $5.4M", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/07134503/sri-lanka-scaled.jpg\" width=\"2048\" />\n\t\tA cheque of 450 million Indian rupees (approximately US$5.4 million) has been handed to Sri Lanka’s government as part payment for the implementation of the country’s digital ID project dubbed SL-UDI.\n\nThe payment by India represents 15 percent of the total project amount, <a href=\"http://www.colombopage.com/archive_23B/Aug04_1691155622CH.php\">reports</a> Colombo Page.\n\nAn announcement of the advance disbursement was made recently during a high-level meeting of the Joint Project Monitoring Committee to discuss progress being made regarding the project.\n\nInformation from the meeting reveals that tenders for the project are currently being studied, with a contractor expected to be chosen within the time frame set out in the bid document. The two countries had agreed to have <a href=\"https://www.biometricupdate.com/202307/procurement-begins-for-sri-lankas-national-digital-id\">only an Indian company</a> win the contract.\n\nThe Senior Adviser to the President on national security and chief of presidential staff, Sagala Ratnayaka, underlined the importance of meeting deadlines at all stages of the project implementation process, during the meeting which took place at the Presidential Secretariat in Colombo.\n\nWhile expressing gratitude to the Indian government for the support, Ratnayaka said it was important to now hold regular discussions as the project inches towards a critical phase.\n\nThe country is also banking on the digital ID project, which will be modelled like India’s Aadhaar, to improve access to public and private sector services and grow its digital economy. Authorities hope to use the ID project to accelerate Sri Lanka’s digital transformation efforts.\n\nIndia has offered huge financial support to Sri Lanka in various ways lately as the country’s economy struggles to recover from the ravages of the coronavirus pandemic and effects of the war in Ukraine which has driven up inflation.\n\nIndia is actively working to influence the development of digital identity in countries around the world, such as through a recently signed MoU with <a href=\"https://www.biometricupdate.com/202307/papua-new-guinea-to-tap-indias-digital-public-infrastructure-experience\">Papua New Guinea</a>.", "link": "https://www.biometricupdate.com/202308/india-advances-sri-lanka-digital-id-project-5-4m", "date_published": "2023-08-07T17:58:16+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "India supports AfDB’s digital financial inclusion drive in Africa with $2M", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/05/25233911/rwanda-informal-retail-scaled.jpg\" width=\"2048\" />\n\t\tThe government of India had said it will donate $2 million to support digital financial inclusion projects in Africa undertaken by the African Development Bank (AfDB’s) <a href=\"https://www.adfi.org/about-us/overview\">Africa Digital Financial Inclusion Facility</a> (ADFI).\n\nA press release announcing the donation says the move will enable ADFI to learn from India’s vast experience with its digital payments system (UPI) which has transformed governance, financial inclusion and resilience for millions of citizens.\n\nThe financial commitment also reflects India’s continuous push for digital public infrastructure which can leverage the lives of millions of unbanked and underserved Africans.\n\nThe release cites data which indicates that despite the growing tech penetration on the continent, almost half of the more than one billion people, especially women, youth, farmers and people in rural communities, do not enjoy digital financial inclusion.\n\n“We welcome the Government of India’s support of the catalytic role ADFI has been playing in accelerating greater access and usage of digital financial solutions and financial inclusion across the continent,” says AfDB Vice President for the Private Sector, Infrastructure and Industrialization, Solomon Quaynor.\n\n“We look forward to working together to add learning from India’s digital public infrastructure success story within our expanding portfolio of digital financial solutions initiatives to enhance the impact on greater economic empowerment, resilience and growth across Africa.”\n\nAlso commenting on the development, an ADFI Governing Council member for India, Manisha Sinha, says the country’s digital public infrastructure model is one to learn from.\n\n“India’s pioneering role in digital financial services, extending financial inclusion to remote rural areas and creating infrastructure for digitisation of financial services, opens a significant opportunity for India to work within the ADFI partnership to share learning and expertise on digital public infrastructure to further digital financial inclusion across the continent.”\n<h2>What’s ADFI?</h2>\nOperating under the auspices of the AfDB, ADFI is a multi-partner endeavor whose goal is to ensure that 332 million more Africans have access to the formal economy by 2030.\n\nAt least 60 percent of this number should be women, it says.\n\nIndia comes to join other implementing and funding partners supporting the initiative such as the Bill and Melinda Gates Foundation; the French Development Agency; the French Ministry of Finance, the Government of Luxembourg; the French Treasury at the Ministry of Economics, Finance and Industrial and Digital Sovereignty; and the Women Entrepreneurs Finance Initiative (We-Fi).\n\nADFI focusses on three key areas; digital financial infrastructure, policy and regulation, and products and innovation. It executes its projects through grants and concessional loans, according to its website.\n\nThe financing vehicle says it is working to expand and deepen its partnership as part of efforts to deliver digital financial inclusion projects in Africa.\n\nIn April, the AfDB said it was <a href=\"https://www.biometricupdate.com/202304/afdb-earmarks-8m-to-establish-interoperable-bank-id-system-in-4-west-african-countries\">making available $8 million</a> for the financing of an interoperable bank ID system that will foster financial inclusion in four West African countries.", "link": "https://www.biometricupdate.com/202308/india-supports-afdbs-digital-financial-inclusion-drive-in-africa-with-2m", "date_published": "2023-08-07T17:17:28+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Mobile driver’s license adoption represents win for TSA", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1366\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/03/13111934/digital-travel-credential-scaled.jpg\" width=\"2048\" />\n\t\t<em>By Neville Pattinson, Head of Federal Government Sales at Thales Group’s <a href=\"https://www.thalesgroup.com/en/markets/digital-identity-and-security/government\">DIS Identity &amp; Biometric Solutions</a></em>\n\nStates in the U.S. have begun issuing digital IDs in the form of mobile driver’s licenses, and the first place where many Americans see a benefit from these new credentials is at the airport. The Transportation Security Administration (TSA) is often criticized for the slow pace of airport processes, and the long delays experienced by many travellers. The TSA is an early adopter of mobile driver’s licenses (mDLs), however, which hold significant promise for reducing how long security checks take, and therefore the lineups of people waiting to go through them.\n\nAmericans average close to <a href=\"https://upgradedpoints.com/travel/airports/average-tsa-security-wait-times-us-airports/\">an hour waiting in TSA lineups</a> during peak hours at the nation’s busiest airports, based on an analysis of the agency’s own statistics.\n\nTSA is not only rolling out new technology to make use of mDLs as more states launch them, it, and the Department of Homeland Services more broadly, is actively working on faster ways to get people through the necessary security checks. Those efforts are starting to bear fruit.\n<h2>What the TSA is doing</h2>\nThe TSA is leading the adoption of digital credentials to automate most security checks. Digital travel credentials can be processed in as little time as it takes people to make a payment with their smartphone. As holding out your phone to complete an interaction becomes more familiar, the TSA is rolling out a new version of its Credential Authentication Technology (CAT) scanners to airports across the country so they can accept digital credentials.\n\nMost of those digital credentials that Americans have today are mDLs issued by state motor vehicle authorities. The <a href=\"https://www.biometricupdate.com/202206/flash-a-qr-and-your-face-biometrics-and-american-will-put-you-in-a-jet-seat\">American Airlines Mobile ID</a>, created in collaboration with Thales and Airside, is based on the same technologies and is equivalent to a state-issued mDL for TSA security check purposes.\n\nBoth make use of the <a href=\"https://www.iso.org/standard/69084.html\">ISO/IEC 18013-5</a> standard, which extends the global standard for driver’s licenses to digital credentials held on a mobile device. The use of this standard by all digital ID credentials provides a common basis on which TSA can accept any of them at any airport equipped with the new CAT II scanners, and rapidly scale the system to cover the entire U.S.\n\nmDL acceptance at TSA security checkpoints will be in conjunction with TSA rolling out the new CAT technology supporting digital credentials over the next year or so. For now, travellers must be enrolled in TSA PreCheck to use their digital ID for security checks.\n\nSimilar efforts in other countries also means that Americans will soon be able to use their digital IDs in overseas airports, and vice versa.\n<h2>How it helps</h2>\nThe new security check process consists of all the same steps from a security perspective. How the steps are carried out is changed and automated, however, so that they may appear instantaneous or invisible to the traveller.\n\nOn approaching a TSA checkpoint, the traveller presents a QR code on their mobile device and has a photo taken. The ID and photo images are matched, along with flight and other information, and the passenger is cleared. This typically happens in <a href=\"https://news.aa.com/news/news-details/2022/American-Airlines-Launches-Mobile-ID-With-TSA-PreCheck-OPS-OTH-06/default.aspx\">less than five seconds</a>, according to American’s assessments.\n\nIn addition to the speed of the check itself, the TSA is scanning mobile IDs at dedicated lanes. That means if you are eligible for a mobile ID, you have the option of a line that is often the shortest available.\n\nThe privacy of travellers’ data is protected in several ways. All data from the ID is transmitted and stored in encrypted form, and deleted by TSA after it is verified to protect against potential data breaches. Less data is presented to TSA agents, and the device itself stays in the hands of the traveler.\n\nDevice-based security measures, like Face ID or Touch ID biometrics on Apple devices, can also help prevent someone else from viewing or presenting your digital ID, even if your phone is stolen.\n\nThe same technology has also been used already by travellers in trials to access lounges and complete self-bag drop processes.\n<h2>What comes next</h2>\nThere are currently only eight states issuing mDLs on a production basis, though roughly as many are actively working towards launches.\n\nThat means the American Airlines Mobile ID is the only way for most Americans with U.S. Passports or U.S. Drivers licenses from forty-one participating states to take advantage of the new airport fast-lanes right now.\n\nAs the technology reaches more airports, and more states issue mDLs, further adoption by state governments, such as for access to online public services, and by the private sector, such as for age verification or KYC checks, will motivate people to get their own.\n\nBoth age verification and KYC checks are becoming more common, too. Several states, including Arkansas, Virginia, Louisiana and Texas have all passed age verification requirements for accessing adult content. The same limited disclosure and other privacy protections used at the airport could enable residents of those states to access websites without exposing their personal data.\n\nIn the meantime, Americans using digital IDs in airports will often make it through screening process faster than their fellow travellers, thanks to some forward-looking decisions by the TSA.\n<h2>About the author</h2>\nNeville Pattinson is the Head of Federal Government Sales at Thales Group’s <a href=\"https://www.biometricupdate.com/tag/thales-digital-identity-and-security\">DIS Identity &amp; Biometric Solutions</a> team based in Austin, TX. Pattinson is a leading expert and thought leader on digital identity solutions such as smart cards, electronic passports, various biometric technologies and mobile digital identity to keep identity credentials secure, private and trusted.\n\n<em>DISCLAIMER: Biometric Update’s Industry Insights are submitted content. The views expressed in this post are that of the author, and don’t necessarily reflect the views of Biometric Update.</em>", "link": "https://www.biometricupdate.com/202308/mobile-drivers-license-adoption-represents-win-for-tsa", "date_published": "2023-08-07T15:44:51+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "http://feeds.feedburner.com/biometricupdate", "title": "Black woman matched by facial recognition alleges police misconduct in lawsuit", "description": "<img alt=\"\" class=\"attachment-post-thumbnail size-post-thumbnail wp-post-image\" height=\"1365\" src=\"https://d1sr9z1pdl3mb7.cloudfront.net/wp-content/uploads/2023/08/07111707/black-woman-facial-recognition-scaled.jpg\" width=\"2048\" />\n\t\tAnother person in the United States is alleging a wrongful arrest based on a false match by facial recognition software used by police. It is the sixth allegation of facial recognition prompting the arrest of the wrong person in America, and the third in Detroit. All six incorrectly identified people are Black.\n\nA lawsuit has been filed by Detroit resident Porcha Woodruff, who was 8 months pregnant when she was arrested for carjacking and robbery, <a href=\"https://www.detroitnews.com/story/news/local/detroit-city/2023/08/06/woman-files-lawsuit-claims-faulty-dpd-facial-recognition-hit-prompted-her-false-arrest/70523848007/\">The Detroit News</a> reports. A photo of the suspect was matched with an eight-year old mugshot photo of Woodruff, despite the availability of her recent driver’s license photo, according to court filings.\n\nDetroit police <a href=\"https://www.biometricupdate.com/202009/us-lawmakers-extend-police-face-biometrics-contract-in-detroit-moratorium-advances-in-vermont\">extended a contract</a> for facial recognition software from Dataworks Plus and Rank One Computing in 2020.\n\nWoodruff’s attorneys write that the officer who obtained the warrant for her arrest neglected to mention the age of the reference image used for the biometric match. If that information had been disclosed, they say, the warrant may have been denied for lack of probably cause.\n\nWhen Woodruff’s image was returned as a match candidate for the probe, her eight-year old mugshot was placed in a photo lineup, where it was picked out by the victim.\n\nThe case against Woodruff was dismissed during a preliminary examination for lack of evidence.\n\nWhen she was arrested, Woodruff was held for 11 hours, and she was treated for dehydration on release, she told the <a href=\"https://www.nytimes.com/2023/08/06/business/facial-recognition-false-arrest.html\">New York Times</a>, adding further emotional weight to the story. The person who participated in the carjacking, and whose image was captured by a security camera, was not visibly pregnant.\n\nDetroit Police Chief James White said the allegations in the lawsuit are “very concerning,” and the department will perform “additional investigation,” as quoted by The Detroit News. He also told the police oversight board that a supervisor had reviewed the case before authorizing the warrant affidavit, and proper procedure was followed.\n\nThe ACLU filed a <a href=\"https://www.biometricupdate.com/202104/aclu-seeks-to-make-facial-recognition-use-by-police-a-civil-rights-issue-with-wrongful-arrest-suit\">federal lawsuit</a> seeking to make Detroit police stop using facial recognition in 2021, in response to the false arrest of Robert Williams. The arrests of Williams, Woodruff, and Michael Oliver in Detroit all took place within the last three years. In Williams’ case, White’s predecessor James Craig told 60 Minutes that the arrest resulted from “sloppy, <a href=\"https://www.biometricupdate.com/202105/amazon-extends-police-facial-recognition-moratorium\">sloppy investigative work</a>.”\n\nPsychology professor Gary Wells, who has researched the reliability of eyewitnesses, says that facial recognition systems with enough reference images will always find one that looks like the probe, and the eyewitness will usually assume that the correct person’s image is among those they are shown. This makes the combination unreliable, he says.\n\nAssessments by the National Institute of Standards and Technology show that many leading facial recognition algorithms are just as accurate for Black men as other groups of people, but others are not. It also shows that even <a href=\"https://www.biometricupdate.com/202207/nist-seeks-feedback-on-measurement-of-biometric-bias\">measuring demographic fairness</a> in facial recognition algorithms, let alone whole systems, remains a challenge.", "link": "https://www.biometricupdate.com/202308/black-woman-matched-by-facial-recognition-alleges-police-misconduct-in-lawsuit", "date_published": "2023-08-07T15:18:33+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]