[{"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New Malware Campaign Targets Inexperienced Cyber Criminals with OpenBullet Configs", "description": "A new malware campaign has been observed making use of malicious OpenBullet configuration files to target inexperienced cyber criminals with the goal of delivering a remote access trojan (RAT) capable of stealing sensitive information.\nBot mitigation company Kasada said the activity is designed to \"exploit trusted criminal networks,\" describing it as an instance of advanced threat actors \"", "link": "https://thehackernews.com/2023/08/new-malware-campaign-targets.html", "date_published": "2023-08-07T15:57:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "North Korean Hackers Targets Russian Missile Engineering Firm", "description": "Two different North Korean nation-state actors have been linked to a cyber intrusion against the major Russian missile engineering company NPO Mashinostroyeniya.\nCybersecurity firm SentinelOne said it identified \"two instances of North Korea related compromise of sensitive internal IT infrastructure,\" including a case of an email server compromise and the deployment of a Windows backdoor dubbed", "link": "https://thehackernews.com/2023/08/north-korean-hackers-targets-russian.html", "date_published": "2023-08-07T13:56:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "Enhancing Security Operations Using Wazuh: Open Source XDR and SIEM", "description": "In today's interconnected world, evolving security solutions to meet growing demand is more critical than ever. Collaboration across multiple solutions for intelligence gathering and information sharing is indispensable. The idea of multiple-source intelligence gathering stems from the concept that threats are rarely isolated. Hence, their detection and prevention require a comprehensive", "link": "https://thehackernews.com/2023/08/enhancing-security-operations-using.html", "date_published": "2023-08-07T10:30:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New 'Deep Learning Attack' Deciphers Laptop Keystrokes with 95% Accuracy", "description": "A group of academics has devised a \"deep learning-based acoustic side-channel attack\" that can be used to classify laptop keystrokes that are recorded using a nearby phone with 95% accuracy.\n\"When trained on keystrokes recorded using the video conferencing software Zoom, an accuracy of 93% was achieved, a new best for the medium,\" researchers Joshua Harrison, Ehsan Toreini, and Maryam Mehrnezhad", "link": "https://thehackernews.com/2023/08/new-deep-learning-attack-deciphers.html", "date_published": "2023-08-07T10:14:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "New SkidMap Redis Malware Variant Targeting Vulnerable Redis Servers", "description": "Vulnerable Redis services have been targeted by a \"new, improved, dangerous\" variant of a malware called SkidMap that's engineered to target a wide range of Linux distributions.\n\"The malicious nature of this malware is to adapt to the system on which it is executed,\" Trustwave security researcher Radoslaw Zdonczyk said in an analysis published last week.\nSome of the Linux distribution SkidMap", "link": "https://thehackernews.com/2023/08/new-skidmap-redis-malware-variant.html", "date_published": "2023-08-07T09:52:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}, {"source": "https://feeds.feedburner.com/TheHackersNews", "title": "FBI Alert: Crypto Scammers are Masquerading as NFT Developers", "description": "The U.S. Federal Bureau of Investigation (FBI) is warning about cyber crooks masquerading as legitimate non-fungible token (NFT) developers to steal cryptocurrency and other digital assets from unsuspecting users.\nIn these fraudulent schemes, criminals either obtain direct access to NFT developer social media accounts or create look-alike accounts to promote \"exclusive\" new NFT releases, often", "link": "https://thehackernews.com/2023/08/fbi-alert-crypto-scammers-are.html", "date_published": "2023-08-07T07:05:00+00:00", "persistent": false, "dead": false, "artist": null, "album": null, "user": null, "language": "en-US", "thumbnail": null}]