{"entries": [{"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/overnights/3821787-on-the-money-kevin-mccarthys-debt-ceiling-jam/", "title": "On The Money — Kevin McCarthy’s debt ceiling jam", "date_published": "2023-01-20 23:28:59+00:00", "description": "We break down why the Speaker is stuck with no dancing partner in debt ceiling negotiations. We’ll also look at another round of big tech layoffs and how many of your colleagues are using robots to do their work.  📬 But first, stamps are about to get more expensive. Welcome to On The Money, your...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/overnights/3821785-energy-environment-tax-breaks-set-stage-for-lithium-boom/", "title": "Energy & Environment — Tax breaks set stage for lithium boom", "date_published": "2023-01-20 23:25:38+00:00", "description": "Demand for lithium is poised to surge thanks to the Inflation Reduction Act’s tax credits. Meanwhile, people harmed by contamination at Camp Lejeune seek answers, and a new study suggests natural disasters rewire our brains.  This is Energy &#38; Environment, your source for the latest news focused on energy, the environment and beyond. For The...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3821743-existing-home-sales-drop-for-11th-straight-month/", "title": "Existing home sales drop for 11th straight month", "date_published": "2023-01-20 23:17:18+00:00", "description": "Sales of existing homes dropped for the 11th straight month in December, dropping to its lowest annualized pace since 2010 except for immediately following the start of the COVID-19 pandemic.  The National Association of Realtors (NAR) said in a release on Friday that existing home sales last month stood at a seasonally adjusted annual rate...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/overnights/3821726-hillicon-valley-tech-layoffs-escalate/", "title": "Hillicon Valley — Tech layoffs escalate", "date_published": "2023-01-20 22:49:59+00:00", "description": "Layoffs from Silicon Valley giants are spreading, with Google announcing Friday it will cut about 12,000 jobs.   Meanwhile, T-Mobile said a hacker stole data of about 37 million customers, and a poll showed nearly 30 percent of surveyed professionals said they used the new ChatGPT tool while at work. This is Hillicon Valley, detailing...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3821653-russian-nuclear-conglomerate-has-aided-war-effort-documents/", "title": "Russian nuclear conglomerate has aided war effort: documents", "date_published": "2023-01-20 22:44:48+00:00", "description": "The Russian state-run nuclear energy corporation Rosatom has been supplying the country’s military with missile fuel amid its invasion of Ukraine, The Washington Post reported on Friday.  The Post reviewed documents showing that the company has offered to provide goods to military units and weapons manufacturers that have faced international sanctions. The manufacturers include a...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3821657-ftc-asks-court-to-hold-pharma-bro-martin-shkreli-in-contempt/", "title": "FTC asks court to hold 'pharma bro' Martin Shkreli in contempt", "date_published": "2023-01-20 22:40:05+00:00", "description": "The Federal Trade Commission (FTC) on Friday asked a federal judge to hold the infamous \"pharma bro\" Martin Shkreli in contempt for failing to pay a $65 million fine and for violating a lifetime ban on working in the pharmaceutical industry. In a motion filed in federal court in the Southern District of New York,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3821649-the-ongoing-wrath-of-the-citizens-united-decision-13-years-later/", "title": "The ongoing wrath of the Citizens United decision — 13 years later", "date_published": "2023-01-20 22:30:00+00:00", "description": "Thirteen years ago, the U.S. Supreme Court struck a devastating blow to democracy in its Citizens United v. FEC decision. The ruling reversed previous judicial precedents and struck down a century’s worth of campaign finance laws. The court erroneously decided that “independent expenditures” in campaigns are truly independent of candidates and party committees and therefore not...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3821576-justices-were-interviewed-as-part-of-supreme-court-leak-probe/", "title": "Justices were interviewed as part of Supreme Court leak probe", "date_published": "2023-01-20 21:56:44+00:00", "description": "All nine Supreme Court justices were interviewed as part of a probe into last year's leak of the draft opinion overturning federal abortion protections, but none were implicated, court marshal Gail Curley said on Friday. Curley has led the court's investigation since Politico published the draft Dobbs v. Jackson Women's Health Organization majority opinion in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3821541-top-haley-staffer-joins-pences-political-group/", "title": "Top Haley staffer joins Pence's political group", "date_published": "2023-01-20 21:51:04+00:00", "description": "A top staffer to Nikki Haley's political nonprofit is leaving to join former Vice President Mike Pence's advocacy group as both former Trump administration officials ready potential 2024 campaigns. Tim Chapman, who has served as executive director of Haley's Stand for America since 2020, is departing to become a senior adviser to Pence's group, Advancing...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3821602-awol-navy-seal-killed-while-fighting-in-ukraine/", "title": "AWOL Navy SEAL killed while fighting in Ukraine", "date_published": "2023-01-20 21:49:45+00:00", "description": "A former Navy SEAL was killed earlier this week while fighting in eastern Ukraine, the military service confirmed Friday.  Daniel Swift, a special warfare operator 1st class who deserted the military nearly four years ago, died Wednesday from injuries sustained when the Ukrainian unit he was fighting with came under Russian attack, Time first reported.  The Navy confirmed...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821559-hud-files-proposed-rule-aimed-at-reducing-housing-segregation/", "title": "HUD files proposed rule aimed at reducing housing segregation", "date_published": "2023-01-20 21:39:35+00:00", "description": "The Department of Housing and Urban Development (HUD) has filed a proposal for a new rule to push local communities to take steps to address housing segregation.  HUD said in a release that the rule, announced on Thursday, would require municipalities, states and public housing agencies to set goals for fair housing issues facing their...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3821486-supreme-court-expected-to-issue-first-opinion-of-term-on-monday/", "title": "Supreme Court expected to issue first opinion of term on Monday", "date_published": "2023-01-20 21:25:56+00:00", "description": "The Supreme Court is expected to announce its first opinion of the term on Monday following an unusual delay from historical trends. The court’s website on Friday updated to designate Monday as an opinion issuance day. It will also mark the first time the justices return to the pre-pandemic tradition of announcing their decisions live...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3821529-nhl-coach-defends-player-who-refused-pride-jersey-just-because-you-dont-agree-doesnt-mean-he-did-anything-wrong/", "title": "NHL coach defends player who refused Pride jersey: 'Just because you don't agree ... doesn't mean he did anything wrong'", "date_published": "2023-01-20 21:20:51+00:00", "description": "Philadelphia Flyers head coach John Tortorella on Thursday defended defenseman Ivan Provorov’s decision not to wear a rainbow jersey during warm-ups for the team’s Pride Night earlier this week. “As I said, Provy did nothing wrong,” Tortorella said at a press conference. “Just because you don’t agree with his decision doesn’t mean he did anything...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3821500-desantis-sparks-outrage-with-rejection-of-african-american-studies-class/", "title": "DeSantis sparks outrage with rejection of African American studies class", "date_published": "2023-01-20 21:00:02+00:00", "description": "Florida Gov. Ron DeSantis (R) is facing criticism after his administration rejected an Advanced Placement African American Studies course from being taught in Florida schools, the latest curriculum-related action by the governor to draw fierce backlash. The DeSantis administration made the move earlier this month, when it sent a letter to the College Board Florida Partnership arguing...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3821373-preparing-the-next-generation-of-citizens-requires-bringing-back-civics/", "title": "Preparing the next generation of citizens requires bringing back civics", "date_published": "2023-01-20 21:00:00+00:00", "description": "For today’s students, civics is more likely a patchwork of social studies classes that cover the mere basics, if it’s taught at all.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821509-how-biden-and-his-staff-marked-two-years-in-office/", "title": "How Biden and his staff marked two years in office", "date_published": "2023-01-20 20:57:57+00:00", "description": "President Biden and his team on Friday marked two years since he was sworn into office, highlighting economic gains and bipartisan achievements that will likely form the backbone of a potential reelection bid.  “When I came into office, we had a lot of problems,” Biden told a gathering of bipartisan mayors at the White House....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3821449-migrant-shot-injured-by-texas-national-guard-soldier-report/", "title": "Migrant shot, injured by Texas National Guard soldier: report", "date_published": "2023-01-20 20:55:08+00:00", "description": "A migrant was shot and injured by a member of the Texas National Guard on Sunday morning near the U.S.-Mexico border, Military Times and The Texas Tribune reported.  The migrant was reportedly shot in the left shoulder by Spc. Angel Gallegos near McAllen, Texas, and suffered an injury that was not life-threatening. He was treated at...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/blogs/blog-briefing-room/3821437-democratic-fundraiser-actblue-names-regina-wallace-jones-as-its-first-black-female-ceo/", "title": "Democratic fundraiser ActBlue names Regina Wallace-Jones as its first Black female CEO", "date_published": "2023-01-20 20:52:40+00:00", "description": "The Democratic fundraising organization ActBlue has named Regina Wallace-Jones as its first Black female CEO.  Wallace-Jones previously served as a technology executive at multiple companies, including Yahoo, eBay and Facebook, and on the city council and as the mayor of East Palo Alto, Calif. ActBlue said in a tweet announcing her appointment as CEO and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/well-being/mental-health/3821426-cancer-diagnosis-raises-suicide-risk-by-26-percent-research/", "title": "Cancer diagnosis raises suicide risk by 26 percent: research", "date_published": "2023-01-20 20:48:05+00:00", "description": "Story at a glance If you or someone you know is struggling or in crisis, help is available. Call or text 988 or chat 988lifeline.org.  Individuals diagnosed with cancer between 2000 and 2016 had a 26 percent higher risk of suicide compared with the general population, new research shows.  Both insurance status and ethnicity contributed...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3821185-what-we-know-about-how-covid-19-vaccines-may-affect-menstrual-cycles/", "title": "What we know about how COVID-19 vaccines may affect menstrual cycles", "date_published": "2023-01-20 20:37:11+00:00", "description": "Since early in the pandemic, women have reported experiencing changes in their menstruation after they got COVID-19 or were vaccinated against it. Their cycles had gotten longer, some said. Their bleeding was heavier. Research has backed up those anecdotal reports, showing COVID-19 vaccination having a temporary but noticeable impact on women's periods and their accompanying...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821443-most-voters-think-bidens-handling-of-documents-is-a-serious-breach-poll/", "title": "Most voters think Biden's handling of documents is a serious breach: poll", "date_published": "2023-01-20 20:28:29+00:00", "description": "A majority of voters say they believe President Biden’s handling of classified documents found at his home and his former office is a serious breach of national security, according to a new Harvard CAPS-Harris poll released exclusively to The Hill on Friday. The poll found that 64 percent of respondents said they consider “the presence...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/judiciary/3821283-merrick-garlands-special-counsel-conundrum/", "title": "Merrick Garland's special counsel conundrum", "date_published": "2023-01-20 20:00:00+00:00", "description": "Having two special counsel investigations at once is not necessarily a problem, but this particular combination is going to create a real headache for the attorney general.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3821400-nearly-30-percent-of-professionals-say-they-have-used-chatgpt-at-work/", "title": "Nearly 30 percent of professionals say they have used ChatGPT at work", "date_published": "2023-01-20 19:46:30+00:00", "description": "Almost 30 percent of professional workers say they have used the artificial intelligence software known as ChatGPT while at work.  A poll from the publication Fishbowl, which focuses on workplace trends and employee perspectives, found that 27 percent of professionals have used the program to help them with work-related tasks. Pollsters reported that those in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3821287-toxic-exposure-victims-slam-military-doj-for-delaying-their-pursuit-of-justice/", "title": "Toxic exposure victims slam military, DOJ for delaying their pursuit of justice", "date_published": "2023-01-20 19:30:22+00:00", "description": "Thousands of Americans are in the dark as to when they might be able to seek justice for a historic set of toxic exposure claims, even though Congress removed the barriers that were blocking them from doing so months ago.  Some of those involved were shocked to see their cases, related to Marine Corps Base...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/congress-blog/3821353-why-the-us-should-pay-close-attention-to-race-and-class-in-the-response-to-brazilian-insurrection/", "title": "Why the US should pay close attention to race and class in the response to Brazilian insurrection", "date_published": "2023-01-20 19:30:00+00:00", "description": "Brazil's Jan. 8,2023, and America’s Jan. 6, 2021 storming of the capitols after democratic presidential elections are invigorating anti-democratic white nationalist values. We have a chance to help stop it. Brazil's 2022 election parallels the U.S. 2020 election with the voting out of right-wing openly racist and misogynistic President Jair Bolsonaro in favor of progressive Luiz...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/equilibrium-sustainability/3821368-wto-chief-calls-for-global-carbon-pricing/", "title": "WTO chief calls for global carbon pricing", "date_published": "2023-01-20 19:26:32+00:00", "description": "Adopting a global carbon pricing scheme could help countries streamline supply chains and mitigate concerns about competition, according to the head of the World Trade Organization (WTO).  “A shared global carbon-pricing framework would best provide certainty for businesses and predictability for developing countries,” WTO Director-General Ngozi Okonjo-Iweala said Thursday evening at the World Economic Forum’s Annual...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3821341-us-targets-russian-private-military-group-wagner-for-sanctions-for-fighting-in-ukraine/", "title": "US targets Russian private military group Wagner for sanctions for fighting in Ukraine", "date_published": "2023-01-20 19:15:42+00:00", "description": "The Biden administration on Friday announced new sanctions against the private Russian military group Wagner, which is fighting on the battlefield in Ukraine, and called out tensions between Moscow’s defense ministry and the head of the for-hire mercenary group.  The sanctions include labeling Wagner, which is headed by Russian businessman Yevgeny Prigozhin, as a “significant...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821311-white-house-calls-florida-rejection-of-ap-african-american-studies-course-incomprehensible/", "title": "White House calls Florida rejection of AP African American studies course 'incomprehensible'", "date_published": "2023-01-20 19:12:00+00:00", "description": "The White House on Friday called it \"incomprehensible\" for Florida Gov. Ron DeSantis (R) to block a new Advanced Placement (AP) course for high school students on African American studies. \"It is incomprehensible to see ... this ban or this block, to be more specific, that DeSantis has put forward,\" press secretary Karine Jean-Pierre told...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3821286-study-trauma-from-climate-disaster-can-change-brain-function/", "title": "Study: Trauma from climate disaster can change brain function", "date_published": "2023-01-20 18:53:58+00:00", "description": "Trauma from environmental and climate disasters can cause long-term changes in cognitive functioning, according to research published Wednesday in the journal PLOS Climate. Researchers from the University of California San Diego and California State University used existing data from survivors of the 2018 Camp Fire, the deadliest wildfire in California history. In the 2023 study,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3821254-vox-media-lays-off-7-percent-of-workforce/", "title": "Vox Media lays off 7 percent of workforce", "date_published": "2023-01-20 18:53:18+00:00", "description": "Digital media outlet Vox is laying off 7 percent of its workforce, according to multiple reports. About 130 people are reportedly expected lose their jobs as part of the cuts, which CEO Jim Bankoff announced in a note to staff on Friday that was obtained by The New York Times. “Unfortunately, in this economic climate,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821247-state-department-to-switch-official-font-from-times-new-roman-to-calibri/", "title": "State Department to switch official font from Times New Roman to Calibri", "date_published": "2023-01-20 18:40:46+00:00", "description": "The State Department will switch its official font from Times New Roman to Calibri next month in an effort to increase accessibility, a department spokesperson said. Secretary of State Antony Blinken directed staff to begin using a 14-point Calibri font for department paperwork on Feb. 6, after nearly 20 years of using Times News Roman...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3821268-defense-chiefs-fail-to-reach-deal-on-sending-tanks-to-ukraine/", "title": "Defense chiefs fail to reach deal on sending tanks to Ukraine", "date_published": "2023-01-20 18:37:47+00:00", "description": "Top Western military officials on Friday failed to come to an agreement on providing modern battle tanks to Ukraine during a meeting to coordinate lethal aid to Kyiv in its war with Russia.   After more than five hours of talks at the Ukraine Defense Contact Group meeting at Ramstein Air Base, Germany, countries were still at an impasse...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3821070-theres-a-path-away-from-toxic-polarization-shared-problem-solving/", "title": "There's a path away from toxic polarization: shared problem-solving", "date_published": "2023-01-20 18:30:00+00:00", "description": "When we’re parked in ideological campsites, we fail to acknowledge our interdependence.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3820983-three-active-duty-us-marines-charged-for-participation-in-jan-6-riot/", "title": "Three active duty US Marines charged for participation in Jan. 6 riot", "date_published": "2023-01-20 18:01:58+00:00", "description": "Three active duty U.S. Marines were charged this week with misdemeanors for breaking into the U.S. Capitol during the rioting on Jan. 6, 2021, as a far-right mob sought to overturn certification of the 2020 election. The FBI charged Micah Coomer, Dodge Dale Hellonen and Joshua Abate with four misdemeanor accounts, according to court documents...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/cybersecurity/3812665-tamping-down-demand-for-spyware-in-europe-is-an-uphill-battle/", "title": "Tamping down demand for spyware in Europe is an uphill battle", "date_published": "2023-01-20 18:00:00+00:00", "description": "Greek authorities closed out 2022 with a bang by raiding six surveillance-for-hire companies. A key target of the crackdown was Intellexa, an Israeli cyber intelligence firm operating in Greece through its subsidiary, Cytrox. Known for its Predator software — which collects mobile phone data after user interaction with a malicious link — Intellexa has become...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3821193-pelosi-chokes-up-discussing-husbands-recovery-will-take-a-little-while-for-him-to-be-back-to-normal/", "title": "Pelosi chokes up discussing husband's recovery: Will take 'a little while for him to be back to normal'", "date_published": "2023-01-20 17:51:32+00:00", "description": "Rep. Nancy Pelosi (D-Calif.) in a new interview opens up about her husband’s recovery from the violent attack he suffered in October. “He’s doing OK,” Pelosi told CNN’s Chris Wallace in the interview, set to air on Sunday night. “It’s going to take a little while for him to be back to normal.”  Paul Pelosi...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3821184-bidens-approval-underwater-poll/", "title": "Biden's approval underwater: poll", "date_published": "2023-01-20 17:34:20+00:00", "description": "President Biden’s approval rating remains underwater as the president prepares for an anticipated reelection bid, according to a new Harvard CAPS-Harris Poll survey released Friday exclusively to The Hill. The poll found that 42 percent of respondents “strongly” or “somewhat approve” of Biden’s job as president, including 12 percent of Republicans, 76 percent of Democrats...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/media/3821121-national-press-club-blasts-nexstar-media-group-over-shameful-liv-golf-deal/", "title": "National Press Club blasts Nexstar Media Group over 'shameful' LIV Golf deal", "date_published": "2023-01-20 17:30:00+00:00", "description": "The National Press Club issued a scathing rebuke late Thursday of the Nexstar Media Group, the parent company of the CW Network, over a TV deal the company agreed to this week with the Saudi-backed LIV Golf League. In a statement lambasting the television rights deal — LIV Golf's first — as a \"shameful PR...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/1230-report/3821160-the-hills-1230-report-the-first-march-for-life-antiabortion-rally-since-roe-was-overturned-virginia-rocket-launch-visible-from-dc-area-trump-calls-for-politico-journalists-to-be-jailed-jennife/", "title": "The Hill's 12:30 Report — The first 'March for Life' antia-bortion rally since Roe was overturned", "date_published": "2023-01-20 17:30:00+00:00", "description": "To view past editions of The Hill's 12:30 Report, click here: https://bit.ly/30ARS1U  To receive The Hill's 12:30 Report in your inbox, please sign up here: https://bit.ly/3qmIoS9  --&#62; A midday take on what's happening in politics and how to have a sense of humor about it.*  *Ha. Haha. Hahah. Sniff. Haha. Sniff. Ha--breaks down crying hysterically. TALK OF THE MORNING ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3821139-judge-dismisses-suspended-state-attorneys-lawsuit-against-desantis/", "title": "Judge dismisses suspended state attorney's lawsuit against DeSantis", "date_published": "2023-01-20 17:22:40+00:00", "description": "A federal judge on Friday dismissed a lawsuit filed by an elected Florida state attorney who was ousted by Gov. Ron DeSantis (R) over the attorney’s commitment to not prosecute people seeking or providing abortions. U.S. District Judge Robert Hinkle ruled that DeSantis does not have to reinstate Andrew Warren (D), who the governor suspended...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/civil-rights/3815527-does-america-have-a-problem-with-women/", "title": "Does America have a problem with women?", "date_published": "2023-01-20 17:00:00+00:00", "description": "Let’s get back to protecting rights, expanding rights and steering our nation righteously. It’s the American way.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3821093-recreational-cannabis-laws-linked-with-reduced-demand-for-prescription-codeine-study/", "title": "Recreational cannabis laws linked with reduced demand for prescription codeine: study", "date_published": "2023-01-20 16:51:09+00:00", "description": "Story at a glance States that implemented recreational cannabis laws through 2019 saw lower demand for prescription codeine, according to new research published this week. Data showed a 26 percent reduction in pharmacy-based distribution of codeine in the 10 states plus Washington, D.C., while after the laws had been in place for four years, pharmacy-based...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3821110-trump-withdraws-lawsuit-against-new-york-attorney-general/", "title": "Trump withdraws lawsuit against New York attorney general", "date_published": "2023-01-20 16:43:52+00:00", "description": "Former President Trump withdrew his lawsuit against New York Attorney General Letitia James on Friday, after he and his legal team were ordered to pay more than $900,000 on Thursday for repeatedly filing “frivolous” lawsuits. U.S. District Judge Donald Middlebrooks, who also served as the presiding judge in Trump’s case against James, pointed to the lawsuit in Thursday’s...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3821109-trump-is-heavy-favorite-in-gop-2024-primary-poll/", "title": "Trump is heavy favorite in GOP 2024 primary: poll", "date_published": "2023-01-20 16:40:21+00:00", "description": "Former President Trump is the clear favorite to win the 2024 Republican presidential nod, despite Florida Gov. Ron DeSantis’s (R) swelling national profile, according to a new Harvard CAPS-Harris Poll survey released exclusively to The Hill.  In a hypothetical eight-way primary, 48 percent of Republican voters said they would back Trump for the nod, while...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3821075-we-need-an-open-source-intelligence-center/", "title": "We need an open source intelligence center", "date_published": "2023-01-20 16:30:00+00:00", "description": "A government of multiple small efforts is insufficiently prepared to harness the current open source revolutionary potential.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3820930-watch-live-white-house-press-briefing/", "title": "Watch live: White House press briefing", "date_published": "2023-01-20 16:00:00+00:00", "description": "White House press secretary Karine Jean-Pierre on Friday afternoon is slated to hold a press briefing. Jean-Pierre continues to face questions concerning the discovery of classified documents from the Obama administration at President Biden’s old office in Washington, D.C., and at his home in Delaware.  The press secretary insisted that the White House is cooperating with investigations now...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3821058-sen-tim-kaine-says-he-will-run-for-reelection-in-virginia/", "title": "Sen. Tim Kaine says he will run for reelection in Virginia", "date_published": "2023-01-20 15:56:06+00:00", "description": "Sen. Tim Kaine (D-Va.) said on Friday that he will run for reelection in 2024, delivering some much-needed relief to Democrats seeking to defend their majority next year.  “I am happy to announce that I will seek reelection in 2024 to keep delivering results for Virginia,\" Kaine told reporters after attending an economic roundtable in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/finance/3821050-larry-summers-warns-of-1970s-economic-crisis-if-banks-back-down-on-interest-rates/", "title": "Larry Summers warns of 1970s economic crisis if banks back down on interest rates", "date_published": "2023-01-20 15:50:32+00:00", "description": "Former Treasury Secretary Larry Summers warned on Friday that backing down on interest rates as a means of controlling inflation could precipitate a 1970s-style economic crisis. “I think to suppose that some kind of relenting on an inflation target will be a salvation would be a costly error that would ultimately have adverse efforts, as...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/education/3821016-stop-subsidizing-payoff-based-college-admissions/", "title": "Stop subsidizing payoff-based college admissions", "date_published": "2023-01-20 15:30:00+00:00", "description": "There aren’t many places where Republicans and Democrats can find common ground, but one is clear.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3820987-trump-under-no-circumstances-should-republicans-cut-social-security-or-medicare/", "title": "Trump: 'Under no circumstances' should Republicans cut Social Security or Medicare", "date_published": "2023-01-20 15:13:11+00:00", "description": "Former President Trump on Friday urged Republicans in Congress not to cut \"a single penny\" from Medicare or Social Security, a notable warning as some GOP lawmakers prepare to use the debt ceiling debate as leverage to try to secure spending cuts. \"Under no circumstances should Republicans vote to cut a single penny from Medicare...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/business-a-lobbying/business-lobbying/3819212-theres-a-gender-gap-even-in-the-metaverse/", "title": "There’s A Gender Gap Even In The Metaverse", "date_published": "2023-01-20 15:00:00+00:00", "description": "The metaverse looks set to change the way we work and play. Within it, you can make friends, design fashion, buy real estate, attend events, create and sell digital art, and earn money. Some believe the true metaverse, which is years away, will revolutionize the internet as we now know it, and what was once...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/national-security/3820158-who-should-build-australias-submarines-the-us-doesnt-have-the-workers/", "title": "Who should build Australia's submarines? The US doesn't have the workers", "date_published": "2023-01-20 15:00:00+00:00", "description": "Sometime in March, the three AUKUS signatories — Australia, the United Kingdom and the United States — are supposed to have reached agreement on, in the White House’s words, “the optimal pathway for an Australian conventionally-armed, nuclear-powered submarine capability.” How that is to be done is a major issue, however. For the United States, in...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/changing-america/well-being/prevention-cures/3820378-concerning-strain-of-gonorrhea-detected-in-massachusetts-officials-say/", "title": "'Concerning' strain of gonorrhea detected in Massachusetts, officials say", "date_published": "2023-01-20 14:52:24+00:00", "description": "The strain was found to resist five classes of antibiotics, a first in the U.S., according to the Massachusetts Dept. of Public Health (DPH).", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/3820952-suicide-drones-attack-us-base-in-syria/", "title": "Suicide drones attack US base in Syria", "date_published": "2023-01-20 14:50:15+00:00", "description": "Three suicide drones on Friday morning attacked a U.S. base in Syria, leaving two Syrian fighters injured. U.S. Central Command (CENTCOM) said in a release that forces at the al-Tanf Garrison shot down two of the drones, but one was able to strike the compound. No American troops were injured in the attack. The two...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/campaign/3820637-american-democracy-is-dodging-bullets/", "title": "American democracy is dodging bullets", "date_published": "2023-01-20 14:30:00+00:00", "description": "Voters and donors from both sides must stop supporting candidates willing to lie and incite violence to win elections.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3820948-t-mobile-says-hacker-stole-data-on-37-million-customers/", "title": "T-Mobile says hacker stole data on 37 million customers", "date_published": "2023-01-20 14:26:19+00:00", "description": "T-Mobile said a hacker stole data on about 37 million customers after first gaining access to a company system in November, according to a U.S. Securities and Exchange Commission (SEC) report filed on Thursday.  The phone carrier said it first identified the “bad actor” on Jan. 5 and was able to trace and stop its activity within...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/international/3820914-zelensky-secretly-met-with-cia-director-burns-in-kyiv/", "title": "Zelensky secretly met with CIA Director Burns in Kyiv", "date_published": "2023-01-20 13:50:21+00:00", "description": "Ukrainian President Volodymyr Zelensky secretly met with CIA Director William Burns in Kyiv last week, several outlets reported on Thursday. The two reportedly discussed the level of support that Ukraine can continue to expect from the U.S. with Republicans now in control of the House, according to The Washington Post, who first reported on the meeting....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3820896-white-house-blasts-trump-for-calling-to-jail-journalists-who-broke-draft-abortion-decision/", "title": "White House blasts Trump for calling to jail journalists who broke draft abortion decision", "date_published": "2023-01-20 13:21:36+00:00", "description": "The White House on Friday said that former President Trump calling for the jailing of the journalists who published a leaked draft opinion showing the Supreme Court was poised to overturn Roe v. Wade is an insult to the rule of law. “The freedom of the press is part of the bedrock of American democracy....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/state-watch/3820872-all-marc-trains-canceled-friday-morning-after-system-outage/", "title": "All MARC trains canceled Friday morning after system outage", "date_published": "2023-01-20 13:12:11+00:00", "description": "All MARC trains, which primarily run between Maryland and Washington, D.C., were canceled on Friday morning after the system suffered a communication outage. \"All MARC Train service continues to be suspended due to a system wide communication outage,\" the Maryland Transit Administration (MTA) said in an alert on Twitter. \"Currently there is no estimated time...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/finance/3820478-big-spender-biden-to-blame-for-inflation-and-coming-debt-ceiling-brawl/", "title": "Big spender Biden to blame for inflation and coming debt ceiling brawl", "date_published": "2023-01-20 13:00:00+00:00", "description": "Will the White House strike a bargain with the GOP to bend the arc of spending? They say no.", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/technology/3814620-social-media-must-balance-right-of-free-speech-with-audience-right-to-know/", "title": "Social media must balance 'right of free speech' with audience 'right to know'", "date_published": "2023-01-20 12:30:00+00:00", "description": "Few debates are louder or more palpable today than this: “What role should free speech play when it comes to social media platforms?” Even though social media companies are private and aren’t bound by the First Amendment, the argument rages on, highlighting the tension between tenets of free speech for all and the privacy and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/3820851-google-parent-alphabet-to-cut-12000-jobs-as-tech-job-losses-continue/", "title": "Google parent Alphabet to cut 12,000 jobs as tech job losses continue", "date_published": "2023-01-20 12:19:54+00:00", "description": "Google’s parent company, Alphabet, will cut about 12,000 jobs, as tech companies across the board continue to engage in mass layoffs. “Over the past two years we’ve seen periods of dramatic growth,” CEO Sundar Pichai said in an email to Google employees on Friday. “To match and fuel that growth, we hired for a different economic reality...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/opinion/white-house/3812647-the-nixon-legacy-has-lessons-for-biden-and-todays-gop/", "title": "The Nixon legacy has lessons for Biden and today's GOP", "date_published": "2023-01-20 12:00:00+00:00", "description": "In his second inaugural, a triumphant president claimed a mandate and sought a legacy. He had won a true landslide — 60 percent of the popular vote. He won all but one state in the Electoral College. Only George Washington and James Monroe had done better, with unanimous Electoral College reelections. That reelected president was...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/morning-report/3820830-the-hills-morning-report-us-hits-debt-limit-now-what/", "title": "The Hill's Morning Report — US hits debt limit — now what?", "date_published": "2023-01-20 11:25:00+00:00", "description": "Editor’s note: The Hill’s Morning Report is our daily newsletter that dives deep into Washington’s agenda. To subscribe, click here or fill out the box below. The United States on Thursday hit the debt ceiling — or the total amount of money the federal government can legally borrow — as lawmakers scramble to negotiate to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/healthcare/3820373-access-to-abortion-pills-is-sliding-out-of-reach-in-dozens-of-states/", "title": "Access to abortion pills is sliding out of reach in dozens of states", "date_published": "2023-01-20 11:00:00+00:00", "description": "The Biden administration's efforts to loosen access to medication abortion pills are running into a headwall of opposition in dozens of states, threatening to put the drugs out of reach for many patients.  The Food and Drug Administration (FDA) earlier this month said it will allow U.S. retail pharmacies to offer abortion pills directly to...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/national-security/3819963-as-hate-crimes-surge-most-are-going-uncounted/", "title": "As hate crimes surge, most are going uncounted", "date_published": "2023-01-20 11:00:00+00:00", "description": "In the spring of 2020, someone defaced two synagogues in Huntsville, Alabama, with antisemitic graffiti on consecutive days. Police and federal agents swooped in to investigate. Even the mayor got involved.  And then, at year’s end, the Huntsville police reported zero hate crimes for 2020.  That odd anecdote illustrates the vast undercount of hate crimes...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3820599-mccarthy-tries-to-get-out-of-his-box-on-debt-ceiling/", "title": "McCarthy tries to get out of his box on debt ceiling", "date_published": "2023-01-20 11:00:00+00:00", "description": "House Speaker Kevin McCarthy (R-Calif.) is pressing for Democrats to come to the bargaining table and begin negotiations to address the nation’s debt limit, as he faces pressures within his party to make good on significant fiscal reform.   McCarthy called on the White House to start discussions this week. But as both sides gear up for the...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/house/3820324-santos-getting-icy-reception-from-house-gop/", "title": "Santos getting icy reception from House GOP", "date_published": "2023-01-20 11:00:00+00:00", "description": "Rep. George Santos (R-N.Y.) is getting an icy reception from colleagues in the House GOP  even as he receives committee assignments and continues to serve his constituents on Long Island. Rep. James Comer (R-Ky.) calls him a “bad guy;” Rep. Michael McCaul (R-Texas) describes him as an “imposter.” A handful of other House Republicans have...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/3819861-states-see-lithium-rush-for-evs-as-environmentalists-urge-caution/", "title": "States see lithium rush for EVs as environmentalists urge caution", "date_published": "2023-01-20 11:00:00+00:00", "description": "Nevada and other states are poised to rake in huge benefits from a boom in lithium mining for batteries pushed by federal incentives as U.S. demand surges for electric vehicles (EVs). Environmentalists, however, are warning amid investments from the Biden-backed Inflation Reduction Act (IRA) that a heavy-handed approach to lithium mining could bring many of...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/senate/3820343-tensions-between-musk-democrats-flare-with-trumps-expected-return-to-twitter/", "title": "Tensions between Musk, Democrats flare with Trump’s expected return to Twitter", "date_published": "2023-01-20 11:00:00+00:00", "description": "Tensions between Elon Musk and Senate Democrats are heating up ahead of former President Trump’s expected return to Twitter, which comes amid reports that the popular social media platform has seen a rise in hate speech since Musk’s takeover last year.   Sen. Elizabeth Warren (D-Mass.) is raising concerns about Twitter’s opaque financing and whether...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/administration/3820549-the-memo-gop-risks-overplaying-hand-on-debt-ceiling/", "title": "The Memo: GOP risks overplaying hand on debt ceiling", "date_published": "2023-01-20 11:00:00+00:00", "description": "House Republicans are pressing their case for big spending cuts in return for raising the debt ceiling. But there is a real chance the GOP could overplay its hand and end up blamed for cascading negative effects if the U.S. even approaches a scenario where it defaults on its financial obligations. The U.S. has never...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3820713-lightfoot-fields-attacks-in-crowded-chicago-mayoral-debate/", "title": "Lightfoot fields attacks in crowded Chicago mayoral debate", "date_published": "2023-01-20 04:17:18+00:00", "description": "Chicago Mayor Lori Lightfoot (D) fielded attacks from a number of candidates in the city's crowded mayoral race during their first televised debate on Thursday evening, underscoring the challenges that lie ahead for the incumbent in her reelection bid. All nine candidates, including Lightfoot, participated in a 90-minute televised debate hosted by ABC 7 Chicago, Univision...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3820675-federal-judge-sanctions-trump-attorneys-over-900000-for-a-continuing-pattern-of-misuse-of-the-courts/", "title": "Federal judge sanctions Trump, attorneys over $900,000 for 'a continuing pattern of misuse of the courts'", "date_published": "2023-01-20 03:18:38+00:00", "description": "A federal judge in Florida on Thursday sanctioned former President Trump and his legal team over $900,000 for what he characterized as a “continuing pattern” of misusing the court to pursue political interests in response to a “frivolous” case against former senator and Secretary of State Hillary Clinton.  “This case should never have been brought....", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/transportation/3820617-faa-finds-outage-was-unintentionally-caused-by-contractors/", "title": "FAA finds outage was unintentionally caused by contractors", "date_published": "2023-01-20 01:58:15+00:00", "description": "The Federal Aviation Administration (FAA) announced Thursday that contractors \"unintentionally\" deleted files used for its alert system, leading to the outage that delayed or cancelled thousands of flights earlier this month. The FAA said in a statement that the contract personnel were working to correct synchronization between the Notice to Air Missions (NOTAM) system's primary...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/overnights/3820567-us-decides-against-sending-tanks-to-ukraine-in-aid-package/", "title": "US decides against sending tanks to Ukraine in aid package", "date_published": "2023-01-20 00:39:49+00:00", "description": "Welcome to The Hill's Defense &#38; National Security newsletter. Subscribe here or in the box below. After all the talk around tanks, the U.S. chose not to include them in the latest aid package for Ukraine. We’ll talk about why the decision was made and what that means for Kyiv. We’ve also got the rundown...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3820396-judge-rejects-navarros-motion-to-dismiss-contempt-of-congress-case/", "title": "Judge rejects Navarro's motion to dismiss contempt of Congress case", "date_published": "2023-01-20 00:37:42+00:00", "description": "A federal judge on Thursday rejected a last-minute bid by former Trump adviser Peter Navarro to get his contempt of Congress case dismissed, ruling that Navarro failed to produce evidence that former President Trump wanted him to claim executive privilege. Navarro pleaded not guilty to two counts of contempt of Congress in June for failing...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/regulation/court-battles/3820551-five-takeaways-from-the-supreme-courts-leak-investigation/", "title": "Five takeaways from the Supreme Court’s leak investigation", "date_published": "2023-01-20 00:33:39+00:00", "description": "The Supreme Court on Thursday revealed the details of an investigation into the leaked draft opinion that struck down Roe v. Wade, a probe that concluded the court was unable to identify who was responsible. But the more than 20-page report did provide new details about the circumstances of how the investigation was conducted and...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/technology/overnights/3820562-hillicon-valley-netflixs-leadership-shakeup/", "title": "Hillicon Valley — Netflix's leadership shakeup", "date_published": "2023-01-20 00:30:08+00:00", "description": "Netflix co-founder Reed Hastings announced he is stepping down from his current position as co-CEO of the company, but he won't be going away anytime soon. Also today, Twitter and Meta filed briefs urging the Supreme Court to keep a controversial tech liability shield in place, and China's Mars mission may be in trouble. This is Hillicon...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/defense/3820544-us-to-send-stryker-vehicles-to-ukraine-in-new-2-5-billion-package/", "title": "US to send Stryker vehicles to Ukraine in new $2.5 billion package", "date_published": "2023-01-20 00:21:04+00:00", "description": "The United States on Thursday announced a huge $2.5 billion weapons package for Ukraine, including 90 Stryker combat vehicles, the first time Washington has committed the system to Kyiv.   The new lethal assistance — announced a day ahead of a gathering of top Western military officials for the Ukraine Contact Group in Germany — includes hundreds of armored vehicles,...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/3820439-health-care-oversight-of-pathogen-research-unclear/", "title": "Health Care — Oversight of pathogen research unclear", "date_published": "2023-01-20 00:14:35+00:00", "description": "💡 If you’re scared of the dark, this might be the perfect place for you. One Massachusetts high school hasn’t been able to turn off its lights for over a year.  Today in health, for-profit nursing homes saw extremely high rates of COVID-19 infections.  But first, a watchdog said HHS needs to have stronger oversight...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/policy/energy-environment/overnights/3820495-energy-environment-gas-stoves-become-culture-war-issue/", "title": "Energy & Environment — Gas stoves become culture war issue", "date_published": "2023-01-20 00:07:44+00:00", "description": "Strategists weigh in on the politics of the gas stove debate that recently raged in Washington. Meanwhile, agriculture groups sue over new water regulations.   This is Energy &#38; Environment, your source for the latest news focused on energy, the environment and beyond. For The Hill, we’re Rachel Frazin and Zack Budryk. Someone forward you...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://thehill.com/news/feed/", "link": "https://thehill.com/homenews/campaign/3820407-arizona-rep-stanton-seen-as-potential-sinema-challenger-says-he-will-not-run-for-senate/", "title": "Arizona Rep. Stanton, seen as potential Sinema challenger, says he will not run for Senate", "date_published": "2023-01-20 00:06:50+00:00", "description": "Rep. Greg Stanton (D-Ariz.), seen as a potential challenger for the newly Independent Sen. Kyrsten Sinema's (Ariz.) seat in the upper chamber, said Thursday that he will not run for the Senate at this time.   “After a great deal of considering and talking through the ins and outs of a Senate race with my family, I’ve...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://thehill.com/news/feed/", "title": "The Hill"}}