{"entries": [{"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/awol-navy-seal-killed-fighting-russian-forces-in-ukraine", "title": "AWOL Navy SEAL Killed Fighting Russian Forces In Ukraine", "date_published": "2023-01-20 18:29:43+00:00", "description": "An American Navy SEAL who went AWOL nearly four years ago was killed earlier this week while fighting in Ukraine. A U.S. Navy official told TIME that Daniel Swift, a Navy Special Warfare Operator First Class, died from injuries he sustained when a Ukrainian unit he was a part of came under attack from Russian ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/we-are-under-an-assault-the-chosen-star-jonathan-roumie-blasts-media-at-march-for-life-2023", "title": "‘We Are Under An Assault’: ‘The Chosen’ Star Jonathan Roumie Blasts ‘Media’ At ‘March For Life’ 2023", "date_published": "2023-01-20 18:21:04+00:00", "description": "&#8220;The Chosen&#8221; star Jonathan Roumie told thousands gathered at the 2023 March for Life rally in Washington, D.C., that &#8220;we are under an assault on our sense of virtue&#8221; as he blasted the media and Hollywood. During the 48-year-old actor&#8217;s speech at the annual event on Friday, Roumie told the crowd that &#8220;God is real&#8221; ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/yes-non-binary-reddit-poster-you-obviously-should-wear-a-bra-to-work-especially-around-children", "title": "Yes, Non-Binary Reddit Poster, You Obviously Should Wear A Bra To Work — Especially Around Children", "date_published": "2023-01-20 18:19:55+00:00", "description": "Happy Friday, everyone. For today’s column, I am going to look at a post from Reddit and determine if somebody is in the wrong for not wearing a bra to work. I broke down a few other of these questions on my show and I also went over the potential dangers of fluoride. You can ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-facebook-files-how-the-cdc-colluded-with-meta-to-suppress-misinformation", "title": "The Facebook Files: How The CDC Colluded With Meta To Suppress ‘Misinformation’", "date_published": "2023-01-20 18:05:35+00:00", "description": "The CDC played a direct role in moderating and censoring speech on Facebook surrounding the COVID pandemic, emails obtained in a lawsuit against the Biden administration suggest. Facebook’s cozy relationship with the CDC was revealed after the state of Missouri sued the federal government for alleged censorship of citizens in violation of the First Amendment. Reason ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/friday-afternoon-update-childhood-tv-star-running-for-congress-russia-and-china-naval-drills-top-dem-has-message-for-bidens-2024-primary-challengers", "title": "Friday Afternoon Update: Childhood TV Star Running For Congress, Russia And China Naval Drills, Top Dem Has Message For Biden’s 2024 Primary Challengers", "date_published": "2023-01-20 18:04:25+00:00", "description": "This article is a companion piece to today’s Morning Wire Afternoon Update. To listen to the podcast version, click here. Russia And China To Conduct Indian Ocean Naval Drills Russia and China will conduct naval drills in the Indian Ocean off the coast of South Africa next month. The naval exercises — which will take place ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/awards-shows-are-dying-but-does-anyone-care", "title": "Awards Shows Are Dying, But Does Anyone Care?", "date_published": "2023-01-20 18:03:38+00:00", "description": "No one is watching awards shows like they used to. In mid-January, the Golden Globes only managed to draw 6.3 million television viewers, representing the lowest numbers in several years and a 26% decrease in audience compared to 2021. That particular awards show has been plagued by controversy for years as critics accused the Hollywood ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/scotus-marshal-didnt-force-justices-to-sign-affidavit-over-leak-employees-admitted-telling-spouses", "title": "SCOTUS Marshal Didn’t Force Justices To Sign Affidavit Over Leak; Employees ‘Admitted’ Telling Spouses", "date_published": "2023-01-20 17:33:32+00:00", "description": "Investigators questioned the Supreme Court justices as they sought to track down the person who leaked Justice Samuel Alito’s draft opinion in Dobbs v. Jackson Women’s Health Organization last year, but did not force them to sign affidavits. Alito said late last year that the leak of the draft in May 2022 made the “majority ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/senator-kennedy-on-how-bad-debt-default-could-be-google-could-lay-off-up-to-25-members-of-congress", "title": "Senator Kennedy On ‘How Bad’ Debt Default Could Be: Google Could ‘Lay Off Up To 25 Members Of Congress’", "date_published": "2023-01-20 17:31:02+00:00", "description": "Sen. John Kennedy (R-LA) quipped about the pending debt crisis, expressing confidence that Congress will work to resolve the issue and hoping that President Joe Biden will negotiate with House Republicans to establish meaningful spending cuts. The lawmaker brought his characteristic wit to an interview with Fox News, during which he predicted that “Congress will ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-universe-delivered-the-justice-teenager-who-ran-over-mom-and-baby-in-2021-found-murdered", "title": "‘The Universe Delivered The Justice’: Teenager Who Ran Over Mom And Baby In 2021 Found Murdered", "date_published": "2023-01-20 17:18:58+00:00", "description": "A teenager who ran over a mother walking her 8-month-old baby in a stroller in Venice, California, in August 2021 then was only sentenced to juvenile probation camp rather than military school, was murdered in Palmdale, California. Kristopher Baca was 15 when he ran over the mother and child, prompting the video of the incident ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/virginia-republican-moves-to-ban-calling-misgendering-child-abuse-after-girl-is-kept-from-her-parents-for-it", "title": "Virginia Republican Moves To Ban Calling ‘Misgendering’ Child Abuse After Girl Is Kept From Her Parents For It", "date_published": "2023-01-20 17:05:57+00:00", "description": "Virginia State Delegate Dave LaRock on Thursday introduced “Sage’s Law” in response to the horrific story of a rural Virginia girl who was held in a Baltimore youth home for months because Maryland officials argued that her family home was unsafe because her 72-year old grandmother accidentally called the trans-identifying youth “she.”", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/un-committee-rejects-screening-of-daily-wires-what-is-a-woman-at-upcoming-womens-event", "title": "UN Committee Rejects Screening Of Daily Wire’s ‘What Is A Woman?’ At Upcoming Women’s Event", "date_published": "2023-01-20 17:03:31+00:00", "description": "A United Nations women&#8217;s rights committee rejected a pro-life organization&#8217;s request to screen The Daily Wire&#8217;s &#8220;What is a Woman?” after declaring the groundbreaking documentary did not align with the panel&#8217;s &#8220;values.&#8221;  The Committee on the Status of Women, New York, referred to within the global body as NGO CSW/NY, and a convener for the United Nations&#8217; annual ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-college-trustee-wanted-to-send-conservative-faculty-to-the-slaughterhouse-based-on-a-race-hoax", "title": "California College Trustee Wanted To Send Conservative Faculty ‘To The Slaughterhouse’ Based On A Race Hoax", "date_published": "2023-01-20 16:46:11+00:00", "description": "A racially charged controversy at a California college that prompted one trustee to threaten to take conservative faculty &#8220;to the slaughterhouse&#8221; appears to be based on false claims, according to a Daily Wire investigation. John Corkins, vice president of the Kern Community College District (KCCD) Board of Trustees, leveled the threat at a December 13, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/priyanka-chopra-defends-surrogacy-decision", "title": "Priyanka Chopra Defends Surrogacy Decision", "date_published": "2023-01-20 16:08:02+00:00", "description": "Actress Priyanka Chopra got candid about the birth of her daughter, Malti Mari, and hinted at why she chose to use a surrogate to expand her family. Chopra and musician husband Nick Jonas welcomed the baby in January 2022. The 40-year-old star explained to British Vogue why she opted to use a surrogate rather than ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/left-wing-media-outlet-vox-announces-mass-layoffs-union-furious", "title": "Left-Wing Media Outlet Vox Announces Mass Layoffs, Union ‘Furious’", "date_published": "2023-01-20 16:03:35+00:00", "description": "Leftist media outlet Vox announced layoffs that will impact 7% of employees as other companies in the sector implement similar measures. Vox CEO Jim Bankoff said in a note to staff members obtained by Axios that several teams across the company’s revenue, editorial, and operations departments will be impacted by the dismissals. The company, which ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/analysis-shows-how-manchin-helped-move-federal-money-toward-groups-linked-to-wife-report", "title": "Analysis Shows How Manchin Helped Move Federal Money Toward Groups Linked To Wife: Report", "date_published": "2023-01-20 15:55:39+00:00", "description": "Sen. Joe Manchin (D-WV) played a role in directing millions of dollars in funds to groups associated with his wife, according to a new report. An analysis published on Friday does not contain any allegations of wrongdoing, but its findings underscore how lawmakers&#8217; personal interests may benefit as they seek federal money for projects in ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/crenshaw-use-the-u-s-military-to-stop-drug-cartels-killing-americans-with-fentanyl", "title": "Crenshaw: Use The U.S. Military To Stop Drug Cartels Killing Americans With Fentanyl", "date_published": "2023-01-20 15:53:05+00:00", "description": "Texas Rep. Dan Crenshaw championed the use of the U,S. military to combat the drug cartels smuggling deadly fentanyl across the southern border into the United States. Crenshaw spoke with Fox News’ Neil Cavuto, who prompted Crenshaw by asking what it was that had Crenshaw concerned. “Well, look, we recently introduced AUMF, an Authorized Use ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/border-sheriff-puts-out-call-for-aid-homes-are-being-broken-into-in-the-middle-of-the-night", "title": "Border Sheriff Puts Out Call For Aid: ‘Homes Are Being Broken Into In The Middle Of The Night’", "date_published": "2023-01-20 15:48:17+00:00", "description": "A border sheriff in Texas is requesting other sheriffs across the state and elsewhere to aid him in securing his county against an unprecedented wave of illegal immigration. Kinney County Sheriff Brad Coe sent a letter to other sheriffs across several states, according to NewsNation reporter Ali Bradley. Coe thanked the sheriffs of Galveston and ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/cobra-kai-announces-final-season-with-thank-you-note-to-the-best-fandom", "title": "‘Cobra Kai’ Announces Final Season With Thank You Note To The ‘BEST’ Fandom", "date_published": "2023-01-20 15:41:04+00:00", "description": "Netflix announced on Friday that its hit series &#8220;Cobra Kai&#8221; will end with a final sixth season in a thank you note to what it called the &#8220;BEST&#8221; fandom. The series&#8217; creators, Josh Heald, Jon Hurwitz, and Hayden Schlossberg, promised that the upcoming sixth season would be the &#8220;biggest season of Cobra Kai yet&#8221; in ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/hilaria-baldwin-plays-decoy-so-alec-can-evade-media-and-get-out-of-the-house", "title": "Hilaria Baldwin Plays Decoy So Alec Can Evade Media And Get Out Of The House", "date_published": "2023-01-20 15:31:26+00:00", "description": "Hilaria Baldwin appeared to act as a decoy on Friday, luring press to gather around her after promising a statement only to give them no new information — while her husband, actor Alec Baldwin, ducked out a side door into a waiting vehicle. As the New York Post reported, members of the press had effectively ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/federal-court-ruling-in-favor-of-christian-colleges-demonstrates-how-showing-up-can-turn-the-tide", "title": "Federal Court Ruling In Favor Of Christian Colleges Demonstrates How Showing Up Can Turn The Tide", "date_published": "2023-01-20 15:26:02+00:00", "description": "America is a diverse nation, full of different viewpoints of opinions and beliefs about the best way to live. And that is one of our great strengths: that from the very beginning, the founders of our nation envisioned a society in which different perspectives could exist side by side without undue government interference. In a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/ricky-skaggs-says-concert-goers-more-open-now-to-hearing-gospel-after-all-the-craziness-the-virus-and-more", "title": "Ricky Skaggs Says Concert Goers More Open Now To Hearing Gospel After All The ‘Craziness,’ ‘The Virus,’ And More", "date_published": "2023-01-20 15:25:23+00:00", "description": "Country star Ricky Skaggs said concert goers at his shows are more open these days to hearing about the gospel after all &#8220;the latest craziness,&#8221; &#8220;the virus,&#8221; and more. The 68-year-old country and bluegrass singer talked about his Christian faith and said he&#8217;s noticed that people seem to have more of a &#8220;stomach&#8221; to want to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tim-kaine-puts-an-end-to-retirement-rumors", "title": "Tim Kaine Puts An End To Retirement Rumors", "date_published": "2023-01-20 15:19:49+00:00", "description": "Sen. Tim Kaine (D-VA) ended speculation about his political future by announcing he will run for a third Senate term in 2024. The 64-year-old lawmaker made his plans known while standing next to his wife, former Virginia Education Secretary Anne Holton, during an appearance Friday in Richmond. “I’m very happy to announce that I’m going ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/white-house-attacks-desantis-for-blocking-high-school-course-teaching-black-queer-studies", "title": "White House Attacks DeSantis For Blocking High School Course Teaching ‘Black Queer Studies’", "date_published": "2023-01-20 15:15:35+00:00", "description": "The Biden administration on Friday blasted as &#8220;incomprehensible&#8221; Florida Governor Ron DeSantis&#8217;s move to block a controversial African American studies course from being taught in the state&#8217;s public high schools, even as leaks revealed the course&#8217;s syllabus leans into wokeism. The College Board, which is developing the curriculum, was told by the Florida Department of Education last ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/top-biden-officials-responsible-for-leading-supply-chain-task-force-never-even-showed-up-to-meetings-report", "title": "Top Biden Officials Responsible For Leading Supply Chain Task Force Never Even Showed Up To Meetings: Report", "date_published": "2023-01-20 15:10:44+00:00", "description": "Agriculture Secretary Tom Vilsack never attended meetings of the task force he co-chaired to help resolve the nation’s supply chain woes, according to a public records request from the Functional Government Institute. A public records request from the Functional Government Institute revealed that the Supply Chain Disruptions Task Force, created by the White House two years ago, suffered from ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/will-and-grace-star-leslie-jordans-cause-of-death-finally-revealed", "title": "‘Will And Grace’ Star Leslie Jordan’s Cause Of Death Finally Revealed", "date_published": "2023-01-20 14:40:31+00:00", "description": "&#8220;Will and Grace&#8221; star Leslie Jordan&#8217;s cause of death has finally been revealed three months after news broke that the actor was found without a pulse inside his crashed car. He was 67. The Los Angeles County Coroner&#8217;s Office announced on Thursday that Jordan suffered a &#8220;sudden cardiac dysfunction and arteriosclerotic cardiovascular disease&#8221; on October ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/three-marines-arrested-in-connection-to-january-6", "title": "Three Marines Arrested In Connection To January 6", "date_published": "2023-01-20 14:26:34+00:00", "description": "Three active-duty Marines face charges for allegedly entering the U.S. Capitol on January 6, 2021. An FBI investigation led to the arrest this week of Cpl. Micah Coomer and Sgts. Joshua Abate and Dodge Dale Hellonen, court documents show. The three men each face four charges, including illegal entry and disorderly conduct. Investigators relied on ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/tech-and-tv-study-shows-excessive-screen-time-explicit-content-changing-the-teenage-brain", "title": "Tech And TV: Study Shows Excessive Screen Time, Explicit Content Changing The Teenage Brain", "date_published": "2023-01-20 14:20:46+00:00", "description": "In one generation, the world has experienced seismic shifts in the way we communicate and relate to one another, but these changes are coming at a high cost – particularly to our children. Most teenagers (97%) report being online every day, and nearly half (46%) say they are online “almost constantly,” but recent research from ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/stephen-a-smith-apologizes-for-saying-rihanna-aint-no-beyonce-ahead-of-super-bowl-performance", "title": "Stephen A. Smith Apologizes For Saying Rihanna ‘Ain’t No Beyoncé’ Ahead Of Super Bowl Performance", "date_published": "2023-01-20 14:18:07+00:00", "description": "Sports commentator Stephen A. Smith is apologizing to the public for comments he made insinuating that Beyoncé is a superior performer to Rihanna. The controversy began when Smith was asked for his opinion about Rihanna’s upcoming Super Bowl Halftime performance on February 12. “I don’t want to say I’m not excited. She’s fantastic,” he said ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/another-cryptocurrency-firm-goes-bankrupt-as-ftx-fallout-continues", "title": "Another Cryptocurrency Firm Goes Bankrupt As FTX Fallout Continues", "date_published": "2023-01-20 14:14:16+00:00", "description": "Genesis Global Holdco officially filed for bankruptcy several weeks after fellow cryptocurrency exchange FTX suddenly imploded. The company and two subsidiaries, Genesis Global Capital and Genesis Asia Pacific, submitted bankruptcy petitions with the United States Bankruptcy Court for the Southern District of New York. Genesis Global Trading and other subsidiaries will continue operations. “While we ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/lisa-marie-presleys-daughter-riley-keough-finally-breaks-her-silence-a-week-after-moms-death", "title": "Lisa Marie Presley’s Daughter Riley Keough Finally Breaks Her Silence A Week After Mom’s Death", "date_published": "2023-01-20 14:08:38+00:00", "description": "Lisa Marie Presley&#8217;s daughter Riley Keough finally broke her silence more than a week after Elvis and Priscilla Presley&#8217;s only child died on January 12. She was 54. The 33-year-old actress shared a black-and-white and throwback photo Friday on her Instagram, showing her as a young girl holding a huge bouquet of daisies while she ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/boebert-kamala-harris-is-bidens-shrewd-insurance-policy-against-impeachment", "title": "Boebert: Kamala Harris Is Biden’s ‘Shrewd Insurance Policy’ Against Impeachment", "date_published": "2023-01-20 13:49:00+00:00", "description": "With Republicans taking over the House, investigations into President Joe Biden&#8217;s administration are set to take off — as they should. After all, oversight is one of the key jobs of lawmakers as laid out in the Constitution. While there have been murmurs that Republicans might go so far as to impeach Biden, top party ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/who-killed-violet-filkins-in-1994-police-finally-think-they-have-the-answer", "title": "Who Killed Violet Filkins In 1994? Police Finally Think They Have The Answer.", "date_published": "2023-01-20 13:44:26+00:00", "description": "When relatives couldn’t reach 81-year-old Wilomeana &#8220;Violet&#8221; Filkins, they went to her apartment in upstate New York to check on her on August 19, 1994. They found their beloved Filkins dead, bludgeoned to death in her living room in what appeared to be a robbery. An autopsy determined she had died from multiple blows to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/thats-it-its-over-deion-sanders-warns-his-new-team-to-respect-women-or-get-the-boot", "title": "‘That’s It, It’s Over’: Deion Sanders Warns His New Team To Respect Women Or Get The Boot", "date_published": "2023-01-20 13:17:43+00:00", "description": "Football legend Deion Sanders laid down some firm behavior standards for his team going into his first season as head coach at the University of Colorado Boulder. Sanders, who made the move from Jackson State in December, told his players that they would be asked to leave the team if he learned that they were ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/accused-idaho-killer-followed-all-three-female-victims-on-instagram-report", "title": "Accused Idaho Killer Followed All Three Female Victims On Instagram: Report", "date_published": "2023-01-20 13:05:52+00:00", "description": "The 28-year-old man suspected of killing four University of Idaho students reportedly followed the three female victims on Instagram. None of the victims followed the suspect back, People Magazine reported, but the outlet was able to review his Instagram account before it was deleted. The Daily Wire previously reported that the suspect allegedly made contact with one of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/grumpy-old-men-kerry-gore-help-the-world-tune-out-klaus-schwabs-aging-cult-of-delusional-kooks", "title": "Grumpy Old Men: Kerry, Gore Help The World Tune Out Klaus Schwab’s Aging Cult Of Delusional Kooks", "date_published": "2023-01-20 12:47:20+00:00", "description": "The World Economic Forum has finally jumped the shark, presumably while skiing across Al Gore’s “boiling ocean” behind a leaky tub steered by the radical Left’s Captain Queeg. As the annual globalist confab staggered to a conclusion in Davos, the forum&#8217;s 52-year arc was also mercifully nearing an end. It began in 1971 as a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/trump-fined-almost-1m-over-lawsuit-alleging-conspiracy-to-push-russian-collusion-hoax", "title": "Trump Fined Almost $1M Over Lawsuit Alleging Conspiracy To Push Russian Collusion Hoax", "date_published": "2023-01-20 12:35:17+00:00", "description": "A federal judge in Florida has sanctioned former President Donald Trump and one of his attorneys over a lawsuit deemed frivolous against Hillary Clinton and 30 others. Trump sued Clinton, former FBI Director James Comey, the Democratic National Committee, and dozens of others in March 2022. The former president alleged that the defendants orchestrated a ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-white-house-brushed-off-concerns-about-mass-firings-at-microsoft-and-amazon-now-google-is-laying-off-employees-too", "title": "The White House Brushed Off Concerns About Mass Dismissals At Microsoft And Amazon. Now Google Is Laying Off Employees Too.", "date_published": "2023-01-20 12:26:03+00:00", "description": "Google announced plans to dismiss thousands of employees days after the White House dismissed concerns about the layoffs sweeping the technology sector. Google CEO Sundar Pichai informed the company on Friday that some 12,000 positions would be eliminated as a result of macroeconomic turmoil. The layoffs will impact approximately 6% of the company’s workforce of ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/former-denver-bronco-says-he-killed-reputed-predatory-mountain-lion-then-he-gets-slammed-for-posing-with-carcass", "title": "Former Denver Bronco Says He Killed Predatory Mountain Lion. Then He Gets Slammed For Posing With Carcass.", "date_published": "2023-01-20 12:16:03+00:00", "description": "Former Denver Broncos defensive end Derek Wolfe, who claimed he killed a predatory mountain lion using a bow and arrow, has been harshly criticized for posing with the carcass. Wolfe claimed on Instagram on Thursday that he fell from a 10-foot rockface as he descended from the mountain with the carcass. He said he got ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/jamie-lee-curtis-responds-to-photo-of-naked-child-in-a-box-heres-the-truth", "title": "Jamie Lee Curtis Responds To Photo Of Naked Child In A Box: ‘Here’s The Truth’", "date_published": "2023-01-20 11:56:15+00:00", "description": "Jamie Lee Curtis just issued a statement responding to criticism earlier this week about a strange piece of art in her home. “Last week I posted a picture of some chairs that included a photograph on the wall by an artist that was gifted to me 20 years ago,” she wrote as an explanation. “I understand ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/california-school-district-invited-students-12-and-up-to-lecture-on-radical-gender-theory", "title": "California School District Invited Students 12 And Up To Lecture On Radical Gender Theory", "date_published": "2023-01-20 11:37:13+00:00", "description": "A school district in California heavily pushing radical gender theory advertised a talk to students about &#8220;transgender young people&#8221; that did not require them to be accompanied by parents. Davis Parent University, a volunteer group in partnership with California’s Davis Joint Unified School District (DJUSD), hosted a lecture last week with Rachel Pepper, a child ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/irs-has-not-yet-finalized-how-middle-class-will-be-affected-by-80-billion-windfall", "title": "IRS Has ‘Not Yet Finalized’ How Middle Class Will Be Affected By $80 Billion Windfall", "date_published": "2023-01-20 11:15:14+00:00", "description": "A report from the Internal Revenue Service released last week indicated that officials are devoting much of the agency’s recent funding windfall toward audits even as the degree to which the actions will impact everyday taxpayers remains uncertain. President Joe Biden’s Inflation Reduction Act recently approved $80 billion for the tax enforcement agency. Treasury Secretary ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/the-help-actress-octavia-spencer-says-she-encountered-more-racism-in-l-a-than-alabama", "title": "‘The Help’ Actress Octavia Spencer Says She Encountered ‘More Racism’ In L.A. Than Alabama", "date_published": "2023-01-20 10:49:27+00:00", "description": "Actress Octavia Spencer said she experienced &#8220;more racism&#8220; when she first moved to Los Angeles than she ever had during her childhood in Alabama. The 52-year-old actress, known for movies like &#8220;The Help&#8221; and &#8220;Hidden Figures,&#8221; talked about experiencing what she called racist behavior upon moving to L.A. during a recent interview for the podcast ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/faa-reveals-more-details-on-system-outage-that-grounded-flights-nationwide", "title": "FAA Reveals More Details On System Outage That Grounded Flights Nationwide", "date_published": "2023-01-20 10:23:09+00:00", "description": "The Federal Aviation Administration (FAA) announced on Thursday evening that the system outage that grounded flights nationwide last week was caused by contractors unintentionally deleting files. All flights across the United States were grounded early on January 11 as the FAA’s Notice to Air Missions system unexpectedly failed, producing backlash against the agency and Transportation ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/why-hollywood-cant-get-enough-of-watergate", "title": "Why Hollywood Can’t Get Enough Of Watergate", "date_published": "2023-01-20 10:14:09+00:00", "description": "The Watergate scandal is perfect fodder for both journalists and Hollywood studios. Deception! Intrigue! A White House in crisis mode! It’s no wonder Hollywood created memorable films tied to the scandal over the years, notably “All the President’s Men,” “Frost/Nixon,” “Nixon,” and even “Forrest Gump.” How could the industry resist? Except Hollywood can’t quit Watergate, ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/pro-lifers-celebrate-first-march-for-life-since-scotus-victory-plan-for-future", "title": "Pro-Lifers Celebrate First March For Life Since SCOTUS Victory, Plan For Future", "date_published": "2023-01-20 10:12:17+00:00", "description": "Pro-life activists, students, and organizations will gather in Washington, D.C., on Friday for the annual March for Life for the first time since the Supreme Court’s historic decision to strike down Roe v. Wade.  The gathering comes just days before the 50th anniversary of Roe, in which the Supreme Court declared a constitutional right to ...", "persistent": false, "language": "en-US", "user": null}, {"source": "https://www.dailywire.com/feeds/rss.xml", "link": "https://www.dailywire.com/news/are-democrats-trying-to-take-biden-out-before-2024", "title": "Are Democrats Trying To Take Biden Out Before 2024?", "date_published": "2023-01-20 09:55:48+00:00", "description": "Joe Biden ran for president three times before he finally won the White House. And 2020 was simply the perfect time for him to give it another go. As he neared 80, Biden had slowed down considerably from his rambunctious days as a senator and vice president. But with the emergence of COVID, Biden barely ...", "persistent": false, "language": "en-US", "user": null}], "source": {"url": "https://www.dailywire.com/feeds/rss.xml", "title": "Daily Wire"}}