{"entries": [{"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/usa-samolot-rozbil-sie-o-ziemie-pasazer-wyslal-wiadomosc-przed-smiercia/", "title": "USA: Samolot rozbił się o ziemię. Pasażer wysłał wiadomość przed śmiercią", "date_published": "2023-01-20 21:47:00+00:00", "description": "Dwie osoby zginęły w katastrofie lotniczej w hrabstwie Westchester w amerykańskim stanie Nowy Jork. Mały samolot turystyczny rozbił się kilkadziesiąt minut po starcie. Tuż przed tragedią pasażer wysłał do żony dramatyczną wiadomość. Kocham Ciebie oraz dzieci. Przepraszam za wszystko - miał napisać Benjamin Chafetz.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/turcja-chmura-soczewkowata-nad-bursa-przypominala-statek-kosmiczny/", "title": "Turcja: Chmura soczewkowata nad Bursą. Przypominała statek kosmiczny", "date_published": "2023-01-20 20:47:00+00:00", "description": "Nad tureckim miastem Bursa pojawiła się chmura soczewkowata. To niecodzienne zjawisko wzbudziło poruszenie wśród mieszkańców. Chmura przypominała rozgrzany do czerwoności statek kosmiczny. UFO-chmury tworzą się w pobliżu górzystych terenów.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/meksyk-32-latek-chcial-ukrasc-figure-nadzial-sie-na-miecz-archaniola/", "title": "Meksyk: 32-latek chciał ukraść figurę. Nadział się na miecz archanioła", "date_published": "2023-01-20 19:14:00+00:00", "description": "Nie lada pecha miał złodziej z Meksyku, który usiłował wynieść z kościoła figurę Michała Archanioła. Mężczyzna potknął się w ciemnościach i nadział się na miecz dzierżony przez posąg. 32-latek doznał poważnych obrażeń i musiał zaniechać dalszej ucieczki.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/bialy-dom-uznamy-grupe-wagnera-za-miedzynarodowa-grupe-przestepcza/", "title": "Biały Dom: Uznamy Grupę Wagnera za międzynarodową grupę przestępczą", "date_published": "2023-01-20 18:30:00+00:00", "description": "- Uznamy Grupę Wagnera za międzynarodową grupę przestępczą - przekazał w piątek rzecznik Rady Bezpieczeństwa Narodowego przy Białym Domu John Kirby. W przyszłym tygodniu mają zostać nałożone na nią dodatkowe sankcje.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/rosja-14-latek-przyniosl-na-lekcje-granat-ewakuowano-ponad-1000-osob/", "title": "Rosja: 14-latek przyniósł na lekcję granat. Ewakuowano ponad 1000 osób", "date_published": "2023-01-20 18:12:00+00:00", "description": "Dramatyczne sceny rozegrały się w czwartek w rosyjskim liceum na Syberii. 14-letni uczeń przyniósł na lekcję z podstaw bezpieczeństwa prawdziwy granat. Natychmiast zarządzono ewakuację wszystkich osób przebywających w budynku.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/kosciol-anglikanski-przeprasza-spolecznosc-lgbt/", "title": "Wielka Brytania: Kościół anglikański przeprasza społeczność LGBT", "date_published": "2023-01-20 17:11:00+00:00", "description": "Kościół anglikański oficjalnie przeprosił osoby ze środowiska LGBTQI+ za przypadki odrzucenia i wrogości z jakimi musieli się mierzyć - podaje Reuters. Księża nie będą jednak udzielać ślubów parom jednopłciowym. Małżeństwa homoseksualne zostały zalegalizowane w Wielkiej Brytanii i Walii w 2013 roku.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/ramstein-boris-pistorius-sa-kraje-przeciwne-dostawie-czolgow-blaszczak-zapytam-go-o-to/", "title": "Ramstein: Boris Pistorius: Są kraje przeciwne dostawie czołgów. Mariusz Błaszczak: Zapytam go o to", "date_published": "2023-01-20 16:15:00+00:00", "description": "Wciąż jest nadzieja na przekazanie Ukrainie czołgów Leopard. Jestem przekonany, że budowa koalicji w tej sprawie zakończy się sukcesem - powiedział w Ramstein Mariusz Błaszczak. Szef MON zapowiedział również, że podczas spotkania ze swoim niemieckim odpowiednikiem zapyta go o jego czwartkową wypowiedź.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/premiera-ksiazki-ksiecia-harryego-brytyjczycy-caly-czas-tym-zyja/", "title": "Premiera książki księcia Harry'ego. \"Brytyjczycy cały czas tym żyją\"", "date_published": "2023-01-20 16:04:00+00:00", "description": "Wyznania księcia Harryego biją rekordy sprzedaży w Wielkiej Brytanii. Spare, (Ten drugi - pol.) to 416 stron opowieści o brytyjskiej rodzinie królewskiej z nieznanej dotąd strony. O reakcji Brytyjczyków i spekulacjach na temat koronacji króla Karola opowiedziała w rozmowie z Polsat News dziennikarka BBC Kasia Madera.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/usa-najstarszy-pies-na-swiecie-spike-ma-ponad-23-lata/", "title": "USA. Najstarszy pies na świecie. Spike ma ponad 23 lata", "date_published": "2023-01-20 15:46:00+00:00", "description": "Mieszaniec chihuahua wabiący się Spike został oficjalnie uznany najstarszym żyjącym psem na świecie. Czworonóg z amerykańskiego stanu Ohio ma ponad 23 lata i został wpisany do Księgi Rekordów Guinnessa.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/irlandia-polnocna-ojczym-skatowal-5-letnia-nadie-na-smierc-jej-matka-miala-polskie-pochodzenie/", "title": "Irlandia Północna: Nadia K. skatowana na śmierć przez ojczyma. Dożywocie dla Abdula Wahaba", "date_published": "2023-01-20 15:30:00+00:00", "description": "Po trzech latach ojczym 5-letniej Nadii przyznał się do morderstwa. Dziecko zostało znalezione martwe w swoim pokoju w grudniu 2019 roku. Sekcja zwłok wykazała, że dziewczynka była katowana - miała liczne obrażenia wewnętrzne, a na jej ciele znajdowało się 70 siniaków i otarć. Matka dziecka, 28-letnia Aleksandra W. przebywa w areszcie.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/spotkanie-w-ramstein-co-kraje-zachodnie-chca-dostarczyc-ukrainie/", "title": "Spotkanie w Ramstein. Jaki sprzęt kraje Zachodu chcą dostarczyć Ukrainie?", "date_published": "2023-01-20 15:05:00+00:00", "description": "W piątek w amerykańskiej bazie w Ramstein w Niemczech od rana odbywa się spotkanie reprezentantów 50 krajów. Rozmowy dotyczą wsparcia militarnego dla Ukrainy. Jaki sprzęt zadeklarowały się wysłać w 2023 roku poszczególne państwa?", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/kolumbia-przez-24-dni-dryfowal-na-morzu-jadl-tylko-keczup-i-przyprawy/", "title": "Kolumbia: Przez 24 dni dryfował na morzu. Jadł tylko keczup i przyprawy", "date_published": "2023-01-20 14:06:00+00:00", "description": "Przez ponad 20 dni dryfował na morzu, żywiąc się tylko keczupem i przyprawami. 47-latka zagubionego na Morzu Karaibskim zauważyła załoga samolotu, która poinformowała służby. Elvis Francois przeszedł badania, jego życiu nie zagraża niebezpieczeństwo.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/ukraina-mer-dniepru-borys-filatow-oczywista-zbrodnia-wojenna-terror-wymierzony-w-ludnosc-cywilna/", "title": "Ukraina. Mer Dniepru Borys Fiłatow: Oczywista zbrodnia wojenna, terror wymierzony w ludność cywilną", "date_published": "2023-01-20 13:54:00+00:00", "description": "To oczywista zbrodnia wojenna, terror wymierzony w ludność cywilną - mówił dla Polsat News mer Dniepru Borys Fiłatow. Jego słowa odnosiły się do ataku rakietowego na blok mieszkalny, w którym zginęło 46 osób. Fiłatow podkreślił, że Ukraina potrzebuje od Zachodu broni, a za każdy dzień zwłoki płaci krwią żołnierzy i cywilów. - Berlin musi zrozumieć, że to wojna wywołana z celem ludobójstwa - dodał.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/stoltenberg/", "title": "Stoltenberg: To bardzo ważne wsparcie, ale musimy skupić się też na starszych systemach", "date_published": "2023-01-20 13:18:00+00:00", "description": "- Różne kraje Europy zadeklarowały przekazanie Ukrainie sprzętu pancernego, jest to bardzo ważne wsparcie - powiedział w Ramstein sekretarz generalny NATO Jens Stoltenberg. Podkreślił, że kraje wspierające Ukrainę muszą skupić się nie tylko na wysyłaniu nowej broni do Kijowa, ale także na szukaniu amunicji do starszych systemów i pomocy w ich utrzymaniu.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/niemcy-czolgi-leopard-ii-dla-ukrainy-szef-niemieckiego-mon-boruis-pistorius/", "title": "Decyzja Niemiec ws. Leopardów dla Ukrainy. \"Wielu sojuszników jest przeciwnych tej dostawie\"", "date_published": "2023-01-20 12:47:00+00:00", "description": "Nie ma jednolitego podejścia w sprawie przekazania czołgów Leopard - powiedział w Ramstein Boris Pistorius, szef ministerstwa obrony Niemiec. Pokreślił, że wszystkie za i przeciw należy starannie rozważać. - Jest wielu sojuszników, którzy są przeciwni tej dostawie - dodał.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/barcelona-policja-zatrzymala-daniego-alvesa-w-zwiazku-z-zarzutami-o-napasc-seksualna/", "title": "Barcelona. Policja zatrzymała Daniego Alvesa w związku z zarzutami o napaść seksualną", "date_published": "2023-01-20 12:18:00+00:00", "description": "Brazylijczyk Dani Alves został w piątek zatrzymany przez hiszpańską policję - podały media. Chodzi o zarzuty napaści seksualnej jakiej piłkarz miał się dopuścić w Barcelonie pod koniec grudnia. Piłkarz zaprzecza tym oskarżeniom.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/rosja-w-poblizu-rezydencji-wladimira-putina-zainstalowano-system-obrony-przeciwlotniczej/", "title": "Rosja. W pobliżu rezydencji Władimira Putina zainstalowano system obrony przeciwlotniczej", "date_published": "2023-01-20 11:24:00+00:00", "description": "Rosyjskie niezależne media informują, że w Rosji pojawił się kolejny system obrony przeciwlotniczej. Sprzęt zainstalowano w pobliżu rezydencji Władimira Putina, która oddalona jest o 10 km. To kolejny system obrony, jaki pojawia się w ostatnim czasie w kraju agresora.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/australia-inwazyjny-gatunek-ropuchy-wazy-tyle-co-noworodek/", "title": "Australia: Inwazyjny gatunek ropuchy. Waży tyle, co noworodek", "date_published": "2023-01-20 10:36:00+00:00", "description": "Australijscy strażnicy zabili ropuchę trzcinową. Płaz należy do inwazyjnego gatunku, który zagraża innym zwierzętom. Odkryty w dziczy okaz ważył 2,7 kg, czyli mniej więcej tyle co noworodek.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/spotkanie-w-bazie-nato-w-rammstein/", "title": "Spotkanie w amerykańskiej bazie w Ramstein. Lloyd Austin: Kreml na nas patrzy", "date_published": "2023-01-20 10:05:00+00:00", "description": "W amerykańskiej bazie w Ramstein w Niemczech rozpoczęło się spotkanie w gronie 50 państw. Przewodniczy im minister obrony USA Lloyd Austin, który powiedział, że to kluczowy moment. Rozmowy dotyczą kolejnych partii wsparcia militarnego dla Ukrainy.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/usa-szesciolatek-ktory-postrzelil-swoja-nauczycielke-cierpi-na-powazna-niepelnosprawnosc/", "title": "USA. Sześciolatek, który postrzelił swoją nauczycielkę, cierpi na \"poważną niepełnosprawność\"", "date_published": "2023-01-20 08:40:00+00:00", "description": "Rodzina sześcioletniego chłopca, który w szkole w Wirginii postrzelił swoją nauczycielkę wydała oświadczenie. Jest to pierwszy publiczny komunikat od czasu wydarzeń, które rozegrały się 6 stycznia. Krewni dziecka poinformowali, że chłopiec cierpi na poważną niepełnosprawność i zazwyczaj jedno z rodziców towarzyszy mu w klasie. Nie stało się tak jednak w dniu strzelaniny.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/nie-zyje-david-crosby-muzyk-zmarl-w-wieku-81-lat/", "title": "Nie żyje David Crosby. Muzyk zmarł w wieku 81 lat", "date_published": "2023-01-20 07:18:00+00:00", "description": "Nie żyje muzyk David Crosby, założyciel dwóch zespołów rockowych - The Byrds oraz Crosby, Stills, Nash & Young. Artysta zmarł w wieku 81 lat. Był uhonorowany przez muzeum Rock and Roll Hall of Fame.", "persistent": false, "language": "pl-PL", "user": null}, {"source": "https://www.polsatnews.pl/rss/swiat.xml", "link": "https://www.polsatnews.pl/wiadomosc/2023-01-20/usa-joe-biden-ws-odnalezionych-u-niego-tajnych-dokumentow-wspolpracujemy-ze-sluzbami/", "title": "USA. Joe Biden ws. odnalezionych u niego tajnych dokumentów: Współpracujemy ze służbami", "date_published": "2023-01-20 05:03:00+00:00", "description": "- Myślę, że przekonacie się, że nic tam nie ma - powiedział prezydent USA na temat znalezienia w jego domu i byłym biurze tajnych dokumentów. - W pełni współpracujemy ze służbami i czekamy na szybkie rozwiązanie tej sprawy - dodał Biden. Jak podały media, niektóre z dokumentów dotyczyły tematu Ukrainy, Iranu, czy Wielkiej Brytanii.", "persistent": false, "language": "pl-PL", "user": null}], "source": {"url": "https://www.polsatnews.pl/rss/swiat.xml", "title": "Polsat News"}}